{
  "update": "2025-03-20",
  "content": [
    {
      "journal_full": "Annals of the International Communication Association",
      "journal_short": "Annals",
      "articles": [
        {
          "title": "Conceptualizing the evolving nature of computational propaganda: a systematic literature review",
          "authors": "Hassan Mustafa, Markus Luczak-Roesch, David Johnstone",
          "abstract": "Since the 2016 U.S. election and the U.K. Brexit campaign, computational propaganda has become an important research topic in communication, political and social science. Recently, it has become clearer that computational propaganda doesn’t start from a clean slate and is not precisely bound to single issues or campaigns. Instead, computational propaganda needs to be looked at as a complex phenomenon in a global environment of co-evolving issues and events, emerging technologies, policies and legal frameworks, and social dynamics. Here, we review the literature on computational propaganda from this perspective and theorize this evolving and longitudinal nature of computational propaganda campaigns through the lens of relational dynamics. Our conceptual contribution forms the basis for a new kind of empirical research on computational propaganda that is aware of the complex interdependencies, feedback cycles and structural conditions that are elusive when focusing on individual campaigns and short time frames.",
          "url": "https://doi.org/10.1093/anncom/wlaf001",
          "doi": "https://doi.org/10.1093/anncom/wlaf001",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Monographs",
      "journal_short": "CM",
      "articles": [
        {
          "title": "Rethinking narrative sensemaking: In/Congruity and the production of precarious storied orders",
          "authors": "Anna Wiederhold Wolfe, Laura Black, Jennifer Woody Collins, Carson S. Kay, Soo-Hye Han, Caitlin Williams, Robert C. Richards",
          "url": "https://doi.org/10.1080/03637751.2025.2467696",
          "doi": "https://doi.org/10.1080/03637751.2025.2467696",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Quarterly",
      "journal_short": "CQ",
      "articles": [
        {
          "title": "Toxic university: the relationships between instructor job satisfaction, burnout, conflict resolution styles, and intentions to quit",
          "authors": "Kristen Foltz, Stephen M. Kromka, Theresa MacNeil",
          "url": "https://doi.org/10.1080/01463373.2025.2478848",
          "doi": "https://doi.org/10.1080/01463373.2025.2478848",
          "filter": 0
        },
        {
          "title": "The roles of verbal person-centeredness, race, and sex in evaluations of emotional support messages parole and probation clients receive from agents",
          "authors": "Amanda J. Holmstrom, Merry Morash, Amanda R. Witwer",
          "url": "https://doi.org/10.1080/01463373.2025.2478836",
          "doi": "https://doi.org/10.1080/01463373.2025.2478836",
          "filter": 0
        },
        {
          "title": "Vicarious virtual intergroup contact: exploring domestic students’ attitudes toward domestic and international students through watching collaborative gameplay",
          "authors": "Mina Choi, Mei-Chen Lin, Matthew J. A. Craig, Jihyun Kim",
          "url": "https://doi.org/10.1080/01463373.2025.2478833",
          "doi": "https://doi.org/10.1080/01463373.2025.2478833",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Research Reports",
      "journal_short": "CRR",
      "articles": [
        {
          "title": "Easy doesn’t always do it: examining the joint effects of processing fluency and motivated resistance to persuasion on political attitude change and engagement",
          "authors": "Olivia M. Bullock, Hillary C. Shulman, Graham Dixon",
          "url": "https://doi.org/10.1080/08824096.2025.2480371",
          "doi": "https://doi.org/10.1080/08824096.2025.2480371",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Studies",
      "journal_short": "CS",
      "articles": [
        {
          "title": "Mothering a Legacy: Lucy McBath and Revolutionary Motherhood in Black Women’s Political Rhetoric",
          "authors": "Iruoma U. Ezumba, Leslie J. Harris",
          "url": "https://doi.org/10.1080/10510974.2025.2477846",
          "doi": "https://doi.org/10.1080/10510974.2025.2477846",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Narrative virtual reality as a memory machine",
          "authors": "Tim Gruenewald, Cecilia Chen",
          "abstract": "Since 2014, a new narrative medium has been emerging that is delivered through virtual reality headsets. This paper theorizes narrative virtual reality as a new filmic medium with new and unique affordances that facilitate narrating and sharing memories. In contradistinction to the much-discussed concept of VR as an ‘empathy machine’, we propose to think of VR as a memory machine. This capability of VR is reflected in the proliferation of memory-related content in narrative VR and its early adoption in public history. Narrating and sharing individual and collective traumatic memories have featured prominently in narrative VR. Three unique properties enable a recipient of narrative VR, the immersant, to experience someone else’s memories: embodiment, immersion, and interactivity. First, embodiment allows the immersant to assume the role of the person who remembers or a person that is being remembered. Second, immersion enables the virtual transportation to a past setting that is remembered. Third, since VR always offers at least some form of interactivity, narrative VR permits the immersant to have agency within the remembered narrative. These three aspects combine to provide a qualitatively richer experience of memories in VR than was possible in conventional narrative media. We show how creators have leveraged these specific affordances of VR in support of narrating memories by analyzing two case-studies. First, we look at an example of traumatic collective memory in The Book of Distance (2020), which narrates a family history of forced removal and internment of Japanese immigrants in Canada during World War II from the perspective of the victim’s grandson. Second, we discuss Is Anna Ok? (2018), which lets the immersant experience two sisters' memories of traumatic brain injury, once from the perspective of the injured victim and once from the sister who witnessed the accident.",
          "url": "https://doi.org/10.1177/13548565251320727",
          "doi": "https://doi.org/10.1177/13548565251320727",
          "filter": 0
        },
        {
          "title": "Looking for gamers where they are: Norwegian broadcasting from television to Twitch",
          "authors": "Torill Elvira Mortensen, Kristine Jørgensen",
          "abstract": "In 2022–2023, the gaming house LL35, live-streamed on Twitch.tv, was the Norwegian Broadcasting Corporation’s (NRK) content strategy to reach one of the most elusive audiences: male gamers between 18–29. This article discusses the case of LL35 in the light of Norwegian media policy, with particular focus on the Norwegian public service mandate. Through an analysis of how the content and scheduling of the live Twitch broadcasts developed over the span of its first year of existence, informed by interviews with the production crew behind LL35, we discuss whether LL35 was able to live up to the public service mandate and how LL35 can be part of preparing NRK for the competition in a world of (inter)networked broadcasting. The article centers on two research questions: How did the content and scheduling of LL35 develop over time, and to what degree could this development enable NRK to fulfill its commitment to offer public service content to its target group? The research shows that despite the will for innovation in NRK, combining the social media logic of Twitch and the media logic of NRK was a challenge. It also underlined the mutual dependency of legacy television and streaming, and how their roles shift. The theoretical foundation for the study is a combination of perspectives from media policy studies with insights from research on esports, game streaming and Twitch, and studies of public service youth content.",
          "url": "https://doi.org/10.1177/13548565251326796",
          "doi": "https://doi.org/10.1177/13548565251326796",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "The Rise of Synthetic Societies: Is There a Role for Humans?",
          "authors": "Brenda K. Wiederhold",
          "url": "https://doi.org/10.1089/cyber.2025.0067",
          "doi": "https://doi.org/10.1089/cyber.2025.0067",
          "filter": 0
        },
        {
          "title": "From Darkness to Light: Spotlighting the Health Effects of Daylight Savings Time",
          "authors": "Brenda K. Wiederhold",
          "url": "https://doi.org/10.1089/cyber.2025.0066",
          "doi": "https://doi.org/10.1089/cyber.2025.0066",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "The Art of Environmental Activism in Indonesia: Shifting Horizons",
          "authors": "Novia Rathmaningrum, Muhamad Arif Yulianto",
          "url": "https://doi.org/10.1080/17524032.2025.2478214",
          "doi": "https://doi.org/10.1080/17524032.2025.2478214",
          "filter": 0
        },
        {
          "title": "Life cycle assessment: future challenges",
          "authors": "Nindhita Rosiana, Melly Wulantika Rahman, Febronia Minda Katharina Nenomnanu, Agnes Karmelinda",
          "url": "https://doi.org/10.1080/17524032.2025.2478515",
          "doi": "https://doi.org/10.1080/17524032.2025.2478515",
          "filter": 0
        },
        {
          "title": "The Anthropocene of Weather and Climate: Ethnographic Contributions to the Climate Change Debate",
          "authors": "Anugrah Jorgi Firmansyah, Taufik Budi Waskita, Mutiara Maharani",
          "url": "https://doi.org/10.1080/17524032.2025.2478218",
          "doi": "https://doi.org/10.1080/17524032.2025.2478218",
          "filter": 0
        },
        {
          "title": "Dissensus Rhetoric in Youth Climate Justice Activism",
          "authors": "Frida Buhre",
          "url": "https://doi.org/10.1080/17524032.2025.2470881",
          "doi": "https://doi.org/10.1080/17524032.2025.2470881",
          "filter": 0
        },
        {
          "title": "Communicating the Climate Crisis New Directions for Facing What Lies Ahead",
          "authors": "Ratna Lestyana Dewi, Nispia Asya’bani, Reski Putra Utama",
          "url": "https://doi.org/10.1080/17524032.2025.2477259",
          "doi": "https://doi.org/10.1080/17524032.2025.2477259",
          "filter": 0
        },
        {
          "title": "What are These Stories for? A Rhetorical Ecofeminist Revisit of the Binary Mazes in the Ecological Film Series Avatar",
          "authors": "Ruonan Wang, Yuchen Viveka Li",
          "url": "https://doi.org/10.1080/17524032.2025.2473482",
          "doi": "https://doi.org/10.1080/17524032.2025.2473482",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "From Unpolitical Sporadics to Political Activists: Identifying political social media user types",
          "authors": "Gerrit Philipps, Ole Kelm, Dennis Friess, Marc Ziegele",
          "abstract": "The diversity of social media platforms has expanded the possibilities for citizens to encounter political content and express political opinions. However, the patterns of users’ contact with political information and political expression across different platforms are largely unclear. Based on survey data from Germany ( n = 1054), this study investigates social media use, exposure to political content, and political expression across nine platforms and presents a typology of political social media users. A cluster analysis identified five user types: Unpolitical Sporadics , Casual Mainstreamers , Twitter-focused Mainstreamers , Expressive Contributors , and Political Activists . Multinomial logistic regressions reveal that these types are associated with different socio-demographic characteristics, political attitudes, and media usage habits. In particular, a small group of users with right-leaning attitudes is very active on all platforms. These Political Activists could potentially contribute to the much-discussed dominance of the political right on social media.",
          "url": "https://doi.org/10.1177/02673231251327860",
          "doi": "https://doi.org/10.1177/02673231251327860",
          "filter": 0
        },
        {
          "title": "Book review: Digital Ethics: Media, Communication and Society Volume Five by Christian Fuchs FuchsChristianDigital Ethics: Media, Communication and Society Volume Five, New York, NY: Routledge, 2023; 262 pp.: $40.56. ISBN: 9781032246161 (paperback)",
          "authors": "Jian Li, Qiuying Zhao",
          "url": "https://doi.org/10.1177/02673231251325940",
          "doi": "https://doi.org/10.1177/02673231251325940",
          "filter": 0
        },
        {
          "title": "Book Review: Revolutionizing Communication: The Role of Artificial Intelligence by Raquel V. Benítez Rojas and Francisco-Julián Martínez-Cano-Cano Benítez RojasRaquel V.Martínez-CanoFrancisco-Julián (Editors) Revolutionizing Communication: The Role of Artificial Intelligence, Boca Raton: CRC Press, 2024; 202 pp.: $195.00. ISBN 9781032733425 (hardcover)",
          "authors": "Wenjing Xia, Weixiao Li",
          "url": "https://doi.org/10.1177/02673231251325937",
          "doi": "https://doi.org/10.1177/02673231251325937",
          "filter": 0
        },
        {
          "title": "Digital transformation, climate change and social justice: Technology as a force for good NilolakisWilliamda VeigaRenata MouraSocial Value, Climate Change and Environmental Stewardship: Insights from Theory and Practice, Springer and Nature Switzerland, 2023; 142 pp.: £117.96 (eBook). ISBN: 978-3-031-23145-2KumarAvadheshSagarShrddhaThangamuthiPoongodiBalamurunganB.Digital Transformation: Industry 4.0 to Society 5.0., Springer Nature Singapure, 2024; 356 pp.: £117.69 (eBook). ISBN: 978-981-99-8118-2",
          "authors": "Fredrik Ludwik Jhon Wanimbo, Erny Riana Wafumilena",
          "url": "https://doi.org/10.1177/02673231251326532",
          "doi": "https://doi.org/10.1177/02673231251326532",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "Playing With Needles: Technology, Gender and Playful Participation in Online Knitting Communities",
          "authors": "Torill Elvira Mortensen",
          "abstract": "Adult women are often considered to be technologically challenged and not playful, traits that make them less interesting for game designers and scholars. They are commonly expected to have quiet and productive hobbies, engage in gender-stereotypically feminine pursuits such as knitting and not participate in competitions or fan culture play. This article discusses and explores how knitters engage in play and competition, within environments that demand a high level of technical ability and expertise. Comparing play on Ravelry.com and r/knitting on Reddit.com with play discussed in game studies, this article highlights the appearance of recognizable play genres and activities through yarn-based crafting. This has implications for how we think about women and games, while it serves as a reminder of the technical abilities and skills women develop when they feel it is useful, and of how the leisure of women is still prescribed and limited by societal expectations.",
          "url": "https://doi.org/10.1177/15554120251324957",
          "doi": "https://doi.org/10.1177/15554120251324957",
          "filter": 0
        },
        {
          "title": "Serious Games and Game Performance Before and During the Israel-Hamas War: The Case of Fact Finders and PeaceMaker",
          "authors": "Ronit Kampf, Iolie Nicolaidou",
          "abstract": "This study examines the impact of players’ gender and nationality on game performance before and during the Israel-Hamas war. The study focuses on two games for social impact revolving around intractable conflicts: PeaceMaker (Israeli-Palestinian conflict) and Fact Finders (Cyprus Conflict). We conducted three case studies with 510 undergraduates voluntarily playing the aforementioned games and reporting their final scores. The participants included Israeli-Jew, Palestinian, American, and Cypriot undergraduate students. We found that before the Israel-Hamas war, women won PeaceMaker no less than men. Interestingly, during the Israel-Hamas war, women won PeaceMaker more than men. Finally, third-parties to the Cyprus conflict (Israelis, Palestinians and Americans) significantly outperformed direct-parties (Cypriots) in Fact Finders before and during the Israel-Hamas war. Overall this study's findings suggest that serious games can be used as effective interventions for peace education and conflict resolution regardless of players’ gender or nationality, even during violent times.",
          "url": "https://doi.org/10.1177/15554120251327701",
          "doi": "https://doi.org/10.1177/15554120251327701",
          "filter": 0
        },
        {
          "title": "Are Inclusion and Diversity Even Possible? A Best-Fit Framework Synthesis of Video Game Development Ethnographies",
          "authors": "Juan Francisco Torres-Díaz, Joel Feliu, Adriana Gil-Juárez",
          "abstract": "This article synthesizes qualitative evidence from ethnographies within video game development companies. A best-fit framework synthesis was conducted, combining the strengths of framework and thematic analysis to interpret the results of 55 ethnographic studies. The analysis revealed that the field of video game development is dominated by technologists and publishers with economic and cultural capitals determining the positions within the field. Within every studio cultural, economic, and social capitals significantly influence developers’ experiences, with persistent issues of job precarity, extended working hours, and underrepresentation of marginalized groups. Developers often face limited creative freedom and significant control which affects their work dynamics and inclusion efforts. Despite these challenges, some studies highlighted peripheral areas where diversity is actively sought and valued. The findings underscore the need for targeted interventions at multiple ecological levels to foster a more inclusive and diverse video game development industry.",
          "url": "https://doi.org/10.1177/15554120251323334",
          "doi": "https://doi.org/10.1177/15554120251323334",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Human Communication Research",
      "journal_short": "HCR",
      "articles": [
        {
          "title": "The separate and combined effects of (in)accessible and (un)sophisticated political communication on citizens’ reasoning and attitudes toward politicians",
          "authors": "Emma Turkenburg",
          "abstract": "Contemporary political discussions are often subject to criticism of increasing simplification. Yet, there are also explicit calls for simplicity, and worries about the effects of politicians’ overly complex talk. This paper addresses these concerns, distinguishing between inaccessibility (complex form) and unsophisticatedness (simplistic content), and exploring their separate and combined effects on citizens’ reasoning and attitudes toward politicians. Results of a 2 × 2 experiment (N = 1,959) show that both inaccessible and unsophisticated political communication negatively affect citizens’ self-reported reasoning, and lower affective evaluations of the communicating politician. Yet, only a lack of sophistication lowers evaluations of politicians’ qualifications. When combined, inaccessibility and unsophisticatedness do not strengthen each other’s negative impact across the board. This study highlights the importance of considering both accessibility and sophisticatedness as separate dimensions, and presents novel insights into how these different forms of simplicity and complexity impact the way citizens think about politics and politicians.",
          "url": "https://doi.org/10.1093/hcr/hqaf002",
          "doi": "https://doi.org/10.1093/hcr/hqaf002",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Mitigating employee resistance and achieving well-being in digital transformation",
          "authors": "Alena Valtonen, Mira Holopainen",
          "abstract": "Purpose Digital transformation is a complex and continuous process that presents significant challenges for companies and employees. Employee resistance, a factor often cited for the failure of digital initiatives, hinders these initiatives and contributes to stress, affecting employee well-being – a connection not yet fully explored in extant literature. Therefore, this study aimed to determine the factors that increase employee resistance to digital transformation and how it can be mitigated. Design/methodology/approach This study adopts a multiple case study approach to analyze qualitative data from ten industrial companies in Finland. Findings Factors influencing resistance at the individual, organizational, and technological levels were identified, and three key components of the resistance mitigation strategy from the case companies were identified: learning, communication and participation. The findings, supported by relevant literature, link resistance to employee well-being and propose that the identified mitigation strategy reduces resistance and supports employee well-being during digital transformation. Practical implications This study provides practical implications and suggests avenues for future studies to examine this unsaturated yet important research area. Originality/value This study is among the first to empirically examine employee resistance in digital transformation and link it to employee well-being.",
          "url": "https://doi.org/10.1108/itp-05-2024-0701",
          "doi": "https://doi.org/10.1108/itp-05-2024-0701",
          "filter": 0
        },
        {
          "title": "What motivates customers to purchase from social commerce pages? A means-end chain approach",
          "authors": "Pranay Sindhu, Kumkum Bharti",
          "abstract": "Purpose This study investigates the benefits and personal values that motivate customers to purchase from social commerce (s-commerce). Design/methodology/approach The study uses the means-end chain (MEC) theory and the laddering technique to identify the personal values a customer expects to achieve while interacting with an s-commerce page. Findings “Page design” followed by “response to queries” during and after purchase are the two most important attributes that help a customer attain personal values. The study reveals “feeling valued” and “confidence” in a purchase as critical values for the customers. Practical implications Researchers suggest making an s-commerce page “easy to use” by focusing on the page design, aesthetics and appealing interface. S-commerce customers value prompt responses to queries during and after a purchase, which leads to a better customer experience. Originality/value This study is one of the first attempts to examine the personal values that motivate customers to purchase on s-commerce pages.",
          "url": "https://doi.org/10.1108/itp-10-2022-0735",
          "doi": "https://doi.org/10.1108/itp-10-2022-0735",
          "filter": 0
        },
        {
          "title": "Antecedents of knowledge sharing in online collective spaces: combining social power theory and knowledge governance theory",
          "authors": "Jianyao Jia",
          "abstract": "Purpose The penetration of mobile social media has given birth to various online collective spaces (OCSs) within cross-functional project teams (CFPTs), which have significantly transformed knowledge sharing (KS) practice. While existing literature has endeavored a lot on KS factors within CFPTs, our understanding of KS in OCSs is limited, thus constituting the central of the present study. Design/methodology/approach Centering on communication visibility, the core feature of KS in OCSs, this study combines social power theory and knowledge governance theory to shed light on the influence of two agents, i.e. members in the OCS and the project team. Data were collected by administering a questionnaire survey to 205 project team members in China. Ordinary least squares regression and fuzzy-set qualitative comparative analysis (QCA) techniques are used to analyze the data. Findings The ordinary least squares (OLS) regression results suggest that expert power of oneself, formal knowledge governance mechanism (KGM) and group size positively influence both KS quantity and quality. Besides, hierarchical distance is found to negatively influence KS quantity, and informal KGM is found to positively affect KS quality. The fuzzy-set QCA results reveal three configurations sufficient for KS quantity and four configurations sufficient for KS quality. Notably, the combination of expert power of oneself, formal and informal KGMs is essential for both KS quantity and quality. Originality/value This study provides valuable insights into KS in OCSs by synthesizing multi-level contextual antecedents from multiple theoretical perspectives. The results of OLS regression and fuzzy-set QCA are discussed, offering a comprehensive understanding of the mechanisms impacting KS. Ultimately, this study aims to offer guidance to managers on effectively facilitating KS within the contemporary digital era.",
          "url": "https://doi.org/10.1108/itp-03-2024-0394",
          "doi": "https://doi.org/10.1108/itp-03-2024-0394",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Can data justice be global? Exploring the practice of digital rights, and the search for cognitive data justice",
          "authors": "Siddharth Peter de Souza",
          "url": "https://doi.org/10.1080/1369118x.2025.2471889",
          "doi": "https://doi.org/10.1080/1369118x.2025.2471889",
          "filter": 0
        },
        {
          "title": "Dynamics of attachment insecurity to young adult problematic social media use: an ecological momentary assessment study",
          "authors": "Xujia Bai, Chunmei Lan, Jiayu Li, Yuhong Zhou, Xu Chen, Xuemei Gao",
          "url": "https://doi.org/10.1080/1369118x.2025.2479794",
          "doi": "https://doi.org/10.1080/1369118x.2025.2479794",
          "filter": 0
        },
        {
          "title": "Women, not cyborgs: failures of postmodern postfeminist thought and the internet to recognise women living under occupation",
          "authors": "Heba Elsagheer Aly",
          "url": "https://doi.org/10.1080/1369118x.2025.2478084",
          "doi": "https://doi.org/10.1080/1369118x.2025.2478084",
          "filter": 0
        },
        {
          "title": "Collectivity in data governance and data justice",
          "authors": "Lina Dencik, Arne Hintz, Joanna Redden, Emiliano Treré",
          "url": "https://doi.org/10.1080/1369118x.2025.2478096",
          "doi": "https://doi.org/10.1080/1369118x.2025.2478096",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "What do motives for quiet luxury consumption tell us about intrinsic vs. extrinic motivation for consumer behavior in general?",
          "authors": "Charles R. Taylor",
          "url": "https://doi.org/10.1080/02650487.2025.2476903",
          "doi": "https://doi.org/10.1080/02650487.2025.2476903",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Effect of in-game situations and advertisement animation in eSports on visual attention, memory, brand attitude and behavioral intentions",
          "authors": "Byungjae Min, Daehwan Kim, Yong Jae Ko",
          "abstract": "Purpose The purpose of this study was to examine the effects of in-game situations (battle vs non-battle) and advertisement animation (static vs animated) on visual attention, memory, brand attitude and behavioral intention in eSports. Design/methodology/approach A 2 (advertisement animation: static vs animated) × 2 (in-game situations: non-battle vs battle) between-subject factorial design was developed. Participants wearing eye trackers watched a 2-min-and-30-s stimulus featuring manipulated variables. Subsequently, they completed a questionnaire designed to measure variables. Findings In-game situations significantly influenced visual attention, with non-battle contexts eliciting higher fixation duration and count. Moreover, fixation count positively affected both explicit and implicit memory. Additionally, implicit memory enhanced brand attitude, which in turn positively affected behavioral intention. Practical implications These findings guide eSports event organizers and brand managers in optimizing advertisement placement. Advertisements should be positioned in non-battle situations, where visual attention is higher. Repeated brand exposure is more effective than prolonged single exposures for enhancing memory retention and brand attitude. Lastly, unobtrusive advertisement exposure is essential because implicit memory plays a key role in shaping consumer attitudes and behavioral intentions. Originality/value This study advances eSports advertising research by identifying psychological mechanisms influencing consumer behavior. Moreover, the study extends the Limited Capacity Model of Motivated Mediated Message Processing (LC3MP) by demonstrating how cognitive resource allocation varies across in-game situations and advertisements. Furthermore, this research contributes to self-perception theory and the mere exposure effect by clarifying the distinct roles of explicit and implicit memory in shaping brand attitudes.",
          "url": "https://doi.org/10.1108/intr-03-2024-0491",
          "doi": "https://doi.org/10.1108/intr-03-2024-0491",
          "filter": 0
        },
        {
          "title": "Is being human-like beneficial? The effect of anthropomorphism on chatbot persuasion in e-commerce",
          "authors": "Mengru Yang, Xixian Peng, Qiuzhen Wang, Yuxiang Chris Zhao, Xinwei Wang",
          "abstract": "Purpose Chatbots are vital for enhancing e-commerce sustainability by providing efficient customer support. Although previous studies have considered both linguistic and visual anthropomorphism as crucial factors in e-commerce chatbot design, their joint effects and their underlying mechanisms have not been thoroughly investigated. Drawing on insights from the literature on anthropomorphism and the elaboration likelihood model, this research attempts to examine the joint effects of the two types of anthropomorphism, the boundary condition, and the subsequent impact on purchase intention. Design/methodology/approach A research model was proposed and empirically tested using two laboratory-controlled experimental studies. Findings Linguistic anthropomorphism plays a dominant role over visual anthropomorphism in influencing social presence and communicative effectiveness. In addition, linguistic anthropomorphism harms persuasion through the mediating role of communicative effectiveness, and the fit between linguistic and visual anthropomorphism amplifies the negative effect on purchase intention. Moreover, shopping motivation serves as a boundary condition for the negative effect of anthropomorphism. Practical implications Chatbot designers should be cautious when using anthropomorphism in e-commerce chatbot design. The use of machine-like languages may be more persuasive than that of human-like languages, especially for utilitarian products. Notably, mismatched anthropomorphic elements may harm user experience. Originality/value This study enriches chatbot literature by examining the role of chatbot anthropomorphism in the e-commerce context. Moreover, this study provides a more comprehensive framework for understanding how chatbots’ linguistic and visual anthropomorphism jointly influence consumer behavior.",
          "url": "https://doi.org/10.1108/intr-10-2023-0866",
          "doi": "https://doi.org/10.1108/intr-10-2023-0866",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Advertising",
      "journal_short": "JAdvert",
      "articles": [
        {
          "title": "Quality and Intention Signaling: A Meta-Analysis of How Sponsorship Relates to Consumer Responses According to Content, Observability, Credibility, and National Culture",
          "authors": "Hsin-Chen Lin, Patrick F. Bruning, Ching-Wei Lao, Jiawei Shao",
          "url": "https://doi.org/10.1080/00913367.2025.2453477",
          "doi": "https://doi.org/10.1080/00913367.2025.2453477",
          "filter": 0
        },
        {
          "title": "Seeing Ad Transparency More Clearly: Public Perception, Use of Ad Transparency Tools, and Responses to Dataveillance",
          "authors": "Laurent H. Wang, Miriam J. Metzger, Xingyu Liu, Li Qi",
          "url": "https://doi.org/10.1080/00913367.2025.2451993",
          "doi": "https://doi.org/10.1080/00913367.2025.2451993",
          "filter": 0
        },
        {
          "title": "Turning Right: The Impact of Text Rotation (Left vs. Right) on Consumer Product Preferences",
          "authors": "Yuli Zhang, Hyokjin Kwak, Marina Puzakova, Charles R. Taylor",
          "url": "https://doi.org/10.1080/00913367.2025.2454249",
          "doi": "https://doi.org/10.1080/00913367.2025.2454249",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "An intellectual history of digital colonialism",
          "authors": "Toussaint Nothias",
          "abstract": "In recent years, the scholarly critique of tech power as a form of digital colonialism has gained prominence. Scholars from various disciplines—including communication, law, computer science, anthropology, and sociology—have turned to this idea (or related ones such as tech colonialism, data colonialism, and algorithmic colonization) to conceptualize the harmful impact of digital technologies globally. This article reviews significant historical precedents to the current critique of digital colonialism and further shows how digital rights activists from the Global South have been actively developing and popularizing these ideas over the last decade. I argue that these two phenomena help explain why scholars from varied disciplines developed adjacent frameworks simultaneously and at this specific historical juncture. The article also proposes a typology of digital colonialism around six core features. Overall, this article encourages historicizing current debates about tech power and emphasizes the instrumental role of nonscholarly communities in knowledge production.",
          "url": "https://doi.org/10.1093/joc/jqaf003",
          "doi": "https://doi.org/10.1093/joc/jqaf003",
          "filter": 0
        },
        {
          "title": "Authenticity at the heart of communication",
          "authors": "Eun-Ju Lee",
          "url": "https://doi.org/10.1093/joc/jqaf005",
          "doi": "https://doi.org/10.1093/joc/jqaf005",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Computer-Mediated Communication",
      "journal_short": "JCMC",
      "articles": [
        {
          "title": "Too much of what? Two-wave panel evidence for selective (de-)sensitization through frequent exposure to different kinds of digital hate",
          "authors": "Rinat Meerson, Kevin Koban, Jörg Matthes",
          "abstract": "Digital hate has become an inevitable aspect of daily life for social media users, constituting a formidable societal challenge. Despite broad consensus of related harms, researchers have struggled to predict users’ intervening activity and moderation preferences, especially given that they are subject to temporal changes. A two-wave panel survey was conducted to investigate how exposure frequency to incivility, intolerance, and threats is associated over time with (de-)sensitization regarding perceived severity, different intervention activities, and content moderation preferences, while also considering free-speech attitudes as a moderating factor. Results provide evidence for both consistent and selective (de-)sensitization over time across response and hate types. Most notably and contrary to popular desensitization narratives, users demonstrated heightened awareness and engagement when confronted with hateful content more frequently, actively intervening through reactions, comments, or private messages. Overall, these findings give reason for hope that users may become increasingly sensitive and engaged in combating digital hate.",
          "url": "https://doi.org/10.1093/jcmc/zmaf002",
          "doi": "https://doi.org/10.1093/jcmc/zmaf002",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Living with COVID-19 conspiracies on Chinese TikTok (Douyin): unpacking multimodal features, national identity, and user engagement",
          "authors": "Zituo Wang, Jiayi Zhu, Wenqing Zuo, Zihan Jiang, Jinhao Lei, Zhuoyu Wang",
          "url": "https://doi.org/10.1080/19331681.2025.2473991",
          "doi": "https://doi.org/10.1080/19331681.2025.2473991",
          "filter": 0
        },
        {
          "title": "Exploring the influence of online media on political participation in a postcolonial multi-ethnic context: evidence from Bolivia",
          "authors": "Yuehua Wu, Jiawen Wu",
          "url": "https://doi.org/10.1080/19331681.2025.2473987",
          "doi": "https://doi.org/10.1080/19331681.2025.2473987",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "Restoring Ingroup Status and Glory: Essentialism as Ingroup Preservation When Collective Victimhood Narratives Are Endorsed",
          "authors": "Sucharita Belavadi, Michael A. Hogg",
          "abstract": "This study examines whether a specific type of leader rhetoric, collective victimhood rhetoric, shapes social identity and group normative structure as ultra-distinctive and immutable. Following measures of outgroup (Muslim) vitality and ingroup existential identity-uncertainty, Indian Hindu participants ( N = 149) were randomly assigned to read either a leader narrative of ingroup collective victimhood or a pro-diversity narrative. Participants completed measures of leader endorsement and ingroup essentialism of status. Results indicated that support for collective victimhood rhetoric was related to heightened essentialism of ingroup status as naturally endowed. This effect was accentuated under high identity-uncertainty about the ingroup's future. Findings also replicated results from previous research. Identity-uncertainty about the ingroup's (Hindu) religious future mediated the relationship between outgroup (Muslim) vitality and leader support. Support for leader victimhood rhetoric was heightened when identity-uncertainty was high. Implications for populist leader support are discussed, as victimhood rhetoric is central to populist mobilization of followers.",
          "url": "https://doi.org/10.1177/0261927x251323987",
          "doi": "https://doi.org/10.1177/0261927x251323987",
          "filter": 0
        },
        {
          "title": "Sticky Categories, Discursive Practices, and the Potential for Change: The Case of Children's Food “Likes”",
          "authors": "Sally Wiggins",
          "abstract": "Language can be considered as not simply playing a role in behavior change but as being foundational to how we understand people's behavior in itself. Focusing on the use of discursive categories in everyday social interaction, this paper examines how dispositional categories (such as food “likes”) become “sticky” through being invoked during one social action but treated as relatively stable over time and used to account for past and future behavior. Data are video recordings of children's eating practices taken from two large corpuses of family meals in Scotland and preschool lunches in Sweden. Discursive Psychology was used to explicate the ways in which categories of food likes and dislikes are implicated in social actions during mealtimes, such as offering food, encouraging children to eat, or responding to food already eaten. The analysis unpacks the central argument in three parts: (1) that discursive practices construct psychological categories, (2) that categories are embedded within social actions, and (3) that social actions may change, but the categories stick. The paper contributes to discursive and interactional work on the use of categories through shifting the analytical gaze to dispositional categories and examining mundane (as well as institutional) settings. The implications of this work extend to a much broader field of research on language and behavior change through illustrating the embedded resistance of certain discursive categories and their consequences for the possibilities for change.",
          "url": "https://doi.org/10.1177/0261927x251315663",
          "doi": "https://doi.org/10.1177/0261927x251315663",
          "filter": 0
        },
        {
          "title": "When There is No He/She: A Cross-Cultural Analysis of Genderless Language Use and Its Impact on Gender Ideology",
          "authors": "Megumi Tanabe, Lily Tun, Nasim Vaseiezadeh, Imge Dogan",
          "abstract": "This study examines the relationship between the gender status of spoken languages and attitudes toward gender equality. Studies show that gendered languages subconsciously contribute to a masculine–feminine dichotomy, favoring men, while genderless languages minimize the reinforcement of gender stereotypes. Using data from the World Value Survey Wave 7, we analyzed if speaking a genderless language at home and living in a predominantly genderless-language-speaking country is associated with gender ideologies across four subcultural groups. Ordered logistic regression results show that genderless languages have mixed relationships with gender ideology. Whereas the use and exposure to genderless languages most significantly increase the odds of opposing domestic violence in Orthodox Europe, West, and South Asia, and the African Islamic subgroups, genderless language has the highest positive association with support for income equality in marriage in Latin America. Our findings highlight the relationship between genderless languages and gender ideology, particularly as the importance of gendered pronouns gains visibility.",
          "url": "https://doi.org/10.1177/0261927x251326200",
          "doi": "https://doi.org/10.1177/0261927x251326200",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "A boost to relational value: Examining the link between partner expressions of gratitude and self-esteem in close relationships",
          "authors": "Brian P. Don, Renato Ferrer",
          "abstract": "Expressions of gratitude are associated with many benefits in the context of social relationships. Indeed, Algoe’s (2012) find-remind-and-bind theory of gratitude proposes that expressions of gratitude serve the innately relational function of finding and drawing people closer to responsive relationship partners. Despite this prior work demonstrating the importance of gratitude to relationships, no prior research or theory has considered how a partner’s expressions of gratitude may influence the self. Based on sociometer theory (Leary, 1999, 2021), we hypothesized that partner expressions of gratitude signal relational value, thereby predicting enhanced self-esteem for the target of gratitude expressions. To test this novel proposition, we drew upon two archival studies. Study 1 used 11 years of longitudinal data in which 4,990 individuals ( k = 33,846) in committed relationships reported on their partner’s expression of gratitude and their self-esteem at yearly intervals. In Study 2, undergraduate students ( N = 119 people and k = 891) completed a 10-day diary survey in which they reported on a romantic partner or close other’s gratitude expression, their self-esteem, and their feelings of relational value. In both studies, greater partner expressions of gratitude were associated with greater self-esteem at the within- and between-person levels, even controlling for prior wave levels of self-esteem. Moreover, in Study 2, greater perceived relational value mediated the association between greater daily partner expressions of gratitude and greater daily self-esteem. These results provide initial evidence that gratitude expressions not only function to guide people to more meaningful relationships, but are also associated with enhanced relational value, and therefore greater self-esteem.",
          "url": "https://doi.org/10.1177/02654075251325431",
          "doi": "https://doi.org/10.1177/02654075251325431",
          "filter": 0
        },
        {
          "title": "Happily ever affluence: Dyadic analysis of money scripts, financial communication, and relationship satisfaction",
          "authors": "Ashley B. LeBaron-Black, Xiaomin Li, Melissa J. Wilmarth, Sofia C. Suxo-Sanchez, Kristy L. Archuleta, Jeremy B. Yorgason, Dexia Kong",
          "abstract": "Money scripts are deep-seated but typically unconscious beliefs individuals hold about money. We considered four money scripts: money avoidance, money focus (also known as money worship), money status, and money privacy (adapted from money vigilance). While money scripts have been studied in conjunction with financial outcomes, our study is among the first to test relational outcomes of money scripts and among the first to examine money scripts on the dyad level. Grounded in couples and finances theory (CFT), we conducted an actor partner interdependence mediation model (APIMeM) using dyadic data from 1,153 mixed-gender couples who had been married for about eight years to test (a) associations from couples’ average level on each money script, couples’ profile-based similarity on the money scripts collectively, and couples’ difference-score-based similarity on each money script with wives’ and husbands’ financial communication and relationship satisfaction, and (b) indirect effects on relationship satisfaction through financial communication as a mediator. High levels of money focus adherence were relationally destructive (i.e., worse financial communication, worse marital satisfaction). Similarity between spouses on money scripts collectively was relationally beneficial (i.e., better financial communication). We discuss implications for clinicians such as therapists and educators.",
          "url": "https://doi.org/10.1177/02654075251327316",
          "doi": "https://doi.org/10.1177/02654075251327316",
          "filter": 0
        },
        {
          "title": "The social spheres of multiracial teens: Parents, friends, and social media’s relation to multiracial adolescents’ ethnic-racial identities",
          "authors": "Emily J. Takamasa, Ashley M. Fraser, Sarah M. Coyne, Adam A. Rogers",
          "abstract": "The number of youth who identify as multiracial has surged in the past decade. However, this population has reportedly suffered high rates of maladaptive behaviors, highlighting the need for research on supports for multiracial youth, including healthy identity development. Using Jackson and Mumma’s (2023) model of multiracial identity, this study explored how positive social media use, friendship self-efficacy, and friendship aid related to multiracial adolescents’ ethnic-racial identity (ERI; exploration, resolution, affirmation) in 128 adolescents (56% female, U.S. sample, Mage = 14.3). Further, we explored if this relation was moderated by parent/child relationship quality. Direct effects evidenced friendship self-efficacy was positively related to all aspects of ERI, friend aid was only related to ERI resolution, parent/child relationship quality related positively to exploration, and positive social media use was negatively related to affirmation. Results showed the relation of friend aid, and positive social media use with ERI resolution was moderated by parent/child relationship quality. Results indicate the significance of parent-child relationships in ERI while also suggesting that friendships and social media may play important roles in understanding the diverse influences on multiracial teens’ identities.",
          "url": "https://doi.org/10.1177/02654075251326754",
          "doi": "https://doi.org/10.1177/02654075251326754",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Book Review: Non-Verbal Neutrality of Broadcasters Covering Crisis, Not What You Say, But How You Say It , by Danielle Deavours Non-Verbal Neutrality of Broadcasters Covering Crisis, Not What You Say, But How You Say It. DeavoursDanielle. Oxfordshire, UK: Routledge, 2024. 138 pp.",
          "authors": "Grace Ficara",
          "url": "https://doi.org/10.1177/10776990251326596",
          "doi": "https://doi.org/10.1177/10776990251326596",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "The Ida B. Wells Effect: A Novel Computational Analysis of US Newspaper Lynching Coverage, 1805–1963",
          "authors": "Rob Wells, Kathy Roberts Forde, Sean Mussenden, Mohamed Salama, Sasha Allen",
          "url": "https://doi.org/10.1080/1461670x.2025.2478451",
          "doi": "https://doi.org/10.1080/1461670x.2025.2478451",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "Misinformation and Digital Inequalities: Comparing How Different Demographic Groups Get Exposed to and Engage with False Information",
          "authors": "Gregory Gondwe, Dani Madrid-Morales, Melissa Tully, Herman Wasserman",
          "url": "https://doi.org/10.1080/15205436.2025.2474139",
          "doi": "https://doi.org/10.1080/15205436.2025.2474139",
          "filter": 0
        },
        {
          "title": "Journalistic Interventionism: Types, Professional, and Normative Conceptions",
          "authors": "Doron Shultziner",
          "url": "https://doi.org/10.1080/15205436.2025.2478892",
          "doi": "https://doi.org/10.1080/15205436.2025.2478892",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Balancing Intimacy and Trust: Opportunities and Risks in Audio Journalism",
          "authors": "Mia Lindgren",
          "abstract": "This thematic issue explores the complex relationship between intimacy and trust in audio journalism, particularly focusing on podcasting as it evolves as a medium. It examines how podcasting's intimate format creates both opportunities and challenges for journalistic practice. The opportunities include enhanced storytelling capabilities, deeper audience connections, and the ability to address social justice issues more effectively, as demonstrated through various case studies from sports podcasting to investigative journalism. However, the studies also identify significant risks, including the potential for parasocial relationships to compromise journalistic integrity, the challenge of maintaining professional standards while fostering audience connection, and the possibility of reinforcing echo chambers rather than bridging societal divides. The research spans multiple geographical contexts, from Serbian podcasting in hybrid regimes to Chinese platforms, offering insights into how these dynamics manifest across different political and cultural frameworks. The collection of articles employs diverse methodological approaches, from theoretical frameworks combining cosmopolitan ethics with feminist ethics of care to empirical analyses of listener trust and content analysis of podcast platforms. Ultimately, the thematic issue suggests that as podcasting continues to mature, finding the right balance between personal connection and professional practice remains crucial for the medium's development as a journalistic tool.",
          "url": "https://doi.org/10.17645/mac.10104",
          "doi": "https://doi.org/10.17645/mac.10104",
          "filter": 0
        },
        {
          "title": "Between Personalization and Professionalization: How Do Chinese Journalists-turned-podcasters Balance Intimacy and Trust?",
          "authors": "Haiyan Wang, Zhengqing Yan, Jing Meng",
          "abstract": "&lt;p&gt;As an inherently “intimate medium” (Euritt, 2022), podcasting offers new opportunities for journalists to engage in innovative media practices. Managing intimacy and trust is an important practice for journalistic podcasters, affecting the development of the democratic potential of news podcasting. Currently, there are over 240,000 podcast programs available in the Chinese market, with an audience exceeding 220 million. Such a vast market of Chinese podcasting deserves academic attention. This study focuses on Chinese journalists-turned-podcasters and examines how they perceive and construct intimacy and trust as well as their approaches to navigating the balance between intimacy and public trust in their podcasting practices. Drawing upon in-depth interviews and meta-journalistic discourse analysis, this study finds that three main strategies were used: (i) &lt;em&gt;empathic detachment&lt;/em&gt;, (ii) &lt;em&gt;selective exposure&lt;/em&gt;, and (iii) &lt;em&gt;limited standardization&lt;/em&gt;. By focusing on these podcasters, this study enhances our understanding of how news can continue to stay connected with the public in this era of digital transformation and suggests that the practices of these podcasters reflect the creativity and exploratory nature of Chinese journalists in adapting to new technological environments. The differences between Chinese j-podcasters and social media influencers are also discussed. In contrast to social media influencers who often exploit audience trust for commercial gains, podcasters prioritize public trust with a hint of professionalism.&lt;/p&gt;",
          "url": "https://doi.org/10.17645/mac.9054",
          "doi": "https://doi.org/10.17645/mac.9054",
          "filter": 0
        },
        {
          "title": "Televisual Inequalities and Gender Dynamics in German News: Health Experts During the Covid-19 Crisis",
          "authors": "Juliane Wegner",
          "abstract": "This study explores gender representation among healthcare experts on German television during the first wave of Covid-19 reporting, addressing the broader issue of gender disparities in media coverage. Using Caldwell’s concept of televisuality and the audio-visual character analysis (ACIS) method for content analysis, we examined 174 corona-related news programmes that aired between 16 April and 30 April 2020. Of the 2,240 characters analyzed, 1,299 were experts, yet only 15% were women. Despite women’s strong presence in healthcare professions, men overwhelmingly dominated medical and political discussions during this period, while women were more frequently shown in supportive or emotional roles. These findings reveal a significant gender gap in the visibility and portrayal of experts during the pandemic’s early crisis communication, with men disproportionately occupying authoritative roles. This imbalance underscores how media coverage in public health emergencies continues to reinforce traditional gender norms, limiting female representation in leadership positions. The study highlights the need for more equitable media representation in crisis reporting to better reflect societal diversity and ensure inclusive communication.",
          "url": "https://doi.org/10.17645/mac.9395",
          "doi": "https://doi.org/10.17645/mac.9395",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "The journalists’ exodus: Navigating the transition from Twitter to Mastodon and other alternative platforms",
          "authors": "Yee Man Margaret Ng, Rik Ray",
          "abstract": "This study examines how journalists are grappling with platform migration following Elon Musk’s acquisition of Twitterin October 2022. Using a mixed-method approach that combines computational analysis of the activities of 861 journalists on Twitter and Mastodon with qualitative interviews of 11 active journalists, this study aims to (1) examine the extent to which journalists have exhibited different forms of Twitter disengagement post-acquisition; (2) identify the motivating and discouraging factors influencing their move, guided by the push-pull-mooring model; and (3) explore how journalists managed their online presence across platforms. The results indicated minimal Twitter non-use following Musk’s takeover, and full migration was not observed within a 6-month post-acquisition period. Factors such as the flood of fake news and the loss of the blue-tick verification served as push factors, while the appeal of Mastodon’s enhanced user control and stronger community values acted as pull factors. However, the practical reliance on Twitter’s functionalities, audience base, and professional obligations made total abandonment challenging.",
          "url": "https://doi.org/10.1177/14614448251321165",
          "doi": "https://doi.org/10.1177/14614448251321165",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "The Political Court: Newspaper Coverage, Appointment Politics, and Public Support of the United States Supreme Court, 1980–2023",
          "authors": "Joshua Boston, Christopher N. Krewson",
          "url": "https://doi.org/10.1080/10584609.2025.2467905",
          "doi": "https://doi.org/10.1080/10584609.2025.2467905",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Friend or faux: Testing the perceived authenticity of corporate socio-political activism messages on Instagram through the lens of Black Lives Matter",
          "authors": "Shanetta M. Pendleton",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102558",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102558",
          "filter": 0
        },
        {
          "title": "Theorizing forgotten crisis publics: COVID long haulers’ information marginalization",
          "authors": "Brooke Fisher Liu, Duli Shi, Beth St. Jean, Jane Behre, Miranda Downey",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102556",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102556",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "Contested science communication: Representations of scientists and their science in newspaper articles and the associated comment sections",
          "authors": "Katrine K. Donois, Lewis Goodings, Mick Finlay, Nicola Gibson",
          "abstract": "This qualitative study uses inductive thematic analysis to investigate how journalists and their readers perceive scientists. The data-driven approach was applied to 84 articles (reporting on the contested science issues of climate change, vaccines, or genetically modified organisms (GMOs)) and their associated comment sections. Two dominant groups were observed: the pro-science group (consisting of commentators and journalists) and the contra-science group (nearly exclusively commentators). The identified themes show that both groups represent scientists and their science in a particular and similar way across the three contested science topics. These representations are used to justify both support and opposition (e.g., each group refers to scientists’ motives; however, they express this theme differently by either describing scientists’ actions as born out of a desire to help or out of arrogance). Understanding how non-experts perceive scientists could help improve science communication, which may be the first step toward decreasing societal polarization over contested science.",
          "url": "https://doi.org/10.1177/09636625251325453",
          "doi": "https://doi.org/10.1177/09636625251325453",
          "filter": 0
        },
        {
          "title": "Follow the metrics? How does social media affect the journalistic practices of digital science communication start-ups?",
          "authors": "Jing Yang, Xizhu Xiao, Jianbin Jin",
          "abstract": "The influence of social media platforms on content production has been widely discussed in journalism studies, yet there remains limited research on its specific impact on science communication. This Chinese case study explores how social media logic affects the practices of digital science communication within a leading start-up in the field. Using in-depth interviews and participant observation, the study examines how key components of social media logic—such as engagement metrics and the drive to avoid invisibility—shape content production. The findings reveal that these influences intertwine with other factors, including platform regulations, creating a complex environment for content creation. This research offers insights into the broader implications for science communication and highlights potential avenues for future inquiry.",
          "url": "https://doi.org/10.1177/09636625251325658",
          "doi": "https://doi.org/10.1177/09636625251325658",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "When Scientists Share Their Struggles: How Scientists’ Self-Presentation on Social Media Influences Public Perceptions, Support for Science, and Information-Seeking Intentions",
          "authors": "Annie Li Zhang, Hang Lu",
          "abstract": "Casual recommendations for scientists to “be human” and to “bring the public alongside the scientific process” have generated plethora of such interactions on social media. This study explores different self-presentation tactics, like sharing their research successes and failures, or contextualizing their research process, on how scientists and science issues are perceived by the public. In an online between-subjects experiment ( N = 1,843), participants rated scientists who shared their failures as more benevolent and open, and as having more integrity, than those who only shared their successes. These perceptions further increased support for science and information-seeking intentions. The findings highlight how scientists’ self-presentation on social media can influence important science communication outcomes.",
          "url": "https://doi.org/10.1177/10755470251322902",
          "doi": "https://doi.org/10.1177/10755470251322902",
          "filter": 0
        },
        {
          "title": "Literate and Critical? Characterizing Users of Alternative Scientific Media",
          "authors": "Lena Zils, Florian Wintterlin, Julia Metag, Niels G. Mede, Mike S. Schäfer",
          "abstract": "Science is of crucial importance in contemporary societies. Concurrently, legacy news media outlets are losing their position as the main fora for discussing and providing information on science and politics. In the hybrid media system, a broader range of news media have emerged. Among them are alternative news media, which position themselves as corrective voices to “mainstream” news media—including when it comes to reporting on science. In this context, our focus is on individuals who come into contact with science-related information via alternative news media. We draw on the “Science Barometer Switzerland,” a nationally representative online survey of attitudes, beliefs, and knowledge about science and research in Switzerland conducted in 2022 ( n = 1,122), to investigate science- and media-related predictors of the use of alternative news media to access information about science. Our results indicate that the clear majority—more than two-thirds—of the Swiss population do not use alternative news media as sources of science-related information. Respondents who do use alternative news media were more confident about their scientific and media literacy and viewed themselves as information elites who are highly skeptical of established societal elites. However, they do not seem to reject the scientific system in principle.",
          "url": "https://doi.org/10.1177/10755470251323525",
          "doi": "https://doi.org/10.1177/10755470251323525",
          "filter": 0
        },
        {
          "title": "What Is Valued and What Counts: Relationality, Gender, and Science Communication in Scientific Societies",
          "authors": "Pam Papadelos, Chris Beasley",
          "abstract": "Feminist scholars critique conceptions of society as an aggregate of primarily self-interested and self-sufficient individuals who operate independently, challenging assumptions of atomistic individualism in neoliberal societies. Instead, they emphasize humans as inherently relational. However, valuing relationality raises issues, as women’s relational roles are often undervalued, reinforcing gendered expectations tied to self-sacrifice and caregiving. Within scientific societies, science communication exemplifies these dynamics, revealing the benefits and pitfalls of relational work. Drawing on a national survey and qualitative interviews with science communicators, this research contributes to feminist discussions on advancing gender equity and addressing the challenges of relational work within workplace contexts.",
          "url": "https://doi.org/10.1177/10755470251321075",
          "doi": "https://doi.org/10.1177/10755470251321075",
          "filter": 0
        },
        {
          "title": "Quantum in the Media: A Content Analysis of Dutch Newspapers",
          "authors": "Aletta Lucia Meinsma, Thomas Rothe, W. Gudrun Reijnierse, Ionica Smeets, Julia Cramer",
          "abstract": "Quantum technology is expected to have an impact on society. Earlier literature suggests that certain themes may either create barriers or facilitate effective science communication. We studied 385 Dutch newspaper articles for the use of these themes. Newspapers commonly explained quantum concepts when mentioning quantum technology. They also regularly presented quantum technology as beneficial and enigmatic, often in prominent positions of the articles. The themes on economic development/competitiveness, mystical viewpoint, social progress, and risks were less common. Although these barriers are only potential barriers, we encourage journalists to weigh them when communicating about quantum technology.",
          "url": "https://doi.org/10.1177/10755470251318300",
          "doi": "https://doi.org/10.1177/10755470251318300",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Men in Beauty Work and Feminization of Digital Labor Platforms",
          "authors": "Sai Amulya Komarraju, Manisha Pathak-Shelat, Payal Arora, Usha Raman",
          "abstract": "Extant research on the gendered dynamics on digital labor platforms and care work is divided in terms of focus: (migrant) men involved in supposedly “masculine” work such as driving and delivery, and home-based repair work, and the feminized invisible work performed by women in home-based care-work such as domestic work and beauty work. While such scholarship has merit, it completely dismisses the particularities of the South Asian context where beauty work, considered to be ritually impure work, has historically been performed by men from the marginalized Nai caste. Foregrounding the views of men in beauty work, particularly Nai-barbers (on and off platform), our findings reveal that Nai-barbers find the relocation of work from barbershop to customer’s home by platforms particularly humiliating. The transition from being entrepreneurs, in charge of their barbershops, to mere workers supervised by both platforms and customers, evokes memories of the servitude their ancestors endured. The humiliation and degradation of work they experience are rooted in caste and colonial histories. Our findings underscore the need to go beyond the immediate temporal context to identify the conditions of work that workers find degrading, and situate the feminization of platform economy within the context of coloniality and casticization of power, thus bringing a necessary intersectionality that recognizes but goes beyond gender.",
          "url": "https://doi.org/10.1177/20563051251326665",
          "doi": "https://doi.org/10.1177/20563051251326665",
          "filter": 0
        },
        {
          "title": "Journalists, Emotions, and the Introduction of Generative AI Chatbots: A Large-Scale Analysis of Tweets Before and After the Launch of ChatGPT",
          "authors": "Seth C. Lewis, David M. Markowitz, Jon Benedik A. Bunquin",
          "abstract": "As part of a broader look at the impact of generative AI, this study investigated the emotional responses of journalists to the release of ChatGPT at the time of its launch. By analyzing nearly 1 million Tweets from journalists at major US news outlets, we tracked changes in emotion, tone, and sentiment before and after the introduction of ChatGPT in November 2022. Using various computational and natural language processing techniques to measure emotional shifts in response to ChatGPT’s release, we found an increase in positive emotion and a more favorable tone post-launch, suggesting initial optimism toward AI’s potential. This research underscores the pivotal role of journalists as interpreters of technological innovation and disruption, highlighting how their emotional reactions may shape public narratives around emerging technologies. The study contributes to understanding the intersection of journalism, emotion, and AI, offering insights into the broader societal impact of generative AI tools.",
          "url": "https://doi.org/10.1177/20563051251325597",
          "doi": "https://doi.org/10.1177/20563051251325597",
          "filter": 0
        },
        {
          "title": "Post-Socialist Imaginaries of the Digital Third Front: The Case of Guizhou-Cloud Big Data",
          "authors": "Bingchun Meng",
          "abstract": "This article theorizes the politics and poetics of data infrastructure through an examination of Guizhou-Cloud Big Data (GCBD), the state-owned enterprise that landed the deal with Apple to build its first data center in China. I deploy the concept of “post-socialist imaginaries” to analyze how Guizhou, an economically lagging province, has positioned itself as a strategic hub for big data and cloud computing. The “politics” refers to the development policies promoting digital innovation as an engine of growth, while the “poetics” involves the discursive framing of big data through fantasies and desires. The qualifier “post-socialist” highlights the coexistence of multiple temporalities beyond linear developmentalism. By probing this peculiar case, the article aims to generate insights into how data infrastructures are being institutionally reconfigured in China vis-a-vis its modernization trajectory and divergent conditions compared to Western contexts. It calls for alternative theoretical frameworks to unpack the materiality and spatiality of data at the current conjuncture.",
          "url": "https://doi.org/10.1177/20563051251316949",
          "doi": "https://doi.org/10.1177/20563051251316949",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Southern Communication Journal",
      "journal_short": "SoComm",
      "articles": [
        {
          "title": "‘The United States is Not a Nightclub’: College-Going adults’ Attitudes Toward Afghan Evacuee Resettlement After America’s ‘Longest War.’",
          "authors": "Bimbisar Irom, Anastasia Vishnevskaya",
          "url": "https://doi.org/10.1080/1041794x.2025.2477517",
          "doi": "https://doi.org/10.1080/1041794x.2025.2477517",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "Newspaper Favorites? A Comparative Assessment of Political Parallelism Across Two Decades",
          "authors": "Erik de Vries, Gunnar Thesen",
          "abstract": "Newspapers in most West European countries have historically had strong ties to specific political parties. While formal bonds have vanished, parallelism in news content might still remain; for instance, in a tendency to report more often and more favorably on parties that align with the political leaning of a newspaper. In this article, we ask whether political parallelism exists in newspapers today, and whether or not it has decreased over the last two decades. These questions are answered using a dataset of 5.4 million newspaper articles from three countries (Denmark, the Netherlands, and the United Kingdom) over 20 years, annotated with the presence of political parties, and the sentiment of party news, at the sentence level. Findings suggest that newspapers pay more attention to the mainstream party with which they share political leaning, but that this pattern of parallelism has weakened over time.",
          "url": "https://doi.org/10.1177/19401612251323492",
          "doi": "https://doi.org/10.1177/19401612251323492",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Visual Communication",
      "journal_short": "VisComm",
      "articles": [
        {
          "title": "Visual framing of climate change during natural disasters at home and abroad: an analysis of British news",
          "authors": "Defne Günay, Öykü Yenen Aytekіn, Gіzem Melek",
          "abstract": "The connection between climate change and its consequences is often implicit for the general public. Moreover, the public often perceives climate change as a phenomenon affecting distant regions and future generations, rather than recognising its immediate repercussions. Media play a pivotal role in informing the public on climate change and its consequences, including increased frequency and intensity of natural disasters. This research examines the visual frames employed by British news outlets during periods of natural disasters transpiring in the UK, or globally. The aim of the research is to reveal the most common visual frames used, whether nature is framed as a threat and whether psychologically distant visuals are used at times of natural disasters. The authors analyse 2413 images extracted from 907 climate change-related news articles from UK publications and media, namely the The Guardian , BBC and Daily Mail , published during periods marked by natural disasters. They find that the natural environment is not visually framed as threatening, despite the experience of natural disasters. Second, they observe that the news stories mostly reduced psychological distance by using the person frames using a camera angle that creates empathy. However, they also undermine this effect by not providing geographical details regarding origins of persons and location of the scenes depicted in the visuals. Furthermore, significant differences exist in the frames utilised by different outlets that they analysed. This study demonstrates that the visuals used in news stories also tell a story about climate change and this story has a potential to reduce the perceived distance of climate change effects on the viewer, offering ways to improve visual framing of climate change.",
          "url": "https://doi.org/10.1177/14703572251320304",
          "doi": "https://doi.org/10.1177/14703572251320304",
          "filter": 0
        },
        {
          "title": "Visualizing invisible information: a scoping review of present findings, challenges and opportunities on tactile graphics design",
          "authors": "Anqi Rong, Nina Hansopaheluwakan-Edward, Dian Li",
          "abstract": "In the information age, a significant portion of information is disseminated visually, yet this mode of presentation is inaccessible to individuals with visual impairments. Instead, they rely on tactile graphics, which utilize raised lines, to convey visual information. This article undertakes a scoping review, following the PRISMA guidelines, to ascertain the current state of research in the field of tactile graphics design. The analysis rigorously examines the fundamentals of tactile graphics design, exploring how visual information can be effectively translated into tactile formats to meet the unique needs of visually impaired individuals. The study advocates for a redefinition of visual impairment, suggesting it should be perceived as a distinct way of processing information, rather than a barrier. By presenting the current state of research and pinpointing areas for future investigation, this study seeks to inspire the tactile graphics design community to embrace new challenges and opportunities, ultimately fostering inclusive communication and understanding across diverse user groups.",
          "url": "https://doi.org/10.1177/14703572241300884",
          "doi": "https://doi.org/10.1177/14703572241300884",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
