{
  "update": "2025-10-26",
  "content": [
    {
      "journal_full": "Annals of the International Communication Association",
      "journal_short": "Annals",
      "articles": [
        {
          "title": "Navigating gender disparities in communication research leadership: academic recognition, career development, and compensation",
          "authors": "Diego F M Oliveira, Qian Huang",
          "abstract": "This article examines gender disparities in academic communication research, focusing on authorship, collaboration, citation impact, faculty representation, and compensation in leading U.S. public universities. An analysis of 62,359 papers from 121 journals (2004–2023) shows women constitute 50.4% of authors and nearly half of sole-authored works, yet receive fewer citations, even in higher-impact journals. Women-only teams perform strongly in journal impact factors, particularly in smaller groups, suggesting parity in some contexts. Persistent biases remain: women in larger mixed-gender teams are cited less, and women Assistant Professors earn 5.61% less than men, though women Associates slightly out-earn men. These findings highlight the need for institutional reforms to promote equitable pay, recognition, and representation in communication research.",
          "url": "https://doi.org/10.1093/anncom/wlaf020",
          "doi": "https://doi.org/10.1093/anncom/wlaf020",
          "filter": 0
        },
        {
          "title": "Social disorder: a view from the Washington School of the Ethnography of Communication",
          "authors": "David Boromisza-Habashi, Kellie A H Carstensen, Urszula A Adamska",
          "abstract": "We review 4 decades of scholarship on the relationship between social disorder and social interaction generated by the Washington school of the ethnography of communication. We identify 5 key insights from the review regarding the ontological status of social disorder, the multiple scales of disorder, the mutually constitutive relationship between disorder and interaction, the dialectical relationship between order and disorder, and social disorder’s historically and politically contingent character. Our review invites scholars working in the sociocultural theoretical tradition to approach social order and disorder as scalar phenomena, to view social order as subject to contestation, and to rethink the relationship between social interaction and disorder as the result of scarcity, excess, design, or lack of communicative competence.",
          "url": "https://doi.org/10.1093/anncom/wlaf021",
          "doi": "https://doi.org/10.1093/anncom/wlaf021",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Methods and Measures",
      "journal_short": "CMM",
      "articles": [
        {
          "title": "Using hidden Markov models to assess and correct for measurement error in digital trace data",
          "authors": "Paulina Pankowska, Alexandru Cernat, Florian Keusch, Ruben Bach",
          "url": "https://doi.org/10.1080/19312458.2025.2573265",
          "doi": "https://doi.org/10.1080/19312458.2025.2573265",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Monographs",
      "journal_short": "CM",
      "articles": [
        {
          "title": "The communicative labor of LGBTQ+ individuals to live authentically with/in families: Extending the theory of credibility work",
          "authors": "Charee M. Thompson, Emily Gerlikovski",
          "url": "https://doi.org/10.1080/03637751.2025.2575158",
          "doi": "https://doi.org/10.1080/03637751.2025.2575158",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Research Reports",
      "journal_short": "CRR",
      "articles": [
        {
          "title": "Supervisor use of artificial intelligence (AI) in email writing: the impact on subordinate burnout",
          "authors": "Stephanie Kelly, Ryan Goke, Danielle Winchester",
          "url": "https://doi.org/10.1080/08824096.2025.2578439",
          "doi": "https://doi.org/10.1080/08824096.2025.2578439",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Studies",
      "journal_short": "CS",
      "articles": [
        {
          "title": "Border and Immigration as Etiological Myth in U.S. Right-Wing Politics",
          "authors": "Arthur D. Soto-Vásquez",
          "url": "https://doi.org/10.1080/10510974.2025.2574005",
          "doi": "https://doi.org/10.1080/10510974.2025.2574005",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "Artificial Intelligence Versus Human Fundraisers: Evidence That Narrative Perspective and Fundraiser Identity Influence Donation Intentions",
          "authors": "Huarong Liu, Qilong Li, Yumeng Sun, Mo Chen, Yuxuan An, Thomas Talhelm, Xiaomeng Hu",
          "url": "https://doi.org/10.1177/21522715251387082",
          "doi": "https://doi.org/10.1177/21522715251387082",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "Building Legislative Legitimacy of “Fake News” Laws: A Study of How Governments May Seek to Legitimize Policy Interventions Against Fake News",
          "authors": "Shangyuan Wu",
          "url": "https://doi.org/10.1080/21670811.2025.2574927",
          "doi": "https://doi.org/10.1080/21670811.2025.2574927",
          "filter": 0
        },
        {
          "title": "Reality Re-Imag(in)ed. Mapping Publics’ Perceptions and Evaluations of AI-Generated Images in News Contexts",
          "authors": "Edina Strikovic, Hannes Cools",
          "url": "https://doi.org/10.1080/21670811.2025.2573076",
          "doi": "https://doi.org/10.1080/21670811.2025.2573076",
          "filter": 0
        },
        {
          "title": "Digital Authoritarianism in the Birthplace of Democracy? Greece’s Digital Surveillance Scandal and the Lived Experiences of Targeted Journalists",
          "authors": "Lambrini Papadopoulou",
          "url": "https://doi.org/10.1080/21670811.2025.2568911",
          "doi": "https://doi.org/10.1080/21670811.2025.2568911",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "Analysis of Self-Reports of Domestic Violence on Social Media by Nigerian Women: Spiral of Silence or Spiral of Revolt",
          "authors": "Oluwakemi Elizabeth Akerele, Adesina Lukuman Azeez, Abiodun Adeniyi, Olanrewaju O.P Ajakaiye, Agwu Ejem, Rachael Oluwafemi Ojeka-John",
          "url": "https://doi.org/10.1080/10646175.2025.2573635",
          "doi": "https://doi.org/10.1080/10646175.2025.2573635",
          "filter": 0
        },
        {
          "title": "Paranoia, Delusion, and Doubt: A Lacanian Analysis of Race, Hip-Hop, and Kendrick Lamar",
          "authors": "Jack Black",
          "url": "https://doi.org/10.1080/10646175.2025.2577380",
          "doi": "https://doi.org/10.1080/10646175.2025.2577380",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Human Communication Research",
      "journal_short": "HCR",
      "articles": [
        {
          "title": "Incidental and intentional exposure in a mock election setting on social media: effects on subjective and objective political knowledge and aligned voting",
          "authors": "Jana H Dreston, Andreas Nanz",
          "abstract": "As political campaigns increasingly use social media to reach voters, scholars debate whether users actually acquire election-related knowledge or merely perceive themselves as more knowledgeable. It remains unclear whether social media enhances voting that aligns with users’ political attitudes (“correct voting”). Previous studies suggest social media effects vary substantially based on whether exposure is intentional or incidental. In a between-subject online experiment (N = 1,460), participants scrolled through a social media feed exposing them to policy statements either intentionally, incidentally, or not at all before voting in a mock election. We found that both intentional and incidental exposure increased objective knowledge, whereas only intentional exposure enhanced subjective knowledge. Yet, participants did not translate the acquired knowledge into aligned voting. However, those who intentionally sought election information felt more confident in their voting decision. Our findings suggest social media may mobilize voters more effectively than it enables them to make “good” decisions.",
          "url": "https://doi.org/10.1093/hcr/hqaf023",
          "doi": "https://doi.org/10.1093/hcr/hqaf023",
          "filter": 0
        },
        {
          "title": "Social media influencers can increase collective political beliefs and actions: findings from experiments and a quasi-experimental field study",
          "authors": "Pascal Merz, Christian von Sikorski",
          "abstract": "The belief in the capabilities of one’s own group is crucial for joining collective action aimed at addressing large-scale societal crises like climate change. Drawing from the two-step flow of communication theory and behavioral models of collective action, we conducted two experimental studies and an innovative quasi-experimental field study (total N = 2,960). Across these studies, influencer messages increased collective response efficacy beliefs and political action intentions, particularly among followers with strong parasocial ties. Moreover, repeated exposure to an influencer’s message reinforced these effects. Our research underscores the potential of influencers in mobilizing collective political action within digital media environments.",
          "url": "https://doi.org/10.1093/hcr/hqaf024",
          "doi": "https://doi.org/10.1093/hcr/hqaf024",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Gifting, gamification, and queer digital intimacy: understanding live streaming affordances on Lespark",
          "authors": "Wei-Ping Chen, Kuan-Ling Lai",
          "url": "https://doi.org/10.1080/1369118x.2025.2570736",
          "doi": "https://doi.org/10.1080/1369118x.2025.2570736",
          "filter": 0
        },
        {
          "title": "What is the best way of collecting data donations? An experiment assessing the feasibility of different data donation approaches to measure mobile and app usage",
          "authors": "Marc Asensio, Oriol J. Bosch, Caroline Roberts",
          "url": "https://doi.org/10.1080/1369118x.2025.2570738",
          "doi": "https://doi.org/10.1080/1369118x.2025.2570738",
          "filter": 0
        },
        {
          "title": "Nomophobia and compulsive smartphone use: a moderated mediation effect of impulsivity and self-esteem",
          "authors": "Hyun Jee Park",
          "url": "https://doi.org/10.1080/1369118x.2025.2577734",
          "doi": "https://doi.org/10.1080/1369118x.2025.2577734",
          "filter": 0
        },
        {
          "title": "Understanding adolescent engagement in media web surveys: how question design shapes nonresponse",
          "authors": "Ricardo González, Dörte Naber, Adolfo Fuentes",
          "url": "https://doi.org/10.1080/1369118x.2025.2576798",
          "doi": "https://doi.org/10.1080/1369118x.2025.2576798",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Disclosing the ‘real’ flaws: how influencer negative self-disclosure enhances influencer authenticity",
          "authors": "Jiyeon Lee, Eunice Kim",
          "url": "https://doi.org/10.1080/02650487.2025.2574818",
          "doi": "https://doi.org/10.1080/02650487.2025.2574818",
          "filter": 0
        },
        {
          "title": "The power of storytelling in co-created advertising: a narrative transportation theory perspective",
          "authors": "Jesús Martínez-Navarro, Enrique Bigné",
          "url": "https://doi.org/10.1080/02650487.2025.2573534",
          "doi": "https://doi.org/10.1080/02650487.2025.2573534",
          "filter": 0
        },
        {
          "title": "Vlog my life: how vloggers’ self-disclosure and co-creation with consumers influence relationship-building and advertising outcomes",
          "authors": "Xu Duan, Chen Lou, Hye Kyung Kim",
          "url": "https://doi.org/10.1080/02650487.2025.2576361",
          "doi": "https://doi.org/10.1080/02650487.2025.2576361",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Understanding the discontinuance of paid knowledge products: the roles of post-usage attitudes and goal orientations",
          "authors": "Li Ji, Yitong Wang, Huanyi Zhao, Ling Jiang, Xingyu Chen",
          "abstract": "Purpose Paid knowledge products have become prevalent on online platforms; however, consumers’ discontinued consumption has plagued paid knowledge platforms, and the factors affecting user discontinuance have not been fully investigated. This study examined how users’ post-usage attitudes toward knowledge products were associated with their discontinuance intention and how the associations were moderated by users’ goal orientations. Design/methodology/approach In this cross-sectional study, 352 users of paid knowledge products completed online surveys. Hierarchical multiple regression analysis was used to examine the effects of post-usage attitudes and goal orientation on post-purchase discontinuance intention. Findings The results showed that users’ post-usage attitudes toward self-improvement were negatively associated with discontinuance intention, whereas users’ attitudes toward self-image and conformity to subjective norms were positively associated with discontinuance intention. Simultaneously, learning goal orientation weakened the negative relationship between self-improvement attitudes and discontinuance intention, whereas performance-oriented goal orientation strengthened the positive relationship between self-image attitudes and discontinuance intention. Originality/value This study advances the literature on paid knowledge consumption by identifying consumer post-usage attitudes driven by their pre-usage expectations, including self-improvement, self-image and conformity with norms. In addition, this study extends the expectation disconfirmation theory (EDT), which postulates a positive relationship between post-usage attitudes and user continuance by highlighting the intrinsic and extrinsic nature of user expectations as a boundary condition. Consistent with EDT, users with positive attitudes toward intrinsically driven self-improvement were less likely to discontinue their use. However, in contrast to EDT, users with positive attitudes about extrinsically driven self-image and conformity to norms are more likely to discontinue use. These findings have important implications for practitioners designing different paid knowledge products and retaining users with distinct expectations.",
          "url": "https://doi.org/10.1108/intr-10-2022-0790",
          "doi": "https://doi.org/10.1108/intr-10-2022-0790",
          "filter": 0
        },
        {
          "title": "Comparing artificial intelligence communication in China and globally: perspectives on fans’ interactions with top virtual influencers",
          "authors": "Zheng Shen",
          "abstract": "Purpose The rise of virtual influencers (VIs) has reshaped influencer culture, yet existing literature lacks a cross-cultural examination of how VIs foster engagement from media communication and fan perspectives. Notably, factors influencing VI-fan engagement remain underexamined, leading to inconsistent findings and a critical knowledge gap. This study aims to address this gap by identifying overlooked determinants of VI-fan interactions, thereby enhancing such engagement both in China and globally. Design/methodology/approach A mixed-method approach, integrating content analysis and statistical analysis, was employed to compare fan engagement among top Chinese and global VIs, with theoretical grounding in the information adoption model and the eWOM narrative model. Findings The study identified the specific effects of platform differences and content types on VI-fan engagement. Additionally, it developed a content typology tailored to enhance such engagement, offering actionable insights for optimizing VI-fan engagement. Practical implications It provides detailed guidance on brand management for VIs, aiding in strategic decisions such as VI design, platform selection and content curation to strengthen fan engagement, whether for Chinese or global VI campaigns. Originality/value It fills a key literature gap by providing cross-cultural evidence on VI-fan engagement – an area previously marked by insufficient and inconsistent findings. Its focus on comparative analysis between China and the global context adds unique value, addressing the lack of cross-cultural analysis in existing studies.",
          "url": "https://doi.org/10.1108/intr-06-2024-0977",
          "doi": "https://doi.org/10.1108/intr-06-2024-0977",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Advertising",
      "journal_short": "JAdvert",
      "articles": [
        {
          "title": "Sugar Crash: Effects of Health Warning Labels on Consumers’ Sugar-Sweetened Beverage Beliefs and Purchase Intentions",
          "authors": "Benjamin Phifer, Elizabeth Howlett",
          "url": "https://doi.org/10.1080/00913367.2025.2565775",
          "doi": "https://doi.org/10.1080/00913367.2025.2565775",
          "filter": 0
        },
        {
          "title": "The Impact of AI-Powered Ad Customization: Exploring the Impact of Engagement, Psychological Ownership, Responsibility, and Attitude on Behavioral Intentions",
          "authors": "John Yang, Ahreum Maeng, Sang-Uk Jung",
          "url": "https://doi.org/10.1080/00913367.2025.2566851",
          "doi": "https://doi.org/10.1080/00913367.2025.2566851",
          "filter": 0
        },
        {
          "title": "Introduction to Special Issue on Contributions of Biometrics to Advertising Research",
          "authors": "Robert F. Potter, Glenna L. Read, Steven Bellman",
          "url": "https://doi.org/10.1080/00913367.2025.2556096",
          "doi": "https://doi.org/10.1080/00913367.2025.2556096",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "Intergenerational Digital Support and Authority Tensions: How Older Rural Adults Navigate Smartphone Adoption and Family Dynamics",
          "authors": "Xuan Tang, Yiwen Luo, Zhenchao Hu",
          "url": "https://doi.org/10.1080/08838151.2025.2574270",
          "doi": "https://doi.org/10.1080/08838151.2025.2574270",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "TIDEM: measuring political distance and polarization through retweet networks in Spanish regional elections",
          "authors": "Raul Broto Cervera, Albert Batlle, Cristina Pérez-Solà",
          "url": "https://doi.org/10.1080/19331681.2025.2574053",
          "doi": "https://doi.org/10.1080/19331681.2025.2574053",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "The Words of Morality: An Italian Adaptation of the Moral Foundations Dictionary 2.0 for the Linguistic Inquiry Word Count",
          "authors": "Valentina Rizzoli, Mauro Sarrica, Andrea Bobbio, Luciana Carraro, Francesca Romana Alparone",
          "abstract": "The present study provides an Italian-adapted version of the Moral Foundations Dictionary (MFD) 2.0, namely Italian version of the MFD (it-MFD), for use in the Linguistic Inquiry Word Count software. The MFD 2.0 was translated and adapted from English into Italian following a multistep process. Subsequently, the reviewers compared the output with the original text to identify semantic discrepancies. Independent judges then evaluated the relevance of each word to the five moral foundations, and only the words assessed as both relevant and with a high level of agreement between the judges were included in the final version. The resulting it-MFD comprises 2,881 words. To evaluate the tool's effectiveness, we applied it to a sample of salient texts originally written in Italian and for which official English translations were available. The results are presented and discussed.",
          "url": "https://doi.org/10.1177/0261927x251386477",
          "doi": "https://doi.org/10.1177/0261927x251386477",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Connected, online and off: Romantic partnered experiences on erotic webcam sites",
          "authors": "Jessica T. Campbell, Ellen M. Kaufman, Margaret Bennett-Brown, Amanda N. Gesselman",
          "abstract": "Erotic webcam modeling websites (or ‘camsites’) are an increasingly popular form of sextech in which users can pursue both sexual fulfillment and emotional connection. While previous research has explored the impact of similar technologies (e.g., online pornography) as well as transactional sex within partnered relationships, this study seeks to understand how users who access camsites with their in-person romantic partner perceive how camming has affected their overall connection. As part of a broader study of 5,124 participants, a subsample of 312 participants who reported engaging in partnered camsite usage were asked to assess their partnered camming interactions. Overall, a third of participants reported using a camsite with a romantic partner, with 56% using a camsite with their partner multiple times. Motivations were diverse but especially centered on a desire to ‘spice up the relationship’ and to ‘try something new’. Participants largely reported that the experience had a positive or neutral effect on their relationship, with improved sexual communication, greater understanding, or less awkwardness as a byproduct of using a camsite together. By exploring both an emerging sexual technology and a novel context of its use, this study provides necessary insight into how such technologies may shape romantic relationships and offers pathways for enhanced connection, particularly in the context of sexual intimacy.",
          "url": "https://doi.org/10.1177/02654075251392288",
          "doi": "https://doi.org/10.1177/02654075251392288",
          "filter": 0
        },
        {
          "title": "Parental burnout and reflective functioning in regretful parents: Associations with childhood maltreatment and child dysregulation",
          "authors": "Nicola Carone, Jacopo Tracchegiani, Andrea Zagaria",
          "abstract": "This study examined the psychological profiles of parents through a person-centered approach, focusing on levels of parenthood regret, parental burnout, and parental reflective functioning (PRF). It further explored the associations between these profiles and experiences of childhood maltreatment as well as child dysregulation. The sample comprised 1,994 cisgender heterosexual parents residing in Italy ( M age = 42.24, SD = 7.15; 85.61% mothers), each with at least one biological child aged 2–18 years ( M age = 9.59, SD = 5.09; 49.75% assigned female at birth). Latent profile analysis identified three distinct psychological profiles: a Low-Risk Profile (81.3%), characterized by low parental burnout and regret alongside high PRF; a Medium-Risk Profile (13.6%), marked by moderate levels across all dimensions; and a High-Risk Profile (5.1%), defined by elevated burnout and regret, coupled with impaired PRF. Fathers and parents with lower educational attainment were more likely to belong to the High-Risk Profile compared to the Low-Risk group, whereas younger parents, mothers, and those with higher levels of education were more likely to fall within the Medium-Risk Profile. Psychological (but not physical) childhood maltreatment significantly predicted membership in the Medium- and High-Risk Profiles. Additionally, parents in higher-risk profiles reported significantly greater child dysregulation. These findings indicate heterogeneous, qualitatively distinct constellations of parental functioning and identify PRF as a central internal resource. Clinically, profile-tailored, maltreatment-informed, mentalization-based interventions may help contain parental burnout, understand parenthood regret under demand, and support children’s regulation.",
          "url": "https://doi.org/10.1177/02654075251391496",
          "doi": "https://doi.org/10.1177/02654075251391496",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "The Color of Family: Schema’s Prediction of Perceived Realism Judgments of Transracial Adoption Portrayals",
          "authors": "Chelsea M. Bruno, T. Franklin Waddell",
          "abstract": "As entertainment media contains a growing number of transracial adoption portrayals, it becomes necessary to consider how such depictions are cognitively processed and what intrapersonal factors are likely to shape such processing. This survey ( N = 602) examines the relationship between White and Black emerging adults’ schema about transracial adoption and their perceptions of realism of transracial adoption portrayals. Results indicate a significant, positive relationship between attitudes toward transracial adoption and perceptions of realism. While higher levels of trait empathy significantly strengthened this relationship, participant race was not found to be a significant moderator. Theoretical and practical implications are discussed.",
          "url": "https://doi.org/10.1177/10776990251372598",
          "doi": "https://doi.org/10.1177/10776990251372598",
          "filter": 0
        },
        {
          "title": "Book Review: The Institutional Development of Podcasting , by Aske Hammer and Thomas Spejborg Sejersen The Institutional Development of Podcasting. HammerAskeSejersenThomas Spejborg. London; New York: Routledge, 2025. 82 pp.",
          "authors": "Burton Speakman",
          "url": "https://doi.org/10.1177/10776990251380688",
          "doi": "https://doi.org/10.1177/10776990251380688",
          "filter": 0
        },
        {
          "title": "Developing and Validating a Four-Dimensional Misinformation Correction Scale: A Mixed-Methods Approach",
          "authors": "Dajun Li, Lunrui Fu, Liang Chen",
          "abstract": "Misinformation poses a significant societal challenge, yet research lacks a standardized framework for conceptualizing and operationalizing correction behaviors. This study identifies four types: verification, rejection, public, and private correction engagement. A 14-item scale was developed in Study 1 using 23 focus groups ( N = 120) and expert review ( N = 12). Study 2 ( N = 1,063) and Study 3 ( N = 467) were conducted in China using Mandarin to validate the scale’s reliability and construct validity through confirmatory factor analyses. The scale offers a robust tool for studying correction behaviors and provides theoretical and practical insights for misinformation research.",
          "url": "https://doi.org/10.1177/10776990251378663",
          "doi": "https://doi.org/10.1177/10776990251378663",
          "filter": 0
        },
        {
          "title": "When Consumers Smell a Sell in Personal Stories: How Influencer Narratives Backfire and the Role of Sponsorship Disclosures",
          "authors": "Jingren Li, Yanni Ma, Erich J. Sommerfeldt",
          "abstract": "The rapid growth of social media has prompted many corporations to collaborate with social media influencers (SMIs) to create sponsored personal stories to engage their consumers. While the positive effects of narrative transportation have been examined in the SMI context, its potential backfire effects are rarely explored. Through two online experiments, Study 1 ( N = 161) found that narratives (vs. non-narratives) resulted in less positive ad responses, with these effects fully mediated by perceived manipulative intent. Study 2 ( N = 257) replicated these findings and further revealed that sponsorship disclosure moderated these effects: disclosure exacerbates the backfire effects of narratives by heightening perceived manipulative intent, whereas in non-narrative ads, it enhances ad effects by reducing consumers’ inference of manipulative intent.",
          "url": "https://doi.org/10.1177/10776990251378661",
          "doi": "https://doi.org/10.1177/10776990251378661",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Local Media, Rural Depopulation, and Territorial Attachment: Geographies of Hope in Castilla-La Mancha",
          "authors": "Vanesa Saiz-Echezarreta, Belén Galletero-Campos, Joan Ramon Rodriguez-Amat",
          "abstract": "This article explores the relationship between local media ecosystems and territorial hope in depopulated rural areas of Castilla-La Mancha (Spain). Drawing on geographies of hope as a travelling concept, we examine how local media shape affective orientations toward the future. Within the framework of rural mediatization, we conceptualize media ensembles as key drivers in the symbolic construction of place and as potential enablers of hope in territories historically marked by demographic decline. Approaching news deserts from the perspective of communicative resilience, we combine a media mapping of 721 depopulated municipalities with a face-to-face survey of 529 residents to analyze the role of local media in sustaining collective affective configurations. We construct an index of territorial hope based on three interrelated indicators: personal optimism, sense of belonging, and outward projection of the locality. Statistical analyses show that municipalities with more local media score significantly higher on this index, and a regression model confirms that media-related variables—especially interest in local news and trust in professional media—are stronger predictors of territorial hope than most sociodemographic factors. Our findings suggest that local media contribute to the emergence of territorial hope. This underscores the importance of integrating communication indicators into the study of geographies of hope and highlights their relevance to strengthen the symbolic agency of rural communities.",
          "url": "https://doi.org/10.17645/mac.11030",
          "doi": "https://doi.org/10.17645/mac.11030",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Moral Balance or Moral Disengagement? The Influence of Decision Morality and Repeated Play on Player Guilt, Moral Evaluation, and Desire to Play Again",
          "authors": "Morgan E. Ellithorpe, M. Marie Devlin",
          "url": "https://doi.org/10.1080/15213269.2025.2573470",
          "doi": "https://doi.org/10.1080/15213269.2025.2573470",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mobile Media & Communication",
      "journal_short": "MMC",
      "articles": [
        {
          "title": "Phubbed and turned to my phone, but still disconnected: The psychological consequences of being phubbed and coping through mobile use",
          "authors": "So Jin Lee, Jaeyeon Bang, Jiyeon Park, Yejoo Lee, Eunseo Kim, Suyeon Kim, Taeyeon Kim",
          "abstract": "New media technologies have transformed social interactions, offering connectivity but also drawbacks such as phubbing – the act of ignoring others by using mobile phones during face-to-face interactions. This study examines the psychological consequences of being phubbed and how individuals cope through mobile use based on the temporal need-threat model. A lab experiment was conducted where participants interacted with partners and were phubbed. Results showed that phubbed individuals felt socially excluded, experienced threats to fundamental needs, and reported lower mood than those in the no-phubbing condition. Phubbing also led to less favorable attitudes toward the partners and lower interaction intention. Analysis of mobile use during a break after phubbing revealed no significant differences in social versus non-social mobile use. Interestingly, individuals with high social mobile use reported increased need threats. These findings highlight the impact of phubbing and its implications for need satisfaction and social interactions in the digital age.",
          "url": "https://doi.org/10.1177/20501579251384599",
          "doi": "https://doi.org/10.1177/20501579251384599",
          "filter": 0
        },
        {
          "title": "Sidetalking: Domesticating Nokia's playful designed identity",
          "authors": "Heikki Jungman, Thomas Apperley, Niklas Nylund, Olli Sotamaa",
          "abstract": "This article examines sidetalking – a usability feature introduced by Nokia in its N-Gage and 7700 devices during 2002 and 2003 – and positioned as innovative; sidetalking involved holding the phone sideways during calls. This reflected Nokia's attempt to cater to an imagined youth demographic defined by playfulness and individuality. However, the feature was widely mocked, becoming a cultural meme and contributing to the commercial failure of the N-Gage. Using the concepts of designed identity and domestication, the article argues that sidetalking's failure was less about technological limitations and more about cultural misalignment. Nokia's inability to communicate the rationale behind sidetalking left it vulnerable to consumer reinterpretation through domestication. This analysis highlights the dynamic interplay between design, user reception, and the framing of innovation in how technology is contextualized.",
          "url": "https://doi.org/10.1177/20501579251384606",
          "doi": "https://doi.org/10.1177/20501579251384606",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "The temporal logic of media practices: Mourning and the tooling of time on Facebook",
          "authors": "Sarit Navon",
          "abstract": "This article introduces the concept of temporal logic to theorize how users engage with time as part of their media practices. Analyzing 40 cases of mourning and memorialization practices across Facebook’s Profiles, Groups, and Pages, the study identifies three core components: a twofold engagement with time (calendric and discursive), temporal introspection, and temporal convergence. The calendric use of time involves specific dates that serve as temporal triggers for posting, while the discursive use describes how users embed time into their posts—through rich and repeated time expressions, poetic narration, and so on. Time becomes a communicative resource, not merely a contextual background but an active rhetorical and affective tool. Temporal introspection captures how social media platforms invite users to articulate their inner experience of time, and temporal convergence reveals how multiple temporal layers—personal and collective, offline and online—converge on a single platform, giving rise to new rituals and expressions.",
          "url": "https://doi.org/10.1177/14614448251381725",
          "doi": "https://doi.org/10.1177/14614448251381725",
          "filter": 0
        },
        {
          "title": "Keep scrolling by/for yourself: Affective identity work in social media",
          "authors": "Aleksi Soini, Ana Paula Lafaire",
          "abstract": "In this article, we explore how Instagram constitutes a site for affective disorientation and thus facilitates and conditions various processes of identity work. This study examines this process by shedding light on our own experiences of our relationship with Instagram and illustrates how Instagram fosters opportunities and (im)possibilities for affective identity work. We present this autoethnographical account of Instagram through writing differently by using collaborative poetic collage. Our explorative study aims to create the following two contributions: first, we extend the scholarly discussion on identity work online by shedding light on the affective side of identity work processes, conditioned by the uncontrollable and disorienting intensities and moments of social media. Second, we use poetics to expand on politics of feminist knowledge production and to write differently, while engaging with our personal and political experiences.",
          "url": "https://doi.org/10.1177/14614448251379031",
          "doi": "https://doi.org/10.1177/14614448251379031",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personal Relationships",
      "journal_short": "PersRel",
      "articles": [
        {
          "title": "Who's Waiting Ever After? An Exploration of Relationship Desire and Satisfaction Among Long‐Term Singles",
          "authors": "Elise 't Hoen, Elke Claessens, Dimitri Mortelmans",
          "abstract": "Previous research highlights the role of romantic relationship desire in well‐being and relationship formation. Singlehood satisfaction—one's subjective evaluation of being single—is typically lower among those who desire a romantic relationship but remain single. When this desire persists over time, it may evolve into “prolonged desire”, associated with frustration and lower life satisfaction. Yet, little is known about how this dynamic unfolds longitudinally. This study explores whether prolonged relationship desire is associated with changes in singlehood satisfaction over time and whether these vary by sex or cohort. Using random effects regression on nine waves of the German Family Panel, we found that individuals without relationship desire report the highest singlehood satisfaction. Although time and desire were associated with satisfaction, the effect of time became non‐significant when interactions were included. Notably, individuals of the youngest cohort with relationship desire reported the lowest satisfaction, whereas only individuals of the oldest cohort with desire showed improvement over time. Sex showed no significant effects. These findings offer a dynamic perspective on the implications of prolonged desire for singlehood satisfaction and underscore the importance of temporality and sociodemographic context in understanding singlehood experiences.",
          "url": "https://doi.org/10.1111/pere.70038",
          "doi": "https://doi.org/10.1111/pere.70038",
          "filter": 0
        },
        {
          "title": "Balancing Relationships: What Happens When Your Friends and Romantic Partners Do Not Get Along?",
          "authors": "Sydney G. Wicks, MacKenzie Paul, H. Colleen Sinclair",
          "abstract": "Research has extensively examined how social network opinions (approval or disapproval from friends) affect romantic relationships. Friends are not the only ones to have opinions, yet there has been less exploration into whether one's friendship is influenced by opinions of the romantic partner. Balance theory suggests that individuals seek congruent attitudes within triads. Thus, this research (total N = 439) proposes that just as friend opinions (of romantic partner) impact romantic relationships, partner opinions (of friend) influence friendships. In Study 1, participants reported perceptions of a chosen friend's opinion of their partner and the partner's opinion of this friend. In Study 2, we manipulated opinion source and type using vignettes, assessing the hypothetical quality of relationships. Consistent with past research, friend disapproval was associated with lower romantic relationship quality. Uniquely, we found that perceived partner opinions—but not hypothetical ones—predicted friendship outcomes. Whereas friends' opinions did not appear to impact the friendship, partner opinion predicted romantic relationship satisfaction—revealing a potential social opinion backlash effect, whereby partners voicing disapproval of friends not only harm the friendship but also the romantic relationship. Findings suggest a bidirectional influence within networks for partners and friends, with expressing disapproval carrying added costs for romantic partners.",
          "url": "https://doi.org/10.1111/pere.70039",
          "doi": "https://doi.org/10.1111/pere.70039",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "Toxicity and Moral Rhetoric in Video- and Text-Based Digital Platforms: A Multimethod Study of Political Talk Shows and News Articles in Taiwan",
          "authors": "Yuan Hsiao, Chingching Chang, You-Jian Wu, Hao-Hsuan Wang",
          "url": "https://doi.org/10.1080/10584609.2025.2572077",
          "doi": "https://doi.org/10.1080/10584609.2025.2572077",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Limited corporate influence on social media news: Evidence from topic-level agenda building and newsworthiness",
          "authors": "Xiaoyue Yan, Anne C. Kroon",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102645",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102645",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "Book review: Massimiano Bucchi and Brian Trench, Science Communication: The Basics BucchiMassimianoTrenchBrianScience Communication: The Basics. London: Routledge, 2025. 160 pp. £18.99. ISBN: 9781032646725PotochnikAngelaJacquarMelissaPublic Engagement with Science: Defining the Project. Cambridge: Cambridge University Press, 2025. 94 pp. £17.00. ISBN: 9781009475129",
          "authors": "Felicity Mellor",
          "url": "https://doi.org/10.1177/09636625251384839",
          "doi": "https://doi.org/10.1177/09636625251384839",
          "filter": 0
        },
        {
          "title": "Beliefs about genetic influences on prosocial and antisocial behavior in a U.S. sample",
          "authors": "Matthew S. Lebowitz, Baoyi Shi, Kathryn Tabb, Paul S. Appelbaum, Linda Valeri",
          "abstract": "Genes are increasingly understood to influence behavior. Research—generally conducted among convenience samples— has suggested that genetic influences tend to be perceived as playing a greater role in positive (e.g. prosocial) behaviors than in negative (e.g. antisocial) behaviors. Several potential bases for this asymmetry have been explored previously. We examined, in a U.S. sample, whether an asymmetry in genetic attributions between prosocial and antisocial behavior would be observed, and if so, what might help to explain it. Results revealed that the asymmetry did occur and appeared to be robustly mediated by an asymmetry between how “natural” prosocial and antisocial behavior are perceived to be. Genetic attributions were also lower on average when the individual was described as African American, especially as an African American man. These findings provide further evidence that genetic attributions are endorsed selectively, in ways that appear to reflect pre-existing psychological motivations and views about human nature.",
          "url": "https://doi.org/10.1177/09636625251375283",
          "doi": "https://doi.org/10.1177/09636625251375283",
          "filter": 0
        },
        {
          "title": "Book review: Telmo Pievani, Serendipity: The Unexpected in Science PievaniTelmoSerendipity: The Unexpected in Science (translated by KenyonMichael Gerard). Cambridge, MA: MIT Press, 2024. 200 pp. $28. ISBN: 9780262049153",
          "authors": "Brian Trench",
          "url": "https://doi.org/10.1177/09636625251362099",
          "doi": "https://doi.org/10.1177/09636625251362099",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "Familiarity Matters: Examining the Effects of AI-Generated Images on Science Information Credibility",
          "authors": "Dayeon Eom, Lindsey Middleton, Sha Luo, Nan Li, Dominique Brossard",
          "abstract": "Generative AI tools help illustrate complex scientific concepts, though concerns about accuracy persist. This study examined how AI-generated Instagram posts about CRISPR, with and without disclaimers indicating AI involvement, affect perceived credibility. In an online survey experiment with 742 U.S. adults, participants were randomly assigned to view content that varied by message frame (natural, neutral, or technology-focused) and the presence or absence of an AI disclaimer. Overall, AI disclaimers did not significantly affect credibility across frames. However, participants more familiar with AI perceived AI-disclaimed posts as more credible, while those less familiar perceived them as less credible.",
          "url": "https://doi.org/10.1177/10755470251380116",
          "doi": "https://doi.org/10.1177/10755470251380116",
          "filter": 0
        },
        {
          "title": "Public Communication about Science in 68 Countries: Global Evidence on How People Encounter and Engage with Information about Science",
          "authors": "Niels G. Mede, Viktoria Cologna, Sebastian Berger, John C. Besley, Cameron Brick, Marina Joubert, Edward W. Maibach, Sabina Mihelj, Naomi Oreskes, Mike S. Schäfer, Sander van der Linden, Nor Izzatina Abdul Aziz, Suleiman Abdulsalam, Nurulaini Abu Shamsi, Balazs Aczel, Indro Adinugroho, Eleonora Alabrese, Alaa Aldoh, Mark Alfano, Innocent Mbulli Ali, Mohammed Alsobay, Marlene Altenmüller, R. Michael Alvarez, Patrick Ansah, Denisa Apriliawati, Flavio Azevedo, Ani Bajrami, Ronita Bardhan, Keagile Bati, Eri Bertsou, Rahul Bhui, Olga Białobrzeska, Michal Bilewicz, Ayoub Bouguettaya, Katherine Breeden, Amélie Bret, Ondrej Buchel, Pablo Cabrera Alvarez, Federica Cagnoli, André Calero Valdez, Timothy Callaghan, Rizza Kaye Cases, Gabriela Czarnek, Ramit Debnath, Sylvain Delouvée, Lucia Di Stefano, Celia Diaz-Catalàn, Kimberly C. Doell, Simone Dohle, Karen M. Douglas, Dmitrii Dubrov, Malgorzata Dzimińska, Ullrich K. H. Ecker, Christian T. Elbaek, Mahmoud Elsherif, Benjamin Enke, Matthew Facciani, Antoinette Fage-Butler, Md. Zaki Faisal, Xiaoli Fan, Christina Farhart, Christoph Feldhaus, Marinus Ferreira, Stefan Feuerriegel, Helen Fischer, Jana Freundt, Malte Friese, Albina Gallyamova, Mauricio E. Garrido Vásquez, Patricia Garrido-Vásquez, Olivier Genschow, Omid Ghasemi, Theofilos Gkinopoulos, Jamie L. Gloor, Ellen Goddard, Claudia González Brambila, Hazel Gordon, Dmitry Grigoryev, Lars Guenther, Dana Harari, Przemysław Hensel, Alma Cristal Hernández-Mondragón, Atar Herziger, Guanxiong Huang, Markus Huff, Mairéad Hurley, Nygmet Ibadildin, Mohammad Tarikul Islam, Younes Jeddi, Tao Jin, Charlotte A. Jones, Sebastian Jungkunz, Dominika Jurgiel, Sarah Kavassalis, John R. Kerr, Mariana Kitsa, Tereza Klabíková Rábová, Olivier Klein, Hoyoun Koh, Aki Koivula, Lilian Kojan, Elizaveta Komyaginskaya, Laura König, Lina Koppel, Kochav Koren, Alexandra Kosachenko, John Kotcher, Laura S. Kranz, Pradeep Krishnan, Silje Kristiansen, André Krouwel, Toon Kuppens, Claus Lamm, Anthony Lantian, Aleksandra Lazić, Jean-Baptiste Légal, Zoe Leviston, Neil Levy, Amanda M. Lindkvist, Alberto López Ortega, Carlos Lopez-Villavicencio, Andreas Löschel, Nigel Mantou Lou, Chloe H. Lucas, Kristin Lunz-Trujillo, Mathew D. Marques, Sabrina J. Mayer, Ryan McKay, Julia Metag, Taciano L. Milfont, Joanne M. Miller, Panagiotis Mitkidis, Fredy Monge-Rodríguez, Matt Motta, Zarja Muršič, Jennifer Namutebi, Eryn J. Newman, Jonas P. Nitschke, Vincent Ntui Ntui-Njock, Daniel Nwogwugwu, Thomas Ostermann, Tobias Otterbring, Jaime Palmer-Hague, Myrto Pantazi, Philip Pärnamets, Paolo Parra Saiani, Mariola Paruzel-Czachura, Michal Parzuchowski, Yuri G. Pavlov, Adam R. Pearson, Myron A. Penner, Charlotte R. Pennington, Katerina Petkanopoulou, Marija B. Petrović, Dinara Pisareva, Adam Ploszaj, Ekaterina Pronizius, Karolína Pštross, Katarzyna Pypno-Blajda, Diwa Malaya A. Quiñones, Pekka Räsänen, Adrian Rauchfleisch, Felix G. Rebitschek, Cintia Refojo Seronero, Gabriel Rêgo, James P. Reynolds, Joseph Roche, Jan Philipp Röer, Robert M. Ross, Isabelle Ruin, Osvaldo Santos, Ricardo R. Santos, Stefan Schulreich, Bermond Scoggins, Emily Shuckburgh, Johan Six, Nevin Solak, Leonhard Späth, Bram Spruyt, Olivier Standaert, Samantha K. Stanley, Noel Strahm, Stylianos Syropoulos, Barnabas Szaszi, Ewa Szumowska, Mikihito Tanaka, Claudia Teran-Escobar, Boryana Todorova, Abdoul Kafid Toko, Renata Tokrri, Daniel Toribio-Florez, Manos Tsakiris, Michael Tyrala, Özden Melis Uluğ, Ijeoma Chinwe Uzoma, Jochem van Noord, Steven Verheyen, Iris Vilares, Madalina Vlasceanu, Andreas von Bubnoff, Izabela Warwas, Iain Walker, Marcel Weber, Tim Weninger, Mareike Westfal, Adrian Dominik Wojcik, Ziqian Xia, Jinliang Xie, Ewa Zegler-Poleska, Rolf A. Zwaan, character(0)",
          "abstract": "This 68-country survey ( n = 71,922) examines science information diets and communication behavior, identifies cross-country differences, and tests how such differences are associated with sociopolitical and economic conditions. We find that social media are the most used sources of science information in most countries, except those with democratic-corporatist media systems where news media tend to be used more widely. People in collectivist societies are less outspoken about science in daily life, whereas lower education is associated with higher outspokenness. Limited access to digital media is correlated with participation in public protests on science matters. We discuss implications for future research, policy, and practice.",
          "url": "https://doi.org/10.1177/10755470251376615",
          "doi": "https://doi.org/10.1177/10755470251376615",
          "filter": 0
        },
        {
          "title": "The Persuasive Impact of Narrative Richness in Antibiotic Stewardship Communication: The Roles of Emotions, Psychological Distance, and Self-Referencing",
          "authors": "Yanmengqian Zhou, Madeline M. Jupina, Erina L. Farrell, Shulun Wang, Bryan J. Mesquita",
          "abstract": "This study examines how narrative richness—defined as detail and elaboration in characters, plot, and context—shapes persuasive outcomes in antibiotic stewardship messaging. In a single-factor experiment ( N = 1,264), compared to lean narratives or statistics, rich narratives most effectively elicited fear through heightened transportation, although they did not outperform lean narratives in evoking guilt. Fear increased risk perception through reduced psychological distance and greater self-referencing; guilt was positively associated with both. Elevated risk perception predicted more favorable attitudes and stronger behavioral intentions. These findings offer theoretical and practical implications for science communication strategies to promote antibiotic stewardship and other health behaviors.",
          "url": "https://doi.org/10.1177/10755470251385494",
          "doi": "https://doi.org/10.1177/10755470251385494",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Multi-Platform Social Media Use and Incidental Exposure: A Two-Step Analysis of the Conjoint and Distinct Roles of Network Heterogeneity and Homogeneity Across Platforms",
          "authors": "Macau K. F. Mak, Michael W. Wagner",
          "abstract": "Many individuals regularly use multiple social media platforms, and their information exposure is shaped by the various networks they maintain across these platforms. Given the rising trend of multi-platform social media use, this article introduces a two-step approach to investigate how networks across platforms conjointly and distinctly relate to incidental exposure to news and political information. Our analysis of survey data from the United States showed that greater immersion in multiple politically heterogeneous networks across platforms predicted higher counter-attitudinal incidental exposure, while greater immersion in multiple politically homogeneous networks across platforms predicted higher pro-attitudinal incidental exposure. Among the popular platforms, immersion in networks on Facebook, X (Twitter), and YouTube played a particularly influential role in these relationships. Surprisingly, we also found that greater immersion in homogeneous networks across multiple platforms predicted higher counter-attitudinal exposure, even though immersion in any single platform’s homogeneous network was not a significant predictor.",
          "url": "https://doi.org/10.1177/20563051251386721",
          "doi": "https://doi.org/10.1177/20563051251386721",
          "filter": 0
        },
        {
          "title": "Echo Chambers of Digital Harm: Insights Into Layered Affordances From India and South Korea",
          "authors": "Heesoo Jang, Narayanamoorthy Nanditha",
          "abstract": "This article introduces the concept of layered affordances to affordance theory, providing a framework for analyzing how digital platform affordances intersect and reinforce each other in facilitating technology-facilitated gender-based violence (TFGBV). Focusing on the #MeTooIndia movement and the Nth Room case in South Korea, we explore how multiplatform affordances, such as visibility, anonymity, and shareability, combine to create digital environments that enable the spread, reinforcement, and normalization of misogynistic narratives. In both cases, perpetrators strategically exploited layered affordances across platforms like X, Instagram, and Telegram to evade moderation, amplify harmful behaviors, and establish echo chambers of digital harm. This article argues that layered affordances reveal complex cross-platform dynamics that are crucial for understanding TFGBV and the ways in which digital harms are structured and sustained. Our findings highlight the need for nuanced, cross-platform governance policies that address the compounded nature of digital violence, particularly in non-Western contexts where marginalized communities are often most affected. By conceptualizing layered affordances, this study provides a crucial framework for analyzing the affordances that enable digital harms and for developing targeted interventions, thereby paving the way for more effective digital policy and platform design strategies.",
          "url": "https://doi.org/10.1177/20563051251383528",
          "doi": "https://doi.org/10.1177/20563051251383528",
          "filter": 0
        },
        {
          "title": "A Complex New Media Ecology: Mapping Shifting Digital Players and Evolving Boundaries in Lifestyle Journalism",
          "authors": "Lydia Cheng, Bunty Avieson",
          "abstract": "Guided by boundary work, this study aims to investigate how lifestyle journalism’s boundaries are changing in response to the rise of creator culture. Specifically, this study seeks to understand how lifestyle journalists define and perceive new creators in their profession and what kind of boundary-making strategies they enact in reaction to such new actors. Through 31 interviews with Singaporean lifestyle journalists, the findings show that there is currently a dynamic and evolving ecosystem of distinct digital lifestyle players comprising lifestyle journalists, digital natives, bloggers, key opinion leaders and influencers, and that the journalists perceive a complex ‘frenemy’ relationship with these actors. Lifestyle journalists engage in a combination of expansion, expulsion and protection of autonomy boundary strategies to guard their profession’s boundaries against the incursions of these new lifestyle actors, but there is a clear shift towards expansion-led strategies. Lifestyle journalists seem to be increasingly welcoming of both newer social media actors and practices into their profession, signalling that lifestyle journalism now exists in a digital reputation economy where online visibility, above all else, serves as the foremost marker of professional success.",
          "url": "https://doi.org/10.1177/20563051251385438",
          "doi": "https://doi.org/10.1177/20563051251385438",
          "filter": 0
        },
        {
          "title": "Sad Dating Apps: Emotional Technological Determinism and Agency in Late Modernity",
          "authors": "Łukasz Szulc",
          "abstract": "Grim cultural diagnoses suggest that dating apps make their users feel sad, attributing this to the commodification of intimacy facilitated by digital technology. Dating apps are charged with offering an illusory sense of choice among abundant partners and providing tools for atomizing people and filtering through them, while many caution against the growing dependency on dating apps. Drawing on 30 interviews with Polish LGBTQ people living in the United Kingdom, this article challenges the conflation of dating apps with sadness by distinguishing between “sad dating apps” and “sad dating app users.” I show that users exercise complex forms of agency in recognizing the flaws of digital dating cultures and engaging with them creatively. I argue for research that moves beyond relatively privileged users and global dating apps to better understand the role of digital technologies in society, particularly at the intersection of emotions and agency. While Internet researchers have become more careful in avoiding technologically deterministic arguments when assessing technologies’ general impact or their “effects,” crude claims about how technologies make their users feel persist, which I refer to as emotional technological determinism. More broadly, my research not only underscores the greater agency of users in this respect but also delineates the forms, scales, and scopes of feelings, sometimes contradictory, that technologies provoke, which technologies provoke what feelings, and for whom. Emotions themselves can be more or less agential, and the agency over how one feels when interacting with technology is distributed between technologies, users, and contexts.",
          "url": "https://doi.org/10.1177/20563051251380042",
          "doi": "https://doi.org/10.1177/20563051251380042",
          "filter": 0
        },
        {
          "title": "Scrolling Through Chaos: The Implications of TikTok for Crisis Sensemaking",
          "authors": "Christy Khoury, Jeff Hemsley",
          "abstract": "This study explores the role of TikTok as a platform-based crisis information source, focusing on how users engaged in collective sensemaking during the 2020 Port of Beirut explosion. Using a mixed-methods approach, the research analyzes multimodal content, including video, comments, hashtags, and transcripts, to understand how users’ holistic information experience influenced sensemaking around the crisis event. Drawing on Dervin’s conceptualization of sensemaking, the study investigates how visual, auditory, and textual elements of TikTok videos facilitate dynamic, iterative information behaviors such as information seeking, sharing, and negotiation. The findings stress how the platform’s recommendation system influences crisis sensemaking and the implications specifically for Middle Eastern crises. Our analysis revealed intersemiotic dissonance—the tension arising from clashing semiotic meanings—highlighting the risk of presenting crisis discourse multimodally.",
          "url": "https://doi.org/10.1177/20563051251382470",
          "doi": "https://doi.org/10.1177/20563051251382470",
          "filter": 0
        },
        {
          "title": "How do Healthy Political Discussions Invigorate Online Participation? Evidence from 17 European Countries",
          "authors": "Laia Castro, Yannis Theocharis, Agnieszka Stępińska, David Nicolas Hopmann, Christian Schemer, Toril Aalberg, Ana Sofia Cardenal, Nicoleta Corbu, Claes de Vreese, Frank Esser, Karolina Koc-Michalska, Jörg Matthes, Tamir Sheafer, Sergio Splendore, James Stanyer, Jesper Strömbäck, Václav Štětka, Peter Van Aelst, Alon Zoizner",
          "abstract": "Social media provide unprecedented opportunities for public deliberation. However, a growing number of users perceive negativity in political debate taking place in those venues and are increasingly frustrated when discussing politics with those they disagree with. In this article, we test the proposition that perceiving online discussions as healthier (i.e. more polite and civil) than offline discussions invigorates online political participation. We rely on an online survey fielded in 17 European countries on more than 28,000 individuals. Our findings indicate that being embedded in healthier discussions on social media is more of an important predictor of online participation for those respondents reporting higher political discussion fatigue and less so for those perceiving online discussions as fun. Overall, our study offers cross-national evidence of why and for whom exposure to healthy political discussions online might be mobilizing.",
          "url": "https://doi.org/10.1177/20563051251350978",
          "doi": "https://doi.org/10.1177/20563051251350978",
          "filter": 0
        },
        {
          "title": "From Politics to Entertainment: Exploring “News Finds Me” Perceptions Across News Topics",
          "authors": "Afrooz Mosallaei, Luxuan Wang, Katherine Ognyanova",
          "abstract": "The “News Finds Me” (NFM) perception captures the common belief that one can stay informed without actively seeking news. This study aims to extend previous research by comparing the widely used general NFM measure with topic-specific perceptions of entertainment, sports, politics, COVID-19, and climate change news. We assess the strength, predictors, and outcomes of NFM perceptions across those different thematic domains. Our findings show that NFM perceptions are stronger for soft news (entertainment and sports) compared to hard news (politics, COVID-19, climate change). In addition, interest in a news topic is associated with lower NFM perceptions for hard news and higher perceptions for soft news. While the traditional NFM measure reflects “News Finds Me” perceptions in politics and COVID-19 well, it is not as effective in capturing perceptions of climate change and soft news. Our results emphasize the need to explore different news genres to better understand news consumption beliefs and behaviors.",
          "url": "https://doi.org/10.1177/20563051251382442",
          "doi": "https://doi.org/10.1177/20563051251382442",
          "filter": 0
        },
        {
          "title": "State Interests, Global Platforms: How Chinese Journalists Use American Platforms at Work",
          "authors": "Tucker Wang-Hai, Bibo Lin",
          "abstract": "This study examines how a special subset of Chinese journalists (those who focus mostly on an overseas audience) navigate and utilize U.S.-owned social media platforms, which are banned in China, in their daily newsroom practices. While previous research has primarily focused on digital news production and platformization in Western contexts, this study offers a transnational and sociotechnical perspective on how Chinese journalists negotiate platform logics (such as audience metrics and recommendation algorithms) while balancing state-driven narratives with global audience demands. Drawing on 26 in-depth interviews, the study zooms in on Chinese journalists’ constrained freedom associated with social media use: they benefit from access to large audiences but lack control over platform design and governance. These Chinese journalists often feel alienated from the platforms they rely on: journalistic labor is regulated by the Chinese state, while platform infrastructures are governed by U.S. tech firms. This study highlights how platformization in transnational journalism is shaped by the entanglement of technology, politics, and professional norms, extending our understanding of how platform power operates across geopolitical boundaries and offering a distinctive lens on the global unevenness of digital media systems.",
          "url": "https://doi.org/10.1177/20563051251378989",
          "doi": "https://doi.org/10.1177/20563051251378989",
          "filter": 0
        },
        {
          "title": "Mediated Peer Interactions Among Rural Children in China: A Field Study From the Perspective of the New Sociology of Childhood",
          "authors": "Hongli Zhou, Xudong Zhou, Jing Wang",
          "abstract": "Amid the profound transformations of rural society, traditional authorities and value systems are undergoing significant disruption. Mediated peer interactions among children are no longer merely a form of entertainment, but have become crucial arenas where they exercise agency and participate in shaping these changes. Grounded in the theoretical framework of the new sociology of childhood, this study presents an ethnographic investigation of HL Village. The findings reveal that the official evaluative system, represented by the school, has lost its effectiveness within the peer world. As active social agents, children reconstruct interactional spaces, reinvent social rules, and generate internal hierarchies through intensive mediated peer communication. In doing so, they establish an alternative value system centered on “media capital.” This dynamic creates a fundamental tension between the disciplinary logic of the adult world and the reconstructive logic of children’s peer culture. Based on these findings, the study argues that the agency children exhibit in mediated peer interactions is deeply ambivalent: while it challenges traditional authority, it simultaneously reproduces new forms of inequality and digital exclusion. Moreover, this mediated peer interactions offers a micro-level lens through which to observe rural social transformation, as its unique culture of interaction both reflects and contributes to broader structural shifts.",
          "url": "https://doi.org/10.1177/20563051251386730",
          "doi": "https://doi.org/10.1177/20563051251386730",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Southern Communication Journal",
      "journal_short": "SoComm",
      "articles": [
        {
          "title": "Social Media, Family, and the Filipino Young Adults’ Political Views",
          "authors": "Jose Carlo G. de Pano",
          "url": "https://doi.org/10.1080/1041794x.2025.2575169",
          "doi": "https://doi.org/10.1080/1041794x.2025.2575169",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "The authenticity Paradox of political AI Chatbots: Effects on candidate Credibility, social Presence, and voting intentions",
          "authors": "Yu-Hao Lee, Chien Wen Tina Yuan",
          "url": "https://doi.org/10.1016/j.tele.2025.102339",
          "doi": "https://doi.org/10.1016/j.tele.2025.102339",
          "filter": 0
        },
        {
          "title": "Collaborative content generation on social media platforms: Social capital, team dynamics, and viewer engagement",
          "authors": "Mengxiao Zhu, Yating Xu, Lin Liu, Songbo Yang, Chunke Su",
          "url": "https://doi.org/10.1016/j.tele.2025.102340",
          "doi": "https://doi.org/10.1016/j.tele.2025.102340",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Visual Communication",
      "journal_short": "VisComm",
      "articles": [
        {
          "title": "Taking a stance through stance: the forms and functions of shrugs in the spoken discourse of Donald Trump",
          "authors": "Christopher Hart, Steve Strudwick",
          "abstract": "The communicative style of right-wing populism is characterized by embodied modes of performance as much as verbal stylistic features. This article investigates the embodied performance of one right-wing populist politician, namely Donald Trump, with a focus on one specific kinesic routine: the shrug. While the body’s role in right-wing populist communication is increasingly recognized, it is rarely approached through the kind of systematic analysis afforded by gesture studies within cognitive linguistics. This article takes a multimodal discourse-analytical approach, drawing on gesture studies within cognitive linguistics, to offer a detailed description and critical interpretation of the forms and functions of Donald Trump’s shrugging gestures. The analysis shows how Trump’s shrugs contribute to the kind of ‘corporeal presence’ typically observed of right-wing populist politicians. It further shows the range of evaluative meanings that Trump expresses through shrugs and the ideological functions that such stance-taking acts perform within the context of right-wing populism. In doing so, the article further advances a programme for gestural research in multimodal critical discourse analysis.",
          "url": "https://doi.org/10.1177/14703572251380661",
          "doi": "https://doi.org/10.1177/14703572251380661",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
