{
  "update": "2025-08-16",
  "content": [
    {
      "journal_full": "Annals of the International Communication Association",
      "journal_short": "Annals",
      "articles": [
        {
          "title": "Copy, paste, and publish: a systematic review of churnalism as a journalistic practice",
          "authors": "Janise Brück, Charlotte Knorr, Lars Guenther",
          "abstract": "Copy-pasting is harmless in many contexts, but in the field of journalism, it has transformed into a widely debated practice known as churnalism. Churnalism, or copy-and-paste journalism, refers to a journalistic practice in which journalists (heavily) rely on external third-party materials, leading to news stories that are (verbatim) reproductions of this material. Although the practice is accused of having become particularly widespread in digital journalism, theoretical approaches have examined the complex relationship between journalism and its sources for decades. This theoretically broad and well-established discussion is why research on churnalism not only reflects different understandings but also contains mixed findings and evaluations. Consequently, this systematic review aims to provide an overview of the research state on churnalism by qualitatively examining 46 papers from the last 25 years (1999–2024). Our findings confirm that churnalism is a multifaceted practice, understood as the recycling of both journalistic and non-journalistic material. The literature contains different indicators of churnalism and has produced mixed results on its prevalence. Influencing factors include a lack of journalistic resources and the characteristics of (non-)journalistic organizations, demonstrating that churnalism entails both benefits and risks for journalists. Further research should focus on countermeasures and the potential effects of churnalism.",
          "url": "https://doi.org/10.1093/anncom/wlaf014",
          "doi": "https://doi.org/10.1093/anncom/wlaf014",
          "filter": 0
        },
        {
          "title": "Media matters: a mixed-method look into the research on misinformation and communication over 30 years",
          "authors": "Yotam Ophir, Dror Walter, Ayse Lokmanoglu, Nathan Walter",
          "abstract": "We use a large-scale mixed-method analysis to examine changes in misinformation research over three decades, with a particular attention to the role of media research. We examine a corpus of more than 7,000 academic studies, published between 1993 and 2022, analyzing changes in volume, topics, and methods used. Employing computational text and network analyses, we show how the meteoric rise in misinformation research in the 2010s was driven by a paradigm shift brought about by technological innovations and changes in the media and political landscape. We discuss the growing role communication scholars played in misinformation research, and offer recommendations for areas of strength in which communication research could further extend our understanding of the prevalence, nature, and effects of misinformation moving forward.",
          "url": "https://doi.org/10.1093/anncom/wlaf016",
          "doi": "https://doi.org/10.1093/anncom/wlaf016",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Studies",
      "journal_short": "CS",
      "articles": [
        {
          "title": "“You Could Go Through All of This for Nothing”: How Student-Survivors Perceive Sexual Violence Response Policy in Higher Education",
          "authors": "Suzy D’Enbeau",
          "url": "https://doi.org/10.1080/10510974.2025.2543086",
          "doi": "https://doi.org/10.1080/10510974.2025.2543086",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Theory",
      "journal_short": "CT",
      "articles": [
        {
          "title": "How are worlds communicatively constituted?",
          "authors": "Robert B Arundale",
          "abstract": "Social constructionists maintain that human beings constitute social worlds in communicating, yet have noted a paucity of research on the processes involved. One promising conceptual approach for advancing such research frames recurrent everyday interacting in small scale social worlds, over time and space, as the essential component in constituting large scale social worlds. Drawing on a recent theoretical model, as two participants engage social practices and meanings in everyday interacting, they communicatively constitute interpretings of one another’s utterances that are emergent properties defining their dyad as a small, complex social system. In turn, as participants engage recurrently in everyday interacting with a wider range of persons, over time and space, using specific sets of social practices and meanings, the interpretings they communicatively constitute are emergent properties that define specific groups as large, complex social systems.",
          "url": "https://doi.org/10.1093/ct/qtaf015",
          "doi": "https://doi.org/10.1093/ct/qtaf015",
          "filter": 0
        },
        {
          "title": "What do Corporations Want?: Communicative Capitalism, Corporate Purpose, and a New Theory of the Firm by Timothy Kuhn",
          "authors": "Elizabeth Wilhoit Larson",
          "url": "https://doi.org/10.1093/ct/qtaf016",
          "doi": "https://doi.org/10.1093/ct/qtaf016",
          "filter": 0
        },
        {
          "title": "On the stabilization of media effects after repeated exposure: consequences for media effects research",
          "authors": "Susanne E Baumgartner",
          "abstract": "Public concerns about media effects are oftentimes fueled by anecdotal evidence and popular press reports pointing towards strong media effects. Interestingly, however, these public concerns are in contrast to findings from empirical studies that point towards minimal media effects. In the past decades, scholars have proposed several explanations for these minimal effects. This article adds to this, by proposing that one reason is that media effects stabilize after repeated exposure. If media effects stabilize, media effects occur only during effect-sensitive periods and might therefore only be empirically observable during these periods. This article delineates how well-established psychological theories as well as communication science theories are crucial in understanding the effects of repeated media exposure and how the conceptualization of media effects as stabilizing after repeated exposure has strong consequences for our empirical endeavors. The article discusses how to move the field forward, both empirically as well as theoretically.",
          "url": "https://doi.org/10.1093/ct/qtaf017",
          "doi": "https://doi.org/10.1093/ct/qtaf017",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Exploring storytelling and musical integration in virtual reality audio: Insights from expert practitioners",
          "authors": "Jacob Hedges, Robert Sazdov, Andrew Johnston",
          "abstract": "As Virtual Reality (VR) technology continues to evolve, it presents both significant opportunities and challenges for audio designers, particularly in the context of music and storytelling approaches. This study explores the experiential and perceptual dimensions of VR audio through semi-structured interviews with leading VR audio expert practitioners. Building upon a previous investigation into the production challenges and techniques of VR audio, this research analyzes a distinct segment of the interview data from the same sample of participants, focusing on immersive storytelling and music integration in VR audio practice. The aim of the research is to uncover strategies and insights to help inform a practice language for this nascent field. Key findings highlight the transformative potential of VR audio in creating intimate and emotionally engaging narratives, emphasizing the importance of spatial design considerations, interactive sound approaches, and dynamic musical composition. Furthermore, the critical role of egocentric sound in enhancing immersion, the challenges of voiceover placement within spatial environments, and the potential of treating the sonic environment as an interactive character. This research contributes to the ongoing discourse on VR audio practice, offering valuable perspectives for audio professionals and researchers aiming to push the boundaries of storytelling and immersive experiences in VR.",
          "url": "https://doi.org/10.1177/13548565251352078",
          "doi": "https://doi.org/10.1177/13548565251352078",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Human Communication Research",
      "journal_short": "HCR",
      "articles": [
        {
          "title": "Interparental conflict and parent–child triangulation: a meta-analytical review of children feeling caught between parents",
          "authors": "Paul Schrodt",
          "abstract": "This meta-analysis reviews the findings from 49 studies (N = 23,336) examining the association between interparental conflict and children feeling caught between parents (also referred to as parent–child triangulation). The cumulative evidence indicates a moderate, meaningful relationship between interparental conflict and children feeling caught (r = .402, 95% confidence interval: .366, .437). On average, the positive association was stronger when researchers used: (a) samples that included both intact and post-divorce family members as opposed to only intact or post-divorce families; (b) samples that included young adult children as opposed to adolescent children; (c) cross-sectional as opposed to longitudinal research designs; (d) children’s reports of interparental conflict as opposed to parents’ reports or observational ratings; and (e) individuals as the unit of analysis as opposed to triads. Implications for developing a communication theory of feeling caught are discussed.",
          "url": "https://doi.org/10.1093/hcr/hqaf018",
          "doi": "https://doi.org/10.1093/hcr/hqaf018",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "The evolving influence of social networks on collaboration technology use during telework transitions",
          "authors": "Mengxiao Zhu, Lin Liu, Noshir Contractor",
          "abstract": "Purpose While existing research shows that employees’ use of collaboration technologies can be influenced by their social relationships, whether and how these effects change under organizational disruptions remains unclear. This study aims to narrow this gap by examining how telework transitions affect the impacts of social networks on collaboration technology use. Design/methodology/approach To examine our research model, we utilize the massive shift to telework prompted by the coronavirus disease 2019 (COVID-19) pandemic in China. We collect multisource data, including digital trace data on collaboration technology use, roster-based survey data on social networks and demographic profile data, from 183 employees in an international technology company’s human resource (HR) department. Findings Our findings reveal that centrality in instrumental networks (represented by influence networks) and expressive networks (represented by friendship networks) positively affects collaboration technology use across the phases of before, during and after telework. Notably, influence centrality had a stronger effect on collaboration technology use during telework than it had before telework, and this enhanced effect persisted after employees returned to the office. In contrast, the impact of friendship centrality on collaboration technology use was weaker during telework than it was before telework, and this reduced effect gradually recovered after employees returned to the office. Moreover, we identified a consistently negative interaction effect between influence centrality and friendship centrality on collaboration technology use before, during and after telework. Originality/value This study contributes to the literature by adopting a dynamic perspective to investigate how the effect of social networks on collaboration technology use evolves amid organizational disruptions, particularly the shift to telework. Practically, our findings offer actionable insights for organizations to promote technology-based collaboration and optimize technology application through informal relationships among employees during times of organizational disruption.",
          "url": "https://doi.org/10.1108/itp-04-2024-0495",
          "doi": "https://doi.org/10.1108/itp-04-2024-0495",
          "filter": 0
        },
        {
          "title": "Enhancing organizational resilience through big data analytics capability: the mediating role of strategic flexibility",
          "authors": "Jinyuan Guo, Jiabao Lin, Xin (Robert) Luo",
          "abstract": "Purpose As environmental turbulence intensifies, big data analytics (BDA) has become a cornerstone for modern firms seeking to manage uncertainty and enhance organizational resilience. Drawing on the organizational capabilities-based theory and information technology (IT)-enabled organizational capabilities perspective, this study aims to uncover the underlying mechanisms and diverse pathways through which BDA capability influences organizational resilience. Design/methodology/approach The study employed a mixed-methods approach, combining advanced analysis for composites–structural equation modeling (ADANCO-SEM) in Phase 1 and fuzzy-set qualitative comparative analysis (fsQCA) in Phase 2 to analyze survey data from 239 Chinese firms. Findings The ADANCO-SEM analysis revealed that BDA capability significantly enhances organizational resilience by fostering resource flexibility and coordination flexibility. The fsQCA analysis further elucidated how firms of different sizes and BDA experience configure their BDA capability and strategic flexibility to achieve proactive and reactive resilience. These findings validate and extend the results of the ADANCO-SEM analysis. Originality/value This study makes a valuable contribution to Information systems (IS) research by theoretically and empirically uncovering the mechanism through which BDA capability influences organizational resilience.",
          "url": "https://doi.org/10.1108/itp-06-2024-0786",
          "doi": "https://doi.org/10.1108/itp-06-2024-0786",
          "filter": 0
        },
        {
          "title": "How to increase other’s engagement with user-generated content: the role of flow experience",
          "authors": "Cong Liu, Siqi Liu",
          "abstract": "Purpose Based on flow theory, this research aims to explore how posting about different purchases (“what they did” vs “what they have”) affects the engagement of others in the consumer’s social network. Design/methodology/approach In study 1, the experimental design and survey methods are used to collect data. Study 2 analyzed UGC posted to Sina Weibo, which is a popular social media platform in China, testing the study’s proposed model with negative binomial regression analysis. Findings Study 1 indicates that posting UGC related to “what I did” (vs “what I have”) will increase the engagement of others in a consumer’s network, and the flow experience underlies this effect. The results of study 2 replicate the findings of study 1 and show that the UGC related to “what I did” is more likely to increase the shares and comments of others in a consumer’s network. Originality/value This work makes theoretical contributions to both social media and customer engagement research. Furthermore, there is evidence that the flow experience can be used to explain the role of UGC in eliciting the engagement of receivers to the posts.",
          "url": "https://doi.org/10.1108/itp-11-2024-1403",
          "doi": "https://doi.org/10.1108/itp-11-2024-1403",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Resisting online manipulation: how teens perceive and respond to privacy dark patterns on social media",
          "authors": "Dominique Kelly, Jacquelyn Burkell",
          "abstract": "Purpose This study examines how teens perceive and respond to privacy-undermining design strategies – or “privacy dark patterns” – on social networking sites (SNSs). Specifically, we sought to ascertain whether teens can identify privacy dark patterns on social media and to determine how teens respond to these patterns, including documenting any strategies they use to resist them. Design/methodology/approach We conducted four virtual focus groups with Canadian teens aged 13 to 17. In breakout rooms, participants guided a research assistant’s actions while the assistant set up a social networking site account. Participants were instructed to make the account as private as possible and consider how the site’s design could influence their choices. Participants then returned to the main Zoom session and discussed the privacy dark patterns they identified and their strategies for resistance. Findings Our results show that teens can identify a wide range of privacy dark patterns and strategies for resistance when instructed to set up a private social media account and look for design strategies that could influence their behavior. However, teens reported low awareness of how interface design could impact their privacy choices before participating in the study. Teens also failed to identify privacy dark patterns that operated by increasing the salience of certain visual elements. Practical implications Educators should ask teens to consider how social media design influences their privacy choices through hands-on activities. However, the effects of these exercises might not persist during teens’ everyday social media use. Originality/value Little research has specifically investigated how teens respond to dark patterns.",
          "url": "https://doi.org/10.1108/intr-04-2024-0539",
          "doi": "https://doi.org/10.1108/intr-04-2024-0539",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "Contagious Smiles on Screen. The Role of Emotional Alignment of TV Presenters",
          "authors": "Emma Rodero",
          "url": "https://doi.org/10.1080/08838151.2025.2544559",
          "doi": "https://doi.org/10.1080/08838151.2025.2544559",
          "filter": 0
        },
        {
          "title": "Laufer, P. (2025). Don’t shoot the journalists: Migrating to stay alive",
          "authors": "Newly Paul",
          "url": "https://doi.org/10.1080/08838151.2025.2544565",
          "doi": "https://doi.org/10.1080/08838151.2025.2544565",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Fusing theory-guided machine learning and bio-sensing: considering time in how children learn science from dynamic multimedia",
          "authors": "Jason C Coronel, Matthew Sweitzer, James Alex Bonus, Rebecca Dore, Blue Lerner",
          "abstract": "A new era of message processing research will emerge from the convergence of powerful machine learning algorithms with dynamic data from everyday devices equipped with biological sensors. Our study takes critical steps into this era by integrating theory-guided artificial neural networks with eye movements to understand how people learn science concepts from dynamic multimedia. Essential to our theory-guided machine learning approach is a cognitive conceptualization of time as the dynamic interdependence between past and new information that guides how multimedia is attended to and understood. We tracked the eye movements of 197 children as they watched an educational video. We trained two neural network architectures differing in theory guidance to predict learning outcomes using eye movements. The theory-guided architecture, which considered the temporal interdependence of information, yielded more accurate out-of-sample predictions. Our work advances the use of theory-guided machine learning and the development of systems that monitor real-time learning.",
          "url": "https://doi.org/10.1093/joc/jqaf036",
          "doi": "https://doi.org/10.1093/joc/jqaf036",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Digital Repression Beyond the Masses: How Autocrats Use Online Disinformation to Counter Elite Challenges",
          "authors": "In Yoo, Chungshik Moon",
          "url": "https://doi.org/10.1080/19331681.2025.2541279",
          "doi": "https://doi.org/10.1080/19331681.2025.2541279",
          "filter": 0
        },
        {
          "title": "Polarization by recommendation: analyzing YouTube’s polarization dynamics around Dutch political parties",
          "authors": "Max Matthias van der Breggen, João Gonçalves, David Boeren",
          "url": "https://doi.org/10.1080/19331681.2025.2544653",
          "doi": "https://doi.org/10.1080/19331681.2025.2544653",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "The Language Fluency Paradox During Cultural Faux Pas: Poor Language Fluency Boosts Likability but Undermines Competence in Nonnative Professionals",
          "authors": "W. Q. Elaine Perunovic, Emily A. Vogels, Andrew Molinsky, Clinton Holmes",
          "abstract": "This research examines the paradoxical effects of nonnative speakers’ language fluency on how they are perceived by native speakers, focusing on likability and competence. Although poor fluency has been shown to shield nonnative speakers from negative evaluations of culturally inappropriate behavior, our findings indicate that this effect is confined to likability and does not extend to competence. Specifically, our results show that Russian professionals with lower English fluency were rated as more likable (Studies 1 and 2) but less competent (Study 2). Mediation analyses (Study 2) revealed that perception of effort and felt sympathy, rather than lack of cultural knowledge or intentional rudeness, mediated likability ratings, demonstrating the “effort-sympathy heuristic,” where poor fluency enhances likability by triggering greater sympathy and perceived effort. Overall, these findings highlight the dual-edged nature of language fluency in professional and social contexts, providing insights into how perceptions of nonnative speakers shape interpersonal and professional evaluations.",
          "url": "https://doi.org/10.1177/0261927x251364004",
          "doi": "https://doi.org/10.1177/0261927x251364004",
          "filter": 0
        },
        {
          "title": "Can We Be Honest? Cognition, Intention, Speech Production, and the Future of Deception Research",
          "authors": "Kelly Morrison, Steven A. McCornack",
          "abstract": "The last many years have given us clear and startling insights into human cognition and the process of human speech production. Yet much of current deception research eschews such revelations. Specifically, many deception scholars continue to presume a top-down, sequential-stepwise, selection-based speech production model that begins with a singular intent-to-deceive and ends with selection between binary discourse options—truth versus lie—that then are instantiated as communicative behavior. Unfortunately, such a model lacks goodness-of-fit with theory and research in speech production, cognitive psychology, and neurolinguistics. What's more, the presumptive truth/lie binary that dominates both experimental designs and research rationales bears little resemblance to the actual discourse patterns observed when people are allowed to freely generate responses to truth-problematic contexts. In this essay, we do three things. First, we review classic and current work in speech production. Second, we revisit the intentional states propositions of a recent theory of deceptive message production—Information Manipulation Theory 2—along with illustrative discourse examples from our own data. Finally, we entreat deception scholars to move our field forward in the future to a more fruitful place.",
          "url": "https://doi.org/10.1177/0261927x251364005",
          "doi": "https://doi.org/10.1177/0261927x251364005",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Media Psychology",
      "journal_short": "JMP",
      "articles": [
        {
          "title": "How Online Dating Motivations and Social Networks Affect Warranting Value and Interpersonal Impressions",
          "authors": "Megan A. Vendemia",
          "abstract": "Abstract: Popular online dating platforms feature self-authored profiles in which users can indicate their relational goals and interests. The ability to easily modify self-generated information raises questions about whether online daters are who they say they are offline. Informed by warranting theory, this experiment examined how online daters’ relational motivations and connections to social networks affect viewers’ authenticity judgments and interpersonal impressions. Results revealed that romantic relationship motives heightened viewers’ anticipated future interaction beliefs, which in turn, bolstered online daters’ perceived authenticity, trustworthiness, and goodwill. Results also demonstrated that connections to online daters’ broader social networks reduced relational uncertainty. Implications for warranting theory and online daters’ profile construction are discussed.",
          "url": "https://doi.org/10.1027/1864-1105/a000486",
          "doi": "https://doi.org/10.1027/1864-1105/a000486",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "The power of words: Exploring the impacts of derogatory discourse on cognition and social relationships of intersex individuals",
          "authors": "Najeeb Ullah",
          "abstract": "In today’s evolving world, discourse functions as a powerful tool that shapes our perceptions and attitudes towards different social groups. The discourse surrounding intersex individuals in heteronormative societies like Quetta not only reflects but also disseminates their discrimination and marginalization. In this study, the researcher intended to analyze the impacts of derogatory discourse on both the cognition and social relationships of intersex individuals. By drawing upon ‘socio-cognitive theory’ proposed by Van Dijk (2015), and employing ‘snow-ball’ sampling technique, the researcher conducted 11 interviews with intersex individuals who were the residents of Quetta, Baluchistan. Considering the cognitive impacts of derogatory discourse, the data revealed that intersex individuals suffered from ‘internalized inferiority’, ‘over-thinking’, and so forth; while, in terms of social relationships, they experienced strained relationships in workplace dynamics, and educational settings, etc. Moreover, the researcher not only emphasized the use of inclusive discourse with intersex individuals but also presented some recommendations for policy-makers in order to bring relief in their lives.",
          "url": "https://doi.org/10.1177/02654075251369819",
          "doi": "https://doi.org/10.1177/02654075251369819",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism",
      "journal_short": "Journ",
      "articles": [
        {
          "title": "L’engagement comme véhicule, l’intégrité comme boussole.",
          "authors": "Emmanuel Marty",
          "abstract": "FR. Cet article s’attache à interroger, dans une démarche réflexive, la tension entre engagement et intégrité scientifique des chercheur·es en journalisme. A partir d’une expérience personnelle de l’activité de recherche, il s’agit de tirer des éléments de réflexion plus généraux sur les possibles articulations entre engagements et rigueur scientifique, dans le cadre d’une éthique de la recherche en journalisme supposément commune aux chercheur·es du champ. Le principal point d’entrée théorique dans cette réflexion est le concept wéberien de « neutralité axiologique », dont il s’agit en premier lieu de cerner les contours et les diverses acceptions et interprétations, ayant nourri des réflexions et échanges (parfois vifs) dans le milieu académique français, récemment réactualisés par des accusations de militantisme formulées à l’encontre de certaines recherches en SHS. Après avoir défendu une vision de la neutralité axiologique comme principe régulateur de la pratique scientifique, je m’attache dans un second temps à opérationnaliser le concept en prenant mes propres travaux comme étude de cas, pour tenter de comprendre comment valeurs et inscriptions sociales ont pu guider mes choix d’objet de recherche, et comment une ligne de conduite peut néanmoins guider la conception et le suivi d’un protocole visant la rigueur méthodologique, la transparence et la validité des résultats. Il s’agit alors de détailler en quoi cette ligne de conduite refuse, pour autant, de s’inscrire dans un objectivisme scientiste faisant supposément fi des inscriptions et valeurs du chercheur. Je m’efforce au contraire de proposer une manière d’articuler, au sein de la démarche de recherche, les méthodes et outils d’objectivation des données issues du terrain avec les positionnements éthiques ou politiques du chercheur, en gardant l’intégrité scientifique comme horizon et en soumettant ses inférences au contrôle des pairs. *** PT. Este artigo adota uma abordagem reflexiva para examinar a tensão entre engajamento e integridade científica dos(as) pesquisadores(as) em jornalismo. A partir de uma experiência pessoal de prática de pesquisa, busca-se delinear elementos de reflexão mais ampla sobre as possíveis articulações entre engajamento e rigor científico, no arcabouço de uma ética da pesquisa em jornalismo supostamente compartilhada pelos(as) pesquisadores(as) do campo. Para tal reflexão, a principal porta de entrada teórica é o conceito weberiano de “neutralidade axiológica”, cujos contornos e diversos sentidos e interpretações devem, em primeiro lugar, ser identificados por terem sido objetos de reflexões e debates (às vezes acalorados) no meio acadêmico francês, recentemente reavivados por acusações de ativismo contra pesquisas em ciências humanas e sociais. Após defender uma visão da neutralidade axiológica como um princípio regulador da prática científica, busco operacionalizar esse conceito tomando meus próprios trabalhos como estudo de caso, na tentativa de entender como os valores e inscrições sociais orientaram a escolha do meu objeto de pesquisa. Também procuro compreender como, ainda assim, uma linha de conduta pode guiar a concepção e monitoramento de um protocolo visando o rigor metodológico, a transparência e a validade dos resultados. Trata-se, então, de especificar de que forma essa linha de conduta se recusa, apesar de tudo, a participar de um objetivismo inerente ao cientificismo, que supostamente desconsidera as inscrições e os valores do pesquisador. Pelo contrário, procuro sugerir uma forma de articular, dentro do processo de pesquisa, os métodos e as ferramentas de objetivação dos dados coletados no campo com as posturas éticas e políticas do pesquisador, mantendo a integridade científica como horizonte e submetendo suas inferências à revisão pelos pares. *** EN. This article takes a reflective approach towards examining the tension between engagement and scientific integrity in journalism research. Based on a personal experience of research activity, the aim is to draw out some more general points for reflection on the possible links between engagement and scientific rigour, within the framework of journalism research ethics supposedly common to researchers in the field. The main theoretical starting point for this reflection is Weber’s concept of 'axiological neutrality', the contours and various meanings and interpretations of which must first be identified. This concept has fuelled (sometimes heated) debate and discussion in French academic circles and has recently been revived by accusations of militancy levelled at certain research projects in the human and social sciences. After defending a vision of axiological neutrality as a principle that regulates scientific practice, I then set out to operationalise the concept by taking my own work as a case study, in an attempt to understand how values and social inscriptions may have guided my choice of research subject, and how a code of conduct can nevertheless guide the design and monitoring of a protocol aimed at methodological rigour, transparency and validity of results. It is then a question of detailing how this code of conduct refuses to be part of a scientistic objectivism that supposedly disregards the researcher's inscriptions and values. On the contrary, I endeavour to propose a way of articulating, within the research process, the methods and tools for objectivising data from the field with the ethical or political positions of the researcher, while maintaining scientific integrity as an objective and subjecting the results to peer review. *** ES. Este artículo adopta un enfoque reflexivo para examinar la tensión entre compromiso e integridad científica en la investigación periodística. A partir de una experiencia personal de la actividad investigadora, se pretende extraer algunos puntos de reflexión más generales sobre los posibles vínculos entre compromiso y rigor científico, en el marco de una ética de la investigación periodística supuestamente común a las/os investigadoras/es en la materia. El punto de partida teórico principal de esta reflexión es el concepto weberiano de “neutralidad axiológica”, cuyos contornos y diversos significados e interpretaciones deben identificarse en primer lugar. Este concepto ha nutrido debates e intercambios (a veces acalorados) en los círculos académicos franceses, que recientemente se han reavivado a raíz de las acusaciones de militancia vertidas contra determinados proyectos de investigación en ciencias sociales y humanidades. Tras defender una visión de la neutralidad axiológica como principio regulador de la práctica científica, me dispongo a operacionalizar el concepto tomando mi propio trabajo como estudio de caso, en un intento de comprender cómo los valores y las inscripciones sociales pueden haber guiado mi elección del tema de investigación, y cómo una línea de conducta puede, no obstante, orientar el diseño y el seguimiento de un protocolo orientado al rigor metodológico, la transparencia y la validez de los resultados. Se trata entonces de detallar cómo esta línea de conducta se niega, a pesar de todo, a formar parte de un objetivismo cientificista que supuestamente prescinde de las inscripciones y valores del investigador. Por el contrario, trato de proponer una forma de articular, dentro del proceso de investigación, los métodos y herramientas de objetivación de los datos emanados del campo con las posiciones éticas o políticas del investigador, manteniendo como horizonte la integridad científica y sometiendo sus inferencias a la revisión de colegas. ***",
          "url": "https://doi.org/10.25200/slj.v14.n1.2025.658",
          "doi": "https://doi.org/10.25200/slj.v14.n1.2025.658",
          "filter": 0
        },
        {
          "title": "Chercheuse et Gilet Jaune",
          "authors": "Mélanie Lecha",
          "abstract": "FR. Cette contribution revient sur une trajectoire de recherche doctorale marquée par l'abandon d'un projet qui paraissait important mais sensible à l'autrice (étudier les journaux papier distribués par les Gilets jaunes pendant le mouvement) pour un sujet a priori moins engageant (l'intelligence artificielle dans le journalisme). Dans la première partie de l’article, l’autrice retrace les évènements qui, depuis sa participation à la mobilisation des Gilets jaunes jusqu'à son intégration dans les réseaux de recherche sur le journalisme, ont participé à sa volonté d'interroger les pratiques journalistiques sous l'angle de la classe sociale. Ces expériences l’ont amenée à porter un projet de recherche sur les caractéristiques d’une information produite « par et pour le peuple » comme s’en revendiquent les journaux des Gilets jaunes. Dans la deuxième partie, l’autrice explique le malaise ressenti à l’idée de mener ce travail dans un cadre universitaire dans la mesure où ce mouvement a pu rejeter les institutions journalistiques et académiques pour revendiquer l’expression d’une réflexivité ou d’une parole politique sans intermédiaires. De plus, une minorité des enfants issus des classes populaires accèdent à un niveau de diplôme universitaire. Quelle légitimité ce cadre institutionnel peut-il offrir alors qu’il s’agit d’étudier la communication d’un mouvement social populaire à partir d’une position privilégiée dans la société ? Ces doutes ont conduit l’autrice à abandonner ce projet de recherche. Dans les deux dernières parties, l’autrice présente les différentes influences qui lui ont permis de ré-envisager la possibilité de travailler sur les journaux des Gilets jaunes dans le cadre de son doctorat. Les références citées sont le concept d’injustice épistémique ainsi que les épistémologies féministes, postcoloniales et les épistémologies du Sud. Il est question de défendre une approche populaire de la fabrique de l'information d'actualité, et par extension de la fabrique des sciences. L'article conclut sur les expérimentations pratiques mises en place, telles que la diversification des supports, dans le but de proposer un projet scientifique qui promeuve la construction des savoirs engagée avec les individu·es. *** PT. O presente trabalho revisita uma trajetória de pesquisa doutoral marcada pelo abandono de um projeto que parecia importante, mas sensível para a autora (o estudo dos jornais impressos distribuídos pelos Coletes Amarelos durante o movimento), substituindo-o por um tema, a priori, menos envolvente (a inteligência artificial no jornalismo). Na primeira parte do artigo, a autora traça os eventos que, desde seu envolvimento na mobilização dos Coletes Amarelos até sua integração nas redes de pesquisa sobre jornalismo, alimentaram seu desejo de questionar as práticas jornalísticas sob a ótica da classe social. Essas experiências a levaram a desenvolver um projeto de pesquisa sobre as características de uma informação produzida “pelo e para o povo”, como afirmam os jornais dos Coletes Amarelos. Na segunda parte, a autora explica o desconforto que sentiu ao considerar a realização desse trabalho em um contexto universitário, dado que o referido movimento tendeu a rejeitar as instituições jornalísticas e acadêmicas, reivindicando a expressão de uma reflexividade e voz política sem intermediários. Além disso, apenas uma minoria de jovens oriundos das classes populares se forma no ensino superior. Que legitimidade pode oferecer esse ambiente institucional, quando se trata de estudar a comunicação de um movimento social popular a partir de uma posição privilegiada na sociedade? Tais dúvidas levaram a autora a abandonar esse projeto de pesquisa. Nas duas últimas partes, apresentam-se os vários fatores que fizeram a autora rever a possibilidade de se debruçar sobre os jornais dos Coletes Amarelos no âmbito de seu doutorado. São feitas referências ao conceito de injustiça epistêmica, bem como às epistemologias feministas, pós-coloniais e do Sul. Pretende-se defender uma abordagem popular da construção de notícias e, por extensão, da construção da ciência. Por fim, são descritas as experimentações práticas implementadas, como a diversificação de formatos, de modo a propor um projeto científico que promova a construção engajada do conhecimento, em parceria com os(as) indivíduos(as). *** EN. This contribution looks back at a doctoral research trajectory marked by the abandonment of a project which seemed important but sensitive to the author (studying the newspapers distributed by the Gilets jaunes during the movement) for a subject which was a priori less engaging (artificial intelligence in journalism). In the first part of the article, the author recounts the events that contributed to her desire to question journalistic practices from the perspective of social class, from her participation in the Gilets jaunes movement to her integration into journalism research networks. These experiences led to her carrying out a research project on the characteristics of information produced 'by and for the people', as the Gilets jaunes newspapers claimed to be. In the second part, the author explains the unease felt at the idea of carrying out this work in an academic setting, insofar as this movement had rejected journalistic and academic institutions in order to claim the expression of political reflection and speech without intermediaries. This unease was exacerbated by the fact that only a minority of children from working-class backgrounds have access to university education. What legitimacy can this institutional framework offer when the aim is to study the communication of a popular social movement from a privileged position in society? These doubts led the author to abandon this research project. In the last two parts, the author presents the various influences that enabled her to re-envision the possibility of working on the Gilets jaunes newspapers as part of her PhD. The references cited are the concept of epistemic injustice as well as feminist, post-colonial and Southern epistemologies. The aim is to defend a popular approach to the production of news and, by extension, to the production of science. The article concludes with practical experiments, such as the diversification of media, with the aim of proposing a scientific project which promotes the construction of knowledge in partnership with individuals. *** ES. Esta contribución repasa una trayectoria de investigación doctoral marcada por el abandono de un proyecto que parecía importante pero delicado para la autora (el estudio de los diarios impresos distribuidos por los chalecos amarillos durante el movimiento) por un tema a priori menos atractivo (la inteligencia artificial en el periodismo). En la primera parte del artículo, la autora relata los acontecimientos que, desde su participación en la movilización de los chalecos amarillos hasta su integración en las redes de investigación en periodismo, contribuyeron a su deseo de cuestionar las prácticas periodísticas desde la perspectiva de la clase social. Estas experiencias la llevaron a realizar un proyecto de investigación sobre las características de una información producida “por y para el pueblo”, como pretenden ser los periódicos de los chalecos amarillos. En la segunda parte, la autora explica el malestar que le produce la idea de realizar este trabajo dentro de un marco universitario, en la medida en que este movimiento ha sabido rechazar las instituciones periodísticas y académicas para reivindicar la expresión de una reflexividad o de una voz política sin intermediarios. Además, una minoría de los hijos de la clase trabajadora accede a la educación universitaria. ¿Qué legitimidad puede ofrecer este marco institucional cuando se pretende estudiar la comunicación de un movimiento social popular desde una posición privilegiada en la sociedad? Estas dudas llevaron a la autora a abandonar este proyecto de investigación. En las últimas dos partes, la autora presenta las diversas influencias que le permitieron replantearse la posibilidad de trabajar sobre los diarios de los chalecos amarillos en el marco de su doctorado. Las referencias citadas son el concepto de injusticia epistémica, así como las epistemologías feministas, poscoloniales y las epistemologías del Sur. Se trata de defender un enfoque popular de la producción de noticias y, por extensión, de la producción de ciencia. El artículo concluye con los experimentos prácticos implementados, como la diversificación de los medios de comunicación, con el objetivo de proponer un proyecto científico que promueva la construcción del conocimiento comprometida con las/os individuas/os.",
          "url": "https://doi.org/10.25200/slj.v14.n1.2025.593",
          "doi": "https://doi.org/10.25200/slj.v14.n1.2025.593",
          "filter": 0
        },
        {
          "title": "Engajamento e reflexividade de pesquisadoras/es em jornalismo",
          "authors": "Roselyne Ringoot, Catherine Quiroga Cortés, Lise Ménalque, Mariana Fagundes-Ausani",
          "abstract": "Introdução",
          "url": "https://doi.org/10.25200/slj.v14.n1.2025.653",
          "doi": "https://doi.org/10.25200/slj.v14.n1.2025.653",
          "filter": 0
        },
        {
          "title": "An interview with Nik Usher",
          "authors": "Florence Le Cam, Catherine Quiroga Cortés",
          "abstract": "EN. In this interview, Nik Usher, associate professor in communication at the University of San Diego and Mellon Foundation New Directions Fellow, reflects on the evolution of their research on journalism and democracy. Initially focused on the ethnographic study of newsroom practices (notably at The New York Times), Usher gradually shifted their interest toward a critical analysis of journalism’s role in a context of democratic backsliding, confronted with the growing influence of market forces, technological platforms, and new forms of authoritarianism. This evolution is also grounded in a heightened awareness of inequalities in access to information and the marginalization of audiences distant from the dominant journalistic model. Usher emphasizes the importance of sharing research findings beyond the academic sphere, denouncing barriers to knowledge access, and advocates for public engagement by scholars as a form of resistance. Their book News for the Rich, White, and Blue exemplifies this critical stance by highlighting structural inequalities in the production of news in the United States. Usher also underlines the need for a continuous reexamination of research methods, particularly through a dialogue with quantitative approaches, in order to rethink what \"enough journalism\" truly means to sustain a functional democracy. Furthermore, the interview explores how this commitment translates into teaching: Usher sees the education of students as a fundamental act of fostering critical thinking and autonomy. *** FR. Diego et Mellon Foundation New Directions Fellow, revient sur l’évolution de ses recherches autour du journalisme et de la démocratie. Initialement centré·e sur l’étude ethnographique des pratiques journalistiques en salle de rédaction (notamment au New York Times), Usher a progressivement déplacé son intérêt vers l’analyse critique du rôle du journalisme dans un contexte de régression démocratique, face à l’influence croissante du marché, des plateformes technologiques et des nouvelles formes d’autoritarisme. Cette évolution s’appuie également sur une prise de conscience accrue des inégalités d’accès à l'information et de la marginalisation de publics éloignés du modèle journalistique dominant. Usher insiste sur l'importance de partager les résultats de la recherche au-delà du monde académique, dénonçant les barrières d'accès aux savoirs, et défend un engagement public des chercheur·es comme une forme de résistance. Son ouvrage News for the Rich, White, and Blue illustre cette posture critique, en soulignant les inégalités structurelles de la production médiatique aux États-Unis. Enfin, Usher aborde la nécessité d'une remise en question constante des méthodes de recherche, notamment par un dialogue avec les outils quantitatifs, pour repenser ce que signifie \"assez de journalisme\" pour soutenir une démocratie fonctionnelle. Par ailleurs, l'entretien explore la manière dont cet engagement se traduit dans l'enseignement : Usher considère la formation des étudiant·es comme un acte fondamental d'éveil à la pensée critique et à l’autonomie. *** ES. En esta entrevista, Nik Usher, profesorx asociadx de comunicación en la Universidad de San Diego y becarix de la Mellon Foundation New Directions, reflexiona sobre la evolución de su investigación acerca del periodismo y la democracia. Inicialmente enfocadx en el estudio etnográfico de las prácticas periodísticas en las redacciones (particularmente en el New York Times), Usher fue desplazando progresivamente su interés hacia un análisis crítico del papel del periodismo en un contexto de retroceso democrático, enfrentando la creciente influencia del mercado, de las plataformas tecnológicas y de nuevas formas de autoritarismo. Esta evolución también se basa en una mayor conciencia sobre las desigualdades en el acceso a la información y la marginación de audiencias alejadas del modelo periodístico dominante. Usher enfatiza la importancia de compartir los resultados de la investigación más allá del ámbito académico, denunciando las barreras de acceso al conocimiento, y defiende el compromiso público de lxs investigadorxs como forma de resistencia. Su libro News for the Rich, White, and Blue ejemplifica esta postura crítica al destacar las desigualdades estructurales en la producción de noticias en Estados Unidos. Usher también subraya la necesidad de un replanteamiento continuo de los métodos de investigación, en particular a través de un diálogo con enfoques cuantitativos, para repensar qué significa realmente \"suficiente periodismo\" para sostener una democracia funcional. Además, la entrevista explora cómo este compromiso se traduce en la enseñanza: Usher concibe la educación de estudiantes como un acto fundamental para fomentar el pensamiento crítico y la autonomía. *** PT. Nesta entrevista, Nik Usher, professor(a) associado(a) de comunicação na Universidade de San Diego e bolsista da Mellon Foundation (New Directions Fellowships), revisita a evolução de suas pesquisas sobre jornalismo e democracia. Centrando-se inicialmente no estudo etnográfico das práticas jornalísticas nas redações (notadamente no New York Times), Usher mudou gradualmente seu foco para uma análise crítica do papel do jornalismo em um contexto de retrocesso democrático, diante da crescente influência das forças do mercado, das plataformas tecnológicas e das novas formas de autoritarismo. Tal mudança também está ancorada em uma consciência cada vez maior da desigualdade no acesso à informação e da marginalização de públicos distantes do modelo jornalístico dominante. Usher enfatiza a importância de compartilhar os resultados da pesquisa para além do meio acadêmico, denunciando as barreiras ao acesso ao conhecimento, e defende o engajamento público de pesquisadores(as) como forma de resistência. Sua obra News for the Rich, White, and Blue exemplifica essa postura crítica ao destacar as desigualdades estruturais da produção de notícias nos Estados Unidos. Usher também discute a necessidade de questionar constantemente as metodologias de pesquisa, especialmente por meio do diálogo com ferramentas quantitativas, a fim de repensar o que significa ter “jornalismo suficiente” para sustentar uma democracia funcional. Além disso, a entrevista explora como esse engajamento se reflete no ensino: Usher vê a formação dos(as) alunos(as) como um ato fundamental de estímulo ao pensamento crítico e à autonomia. ***",
          "url": "https://doi.org/10.25200/slj.v14.n1.2025.657",
          "doi": "https://doi.org/10.25200/slj.v14.n1.2025.657",
          "filter": 0
        },
        {
          "title": "Déchiffrer l'engagement du chercheur en journalisme",
          "authors": "Brigitte Sebbah",
          "abstract": "FR. Cette étude entreprend de faire un retour sur la démarche de recherche à l’œuvre dans les travaux conduits sur le mouvement des gilets jaunes de 2018 à 2022 par un collectif de chercheurs qui a débuté son enquête quelques jours avant l’acte 1 de la mobilisation du 17 novembre 2018. L’ambition initiale a consisté à récolter et analyser des moments du mouvement pour en produire des rapports de recherche liminaires afin d’éclairer la médiatisation du mouvement social et de pouvoir la comparer aux paroles en ligne des mobilisés. Une ambition qui s’est étoffée au gré des rapports et qui a aussi connu son lot de renoncements et de difficultés à la fois face à son objet de recherche multi canal et volatile, face aux échanges avec les journalistes et dans les dispositifs de diffusion des savoirs mais aussi face aux freins académiques et institutionnels. Face à cette réalité, cette équipe s’est retrouvée dans une position délicate, cherchant à construire un objet de recherche en temps réel tout en participant à l'espace public et médiatique. L'engagement de ces chercheurs s'est alors articulé autour de la nécessité d'une approche réflexive, tiraillée entre l'urgence de l'actualité et la rigueur scientifique. L'article explore cette tension, soulignant le rôle du chercheur qui, au-delà de la collecte et de l'analyse de données, contribue à la construction de l'objet d'étude et à sa médiatisation. L'article se conclut sur la réflexion sur l'engagement du chercheur en journalisme, qui navigue entre vulgarisation et intervention active. Cet engagement, loin d'être un simple militantisme, renvoie plutôt à une responsabilité sociétale et éthique qui exige de déconstruire les récits médiatiques dominants. Il est question d'identifier de nouveaux territoires d'information et de déstabiliser le récit médiatique dominant, contribuant ainsi à l'ouverture de l'espace médiatique à de multiples voix et perspectives. *** PT. Este estudo faz uma revisão da abordagem de pesquisa adotada nos trabalhos conduzidos sobre o movimento dos Coletes Amarelos, de 2018 a 2022, por um coletivo de pesquisadores que iniciou sua investigação poucos dias antes do primeiro ato da mobilização, em 17 de novembro de 2018. Inicialmente, o objetivo era coletar e analisar momentos do movimento para produzir relatórios preliminares de pesquisa, a fim de lançar luz sobre a midiatização do movimento social e compará-la com as falas on-line dos mobilizados. Ao longo dos relatórios, essa ambição foi se ampliando, mas também sofreu retrocessos e dificuldades devido à volatilidade e à multicanalidade do objeto de pesquisa, às interações com jornalistas e aos dispositivos de divulgação dos saberes, além de obstáculos acadêmicos e institucionais. Diante dessa realidade, a equipe se viu em uma posição delicada, tentando construir um objeto de pesquisa em tempo real enquanto participava do espaço público e midiático. O engajamento dos pesquisadores pautou-se pela necessidade de uma abordagem reflexiva, tensionada entre a urgência dos acontecimentos e o rigor científico. O artigo explora essa tensão, destacando o papel do pesquisador que, além de coletar e analisar dados, contribui para a construção do objeto de estudo e sua midiatização. O artigo conclui com uma reflexão sobre o engajamento do pesquisador em jornalismo, que transita entre a vulgarização e a intervenção ativa. Longe de ser um mero ativismo, esse engajamento remete a uma responsabilidade social e ética que exige a desconstrução das narrativas midiáticas dominantes. Trata-se de identificar novos territórios de informação e desestabilizar o discurso predominante na mídia, contribuindo para a abertura do espaço midiático às múltiplas vozes e perspectivas. *** EN. This study undertakes a review of the research into the Gilet Jaunes movement from 2018 to 2022 by a team of researchers who began their investigation a few days before Act 1 of the mobilisation on 17th November 2018. The initial ambition was to collect and analyse moments in the movement to produce introductory research reports so as to shed light on the media coverage of the social movement and to be able to compare it with the online words of the participants. This ambition grew with each report, but there were also a number of setbacks and difficulties, both in terms of the multi-channel and volatile research subject and the various obstacles encountered (exchanges with journalists and knowledge dissemination mechanisms, and academic and institutional obstacles). Faced with this reality, the team found itself in a delicate position, trying to construct a research object in real time while participating in the public and media space. The engagement of the researchers was based on the need for a reflective approach, torn between the urgency of current events and scientific rigour. The article explores this tension, highlighting the role of the researcher who, beyond collecting and analysing data, contributes to the construction of the object of study and its mediatisation. The article concludes with a reflection on the journalism researcher's engagement, which fluctuates between popularisation and active intervention. This engagement, far from being simple militancy, refers rather to a societal and ethical responsibility that requires the dominant media narratives to be deconstructed. It is about identifying new territories of information and destabilising the dominant media narrative, thereby helping to open up the media space to multiple voices and perspectives. *** ES. Este estudio lleva a cabo una revisión del enfoque de investigación en el trabajo realizado sobre el movimiento de los chalecos amarillos desde 2018 hasta 2022 por un colectivo de investigadores que comenzaron su investigación unos días antes de la primera movilización, el 17 de noviembre de 2018. La ambición inicial era recoger y analizar momentos del movimiento para elaborar informes preliminares de investigación que arrojaran luz sobre la cobertura mediática del movimiento social y poder compararla con las palabras en línea de los movilizados. Dicha ambición fue creciendo con cada informe, pero también tuvo su cuota de contratiempos y dificultades, no solo en lo que respecta a su temática de investigación multicanal y volátil, los intercambios con periodistas y los dispositivos de difusión de conocimientos, sino también en cuanto a obstáculos académicos e institucionales. Ante esta realidad, el equipo se encontró en una posición delicada, tratando de construir un objeto de investigación en tiempo real al tiempo que participaba en la escena pública y mediática. El compromiso de estos investigadores se basó en la necesidad de un enfoque reflexivo, dividido entre la urgencia de la actualidad y el rigor científico. El artículo explora esta tensión, destacando el papel del investigador que, más allá de recoger y analizar datos, contribuye a la construcción del objeto de estudio y a su mediatización. El artículo concluye con una reflexión sobre el compromiso del investigador en periodismo, que se mueve entre la divulgación y la intervención activa. Este compromiso, lejos de ser mera militancia, es más una cuestión de responsabilidad social y ética que exige deconstruir las narrativas mediáticas dominantes. Se trata de identificar nuevos territorios de información y desestabilizar la narrativa mediática dominante, contribuyendo así a abrir el espacio mediático a múltiples voces y perspectivas.",
          "url": "https://doi.org/10.25200/slj.v14.n1.2025.656",
          "doi": "https://doi.org/10.25200/slj.v14.n1.2025.656",
          "filter": 0
        },
        {
          "title": "Aux sources de l’épistémologie du journalisme",
          "authors": "Angelina Toursel",
          "abstract": "FR. Quels sont les fondements théoriques et les orientations méthodologiques de l’épistémologie du journalisme ? Cet article vise à répondre à cette question par une approche analytique et théorique consistant à retracer les sources et les dynamiques de l’épistémologie du journalisme dans la recherche francophone et anglophone. L’objectif est d’explorer les similitudes, les divergences et les croisements possibles entre ces deux traditions académiques, souvent cloisonnées. L’épistémologie du journalisme, entendue comme une réflexion sur la nature, la légitimité et les processus de production des savoirs, repose sur un postulat fondamental : le journalisme produit des connaissances qui, en circulant dans la société, affectent les représentations collectives et structurent les débats publics. L’examen des processus par lesquels ces connaissances sont construites et légitimées constitue dès lors l’enjeu central de cette réflexion. Les travaux fondateurs s’inscrivant dans cette perspective sont rapportés à leurs ancrages disciplinaires respectifs. D’un côté, la recherche anglophone, héritière de Robert Park, privilégie une approche sociologique centrée sur les pratiques journalistiques et leur dimension socio-institutionnelle. De l’autre, influencée par une réticence initiale à considérer le journalisme comme une source légitime de savoirs, la recherche francophone s’est orientée vers une réflexion philosophique, conceptuelle et normative. Les contributions de Gilles Gauthier et Bertrand Labasse illustrent cette approche francophone en explorant des notions clés telles que la vérité, l’objectivité et la réalité. Leurs apports sont discutés et mis en dialogue avec les recherches anglophones pour dépasser le cloisonnement disciplinaire. En offrant un panorama critique et dialogique, cet article cherche moins à renouveler l’épistémologie du journalisme qu’à relancer des questionnements essentiels et montrer en quoi cette réflexion reste particulièrement féconde pour éclairer les enjeux contemporains, notamment à l’ère des mutations numériques. *** EN. What are the theoretical foundations and methodological orientations of journalism epistemology? This article addresses this question through a theoretical and analytical approach, tracing the origins and dynamics of journalism epistemology in both Francophone and Anglophone academic traditions. Its objective is to explore the similarities, divergences, and possible points of convergence between these two often siloed scholarly fields. Epistemology of journalism — conceived as a critical reflection on the nature, legitimacy, and processes of knowledge production — rests on a core assumption: journalism generates knowledge that, as it circulates through society, shapes collective representations and structures public discourse. At the heart of this reflection lies the examination of how such knowledge is constructed and legitimized. Foundational contributions to this field are situated within their respective disciplinary contexts. On the one hand, Anglophone research, rooted in the legacy of Robert Park, has generally embraced a sociological perspective centered on journalistic practices and their socio-institutional dimensions. On the other hand, Francophone scholarship—initially reluctant to view journalism as a legitimate form of knowledge—has tended toward a more philosophical, conceptual, and normative line of inquiry. The work of Gilles Gauthier and Bertrand Labasse exemplifies this approach, particularly through their analyses of central concepts such as truth, objectivity, and reality. Their contributions are examined in dialogue with Anglophone scholarship in an effort to transcend disciplinary boundaries. By offering a critical and dialogic overview, this article does not seek to redefine journalism epistemology, but rather to reopen essential lines of questioning and highlight the continued relevance of this field in addressing contemporary challenges—especially in the context of ongoing digital transformations. *** ES. ¿Cuáles son los fundamentos teóricos y las orientaciones metodológicas de la epistemología del periodismo? Este artículo se propone responder a esta pregunta a través de un enfoque analítico y teórico que busca reconstruir las fuentes y dinámicas de la epistemología del periodismo en la investigación francófona y anglófona. El objetivo es explorar las similitudes, divergencias y posibles puntos de convergencia entre estas dos tradiciones académicas, a menudo compartimentadas. La epistemología del periodismo, entendida como una reflexión sobre la naturaleza, la legitimidad y los procesos de producción del conocimiento, se basa en un postulado fundamental: el periodismo produce conocimientos que, al circular en la sociedad, afectan las representaciones colectivas y estructuran los debates públicos. El análisis de los procesos a través de los cuales se construyen y legitiman estos saberes constituye, por ende, el núcleo central de esta reflexión. Los trabajos fundacionales que se inscriben en esta perspectiva se analizan en relación con sus respectivos anclajes disciplinares. Por un lado, la investigación anglófona, heredera de Robert Park, privilegia un enfoque sociológico centrado en las prácticas periodísticas y su dimensión socio-institucional. Por el contrario, la tradición francófona, marcada en sus inicios por una cierta resistencia a considerar el periodismo como un saber legítimo, ha orientado su reflexión hacia un enfoque más filosófico, conceptual y normativo. Las contribuciones de Gilles Gauthier y Bertrand Labasse ilustran este enfoque francófono, al explorar nociones clave como la verdad, la objetividad y la realidad. Sus aportes son discutidos y puestos en diálogo con la producción anglófona, con el fin de superar los compartimentos disciplinarios. Al ofrecer un panorama crítico y dialógico, este artículo no pretende renovar la epistemología del periodismo, sino más bien reabrir interrogantes esenciales y mostrar en qué medida esta reflexión sigue siendo particularmente fértil para iluminar los desafíos contemporáneos, especialmente en el contexto de las transformaciones digitales. *** PT. Quais são os fundamentos teóricos e as orientações metodológicas da epistemologia do jornalismo? Este artigo procura responder a essa pergunta por meio de uma abordagem analítica e teórica, traçando as origens e as dinâmicas da epistemologia do jornalismo no campo da pesquisa acadêmica francófona e anglófona. O objetivo é explorar as semelhanças, divergências e possíveis pontos de convergência entre essas duas tradições acadêmicas, muitas vezes compartimentadas. A epistemologia do jornalismo, entendida como uma reflexão sobre a natureza, a legitimidade e os processos de produção do conhecimento, baseia-se em uma premissa central: o jornalismo gera conhecimento que, ao circularem na sociedade, afetam as representações coletivas e estruturam os debates públicos. Examinar os processos pelos quais esse conhecimento é construído e legitimado está, portanto, no cerne desta reflexão. Os trabalhos fundadores que se enquadram nesta perspectiva são analisados à luz das suas respectivas bases disciplinares. Por um lado, a pesquisa anglófona, enraizada no legado de Robert Park, tem geralmente adotado uma abordagem sociológica, centrada nas práticas jornalísticas e sua dimensão socioinstitucional. Por outro lado, influenciada por uma relutância inicial em considerar o jornalismo como uma fonte legítima de conhecimento, a pesquisa francófona voltou-se para uma reflexão mais filosófica, conceitual e normativa. Os trabalhos de Gilles Gauthier e Bertrand Labasse ilustram essa abordagem francófona, ao explorar noções-chave como verdade, objetividade e realidade. Suas contribuições são discutidas e colocadas em diálogo com a produção anglófona, em um esforço para superar a compartimentalização disciplinar. Ao oferecer uma visão geral crítica e dialógica, este artigo busca não tanto renovar a epistemologia do jornalismo, mas reavivar questionamentos essenciais e mostrar como essa reflexão continua sendo particularmente fértil para lançar luz sobre desafios contemporâneos, especialmente na era das transformações digitais. ***",
          "url": "https://doi.org/10.25200/slj.v14.n1.2025.624",
          "doi": "https://doi.org/10.25200/slj.v14.n1.2025.624",
          "filter": 0
        },
        {
          "title": "Journalism Researchers' Engagement and Reflexivity",
          "authors": "Roselyne Ringoot, Catherine Quiroga Cortés, Lise Ménalque, Mariana Fagundes",
          "abstract": "Introduction",
          "url": "https://doi.org/10.25200/slj.v14.n1.2025.654",
          "doi": "https://doi.org/10.25200/slj.v14.n1.2025.654",
          "filter": 0
        },
        {
          "title": "Donner les clés aux futur·es journalistes pour exercer leur rôle démocratique",
          "authors": "Roselyne Ringoot",
          "abstract": "FR. Cet entretien avec Pauline Amiel, enseignante chercheure et directrice l’École de Journalisme et de Communication d’Aix-Marseille Université, propose une réflexion sur l’engagement démocratique des enseignant·es-chercheur·es en écoles publiques de journalisme reconnues, à partir du retour sur une trajectoire professionnelle. Il souligne le rôle particulier de ces formations, labellisées par la CPNEJ, dans l’écosystème journalistique français : elles concilient la transmission des savoir-faire professionnels exigés par les rédactions et un engagement démocratique fondé sur l’éthique et la critique des pratiques journalistiques. Cette tension structurelle expose les enseignant·es-chercheur·es à des injonctions contradictoires entre impératifs universitaires, exigences de professionnalisation et attentes sociétales. Le texte insiste sur la manière dont la reconnaissance par la CPNEJ, tout en facilitant l’insertion professionnelle, réduit l’espace consacré aux sciences humaines et sociales dans les maquettes de formation. L'analyse s’appuie sur une méthodologie qualitative combinant observation participante, collecte de documents institutionnels et échanges au sein des équipes pédagogiques. Elle montre que ces formations sont traversées par des enjeux idéologiques majeurs, liés à la défiance envers les médias, aux mutations du journalisme contemporain et à la montée d’un modèle entrepreneurial du métier. Dans ce contexte, le rôle des enseignant·es-chercheur·es est redéfini : ils et elles doivent soutenir l’idéal démocratique du journalisme tout en répondant aux attentes du marché du travail. L’engagement dans ces formations est ainsi décrit comme un engagement de service public : il vise à former des journalistes capables de naviguer dans un espace médiatique marqué par l'incertitude, l'extension du flou professionnel et les crises de confiance démocratique. Ce travail souligne l'importance de maintenir une approche critique, éthique et humaniste du journalisme, face à la pression des logiques de marché et à la nécessité d’une recomposition du rôle des médias dans les démocraties contemporaines. *** EN. This interview with Pauline Amiel, lecturer and researcher and director of the École de Journalisme et de Communication at Aix-Marseille University, offers a reflection on the democratic commitment of academic staff in publicly funded and professionally accredited journalism schools in France, based on an analysis of a professional trajectory. It highlights the specific role of these programs, certified by the CPNEJ (National Joint Commission for the Employment of Journalists), within the French journalistic ecosystem: they aim to reconcile the transmission of professional skills required by newsrooms with a democratic commitment rooted in ethics and critical reflection on journalistic practices. This structural tension exposes academic staff to conflicting pressures between academic requirements, professionalization demands, and societal expectations. The text emphasizes how CPNEJ recognition, while facilitating students’ professional integration, simultaneously reduces the space allocated to the humanities and social sciences within journalism curricula. The analysis is based on a qualitative methodology combining participant observation, collection of institutional documents, and discussions within teaching teams. It shows that these programs are deeply shaped by major ideological challenges, linked to public distrust of the media, transformations within contemporary journalism, and the rise of an entrepreneurial model of the profession. In this context, the role of academic staff is being redefined: they must support journalism’s democratic ideals while responding to labor market expectations. Engagement within these programs is thus portrayed as a form of public service: it seeks to educate journalists capable of navigating a media environment marked by uncertainty, increasing professional ambiguity, and crises of trust in democracy. This work underscores the necessity of maintaining a critical, ethical, and humanistic approach to journalism given the pressures of market logics and the urgent need to rethink the role of the media within contemporary democracies. *** PT. Esta entrevista com Pauline Amiel, professora, pesquisadora e diretora da Escola de Jornalismo e Comunicação da Universidade de Aix-Marseille, propõe uma reflexão sobre o engajamento democrático dos(as) docentes-pesquisadores(as) nas escolas públicas de jornalismo reconhecidas, a partir da análise de uma trajetória profissional. Destaca-se o papel específico desempenhado por esses cursos, credenciados pela CPNEJ, no ecossistema jornalístico francês: eles conciliam a transmissão das competências profissionais exigidas nas redações com um compromisso democrático fundamentado na ética e na abordagem crítica das práticas jornalísticas. Essa tensão estrutural expõe os(as) docentes-pesquisadores(as) a injunções contraditórias, entre imperativos acadêmicos, demandas de profissionalização e expectativas da sociedade. O texto enfatiza como o reconhecimento pela CPNEJ, ao mesmo tempo em que facilita a inserção profissional, reduz o espaço dedicado às Ciências Humanas e Sociais nos currículos de formação. A análise baseia-se em uma metodologia qualitativa que combina observação participante, coleta de documentos institucionais e discussões dentro das equipes docentes. Mostra que esses cursos são permeados por importantes questões ideológicas, ligadas à desconfiança em relação à mídia, às mudanças no jornalismo contemporâneo e à ascensão de um modelo empresarial da profissão. Nesse contexto, o papel dos(as) docentes-pesquisadores(as) vem sendo redefinido: cabe a eles e a elas sustentarem o ideal democrático do jornalismo e, ao mesmo tempo, atenderem às expectativas do mercado de trabalho. O engajamento nesses cursos é, portanto, descrito como um compromisso de serviço público: o objetivo é formar jornalistas capazes de navegar em um espaço midiático marcado pela incerteza, pela diluição das fronteiras profissionais e pelas crises de confiança na democracia. O trabalho reforça a importância de se manter uma abordagem crítica, ética e humanista do jornalismo, diante da pressão das lógicas de mercado e da necessidade de uma recomposição do papel da mídia nas democracias contemporâneas *** ES. Esta entrevista con Pauline Amiel, profesora investigadora y directora de la Escuela de Periodismo y Comunicación de la Universidad de Aix-Marsella, propone una reflexión sobre el compromiso democrático de lxs profesorxs-investigadorxs en las escuelas públicas de periodismo reconocidas, a partir del análisis de una trayectoria profesional. Subraya el papel particular de estas formaciones, acreditadas por la CPNEJ (Comisión Paritaria Nacional de Empleo de Periodistas), dentro del ecosistema periodístico francés: combinan la transmisión de los saberes prácticos exigidos por las redacciones con un compromiso democrático basado en la ética y la crítica de las prácticas periodísticas. Esta tensión estructural expone a lxs profesorxs-investigadorxs a mandatos contradictorios entre las exigencias universitarias, los imperativos de profesionalización y las expectativas sociales. El texto insiste en cómo el reconocimiento de la CPNEJ, aunque favorece la inserción profesional, reduce el espacio dedicado a las ciencias humanas y sociales en los planes de estudio. El análisis se apoya en una metodología cualitativa que combina observación participante, recopilación de documentos institucionales e intercambios dentro de los equipos docentes. Muestra que estas formaciones están atravesadas por importantes desafíos ideológicos, vinculados a la desconfianza hacia los medios, las transformaciones del periodismo contemporáneo y el ascenso de un modelo empresarial de la profesión. En este contexto, el papel de lxs profesorxs-investigadorxs se redefine: deben preservar el ideal democrático del periodismo mientras responden a las exigencias del mercado laboral. El compromiso en estas formaciones se describe así como un compromiso de servicio público: busca formar periodistas capaces de desenvolverse en un espacio mediático caracterizado por la incertidumbre, la ampliación de los límites profesionales y las crisis de confianza democrática. Este trabajo subraya la importancia de mantener un enfoque crítico, ético y humanista del periodismo, frente a las presiones de las lógicas de mercado y la necesidad de una recomposición del papel de los medios en las democracias contemporáneas. ***",
          "url": "https://doi.org/10.25200/slj.v14.n1.2025.661",
          "doi": "https://doi.org/10.25200/slj.v14.n1.2025.661",
          "filter": 0
        },
        {
          "title": "Entrevista com Raquel Kariri",
          "authors": "Ykaruní Nawa",
          "abstract": "PT. Esta entrevista apresenta a trajetória de Raquel Kariri, comunicadora, jornalista e pesquisadora indígena do povo Kariri, originária do bioma da Caatinga, na Chapada do Araripe (CE). A partir de uma entrevista em primeira pessoa, Raquel articula memória, vivência e pesquisa para refletir sobre os processos de apagamento e retomada identitária que marcaram sua história e a de sua comunidade. Sua atuação integra comunicação, jornalismo e antropologia, e tem como eixo a reparação epistêmica, ancestral e espiritual dos povos nativos do semiárido brasileiro. Graduada em jornalismo em um período anterior às políticas afirmativas para indígenas no ensino superior, Raquel desenvolveu sua prática profissional e militante junto à Articulação do Semiárido Brasileiro (ASA) - uma rede com mais de 3.000 organizações da sociedade civil que atuam pelo desenvolvimento sustentável e a justiça social no semiárido brasileiro - onde aprofundou o conhecimento sobre os territórios da Caatinga e suas comunidades. Com a criação da Escola de Ancestralidade Kariri, passou a registrar e valorizar saberes locais por meio de podcasts, vídeos e colunas jornalísticas, promovendo o reconhecimento da presença indígena em regiões historicamente invisibilizadas, como o Cariri cearense. Ao narrar sua experiência como mulher indígena em espaços acadêmicos e midiáticos, Raquel denuncia os efeitos persistentes da colonialidade e da negação da identidade indígena, especialmente entre aqueles que, como ela, passaram por processos de memoricídio e apagamento étnico. Sua pesquisa se ancora em vínculos afetivos e territoriais, desafiando as fronteiras entre sujeito e objeto, academia e comunidade. Por fim, Raquel propõe um jornalismo como dispositivo mágico, capaz de encantar, sensibilizar e ampliar mundos possíveis. Sua prática comunicativa se constrói como uma aposta cosmopolítica, enraizada na terra e voltada à construção de um jornalismo por vir — diverso, plural e insurgente. *** ES. Esta entrevista presenta la trayectoria de Raquel Kariri, comunicadora, periodista e investigadora indígena del pueblo Kariri, originaria del bioma de la Caatinga, en la Chapada do Araripe (estado de Ceará, Brasil). A partir de una entrevista en primera persona, Raquel articula memoria, experiencia vivida e investigación para reflexionar sobre los procesos de borrado y de reapropiación identitaria que han marcado su historia personal y la de su comunidad. Su actuación se sitúa en la intersección entre la comunicación, el periodismo y la antropología, y tiene como eje central la reparación epistémica, ancestral y espiritual de los pueblos originarios del semiárido brasileño. Graduada en periodismo en un período anterior a la implementación de políticas de acción afirmativa para los pueblos indígenas en la educación superior, Raquel desarrolló su práctica profesional y militante en el marco de la Articulação do Semiárido Brasileiro (ASA), una red compuesta por más de 3.000 organizaciones de la sociedad civil que trabajan por el desarrollo sostenible y la justicia social en el semiárido brasileño. En este contexto, profundizó sus conocimientos sobre los territorios de la Caatinga y sus comunidades. Con la creación de la Escuela de Ancestralidad Kariri, pasó a registrar y a valorizar los saberes locales por medio de podcasts, vídeos y columnas periodísticas, promoviendo el reconocimiento de la presencia indígena en regiones históricamente invisibilizadas, como el Cariri cearense. Al narrar su experiencia como mujer indígena en espacios académicos y mediáticos, Raquel denuncia los efectos persistentes de la colonialidad y la negación de las identidades indígenas, particularmente entre quienes, como ella, han vivido procesos de memoricidio y borrado étnico. Su investigación se fundamenta en vínculos afectivos y territoriales, desafiando las fronteras entre sujeto y objeto. Finalmente, Raquel propone un periodismo entendido como dispositivo mágico, capaz de encantar, sensibilizar y ampliar los mundos posibles. Su práctica comunicativa se construye como una apuesta cosmopolítica, enraizada en la tierra y orientada hacia la construcción de un periodismo por venir: diverso, plural e insurgente. *** EN. This interview presents the trajectory of Raquel Kariri, an Indigenous communicator, journalist, and researcher from the Kariri people, originally from the Caatinga biome in the Chapada do Araripe (Ceará State, Brazil). Through a first-person interview, Raquel weaves together memory, lived experience, and research to reflect on the processes of erasure and identity reclamation that have shaped her life and that of her community. Her work lies at the intersection of communication, journalism, and anthropology, grounded in a central commitment to epistemic, ancestral, and spiritual reparation for the native peoples of Brazil’s semi-arid region. Raquel earned her degree in journalism before the implementation of public policies promoting Indigenous inclusion in higher education. She went on to build her professional and activist trajectory within the Articulação do Semiárido Brasileiro (ASA), a network of over 3,000 civil society organizations dedicated to sustainable development and social justice in Brazil’s semi-arid region. Within this context, she deepened her knowledge of the Caatinga territories and their communities. With the creation of the Kariri School of Ancestrality, she began documenting and valorizing local knowledge through podcasts, videos, and journalistic columns, helping to make visible the Indigenous presence in historically silenced regions such as the Cariri area of Ceará. By sharing her experience as an Indigenous woman in both academic and media spaces, Raquel denounces the ongoing effects of coloniality and the denial of Indigenous identities, especially among those who, like herself, have endured processes of memoricide and ethnic erasure. Her research is rooted in affective and territorial bonds, challenging the boundaries between subject and object. Ultimately, Raquel envisions journalism as a magical device—capable of enchanting, moving, and expanding the realm of possible worlds. Her communicative practice emerges as a cosmopolitical proposition, rooted in the land and oriented toward a journalism to come—diverse, insurgent, and deeply grounded in the knowledges of the South. *** ES. Esta entrevista presenta la trayectoria de Raquel Kariri, comunicadora, periodista e investigadora indígena del pueblo Kariri, originaria del bioma de la Caatinga, en la Chapada do Araripe (estado de Ceará, Brasil). A partir de una entrevista en primera persona, Raquel articula memoria, experiencia vivida e investigación para reflexionar sobre los procesos de borrado y de reapropiación identitaria que han marcado su historia personal y la de su comunidad. Su actuación se sitúa en la intersección entre la comunicación, el periodismo y la antropología, y tiene como eje central la reparación epistémica, ancestral y espiritual de los pueblos originarios del semiárido brasileño. Graduada en periodismo en un período anterior a la implementación de políticas de acción afirmativa para los pueblos indígenas en la educación superior, Raquel desarrolló su práctica profesional y militante en el marco de la Articulação do Semiárido Brasileiro (ASA), una red compuesta por más de 3.000 organizaciones de la sociedad civil que trabajan por el desarrollo sostenible y la justicia social en el semiárido brasileño. En este contexto, profundizó sus conocimientos sobre los territorios de la Caatinga y sus comunidades. Con la creación de la Escuela de Ancestralidad Kariri, pasó a registrar y a valorizar los saberes locales por medio de podcasts, vídeos y columnas periodísticas, promoviendo el reconocimiento de la presencia indígena en regiones históricamente invisibilizadas, como el Cariri cearense. Al narrar su experiencia como mujer indígena en espacios académicos y mediáticos, Raquel denuncia los efectos persistentes de la colonialidad y la negación de las identidades indígenas, particularmente entre quienes, como ella, han vivido procesos de memoricidio y borrado étnico. Su investigación se fundamenta en vínculos afectivos y territoriales, desafiando las fronteras entre sujeto y objeto. Finalmente, Raquel propone un periodismo entendido como dispositivo mágico, capaz de encantar, sensibilizar y ampliar los mundos posibles. Su práctica comunicativa se construye como una apuesta cosmopolítica, enraizada en la tierra y orientada hacia la construcción de un periodismo por venir: diverso, plural e insurgente. ***",
          "url": "https://doi.org/10.25200/slj.v14.n1.2025.662",
          "doi": "https://doi.org/10.25200/slj.v14.n1.2025.662",
          "filter": 0
        },
        {
          "title": "Jornalismo colaborativo e de gênero",
          "authors": "Suzanne Borela",
          "abstract": "PT. Este trabalho propõe uma análise da cobertura jornalística independente e colaborativa Especial Covid-19, com o objetivo de compreender a construção narrativa da pandemia no Brasil e seu foco em gênero e interseccionalidades. Investiga-se os conteúdos da iniciativa coordenada pela organização de mídia Gênero e Número - em parceria com Revista Azmina, Énois e data_labe, através de uma metodologia combinada. No primeiro momento, aplica-se a pesquisa quantitativa com a coleta de 49 reportagens, publicadas entre 2020 e 2021. Com a Análise Feminista da Narrativa Jornalística, aplicada no segundo momento, de pesquisa qualitativa, verificou-se que a Especial Covid-19 apresenta a narrativa com base em temas como Desigualdades/Vulnerabilidades; Trabalho, Saúde, Maternidade e Violência contra a mulher. Para isso, faz uso de estratégias comunicativas de posicionalidade, ativadas na dimensão da produção, que se manifestam em a) autorreferência, b) territorialidade, c) escolha de fontes, d) denúncia, e) mediação e trânsito de informações e f) orientações pedagógicas, e de identificação – apelo à emoção e desabafo – a partir de experiências que criam o reconhecimento. Além disso, as narrativas revelam campos problemáticos que estampam as desigualdades sociais do país, e demonstram como as mulheres e seus atravessamentos de raça, classe, territorialidade, sexualidade e etnia foram mais afetadas. A proposta da cobertura afasta-se do modo competição que consome os veículos de comunicação do país, e passa a atuar a partir da colaboração. A análise permitiu observar práticas transformadoras a partir de um conhecimento situado, e vinculadas a princípios jornalísticos consagrados e frequentes, e da atuação colaborativa, que conferem à Cobertura Especial um modo diferenciado e inovador de produzir conhecimento e informação qualificada e plural. As características desse acontecimento talvez sejam um novo despertar para o jornalismo, especialmente na prática profissional, um sinal de que novos modos de contar histórias precisam ser traçados para apresentar personagens e realidades diversas. *** FR. Cet article se penche sur le la couverture journalistique indépendante et collaborative Especial Covid-19, afin de mieux saisir la construction narrative de la pandémie au Brésil et l’accent mis sur le genre et les intersectionnalités. Les contenus produits par cette initiative, coordonnée par l'organisation médiatique Gênero e Número en partenariat avec Revista Azmina, Enois et data_labe, ont été analysés en appliquant une méthodologie combinée. Une étude quantitative a d’abord été réalisée sur 49 reportages publiés entre 2020 et 2021. Dans une deuxième phase, de nature qualitative, l’analyse féministe de la narration journalistique a montré qu’Especial Covid-19 s’appuie sur des thèmes tels que les inégalités/vulnérabilités, le travail, la santé, la maternité et les violences envers les femmes. Pour ce faire, les stratégies de communication mobilisées lors de la production renvoient à la positionnalité et se manifestent par a) l'autoréférence, b) la territorialité, c) le choix des sources, d) la dénonciation, e) la médiation et la circulation de l'information et f) les conseils pédagogiques et l'identification – en faisant jouer l’émotion et le besoin de s’épancher – sur la base d'expériences qui créent la reconnaissance. Les récits révèlent aussi des problématiques qui mettent en exergue les inégalités sociales du pays et montrent que les femmes, en lien avec les enjeux de race, de classe de territorialité, de sexualité et d’ethnie, ont été les plus touchées. La couverture proposée s'éloigne du modèle compétitif qui absorbe les médias brésiliens, pour adopter une démarche de collaboration. L'analyse a permis d'observer des pratiques transformatrices qui reposent sur des savoirs situés, en lien avec des principes journalistiques établis et répandus, ainsi que sur l’action collaborative. Especial Covid-19 a ainsi pu produire des connaissances et des informations de qualité et plurielles d’une manière différente et innovante. De telles caractéristiques pourraient constituer un renouveau du journalisme, en particulier dans la pratique du métier, et le signe que de nouvelles façons de raconter les histoires doivent être conçues pour présenter des personnages et des situations diverses. *** EN. This article looks at the independent and collaborative journalistic coverage of Especial Covid-19, in order to better understand the narrative construction of the pandemic in Brazil and the emphasis placed on gender and intersectionalities. The content produced by this initiative, coordinated by the media organisation Gênero e Número in partnership with Revista Azmina, Enois and data_labe, was analysed using a combined methodology. A quantitative study was first carried out on 49 reports published between 2020 and 2021. In a second phase, of a qualitative nature, the feminist analysis of journalistic narration showed that Especial Covid-19 focuses on themes such as inequalities/vulnerabilities, work, health, motherhood and violence against women. To this end, the communication strategies mobilised during production refer to positionality and are manifested by a) self-reference, b) territoriality, c) the choice of sources, d) denunciation, e) mediation and the circulation of information and f) educational advice and identification – by bringing emotion and the need to express oneself into play – based on experiences that create recognition. The stories also reveal issues that highlight the country's social inequalities and show that women, in relation to issues of race, class, territoriality, sexuality and ethnicity, have been the most affected.The proposed coverage moves away from the competitive model that absorbs the Brazilian media and adopts a collaborative approach. The analysis revealed transformative practices based on situated knowledge, in line with established and widespread journalistic principles, as well as on collaborative action. Especial Covid-19 was thus able to produce quality and plural knowledge and information in a different and innovative way. Such characteristics could constitute a renewal of journalism, particularly in the practice of the profession, and a sign that new ways of telling stories must be devised to present diverse characters and situations. *** PT. Este trabajo propone un análisis de la cobertura periodística independiente y colaborativa Especial Covid-19, con el objeto de comprender la construcción narrativa de la pandemia en Brasil y su enfoque de género e interseccionalidades. Se investigaron los contenidos de la iniciativa coordinada por la organización mediática Gênero e Número, en colaboración con Revista Azmina, Énois y data_labe, utilizando una metodología combinada. En una primera etapa, se realizó una investigación cuantitativa mediante la recopilación de 49 reportajes publicados entre 2020 y 2021. A través del análisis feminista de la narrativa periodística, aplicado en la segunda etapa, de investigación cualitativa, se constató que el Especial Covid-19 presenta una narrativa basada en temas como Desigualdades/Vulnerabilidades, Trabajo, Salud, Maternidad y Violencia contra las mujeres. Para ello, utilizó estrategias comunicativas de posicionalidad, activadas en la dimensión de la producción, que se manifiestan a través de a) autorreferencia, b) territorialidad, c) elección de fuentes, d) denuncia, e) mediación y tránsito de información, y f) orientaciones pedagógicas y de identificación —apelación a la emoción y desahogo—, a partir de experiencias creadoras de reconocimiento. Además, las narrativas revelaron áreas problemáticas que ponen de relieve las desigualdades sociales del país, y demuestran cómo las mujeres y sus intersecciones de raza, clase, territorialidad, sexualidad y etnia fueron las más afectadas. La cobertura propuesta se alejó del modo competitivo que consume a los medios de comunicación del país, para actuar en base a la colaboración. El análisis permitió observar prácticas transformadoras basadas en un conocimiento situado, vinculadas a principios periodísticos consagrados y frecuentes, y a la actuación colaborativa, que confieren a la cobertura especial una forma diferenciada e innovadora de producir conocimiento e información calificada y plural. Las características de este acontecimiento tal vez representen un nuevo despertar para el periodismo, especialmente en la práctica profesional, una señal de que se deben trazar nuevas formas de contar historias para presentar realidades y personajes diversos. ***",
          "url": "https://doi.org/10.25200/slj.v14.n1.2025.554",
          "doi": "https://doi.org/10.25200/slj.v14.n1.2025.554",
          "filter": 0
        },
        {
          "title": "Compromiso y reflexividad de lxs investigadorxs en estudios sobre periodismo",
          "authors": "Roselyne Ringoot, Catherine Quiroga Cortés, Lise Ménalque, Mariana Fagundes-Ausani",
          "abstract": "Introducción",
          "url": "https://doi.org/10.25200/slj.v14.n1.2025.655",
          "doi": "https://doi.org/10.25200/slj.v14.n1.2025.655",
          "filter": 0
        },
        {
          "title": "Passer de l’autre côté : étudier les médias après avoir été journaliste",
          "authors": "Gabrielle Ramain",
          "abstract": "FR. Cet article revient sur les défis éthiques, méthodologiques et émotionnels posés par la décision de mener une recherche doctorale sur un univers familier. Journaliste devenue chercheuse en journalisme, je me propose ici d’interroger les conditions de mon passage entre ces deux mondes et la construction de mon objet de recherche. Je détaille dans un premier temps mon parcours professionnel en journalisme, marqué par des logiques de genre et de classe. Je montre la manière dont ce parcours a pu constituer une ressource, mais aussi une embûche, à l’élaboration d’un objet de recherche. Ma connaissance intime et personnelle du fonctionnement des organisations médiatiques a nourri mes réflexions et contribué à faire émerger un objet de recherche original. Mais mes expériences professionnelles parfois douloureuses ont aussi teinté ma relation au terrain et aux enquêté·es. Mobilisant les épistémologies féministes, et plus particulièrement le concept de « strong objectivity » (Harding, 1995), je défends le choix d’un regard situé sur ma recherche, nourrie de mes expériences professionnelles passée, ainsi que la nécessité de visibiliser le travail émotionnel de recherche (Perrin, 2003). Dans une deuxième partie, je développe le choix d’une posture de chercheuse « trait d’union » entre deux mondes professionnels, celui du journalisme et de la recherche. Je reviens en particulier sur mon choix méthodologique de ne pas systématiquement dévoiler mon parcours professionnel auprès des répondant·es, mais plutôt d’avancer « à couvert ». Je me penche sur la manière dont j’ai dû négocier, au fil de mon terrain, cette nouvelle identité faites d’appartenances multiples, et les difficultés qui ont émergé au fil de ma recherche doctorale entre ma posture d’assistante à l’université et mes contacts avec des professionnel·les des ressources humaines travaillant dans les médias en Belgique francophone. *** PT. Este artigo aborda os desafios éticos, metodológicos e emocionais envolvidos na decisão de realizar uma pesquisa de doutorado sobre um universo familiar. Como jornalista que se tornou pesquisadora em jornalismo, proponho-me a examinar as condições da minha transição entre esses dois mundos e a construção do meu objeto de pesquisa. Primeiramente, detalho minha trajetória profissional no jornalismo, marcada por lógicas de gênero e classe. Mostro como essa trajetória pode ter representado um recurso, mas também um obstáculo, para a elaboração de um objeto de pesquisa. O conhecimento íntimo e pessoal do funcionamento das organizações de mídia alimentou minhas reflexões e contribuiu para o surgimento de um tema de pesquisa original. No entanto, minhas experiências profissionais, às vezes dolorosas, também influenciaram a relação com o campo e com as pessoas entrevistadas. Mobilizando epistemologias feministas, e mais especificamente o conceito de “strong objectivity” (Harding, 1995), defendo a opção por um olhar situado sobre minha pesquisa, informada por minhas experiências profissionais passadas, bem como a necessidade de tornar visível o trabalho emocional na pesquisa (Perrin, 2003). Na segunda parte, desenvolvo a escolha de uma postura de pesquisadora como um “elo” entre dois mundos profissionais, o do jornalismo e o da pesquisa. Refiro-me, em particular, à opção metodológica de não revelar sistematicamente minha trajetória profissional aos(às) entrevistados(as), preferindo “passar despercebida”. Analiso como, durante o trabalho de campo, precisei negociar essa nova identidade composta por múltiplas afiliações, além das dificuldades que surgiram ao longo da pesquisa doutoral, entre minha postura como assistente universitária e meus contatos com profissionais que atuam na mídia na Bélgica francófona. *** EN. This article looks at the ethical, methodological and emotional challenges posed by the decision to conduct doctoral research on a familiar universe. As a journalist turned researcher in journalism, I propose to examine the conditions of my transition between these two worlds and the construction of my research subject. I begin by detailing my professional career in journalism, which has been marked by gender and class. I show that my background may have been a resource, as well as a stumbling block, in the development of a research object. My intimate and personal knowledge of the workings of media organisations fuelled my reflections and contributed to the emergence of an original research subject. But my sometimes painful professional experiences have also coloured my relationship with the field and with my interviewees. Drawing on feminist epistemologies, and more particularly the concept of 'strong objectivity' (Harding, 1995), I defend the choice of a situated view of my research, informed by my past professional experiences, as well as the need to make the emotional work of research visible (Perrin, 2003). In the second part, I develop the choice of a researcher's posture as a 'link' between two professional worlds, that of journalism and that of research. In particular, I return to my methodological choice of not systematically revealing my career path to the respondents, but rather going 'under the radar'. I look at the way in which I had to negotiate this new identity made up of multiple affiliations during my fieldwork. I also reflect upon the difficulties that emerged, during my doctoral research, between my position as a university assistant and my contacts with professionals working in the media in French-speaking Belgium. *** ES. Este artículo examina los retos éticos, metodológicos y emocionales que plantea la decisión de realizar una investigación doctoral sobre un universo conocido. Como periodista convertida en investigadora en periodismo, me propongo examinar las condiciones de mi transición entre estos dos mundos y la construcción de mi tema de investigación. Comienzo detallando mi trayectoria profesional en el periodismo, marcada por las lógicas de género y clase. Muestro cómo estos antecedentes han sido a la vez un recurso y un obstáculo en el desarrollo de un tema de investigación. Mi conocimiento íntimo y personal del funcionamiento de las organizaciones de medios de comunicación ha nutrido mi reflexión y ha contribuido a la aparición de un tema de investigación original. Pero mis experiencias profesionales, a veces dolorosas, también han influido en mi relación con el sector y con mis entrevistadas/os. Recurriendo a epistemologías feministas, y más concretamente al concepto de “objetividad fuerte” (Harding, 1995), defiendo la elección de una visión situada de mi investigación, sustentada por mis experiencias profesionales anteriores, así como la necesidad de hacer visible el trabajo emocional de la investigación (Perrin, 2003). En la segunda parte, desarrollo la elección de una postura de investigadora “enlace” entre dos mundos profesionales, el del periodismo y el de la investigación. En particular, vuelvo sobre mi elección metodológica de no revelar sistemáticamente mi trayectoria profesional a las/os encuestadas/os, sino avanzar “sin ser detectada”. Analizo el modo en que tuve que negociar esta nueva identidad compuesta de múltiples afiliaciones durante mi trabajo de campo, y las dificultades que surgieron en el transcurso de mi investigación doctoral entre mi puesto de asistente en la universidad y mis contactos con profesionales de recursos humanos que trabajaban en los medios de comunicación de la Bélgica francófona. ***",
          "url": "https://doi.org/10.25200/slj.v14.n1.2025.659",
          "doi": "https://doi.org/10.25200/slj.v14.n1.2025.659",
          "filter": 0
        },
        {
          "title": "The Politics of Celebrity: Marie Colvin",
          "authors": "Richard Keeble",
          "abstract": "EN. This essay examines the representation of Marie Colvin (1956-2012), the distinguished war reporter, as a case study in the depoliticization of celebrity. It first outlines the major features of her career, stressing her remarkable bravery (amounting at times to recklessness) and her genuine commitment to the victims of war and violent oppression. The essay moves on to consider, in particular, both the contents of In Extremis (Hilsum, 2018), the biography of Colvin written by her friend and fellow war correspondent Lindsey Hilsum and its reception by the international media. More specifically, it examines in detail the failure of both Hilsum and the book’s reviewers to acknowledge the deep political underpinning of Colvin’s reporting and celebrity status. The essay, then, highlights the power of the dominant ideology to silence certain political perspectives. At one point in her biography, Hilsum claims that Colvin never practiced “partisan journalism” of the kind that “adopts a cause and reports only the facts that advance it”. Yet, as this essay concludes, her reporting was profoundly political and partisan, in fact, for it tended to favor the “humanitarian” interventions of Western powers. In contrast, the reporting of John Pilger, Robert Fisk, Michael Kelly, Janine di Giovanni, Tom Engelhardt and Jonathan Steele over this period incorporated appropriate critiques of Western militaristic adventures, highlighting the myths and lies on which the “human rights” rhetoric was based. Moreover, the conclusion highlights the way in which, throughout the period in which Colvin’s reporting helped her acquire celebrity status, the newspaper for which she worked, the Rupert Murdoch-owned Sunday Times, also gave rabid editorial support for all those military interventions. *** FR. Cet article propose une analyse de la représentation de Marie Colvin (1956-2012), grande reporter de guerre, en tant qu’étude de cas de la dépolitisation de la célébrité. Il retrace d’abord les principaux traits de sa carrière, mettant en lumière son courage exceptionnel – parfois à la limite de l’inconscience – ainsi que son engagement sincère envers les victimes de guerre et d’oppression violente. L'article s’attarde ensuite sur le contenu de In Extremis (Hilsum, 2018), biographie de Colvin rédigée par son amie et collègue correspondante de guerre Lindsey Hilsum, ainsi que sur la réception de cet ouvrage par les médias internationaux. Il met particulièrement en évidence l’incapacité, tant de l’autrice que des critiques, à reconnaître les fondements politiques profonds du travail journalistique de Colvin et de sa célébrité. Cet article souligne ainsi le pouvoir des idéologies dominantes à occulter certaines lectures politiques. Dans sa biographie, Hilsum affirme que Colvin ne pratiquait pas un « journalisme partisan », entendu comme une forme d’engagement où seules sont retenues les informations allant dans le sens d’une cause. Pourtant, nous arrivons à la conclusion que son journalisme était bel et bien profondément politique et partisan, dans la mesure où il tendait à soutenir les interventions dites “humanitaires” des puissances occidentales. Par contraste, les travaux de journalistes contemporains tels que John Pilger, Robert Fisk, Michael Kelly, Janine di Giovanni, Tom Engelhardt ou encore Jonathan Steele intégraient une critique des interventions militaires occidentales, en déconstruisant les mythes et les mensonges sur lesquels reposait la rhétorique des “droits humains”. Enfin, l’article rappelle qu’au moment même où Colvin gagnait en notoriété grâce à ses reportages, le journal pour lequel elle travaillait – The Sunday Times, propriété de Rupert Murdoch – soutenait ardemment, sur le plan éditorial, l’ensemble de ces interventions militaires. *** ES. Este artículo analiza la representación de Marie Colvin (1956-2012), reconocida corresponsal de guerra, como estudio de caso del proceso de despolitización de la celebridad. En primer lugar, se repasan los principales aspectos de su trayectoria profesional, destacando su valentía excepcional –a veces cercana a la temeridad– así como su compromiso genuino con las víctimas de la guerra y de la opresión violenta. A continuación, el artículo se centra en el contenido de In Extremis (Hilsum, 2018), biografía de Colvin escrita por su amiga y también corresponsal de guerra Lindsey Hilsum, así como en la recepción de la obra por parte de los medios internacionales. Se examina, en particular, la incapacidad tanto de Hilsum como de los críticos del libro para reconocer los profundos fundamentos políticos del trabajo periodístico de Colvin y del carácter político de su notoriedad. El artículo destaca el poder de las ideologías dominantes para invisibilizar determinadas perspectivas políticas. En un pasaje de la biografía, Hilsum afirma que Colvin no practicaba un \"periodismo partidista\", entendido como aquel que “adopta una causa y presenta únicamente los hechos que la favorecen”. No obstante, este ensayo concluye que su trabajo periodístico era, en realidad, profundamente político y partidista, ya que tendía a favorecer las intervenciones “humanitarias” de las potencias occidentales. En contraste, el trabajo de periodistas contemporáneos como John Pilger, Robert Fisk, Michael Kelly, Janine di Giovanni, Tom Engelhardt o Jonathan Steele incorporaba críticas pertinentes a las intervenciones militares occidentales, desenmascarando los mitos y las falsedades en los que se apoyaba la retórica de los “derechos humanos”. Por último, el artículo destaca que, durante el mismo periodo en que Colvin alcanzó el estatus de celebridad gracias a sus reportajes, el periódico para el que trabajaba –The Sunday Times, propiedad de Rupert Murdoch– brindaba un apoyo editorial incondicional a todas esas intervenciones militares. *** PT. Este artigo analisa a representação de Marie Colvin (1956-2012), uma renomada correspondente de guerra, como um estudo de caso do processo de despolitização da celebridade. Primeiramente, traçam-se as principais características de sua carreira, destacando sua coragem excepcional – às vezes beirando a imprudência – e seu engajamento genuíno com as vítimas da guerra e da opressão violenta. Em seguida, o artigo se debruça sobre o conteúdo de In Extremis (Hilsum, 2018), a biografia de Colvin escrita por sua amiga e colega correspondente de guerra Lindsey Hilsum, bem como sobre a recepção da obra pela mídia internacional. Em particular, examina-se detalhadamente como tanto Hilsum quanto os críticos do seu livro falharam em reconhecer o profundo fundamento político do trabalho jornalístico de Colvin e de sua notoriedade. O artigo, portanto, ressalta o poder das ideologias dominantes de silenciar certas perspectivas políticas. Em um trecho da biografia, Hilsum afirma que Colvin nunca praticou o “jornalismo partidário”, entendido como aquele que “adota uma causa e relata apenas os fatos que a promovem”. No entanto, chegamos aqui à conclusão de que suas reportagens eram, de fato, profundamente políticas e partidárias, pois tendiam a apoiar as intervenções “humanitárias” das potências ocidentais. Em contraste, os trabalhos de jornalistas contemporâneos como John Pilger, Robert Fisk, Michael Kelly, Janine di Giovanni, Tom Engelhardt e Jonathan Steele incorporavam críticas pertinentes às investidas militares ocidentais, desvendando os mitos e as mentiras em que se baseava a retórica dos “direitos humanos”. Por fim, o artigo lembra como, em todo o período em que Colvin ganhava notoriedade por meio de suas reportagens, o jornal para o qual trabalhava – The Sunday Times, de propriedade de Rupert Murdoch – apoiou com veemência, em sua linha editorial, todas essas intervenções militares. ***",
          "url": "https://doi.org/10.25200/slj.v14.n1.2025.663",
          "doi": "https://doi.org/10.25200/slj.v14.n1.2025.663",
          "filter": 0
        },
        {
          "title": "Journalism studies in perspective",
          "authors": "Marcos Paulo da Silva",
          "url": "https://doi.org/10.25200/slj.v14.n1.2025.664",
          "doi": "https://doi.org/10.25200/slj.v14.n1.2025.664",
          "filter": 0
        },
        {
          "title": "Pioneiros do jornalismo científico na América Latina",
          "authors": "Danilo Magalhães, Luisa Massarani",
          "abstract": "PT. O jornalismo científico começou a se estruturar como campo profissional na América Latina a partir da década de 1960. Neste artigo, buscamos traçar uma biografia coletiva dos atores sociais latino-americanos que estiveram ligados à Asociación Iberoamericana de Periodismo Científico (AIPC), uma das primeiras associações internacionais de jornalistas científicos, fundada em 1969, que desempenhou um papel crucial na profissionalização do campo na região, promovendo cursos, congressos e facilitando a conexão entre jornalistas. O método das biografias coletivas visa identificar as características comuns de um grupo social dentro de um período histórico específico, destacando os elementos compartilhados que definem suas trajetórias e experiências. A partir da análise do acervo pessoal de uma das principais lideranças da AIPC, o jornalista espanhol Manuel Calvo Hernando, estabelecemos uma lista de 57 indivíduos de 16 países. Observamos dados como data de nascimento, gênero, formação acadêmica, jornais para os quais trabalharam, produção científica, produção sobre divulgação científica, orientação política, entre outros. Relacionando com os processos vividos no jornalismo, na ciência e na divulgação científica, buscamos apresentar as principais características do grupo que estruturou o jornalismo científico como profissão na região. Constatamos que a maioria dos primeiros jornalistas científicos latino-americanos migrou de carreiras em ciências, medicina e humanidades para o jornalismo, mantendo conexões com instituições acadêmicas e sociedades científicas. Alguns também atuaram no ensino universitário e produziram material teórico sobre jornalismo e divulgação científica. Nos primeiros anos da AIPC, a maioria dos jornalistas já estava em etapas avançadas de suas carreiras. Já os mais jovens eram egressos de cursos de Jornalismo ou Comunicação, refletindo a transição para uma formação mais especializada na área. O grupo era composto majoritariamente por homens, refletindo o predomínio masculino no jornalismo e na ciência na região. No entanto, ao longo do tempo, os congressos da AIPC passaram a contar com uma participação crescente de mulheres. Esses resultados contribuem para uma compreensão mais ampla do processo de profissionalização do jornalismo científico na América Latina, destacando as dinâmicas que moldaram o campo em seus primeiros anos. *** EN. Science journalism began to structure itself as a professional field in Latin America starting in the 1960s. In this article, we aim to trace a collective biography of the Latin American social actors connected to the Asociación Iberoamericana de Periodismo Científico (AIPC - Ibero-American Science Journalism Association), one of the first international associations of science journalists, founded in 1969, which played a crucial role in the professionalisation of the field in the region by promoting courses, conferences, and facilitating connections among journalists. The collective biography method aims to identify the common characteristics of a social group within a specific historical period, highlighting the shared elements that define their trajectories and experiences. Based on the analysis of the personal archive of one of the main leaders of the AIPC, Spanish journalist Manuel Calvo Hernando, we established a list of 57 individuals from 16 countries. We observed data such as date of birth, gender, academic background, newspapers they worked for, scientific production, work on science communication, political orientation, among others. By relating this data to the processes experienced in journalism, science, and science communication, we seek to present the main characteristics of the group that helped structure science journalism as a profession in the region. We found that most of the early Latin American science journalists migrated from careers in science, medicine, and humanities to journalism, maintaining connections with academic institutions and scientific societies. Some also worked in university teaching and produced theoretical material on journalism and science communication. In the early years of the AIPC, most journalists were already in advanced stages of their careers. The younger ones, however, were graduates of Journalism or Communication programmes, reflecting the transition to more specialised training in the field. The group was predominantly male, reflecting the male dominance in journalism and science in the region. However, over time, AIPC conferences began to see an increasing participation of women. These results contribute to a broader understanding of the professionalisation process of science journalism in Latin America, highlighting the dynamics that shaped the field in its early years. *** FR. Le journalisme scientifique a commencé à se structurer en tant que champ professionnel en Amérique latine dans les années 1960. Cet article se propose de dresser une biographie collective des acteurs sociaux latino-américains qui étaient liés à l’Asociación Iberoamericana de Periodismo Científico (AIPC), l’une des premières associations internationales de journalistes scientifiques. Fondée en 1969, celle-ci a joué un rôle crucial dans la professionnalisation de ce champ dans la région, en organisant des cours et des congrès et en facilitant les échanges entre journalistes. La méthode de la biographie collective vise à identifier les caractéristiques communes d’un groupe social à une période historique donnée, en soulignant les éléments partagés qui définissent leurs trajectoires et leurs expériences. L’analyse du fonds personnel de l’un des principaux responsables de l’AIPC, le journaliste espagnol Manuel Calvo Hernando, nous a permis d’établir une liste de 57 personnes venant de 16 pays. Les données prises en compte comprenaient la date de naissance, le sexe, la formation universitaire, les journaux auxquels elles ont collaboré, les publications scientifiques, les articles de vulgarisation et l’orientation politique. Un croisement avec les évolutions observées au sein du journalisme, des sciences et de la communication scientifique nous a permis de dégager certaines caractéristiques du groupe qui a structuré le journalisme scientifique en tant que profession en Amérique latine. Ainsi, les premiers journalistes scientifiques de la région ont pour la plupart migré d’une carrière scientifique, médicale ou en sciences humaines vers le journalisme, sans perdre leurs liens avec les institutions académiques et les sociétés scientifiques. Certains ont aussi enseigné à l’université et publié des écrits théoriques sur le journalisme et la communication scientifique. Dans les premières années de l’AIPC, la majorité d’entre eux en étaient déjà à un stade avancé de leur carrière. Les plus jeunes étaient quant à eux diplômés en journalisme ou en communication, témoignant d’une transition vers une formation plus spécialisée dans ce domaine. Le groupe était surtout composé d’hommes, ce qui reflète la prédominance masculine dans le journalisme et la science latino-américains. Toutefois, la participation des femmes aux congrès de l’AIPC s’est accrue avec le temps. Ces résultats contribuent à une meilleure compréhension du processus de professionnalisation du journalisme scientifique en Amérique latine, en mettant en évidence les dynamiques qui ont façonné ce champ dans ses premières années. *** ES. El periodismo científico comenzó a estructurarse como campo profesional en América Latina a partir de la década de 1960. En este artículo, buscamos trazar una biografía colectiva de los actores sociales latinoamericanos que estuvieron vinculados a la Asociación Iberoamericana de Periodismo Científico (AIPC), una de las primeras asociaciones internacionales de periodistas científicos, fundada en 1969, que desempeñó un papel crucial en la profesionalización del campo en la región, mediante la promoción de cursos, congresos y conexiones entre periodistas. El método de las biografías colectivas pretende identificar las características comunes de un grupo social dentro de un periodo histórico concreto, destacando los elementos compartidos que definen sus trayectorias y experiencias. A partir del análisis de la colección personal de uno de los principales dirigentes de la AIPC, el periodista español Manuel Calvo Hernando, establecimos una lista de 57 individuos procedentes de 16 países. Observamos datos como fecha de nacimiento, género, formación académica, periódicos para los que trabajaron, producción científica, producción sobre divulgación científica, orientación política, entre otros. Al relacionar esto con los procesos vividos en el periodismo, la ciencia y la divulgación científica, buscamos presentar las principales características del grupo que estructuró el periodismo científico como profesión en la región. Constatamos que la mayoría de los primeros periodistas científicos latinoamericanos migraron de carreras de ciencias, medicina y humanidades al periodismo, manteniendo conexiones con instituciones académicas y sociedades científicas. Algunos también trabajaron en la enseñanza universitaria y produjeron material teórico sobre periodismo y divulgación científica. En los primeros años de la AIPC, la mayoría de los periodistas se encontraban ya en fases avanzadas de sus carreras. Los más jóvenes ya eran licenciados en periodismo o comunicación, lo que refleja la transición a una formación más especializada en este campo. El grupo estaba formado mayoritariamente por hombres, testimonio del predominio masculino en el periodismo y la ciencia en la región. Sin embargo, con el tiempo, los congresos de la AIPC han visto crecer el número de mujeres participantes. Estos resultados contribuyen a una comprensión más amplia del proceso de profesionalización del periodismo científico en América Latina, destacando las dinámicas que dieron forma al campo en sus primeros años. ***",
          "url": "https://doi.org/10.25200/slj.v14.n1.2025.600",
          "doi": "https://doi.org/10.25200/slj.v14.n1.2025.600",
          "filter": 0
        },
        {
          "title": "Engagement et réflexivité scientifique des chercheur·es en journalisme",
          "authors": "Roselyne Ringoot, Catherine Quiroga Cortés, Lise Ménalque, Mariana Fagundes-Ausani",
          "abstract": "Introduction",
          "url": "https://doi.org/10.25200/slj.v14.n1.2025.652",
          "doi": "https://doi.org/10.25200/slj.v14.n1.2025.652",
          "filter": 0
        },
        {
          "title": "Fotojornalismo e perícia criminal",
          "authors": "Laura Patrício Macedo",
          "abstract": "PT. A identidade de dois grupos profissionais é abordada neste estudo através da relação que desenvolvem com o registro fotográfico de cenas de crime, onde produzem representações diversas de um mesmo evento, a partir de práticas, públicos e objetivos particulares ao espaço em que estão inseridos. Utilizando entrevistas em profundidade com três fotojornalistas e três peritos criminais do Distrito Federal (Brasil), buscou-se compreender, em uma análise comparativa, as motivações e escolhas pessoais que os levaram ao ingresso e permanência em suas carreiras. Também são investigadas as formas de socialização a que foram submetidos os entrevistados para se tornarem participantes dos seus meios profissionais, assim como as margens percebidas para improvisação e inovação de suas formas de agir dentro de seus grupos. Através das fotografias de cena de crime que produzem, a objetividade foi reivindicada como um valor comum à ideologia de ambos os meios. No entanto, enquanto na fotografia forense, esta foi identificada em um excesso de conteúdo e de exposição, no fotojornalismo, o valor foi percebido em uma capacidade de interpretação e resumo dos fatos ao seu público. A relação com o tempo foi investigada através dos discursos dos fotojornalistas, como forma de entender a proximidade entre trabalho e vida pessoal que possuem com a profissão, além das pressões e o ritmo de produção desses profissionais, que estão mais vulneráveis em um contexto de precarização do trabalho. A análise da gestão de interações, possibilitou perceber como os profissionais se posicionam e lidam com as injunções impostas pelos outros atores envolvidos em suas rotinas de atuação. Um último tópico relacionado a questões de gênero foi levantado a partir dos discursos coletados, que indicaram um desconforto com a presença feminina nas duas carreiras. Por fim, o estudo foi capaz de acessar particularidades das identidades profissionais da perícia criminal e do fotojornalismo no Brasil. *** FR. Cette étude aborde l'identité de deux groupes professionnels au travers de leur rapport à l'enregistrement photographique des scènes de crime, où ils produisent des représentations différentes du même événement, en fonction des pratiques, des publics et des objectifs propres à la sphère dans laquelle ils s’insèrent. Sur la base d’entretiens approfondis avec trois photojournalistes et trois criminalistes du District fédéral (Brésil), j’ai cherché à comprendre, par une analyse comparative, les motivations et les choix personnels qui les ont conduits à exercer ces métiers et à poursuivre leur carrière. Je me suis aussi intéressée aux formes de socialisation auxquelles ils ont été soumis pour s’insérer dans leurs milieux professionnels, ainsi qu’aux marges d'improvisation et d'innovation qu’ils perçoivent dans leurs manières d'agir au sein de leurs groupes. Dans les photographies de scènes de crime produites, l’objectivité a été revendiquée comme une valeur commune aux deux professions. Néanmoins, alors que pour les criminalistes, cette dernière était identifiée à une profusion de contenus et d'expositions, les photojournalistes la percevaient plutôt comme une capacité à interpréter et à résumer les faits à destination de leur public. Le rapport au temps a par ailleurs été étudié à travers les discours des photojournalistes, afin de mieux comprendre la proximité établie entre leur travail et leur vie personnelle, mais aussi les pressions subies et le rythme de production de ces professionnels, devenus plus vulnérables dans un contexte de précarisation de l’emploi. L’analyse de la gestion des interactions a permis de saisir comment ces derniers se positionnent et gèrent les injonctions émanant des autres acteurs impliqués dans leurs routines de travail. Les discours recueillis ont aussi conduit à soulever les questions de genre et révélé un certain inconfort face à la présence de femmes dans ces deux professions. Enfin, l'étude a permis de dégager certaines spécificités des identités professionnelles de la criminalistique et du photojournalisme au Brésil. *** EN. This study addresses the identity of two professional groups through their relationship to the photographic recording of crime scenes, where they produce different representations of the same event, depending on the practices, audiences and objectives specific to the sphere in which they operate. On the basis of in-depth interviews with three photojournalists and three criminal experts from Brazil’s Federal District, we sought to understand, through a comparative analysis, the motivations and personal choices that led them to pursue these professions and to continue their careers. The forms of socialisation to which the interviewees were subjected in order to become participants in their professional circles were also investigated, as was the perceived scope for improvisation and innovation in their ways of acting within their groups. In the crime scene photographs produced, objectivity was claimed as a value common to both professions. However, while in forensic photography, this was identified through an excess of content and exposure, in photojournalism, the value was perceived through the ability to interpret and summarise the facts for their audience. The relationship with time was also studied through the discourse of photojournalists, in order to better understand the complexity of their work-life balance, as well as the pressures and the pace of production expected of these professionals, who have become more vulnerable in a context of job insecurity. The analysis of the management of interactions made it possible to understand how they position themselves and manage the demands from the other actors involved in their work routines. The collected discourses also raised gender issues and revealed a certain discomfort with the presence of women in these two professions. Finally, the study was able to access certain specificities of the professional identities of those working in criminal investigation and photojournalism in Brazil. *** ES. En este estudio, la identidad de dos grupos profesionales se aborda a través de la relación que desarrollan con el registro fotográfico de escenas del crimen, donde producen diferentes representaciones de un mismo hecho, a partir de prácticas, públicos y objetivos particulares del espacio en el que se insertan. Mediante entrevistas en profundidad con tres fotoperiodistas y tres peritos judiciales del Distrito Federal (Brasil), se busca comprender, a través de un análisis comparativo, las motivaciones y elecciones personales que los llevaron a ingresar y permanecer en sus carreras. También se investigan las formas de socialización a las que se sometieron los entrevistados para llegar a ser partícipes de sus círculos profesionales, así como el margen de improvisación e innovación que perciben en sus formas de actuar dentro de sus grupos. Por medio de las fotografías de la escena del crimen que producen, se reivindicó la objetividad como valor común a la ideología de ambos medios. Sin embargo, mientras que en la fotografía forense esta se identificaba en un exceso de contenido y exposición, en el fotoperiodismo el valor se percibía en la capacidad de interpretar y resumir los hechos para su público. La relación con el tiempo se investigó mediante los discursos de los fotoperiodistas, como forma de entender la proximidad entre el trabajo y la vida personal que tienen con la profesión, así como las presiones y el ritmo de producción de estos profesionales, que se ven más vulnerables en un contexto de precarización del trabajo. El análisis de la gestión de interacciones permitió ver cómo los profesionales se posicionan y afrontan los mandatos impuestos por los demás actores implicados en sus rutinas de actuación. Un último tema relacionado con las cuestiones de género surgió de los discursos recogidos, que indicaban un malestar con la presencia de mujeres en ambas carreras. Finalmente, el estudio pudo acceder a particularidades de las identidades profesionales de la pericia judicial y del fotoperiodismo en Brasil. ***",
          "url": "https://doi.org/10.25200/slj.v14.n1.2025.587",
          "doi": "https://doi.org/10.25200/slj.v14.n1.2025.587",
          "filter": 0
        },
        {
          "title": "Dans l’atelier de la chercheuse",
          "authors": "Clémence Petit",
          "abstract": "FR. Cet article examine les choix méthodologiques posés dans le cadre d’une étude sur les violences et les expériences d’insécurité vécues par les journalistes francophones en Belgique. J’y explique comment mes postures d’ex-pigiste, mais aussi de femme, féministe et militante pour les droits des personnes LGBTQIA+ ont guidé ma réflexion dans la collecte et l’analyse des données de ce sujet de recherche sensible - en veillant, par exemple, à éviter toute forme de victimisation secondaire aux enquêté·es. Ma démarche s’inscrit dans l’épistémologie des savoirs situés de Donna Haraway (1988), qui postule que la connaissance est toujours partielle et incarnée, influencée par les expériences et la position de l’individu qui la produit. Afin de saisir la diversité des trajectoires journalistiques et des expériences d’insécurité, j’ai d’abord recensé l’ensemble des médias de Belgique francophone, avant de transmettre un questionnaire en ligne aux journalistes de 109 rédactions. En adoptant une conception inclusive du journalisme (Alonso et al., 2019), cette enquête avait pour ambition d’accéder également à des journalistes pigistes et/ou ne répondant pas aux critères de la carte de presse. À la fin de l’étude, les participant·es volontaires pouvaient laisser leurs coordonnées en vue d’un entretien. J’ai ainsi mené vingt-huit entretiens non dirigés avec des journalistes issu·es de différents médias et aux profils, statuts et domaines de spécialisation variés. Pensées au regard de la conception politique du care par Joan Tronto (1998), ces rencontres ont intégré des techniques d’écoute active afin de garantir un cadre de confiance et de sensibilité dans le recueil de témoignages potentiellement vulnérables. En exposant ces choix méthodologiques et les défis rencontrés, cet article propose des pistes de réflexion pour les chercheur·euses en Journalism Studies quant aux échantillons de médias habituellement étudiés en Belgique francophone. Il contribue également aux débats sur l’articulation entre engagement et production de savoirs et propose certaines balises pour mener des entretiens sur des objets de recherche sensibles. *** PT. Este artigo discute as escolhas metodológicas efetuadas como parte de um estudo sobre a violência e experiências de insegurança vivenciadas por jornalistas francófonos na Bélgica. Explico como minhas posturas enquanto ex-jornalista freelancer, mas também como mulher, feminista e ativista dos direitos das pessoas LGBTQIA+, orientaram minha reflexão na coleta e análise de dados sobre esse tema sensível – por exemplo, procurando evitar qualquer forma de vitimização secundária dos(as) entrevistados(as). Esta abordagem se enquadra na epistemologia dos saberes localizados de Donna Haraway (1988), que postula que o conhecimento é sempre parcial e incorporado, sendo influenciado pelas experiências e pela posição do indivíduo que o produz. Para captar a diversidade das trajetórias jornalísticas e das experiências de insegurança, comecei mapeando todas as mídias da Bélgica francófona. Em seguida, enviei um questionário online a jornalistas de 109 redações. Ao adotar uma concepção inclusiva de jornalismo (Alonso et al., 2019), esta pesquisa também buscou alcançar jornalistas freelancers e/ou aqueles que não atendiam aos critérios para obter a carteira de jornalista. Ao final do estudo, as pessoas dispostas a participar poderiam deixar seus dados de contato para uma entrevista. Foram realizadas vinte e oito entrevistas não estruturadas com jornalistas de diferentes veículos, com perfis, status e áreas de especialização diversificados. Fundamentadas na concepção política do care de Joan Tronto (1998), as entrevistas incluíram técnicas de escuta ativa, para garantir que depoimentos potencialmente vulneráveis fossem coletados em um ambiente de confiança e sensibilidade. Ao expor essas opções metodológicas e os desafios enfrentados, este artigo oferece pistas para a reflexão dos(as) pesquisadores(as) em Journalism Studies a respeito das amostras de veículos midiáticos geralmente estudadas na Bélgica francófona. Também contribui para o debate sobre a articulação entre engajamento e produção de conhecimento, além de sugerir algumas diretrizes para a realização de entrevistas sobre objetos sensíveis de pesquisa. *** EN. This article examines the methodological choices made as part of a study of violence and insecurity experienced by French-speaking journalists in Belgium. I explain how my position as a former freelance journalist, but also as a woman, a feminist and a campaigner for the rights of LGBTQIA+ people, guided my thinking in collecting and analysing data on this sensitive research subject - taking care, for example, to avoid any form of secondary victimisation of the respondents. My approach is in line with Donna Haraway's (1988) concept of situated knowledges, which postulates that knowledge is always partial and embodied, influenced by the experiences and position of the individual producing it. In order to capture the diversity of journalistic trajectories and experiences of insecurity, I first surveyed all the media in French-speaking Belgium, before sending an online questionnaire to journalists of 109 publications. Adopting an inclusive conception of journalism (Alonso et al., 2019), the aim of this survey was also to include freelance journalists and/or those who did not meet the criteria for a press card. At the end of the study, willing participants could leave their contact details for an interview. I conducted twenty-eight open interviews with journalists from different media, with different profiles, statuses and areas of specialisation. Based on Joan Tronto's (1998) ethics of care, the interviews included active listening techniques to ensure a framework of trust and sensitivity in the gathering of potentially vulnerable testimonies. By outlining these methodological choices and the challenges encountered, this article offers points of reflection for Journalism Studies researchers about the media samples usually studied in French-speaking Belgium. It also contributes to the debate on the relationship between engagement and knowledge production, and suggests some guidelines for conducting interviews on sensitive research subjects. *** ES. Este artículo examina las elecciones metodológicas realizadas en el marco de un estudio sobre las violencias y las experiencias de inseguridad vividas por periodistas francófonas/os en Bélgica. En él, explico cómo mi posición como ex periodista independiente, pero también como mujer, feminista y militante de los derechos de las personas LGBTQIA+, guio mi forma de pensar a la hora de recopilar y analizar datos sobre este delicado tema de investigación —por ejemplo, procurando evitar cualquier forma de victimización secundaria de las/os encuestadas/os. Mi enfoque se encuadra en la epistemología del conocimiento situado de Donna Haraway (1988), que postula que el conocimiento siempre es parcial y personificado, influido por las experiencias y la posición del individuo que lo produce. Para captar la diversidad de trayectorias periodísticas y experiencias de inseguridad, primero hice una lista de todos los medios de comunicación de la Bélgica francófona, antes de enviar un cuestionario en línea a periodistas de 109 redacciones. Al adoptar una concepción inclusiva del periodismo (Alonso et al., 2019), el objetivo de esta encuesta era acceder tanto a periodistas independientes como a quienes no cumplían los criterios para tener una credencial de prensa. Al final del estudio, las/os participantes que lo desearan podían dejar sus datos de contacto para una entrevista. Así, conduje veintiocho entrevistas abiertas a periodistas de distintos medios de comunicación, con diferentes perfiles, estatus y ámbitos de especialización. Basadas en el concepto político de cuidado de Joan Tronto (1998), estas reuniones incorporaron técnicas de escucha activa para garantizar un marco de confianza y sensibilidad en la recolección de testimonios potencialmente vulnerables. Al exponer estas opciones metodológicas y los retos encontrados, este artículo ofrece elementos de reflexión a las/os investigadoras/es del campo de Estudios de Periodismo sobre las muestras de medios de comunicación que suelen estudiarse en la Bélgica francófona. También contribuye al debate sobre la relación entre compromiso y producción de conocimiento, y sugiere algunas pautas para realizar entrevistas sobre temas de investigación delicados. ***",
          "url": "https://doi.org/10.25200/slj.v14.n1.2025.660",
          "doi": "https://doi.org/10.25200/slj.v14.n1.2025.660",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "“Migration of Authority” and Algorithm Training: Journalistic Roles in the Face of ChatGPT",
          "authors": "Jan Kreft, Barbara Cyrek, Monika Boguszewicz-Kreft, Mariana Fydrych",
          "url": "https://doi.org/10.1080/1461670x.2025.2547299",
          "doi": "https://doi.org/10.1080/1461670x.2025.2547299",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "Does Creativity Make Even Cruel Prank TV Shows Funny? Exploring the double-Edged Sword Effects of Creativity",
          "authors": "Chingching Chang",
          "url": "https://doi.org/10.1080/15205436.2025.2542206",
          "doi": "https://doi.org/10.1080/15205436.2025.2542206",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Social Media Strategies in Second-Order Elections: Insights From the 2019 European Election Campaign",
          "authors": "Antonio Amuza, Bianca Fox, Valentina Marinescu",
          "abstract": "This article investigates the strategic use of Facebook in the 2019 European Parliament elections, challenging the traditional view of these elections as “second-order” national elections. Drawing on a comprehensive dataset, the research analyzes campaign materials from all EU member states, focusing on the thematic and visual strategies employed by political parties on Facebook. The findings reveal that digital visibility, measured by the volume of posts, is a stronger predictor of electoral success than thematic coherence or ideological messaging. The study integrates theories of hybrid media systems, symbolic politics, and cultural performance to argue that Facebook functions not merely as a communication tool but as a symbolic arena where legitimacy is performed and contested. These insights contribute to a deeper understanding of how social media platforms are reshaping the dynamics of European electoral politics.",
          "url": "https://doi.org/10.17645/mac.10729",
          "doi": "https://doi.org/10.17645/mac.10729",
          "filter": 0
        },
        {
          "title": "Online Emotional Landscape of Government and Parliament Communication in Times of Crisis",
          "authors": "Aya Yadlin, Gal Yavetz, Jenny Bronstein",
          "abstract": "This study examines how social media users emotionally respond to Israeli politicians’ messages during crises based on political alignment and crisis type. With Israel’s frequent civic and military crises, the case study in this article aims to offer unique insights to scholars, practitioners, and the public invested in the intersection of online media, emotions, and crisis. To this end, we built a dataset of Facebook posts (&lt;em&gt;N&lt;/em&gt; = 25,000) published by all active right, left, and center members of the Israeli parliament and government over a period of one year (November 2022–November 2023). We ensured that the dataset includes both routine and crisis periods, particularly the judicial reform unrest (civic crisis) and the Hamas–Israel war following the October 7 attack (military crisis). Our statistical analysis indicated two major trends in the dataset: (a) during the military crisis, emotional markers that were previously considered to correlate and cluster (sad and angry) are not merely different, as they stand in opposition to one another; (b) crisis periods, especially military, invite use of “edge” reactions, and see a significant increase in negative emotions, whereas routine times prompt more neutral or positive reactions. Reading the findings through the combination of affordances theory, mediatization theory, and the “template for emotions” concept, we suggest that social media may amplify negative reactions beyond politicians’ influence, as the limited emotional spectrum offered on platforms might steer users to certain emotive responses, affecting risk management in crises. These insights call for decision-makers to consider the implications of emotional appeals and incentives on social media, especially during crises, to foster safer democratic public discourse.",
          "url": "https://doi.org/10.17645/mac.10335",
          "doi": "https://doi.org/10.17645/mac.10335",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Who’s the Fairest of Them All: An Experiment Testing How Source, Outcome, and Process Description Affect Perceived Fairness in Hiring Decisions",
          "authors": "R. Baumler, Cameron W. Piercy",
          "url": "https://doi.org/10.1080/15213269.2025.2546113",
          "doi": "https://doi.org/10.1080/15213269.2025.2546113",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "‘He threw me to the lions’: Parasitic behaviour and surveillance in online hate against feminists in Spain",
          "authors": "Malin Roiha",
          "abstract": "This article explores the dynamics of large-scale online attacks against feminists, with a focus on the roles of surveillance and parasitic behaviour in these practices. Drawing on a broader study of online hate targeting feminists in Spain, the article focuses on cases where attacks originated from profiles with substantial social media followings. The analysis builds on ethnographic fieldwork, including 26 case studies of online violence against feminists and 10 in-depth interviews with targeted women. The article highlights the organized and persistent nature of online harassment, orchestrated through online forums or by influential anti-feminist social media profiles. These profiles attack targets to create viral content and attract followers, while monetizing the harassment. By generating continuous content, they perpetuate the abuse while avoiding direct incitement, allowing them to evade responsibility for the harm they cause. The lack of platform intervention exacerbates the issue, contributing to a sense of constant surveillance for targets.",
          "url": "https://doi.org/10.1177/14614448251365578",
          "doi": "https://doi.org/10.1177/14614448251365578",
          "filter": 0
        },
        {
          "title": "Fast and furious: Temporal patterns of incivility in online comments",
          "authors": "Ben Clarke, William Hedley Thompson",
          "abstract": "Incivility in online comment sections is pervasive and has significant societal implications, including impacting mental well-being and increasing polarisation. This study investigates the relationship between speed of commenting and incivility, using a dataset of 38 million comments from The Guardian Online. We hypothesise that quicker responses are more likely to be uncivil and that incivility propagates through a contagion effect. Our analysis reveals that blocked comments, used as a proxy for incivility, are posted significantly faster than visible comments, for both parent and child comments. In addition, we find that the presence of blocked comments increases the likelihood of subsequent blocked comments, with decreasing time intervals between them. These findings suggest that incivility is associated with impulsive, fast thinking, while civil discourse will sometimes require slower, more deliberate practices. Our results have implications for designing online platforms to foster healthier and more productive discussions by encouraging deliberative time before readers post.",
          "url": "https://doi.org/10.1177/14614448251359624",
          "doi": "https://doi.org/10.1177/14614448251359624",
          "filter": 0
        },
        {
          "title": "Connect to disconnect: What an online community for digital disconnection can tell us about digital well-being",
          "authors": "Douglas A Parry, Calvin Kuit, Ané Murray, Albert van der Westhuizen",
          "abstract": "Digital media profoundly shape modern life, offering benefits while also prompting concerns that lead many to seek disconnection. This study investigates r/NoSurf , a large online community paradoxically dedicated to digital disconnection. Through computational and qualitative analysis of discussions from over 26,000 active members, we study users’ complex and often ambivalent relationships with technology and their pursuit of digital well-being. The findings show that people see digital technology as both an escape and a source of distress. Motivated by desires to mitigate perceived negative impacts like distraction and diminished well-being, and faced with the difficulty of full withdrawal, members actively develop and share a sophisticated repertoire of strategies to manage their digital technology use. This research characterizes digital disconnection not as mere avoidance, but as a dynamic, skillful, and individually negotiated practice, or literacy, aimed at fostering well-being and intentionality in the face of pervasive connectivity.",
          "url": "https://doi.org/10.1177/14614448251362436",
          "doi": "https://doi.org/10.1177/14614448251362436",
          "filter": 0
        },
        {
          "title": "A speculative political economy of virtual/augmented reality: Synchronization and immanentization",
          "authors": "James Steinhoff",
          "abstract": "Virtual and augmented reality are, alongside AI, some of the most feted technologies of the 2020s. However, unlike AI it remains unclear whether there is a distinct political economy of VR/AR. This article argues—in a speculative mode—that there is by drawing together political economy and medium theory. I contend that the economic significance of VR/AR is an operation of real-time synchronization , in which the body, the real world, and virtual space are brought into spatial-temporal coordination. I show this via an analysis of the operation of simultaneous localization and mapping (SLAM). Synchronization enables a novel form of immanentization: the rendering of the body immanent to the digital. Immanentization enables a stacking of spatialities: the layering of virtual worlds—which can be interacted with in the same way as the real world—on top of the real world, without obscuring it. This presents novel possibilities for accelerating production and circulation processes.",
          "url": "https://doi.org/10.1177/14614448251348898",
          "doi": "https://doi.org/10.1177/14614448251348898",
          "filter": 0
        },
        {
          "title": "Navigating beyond places: The significance of navigation tools in everyday media use",
          "authors": "Christine Lohmeier, Lisa Schulze, Johannes Schöning, Gian-Luca Savino",
          "abstract": "This study examines navigation tools as key mediators of spatial perception, mobility, and digital infrastructures, contributing to scholarship on mediatization, geomedia, and surveillance studies. Navigation apps like Google Maps do not merely facilitate wayfinding; they actively shape spatial experiences, decision-making, and social interactions. Using a mixed-methods approach, we combined real-time activity tracking via the “MapRecorder” tool with qualitative interviews to analyze how users engage with Google Maps. Our findings reveal that navigation tools function as interfaces of spatial production, social connection, and data extraction, embedding themselves in everyday media repertoires. We identify four key usage patterns—search, place, directions, and map view manipulation—demonstrating that navigation is increasingly entangled with broader digital habits. In addition, the data suggested a paradoxical relationship between user convenience and concerns over dataveillance, contributing to debates on privacy resignation and the platformization of spatial control. By foregrounding these tensions, our study extends discussions on the deep mediatization of space, the role of geomedia in shaping mobility, and the sociotechnical power of digital navigation infrastructures.",
          "url": "https://doi.org/10.1177/14614448251359632",
          "doi": "https://doi.org/10.1177/14614448251359632",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personal Relationships",
      "journal_short": "PersRel",
      "articles": [
        {
          "title": "Deceptive Hearts: Insecure Attachment and Motives Underlying Deception in Romantic Relationships",
          "authors": "Tim Cole, Kellie Stonebrook",
          "abstract": "This research examines how attachment‐related insecurity relates to the motives underlying deceptive behavior. In Study 1 ( n = 926), we developed the Motives for Romantic Deception Scale (MRDS), identifying seven distinct motives: malicious intent, attention seeking, conflict avoidance, emotional appeasement, mistake concealment, privacy protection, and sexual avoidance. A follow‐up validation study ( n = 740) provided strong evidence of the scale's convergent and discriminant validity. In Study 2 ( n = 549), we explored the associations between these motives and attachment anxiety and avoidance. As hypothesized, avoidant attachment was positively associated with motives implying emotional distance and autonomy, while anxious attachment was positively related to motives reflecting insecurity and a need for reassurance—patterns that reflect theoretical interpretations rather than direct measures of closeness or autonomy. Unexpectedly, anxious attachment was also positively associated with conflict avoidance and malicious intent. These findings are discussed in the ways attachment dynamics underlie deceptive behavior, and our results suggest that even seemingly prosocial motives may reflect self‐protective strategies.",
          "url": "https://doi.org/10.1111/pere.70020",
          "doi": "https://doi.org/10.1111/pere.70020",
          "filter": 0
        },
        {
          "title": "Dyadic Associations Between Discrepancies in Self‐ and Partner‐Perceptions of Empathy and Relationship Satisfaction Among US Couples",
          "authors": "Nathan A. Harris, Julia F. Hammett",
          "abstract": "Although previous work has identified empathy as a consistent correlate of romantic relationship satisfaction, the dyadic nuances of this association remain unclear. Using data drawn from a parent project that involved a cross‐sectional online survey among US community couples with a history of alcohol‐related intimate partner aggression, the present study ( N = 67 mixed‐sex couples; M age = 39.27; 63% married) examined discrepancies between men's and women's reports of their own empathy (i.e., self‐perceptions of empathy), compared to men and women's perceptions of their partners' empathy (i.e., partner‐perceptions of empathy), and how such discrepancies may be linked with both partners' relationship satisfaction. Results of Actor‐Partner Interdependence Models confirmed the hypothesis that there would be more positive associations between partner‐perceptions of empathy, as compared to self‐perceptions of empathy, and relationship satisfaction. Moreover, men and women were more satisfied with their relationships when they rated their partners' empathy higher than what would be expected based on partners' self‐perceptions. These results underscore that partner‐perceptions of empathy, especially when positively skewed, may be more relevant to relationship satisfaction than self‐perceptions.",
          "url": "https://doi.org/10.1111/pere.70021",
          "doi": "https://doi.org/10.1111/pere.70021",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Exploring corporate social advocacy and social media engagement: Insights from Ben &amp; Jerry’s",
          "authors": "Beris Artan Özoran, Aycan Ulusan",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102616",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102616",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "A Mixed-Methods Study of Public Understanding of Scientific Uncertainty",
          "authors": "Becca Beets, Dominique Brossard, Dietram A. Scheufele",
          "abstract": "Scientific uncertainty has long posed challenges for science communication and research. There is a need to better understand how non-expert publics conceptualize scientific uncertainty and how to reliably and validly measure public understanding of scientific uncertainty. We address this need using a mixed-methods approach. In Study 1 we conducted a series of focus groups to explore how non-expert publics conceptualize scientific uncertainty and identified three themes related to process, contexts, and impacts. In Study 2 we developed and validated a new 9-item survey scale to measure public understanding of scientific uncertainty (PUSU).",
          "url": "https://doi.org/10.1177/10755470251348142",
          "doi": "https://doi.org/10.1177/10755470251348142",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Sonic Intimacies and Digital Boundary Work: Navigating Privacy, Voice and Connection Among Finnish Youth",
          "authors": "Sanna Spišák",
          "abstract": "This article examines how Finnish young people (ages 16–19) navigate digital intimacy through voice, privacy, and platform use. Drawing on reflexive thematic analysis of asynchronous focus group discussions conducted on Discord, the study explores how participants manage exposure and vulnerability in digital spaces through selective boundary work. Voice, in particular, emerges as a key marker of intimacy and privacy: a conduit for affective connection, yet also a site of corporeal risk. The study proposes a relational framework, where privacy, intimacy, and voice are co-constitutive and introduces the concept of ‘intimacy architectures’ to describe how young people calibrate access and proximity across platforms. Findings show that youth strategically favour ephemeral, history-free communication tools, avoid sharing phone numbers, and resist voice-based interaction depending on cultural and linguistic context. These practices illustrate a nuanced negotiation of digital embodiment, identity, and control. The study contributes to emerging scholarship on sonic intimacy and offers new insights into youth digital culture in a datafied society.",
          "url": "https://doi.org/10.1177/20563051251359493",
          "doi": "https://doi.org/10.1177/20563051251359493",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Algorithm to emotion: a three-stage model of user acceptance for AI-generated news platforms",
          "authors": "Ke Zhang, Yuchen Xie, Wangjing Han, Dandan Zhang, Yan Quan",
          "url": "https://doi.org/10.1016/j.tele.2025.102312",
          "doi": "https://doi.org/10.1016/j.tele.2025.102312",
          "filter": 0
        },
        {
          "title": "Authenticity perceived, authenticity performed: how inconsistency between self-generated and other-generated location-based information influences user engagement on Weibo",
          "authors": "Haixin Mu, Anfan Chen, Wanjiang Jacob Zhang, Qiyue Zhang, Maggie Mengqing Zhang, Shuning Lu, Hai Liang",
          "url": "https://doi.org/10.1016/j.tele.2025.102310",
          "doi": "https://doi.org/10.1016/j.tele.2025.102310",
          "filter": 0
        },
        {
          "title": "From approach to avoidance: How AI agent cognitive and affective empathy elicits the uncanny valley effect",
          "authors": "Shuai Zhang, Yuxing Qian, Zhizhen Yao, Zhenni Ni, Yang Zhang",
          "url": "https://doi.org/10.1016/j.tele.2025.102313",
          "doi": "https://doi.org/10.1016/j.tele.2025.102313",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Visual Communication",
      "journal_short": "VisComm",
      "articles": [
        {
          "title": "Insights into the black box of multimodal meaning-making: investigating the reception of multimodality empirically",
          "authors": "Hans-Juergen Bucher",
          "abstract": "The intention of this article is to clarify the concept of multimodal meaning making from a recipient’s perspective on the basis of empirical data. The data comes from various reception studies in which different methods like eye tracking, knowledge tests, re-narrations, guided interviews or questionnaires were combined to investigate the appropriation of multimodal artifacts such as newspapers, science videos, comics, social media postings, or commercials. The article is structured in such a way that examples and results from various reception studies on newspaper pages, commercials, comics and science videos are presented in order to introduce concepts like attention, non-linearity, intermodality, modal density and modal coherence for clarifying the process of meaning-making. Investigating meaning-making empirically should not only fill a research gap in the mostly product- and production-oriented approaches to multimodality, but also help to develop a satisfactory theory of multimodality. Eye tracking in combination with verbal data reveals that multimodal artefacts have a non-linear structure – even in linear films – that is grasped step by step by the addressees, analogous to a hypertext. The concept of non-linearity opens a path to define the relevance structure of a multimodal arrangement: the relevance of modal elements is the outcome of its mutual contextualization. With this perspective on multimodality, the central unit of analysis is neither the sign-maker, the sign itself or its materiality but the interaction between communicator and addressees, for which modal resources are used. Intermodal relations are analysed not as constellations of signs, but as complex discursive actions addressed with a special intention to an audience or a person. The theoretical result can be summarized as follows: combining action theory with cooperation theory provides the conceptual tools to analyse meaning-making as a conversational implicature of a discursive action.",
          "url": "https://doi.org/10.1177/14703572251335833",
          "doi": "https://doi.org/10.1177/14703572251335833",
          "filter": 0
        },
        {
          "title": "An audience reception study of danmu-enabled humour in multimodal texts",
          "authors": "Lisi Liang, Siwen Lu",
          "abstract": "Danmu-mediated communication reveals the intricate process of audience participation and preference. Such intricacy of communication includes danmu subtitling as a translation, danmu commentary as a multimodal text as opposed to the original, subtitled video clip, which consists of audiences’ insights into their heads-on experience, and familiarity with the audiovisual subject matter, all as a reception-side paratext (Freeth, 2021: 130–131). Reception-side paratexts provide an invaluable platform for capturing readers’ critical understandings of original texts (ibid.: 118). Among these paratexts, this article argues that danmu functions significantly and cumulatively to transform humour in the digital mediascape. The authors aim to measure participants’ reception of danmu-enabled humour in thematically heterogeneous films, fantastic animation and romcom-themed films. To gauge the impact of danmu-enabled humour on viewers, this paper conducted a survey and interview-based reception study with 30 participants who watched danmu and non-danmu-loaded videos from different film topics. The results suggest that, while danmu videos do not significantly differ from non-danmu videos in terms of evaluations of humour, participants prefer the animation themed without danmu and the romcom themed with danmu. This suggests that the consumption of danmu-loaded videos is film-topic specific and humour-feature diverse. This study points to insightful relations between audience reception and the production of digitally-born multimodal texts, which could provide evidence to improve online participatory and interactive experience, and build customizable and accompanying user experience.",
          "url": "https://doi.org/10.1177/14703572251331109",
          "doi": "https://doi.org/10.1177/14703572251331109",
          "filter": 0
        },
        {
          "title": "Editorial: Multimodality and Reception Studies",
          "authors": "Jacopo Castaldi",
          "url": "https://doi.org/10.1177/14703572251331136",
          "doi": "https://doi.org/10.1177/14703572251331136",
          "filter": 0
        },
        {
          "title": "Dancing with scissors: collage as visual design scholarship",
          "authors": "Steven McCarthy, Jessica Barness",
          "abstract": "Collage is a formal art genre, a medium of expression and communication, and a teaching tool. But what is the potential of collage as a methodological process in visual design scholarship? This article provides theoretical and practical frameworks for ‘design scholarship through collage’ and ‘collage as design scholarship’ through historical precedent, heuristic practice and examples of four collage projects by two practitioners of the medium. The works demonstrate a hybrid form of visual design scholarship.",
          "url": "https://doi.org/10.1177/14703572251328345",
          "doi": "https://doi.org/10.1177/14703572251328345",
          "filter": 0
        },
        {
          "title": "Linking multimodal cohesion, gaze behaviour and learning outcome in educational videos",
          "authors": "Florian Schmidt-Borcherding, Leandra Thiele, John A Bateman",
          "abstract": "Multimodal design in educational videos is a complex task, requiring the effective integration of various semiotic modalities to promote understanding among recipients. While superficially meeting proposed multimedia design principles, educational videos vary significantly in effectiveness. To explore this variation, the authors conducted a 2 × 2 experimental study with 45 students, examining the impact of instructor presence and dynamic vs static slide designs on eye gaze behaviour and learning outcome. Instructor presence was found to attract about 25 percent of visual attention away from presentation slides irrespective of their static or dynamic design, but learning gain was highest for dynamic videos with a visible instructor. This suggests that gaze behaviour and learning outcome do not correlate with the simple presence or absence of design features and a finer-grained approach is needed. The authors consequently applied a framework for multimodal cohesion analysis to relate individual design elements to a video’s discourse structure more tightly, finding that quantitative differences in cohesion predict differences in gaze behaviour between dynamic and static slide presentations, but irrespective of instructor presence. Future research will therefore need to formulate corresponding finer-grained pre-post knowledge tests to further correlate between discourse structures, gaze behaviour and learning outcome.",
          "url": "https://doi.org/10.1177/14703572251332837",
          "doi": "https://doi.org/10.1177/14703572251332837",
          "filter": 0
        },
        {
          "title": "Investigating multimodality, reception and civic participation on YouTube: a case study of the documentary ‘Greece: The Hidden War’",
          "authors": "Jacopo Castaldi, Iokasti Christina Foundouka",
          "abstract": "Social media have long provided opportunities for political and civic participation and YouTube is one of those social media platforms that has been studied and analysed in this light (see Carpentier, ‘Fuck the clowns from Grease!! in Information, Communication &amp; Society , 2014; and Way, ‘YouTube as a site of debate through populist politics’ in Journal of Multicultural Discourses , 2015). This article explores the relationship between the multimodal representation of a historical documentary, Greece, The Hidden War (dir. Gabriel, 1986) and the reception and comments amongst its viewers in order to investigate the way in which the multimodal representation influenced the ensuing discussions. The research investigates which aspects of the documentary the viewers draw on and which topics and discourses they bring into the ensuing discussion. The reception analysis highlights three levels of engagement: a micro level that pertains to themes and events specifically related to the programme; a meso level that addresses the Greek Civil War in its entirety; and a macro level that relates to broader ideological antagonisms. The findings show how the multimodal representation influences viewers’ responses and highlight the agentive role and rhetorical strategies of the viewers in their interpretation and recontexualization of the events portrayed in the documentary.",
          "url": "https://doi.org/10.1177/14703572251328367",
          "doi": "https://doi.org/10.1177/14703572251328367",
          "filter": 0
        },
        {
          "title": "Cluttered screens: an eye-tracking study of visual attention allocation among viewers of TV news",
          "authors": "Jan Hensellek",
          "abstract": "Contemporary television news programmes are often complex examples of hybrid communication (see Bucher, ‘Multimodal understanding or reception as interaction’, 2011). Television news presents related as well as unrelated information in both a linear and non-linear fashion by combining the news read with a variety of visual elements. Studies utilizing eye-tracking have found the visual attention received by the various types of elements to vary considerably (see Josephson and Holmes, ‘Clutter or content? How on-screen enhancements affect how TV viewers scan and what they learn’, 2006; Pjesivac et al., ‘Television infographics as orienting response’, 2021; Rodrigues et al., ‘A television news graphics layout analysis method using eye tracking, 2012; and ‘Analysis of the layout on TV news reception, 2014). ‘The limited capacity model of motivated mediated message processing (see Lang, ‘The limited capacity model of mediated message processing’, 2000) also suggests those elements can both positively and negatively impact viewers’ ability to effectively process information. The present study relates eye-tracking data with a multiple-choice information recall test by building generalized linear regression models to gain deeper insight into the effects of the diverse multimodality of modern digital screen layouts on visual attention and message processing. Six common visual elements of television news are presented in two experimental conditions of varying visual complexity. The study found a large difference in fixations received by and information recalled from different elements of the news screens. While the more complex condition’s effect on information recall was found to be not significant, it did significantly affect the distribution of fixations and gaze duration across screen elements. Biographical factors such as general news interest and time spent watching television were also found to significantly impact gaze behaviour.",
          "url": "https://doi.org/10.1177/14703572251335839",
          "doi": "https://doi.org/10.1177/14703572251335839",
          "filter": 0
        },
        {
          "title": "Deconstructing a kaleidoscope of semiotic modes and audience perception of multimodality in advertising discourse",
          "authors": "Irena Aleksić-Hajduković",
          "abstract": "The term multimodality in linguistics refers to investigating language not in isolation but in interaction with other modes such as music, images, gestures, symbols, etc. (see Kress, Multimodal Discourse , 2001, and Kress, Multimodality: A Social Semiotic Approach to Contemporary Communication , 2009; also O’Halloran, Multimodal Discourse Analysis , 2011). Advertising discourse has been selected as the focal point of this research since it is to be perceived as a kaleidoscopic representation of the these elements. In line with previous works on the multimodality of contemporary discourse, multimodal metaphors, pragmatics and reception studies, the main goal of this research is to investigate the role of language and other semiotic modes (music, gaze, gestures) contributing to the success of advertising discourse, as well as their impact on the audience. ELAN software developed by the Max Planck Institute for Psycholinguistics was used to annotate three television commercials and generate multimodal transcripts to be analysed. In addition, a quantitative and qualitative analysis of audience data was conducted in accordance with previous observations that the role of the receiver in meaning-making has been neglected in the study of language and multimodal communication (Cook 2001, Kjeldsen and Hess 2021). Fifty educated UK participants were asked to evaluate different persuasive devices (slogan, celebrity endorsement, music and sound effects, product information, humour and fine print) realized through multiple semiotic modes, including spoken language, written text, music, gaze and gestures in an attempt to challenge the entrenched belief that advertising discourse addresses uneducated people and is far less effective in other circumstances (see Goddard’s The Language of Advertising: Written Texts , 1998). The results of this research are expected to highlight the role of multiple semiotic modes in influencing the perception and impact of advertising communication, whose final goal is to influence audience perceptions and lead to product purchase.",
          "url": "https://doi.org/10.1177/14703572251328364",
          "doi": "https://doi.org/10.1177/14703572251328364",
          "filter": 0
        },
        {
          "title": "Visual disinformation and audience reception: a comparative analysis of media richness, sophistication, and emotional engagement in Chinese social media",
          "authors": "Yu Xiang",
          "abstract": "This study investigates the dynamics of audience reception to visual disinformation in the context of the Fukushima nuclear wastewater release on Chinese social media, focusing on the interplay between media richness, manipulation sophistication, and perceived plausibility. Through a comparative frame analysis of four visual modalities – photographs, AI-generated images, edited videos, and 3D animations – from Xiaohongshu, the author explores how varying levels of media richness and manipulation influence emotional engagement and online discourse. The findings reveal that, while high media richness amplifies emotional resonance in low-sophistication visuals, high-sophistication visuals elicit skepticism, particularly when narrative plausibility is compromised. The study introduces the concept of ‘experiential indexicality’ to elucidate how digital visuals shape audience perception, as well as highlighting the nuanced role of historical and cultural contexts, such as anti-Japanese sentiment, in shaping collective engagement. By addressing the limits of audience autonomy in interpreting manipulated visuals, this research contributes to the broader discourse on digital disinformation and its socio-political implications.",
          "url": "https://doi.org/10.1177/14703572251328337",
          "doi": "https://doi.org/10.1177/14703572251328337",
          "filter": 0
        },
        {
          "title": "Children’s comprehension of time and their interpretation of event relations in narrative film: the tangled case of flashbacks",
          "authors": "Emilia Djonov, Chiao-I Tseng",
          "abstract": "Audiovisual narratives are widely adopted as a resource for promoting children’s learning and critical multimodal literacy, which involves considering the social themes presented in multimodal texts. Previous research reveals that storytelling that employs achronological sequencing challenges children’s temporal cognition and narrative comprehension. Little is known, however, about how children’s comprehension of events relates to their interpretation of higher-level meanings, such as event causality and character development, which children’s films often convey through complex narrative strategies. To address this gap, this article proposes an empirical multimodal discourse–semantic approach to children’s reception of narrative complexity in film. The approach incorporates a social semiotic framework for analysing temporal relations in children’s narrative and a model of the relationship between children’s comprehension and their interpretation of film. The authors illustrate this approach through an exploratory investigation of 28 (7 to 10-year-old) children’s responses to two flashback scenes from popular Disney films. The results indicate that children’s comprehension of temporal relations supports their interpretation of event causality and character development. The investigation highlights the value of their approach for predicting and empirically testing the effect of complex narrative strategies on children’s film reception.",
          "url": "https://doi.org/10.1177/14703572251328342",
          "doi": "https://doi.org/10.1177/14703572251328342",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
