{
  "update": "2025-01-09",
  "content": [
    {
      "journal_full": "Communication Quarterly",
      "journal_short": "CQ",
      "articles": [
        {
          "title": "Does maintenance mediate the effect of equity on salient relational outcomes?",
          "authors": "Marianne Dainton, Alan K. Goodboy, Megan R. Dillow",
          "url": "https://doi.org/10.1080/01463373.2025.2450000",
          "doi": "https://doi.org/10.1080/01463373.2025.2450000",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "Social Capital in Online Gaming Communities: A Systematic Review Examining the Role of Virtual Identities",
          "authors": "Tushya Sachan, Dinesh Chhabra, Betina Abraham",
          "url": "https://doi.org/10.1089/cyber.2024.0375",
          "doi": "https://doi.org/10.1089/cyber.2024.0375",
          "filter": 0
        },
        {
          "title": "Judgment of Social Traits and Emotions of “Neutral” Avatars",
          "authors": "Katrina S. Rbeiz, Michael Sangimino, Hyeon-Seung Lee, Olivia Jelsma, Mingyuan Li, Brian Kim, Robert Bodenheimer, Sohee Park",
          "url": "https://doi.org/10.1089/cyber.2024.0401",
          "doi": "https://doi.org/10.1089/cyber.2024.0401",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Narrating Vulnerability and Reshaping Resilience: Media Discourse and Political Coalitions on Jakarta Flooding",
          "authors": "Nurul Hasfi, Micah R. Fisher",
          "url": "https://doi.org/10.1080/17524032.2024.2445565",
          "doi": "https://doi.org/10.1080/17524032.2024.2445565",
          "filter": 0
        },
        {
          "title": "Beyond straw men: Plastic pollution and networked cultures of care (environmental communication, power, and culture)",
          "authors": "Aryan Mustamin, Fadhilatus Salamah, Zahrotin Saleha, Nur Safitri Rusiwardani, Aqmarina Fitri Ramadhani",
          "url": "https://doi.org/10.1080/17524032.2024.2447771",
          "doi": "https://doi.org/10.1080/17524032.2024.2447771",
          "filter": 0
        },
        {
          "title": "Raising Environmental Awareness and Inspiring Action through Ecofiction",
          "authors": "Hossein Davari, Amir Ghorbanpour",
          "url": "https://doi.org/10.1080/17524032.2024.2448253",
          "doi": "https://doi.org/10.1080/17524032.2024.2448253",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "“A Definition of Enchantment”: A New Approach to the Analysis of Magic Systems in Fantasy Games",
          "authors": "Mikael D. Sebag",
          "abstract": "Game scholars have critiqued ludic magic systems for their rational, quantifiable, and wonderless nature. Yet, despite the magic system's prevalence in modern games, the field of game studies lacks a formal theoretical framework to analyze how these systems—and the framing fictions they inhabit—go about articulating a sense of enchantment to players. To address this gap, this article proposes a novel method for close-reading ludic magic systems based on Antoine Faivre's “definition of enchantment” from the field of Western esotericism. The article describes examples of Faivre's four esoteric qualities—correspondences, living nature, imagination and mediations, and experience of transmutation—as they appear across twelve different games. These examples illustrate how the logics of premodern enchantment, which underlie ludic representations of magic, can evoke awe and wonder in the player by providing alternative ways to knowing and being in fantasy gameworlds.",
          "url": "https://doi.org/10.1177/15554120241310925",
          "doi": "https://doi.org/10.1177/15554120241310925",
          "filter": 0
        },
        {
          "title": "Meditations on a Rubber Chicken: An Affective-Cultural Analysis of Monkey Island and Lucasfilm Games’ Humorous Puzzles",
          "authors": "Óliver Pérez-Latorre",
          "abstract": "The Secret of Monkey Island (Lucasfilm Games, 1990) is an iconic reference in video game history and popular (digital) culture. The nostalgic fandom and the recent release of Return to Monkey Island (Terrible Toybox, 2022) evidence the impact of the game and how it has endured over time. This article proposes a retrospective analysis of the “structures of feeling” around Monkey Island, Lucasfilm Games, and their humorous puzzles, focusing on their relationships with the social incorporation of PCs and the neoliberal discourse of the late twentieth century, postmodern culture, and the debates around the cultural legitimation/delegitimization of video games. The article applies Affect Theory, as Anable has adapted it to the study of video games, with some specificities and particular emphasis: a retrospective approach, focus on game mechanics (their historical-cultural signification), and attention to paratexts (reviews of game criticism, Ron Gilbert's blog, a book aimed at fans).",
          "url": "https://doi.org/10.1177/15554120241306796",
          "doi": "https://doi.org/10.1177/15554120241306796",
          "filter": 0
        },
        {
          "title": "Exploring the Etymology of YouXi : A Chinese Perspective on the Concept of Game",
          "authors": "Zihan Feng",
          "abstract": "While there has been extensive academic discussion on the definition of games, very few studies have explored how similar concepts are expressed in languages other than English. In this paper, I investigate the etymology of the Chinese term YouXi, a Chinese term regarded as the equivalent of “game.” Firstly, I discuss the possible origins, evolution, usages, and inherent aesthetics and values of YouXi. Secondly, I contrast YouXi with “game” and reveal that YouXi reflects a unified understanding of game and play. In addition, I argue that in terms of ontological differences, “game” highlights rule-based interaction and player competition, whereas YouXi emphasizes the sense of immersion and safety. Finally, I integrate these findings with existing game studies to propose a definition of YouXi as the experimental exploration of alternative life experiences and further suggest interpreting game and play through this perspective.",
          "url": "https://doi.org/10.1177/15554120241308948",
          "doi": "https://doi.org/10.1177/15554120241308948",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "‘Her Cavalier Attitude Toward Fact’: Paradigm Repair and Gender in the Wake of Charissa Thompson",
          "authors": "Ashley W. Carter, Patrick Ferrucci",
          "url": "https://doi.org/10.1080/10646175.2024.2447085",
          "doi": "https://doi.org/10.1080/10646175.2024.2447085",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Investigating the impact of multiple media use on performance in dispersed teams: unraveling the millefeuille effect",
          "authors": "Nabila Boukef, Aurore Haas, Michel Kalika",
          "abstract": "Purpose This paper aims to investigate the use of social media platforms compared to IT-enabled communication in the context of dispersed teams. Design/methodology/approach We draw on the millefeuille theory to develop a model that examines the impact of multiple media use (namely the millefeuille effect) on team performance. Data were collected from 70 dispersed teams. Findings We showed dispersed teams are more likely to improve their performance when relying on diverse media, including social media platforms and other IT-enabled communication. We provide empirical evidence that the millefeuille effect does not necessarily impede performance. Originality/value An increasing number of companies are implementing social media platforms as part of their media portfolio in addition to the already existing IT-enabled communication, such as email. However, we lack understanding of how the use of different media impacts team performance. Drawing on the millefeuille theory, this study investigates the use of social media platforms in dispersed teams by examining how their use with other IT-enabled communication can lead to team performance. This research introduces and differentiates two measures of the millefeuille effect to explain the different impacts of the millefeuille effect: millefeuille size (the number of non-overlapping media used) and millefeuille diversity (the variety of media used).",
          "url": "https://doi.org/10.1108/itp-02-2024-0274",
          "doi": "https://doi.org/10.1108/itp-02-2024-0274",
          "filter": 0
        },
        {
          "title": "Exploring the impact of technostress on the work–life boundary of UK academics during the coronavirus pandemic",
          "authors": "Chima Mordi, Babatunde Akanji, Hakeem Ajonbadi",
          "abstract": "Purpose Given the debilitating ways the COVID-19 global crisis altered peoples’ work–life affairs, this paper explores the effect of technology-related stress that UK academics encountered working from home during the lockdown. Drawing on boundary management theory, the study uncovered how the extreme deluge of teleworking heightened technostress that made it challenging to either segment or integrate work–life boundaries as both domains became exceedingly blurry, which necessitated a novel experience conceptualised as boundary violations with negative outcomes ensuing. Design/methodology/approach The dataset consists of semi-structured interviews with 32 academics in the UK. We rely on the interpretative paradigm using a qualitative research method. Findings The results reveal how the proliferation of technostress paved the way for a rising loss of boundary identity between professional and private affairs, morbidity and techno-isolation, which reinforced work–family conflict. The study’s findings highlight the processes involved in boundary disruption, as both domains were eroded in the wake of the unprecedented level of telework, which resulted in boundary violations (conceived as instances in which actions, conditions or situations either breach or neglect desired boundary management practices). Research limitations/implications The challenges involved in teleworking have seldom been the focus of work-life studies using role boundary management constructs in relation to the coronavirus pandemic. Hence, our study provides novel contributions to the contextually limiting conditions that have thwarted the well-established segmentation and integration processes of boundary management by conceptualising the boundary violations orchestrated by the invasive tendencies of virtual working environments and rising technostress caused by the coronavirus pandemic. Originality/value While research on teleworking has consistently established more positive outcomes for both employees and organisations, the novelty of the present study is its contributions to the negative implications of remote working during the coronavirus pandemic, one of which is technostress. The study further discusses work–life implications for future research on the factors that made remote working particularly challenging during the coronavirus crisis.",
          "url": "https://doi.org/10.1108/itp-08-2022-0581",
          "doi": "https://doi.org/10.1108/itp-08-2022-0581",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Virtual nature experiences on Instagram: how greenfluencers’ nature posts drive climate action",
          "authors": "Patrick Hartmann, Vanessa Apaolaza, Mario R. Paredes, Clare D’Souza",
          "url": "https://doi.org/10.1080/02650487.2024.2447218",
          "doi": "https://doi.org/10.1080/02650487.2024.2447218",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Can long-term orientation mitigate the impact of users’ ethical concerns on migration behavior? A trust loss perspective",
          "authors": "Yupeng Mou, Shishu Zhang, Xiaoyan Qi, Zhihua Ding, Jing Huang",
          "abstract": "Purpose Addressing users’ migration is a prerequisite for the sustainable development of the sharing economy. Ethical concerns that may lead to users’ migration are frequent in sharing economy platforms. Therefore, this study explores whether the long-term governance of sharing economy platforms can effectively mitigate users’ migration caused by ethical concerns. Design/methodology/approach Using a questionnaire survey of 549 participants, this study investigated the mechanism of users’ migration and governance strategies in the platform ecosystem based on trust theory. Findings The results indicate that users’ ethical concerns regarding the platform ecosystem significantly and positively influence their migration. Furthermore, users’ continued trust played a significant mediating role in the relationship between ethical concerns and users’ migration. The results also showed that future orientation and resilience significantly moderated the impact of users’ ethical concerns on their continued trust, thereby weakening this effect. Practical implications The author clarified the relationship between ethical concerns and users’ migration, identified the underlying mechanisms and provided guidance on how to mitigate migration behavior. However, users’ migration is influenced by various factors beyond ethical concerns. In addition to some factors that lead to migration, other factors make users stay on the platform. Future research should integrate multiple factors. Originality/value This study reveals the mechanism of action between users’ migration and ethical concerns in the platform ecosystem and sheds light on the output of long-term orientation practices of the platform.",
          "url": "https://doi.org/10.1108/intr-10-2023-0936",
          "doi": "https://doi.org/10.1108/intr-10-2023-0936",
          "filter": 0
        },
        {
          "title": "Marketing strategies and dynamics in online mobile gaming: a diffusion model",
          "authors": "Mahshidsadat Makki, Mostafa Jafari, Mohammadreza Parsanejad",
          "abstract": "Purpose Growing technology adoption is a significant opportunity for the growth of the mobile gaming market. Rising smartphones allow game developers to reach more players and make more money. The study offers guidance for mobile game developers to increase profits and extend the longevity of their games. It aims to assist in making better marketing policy decisions by providing valuable insights into effective approaches for both early and subsequent market penetration stages. Design/methodology/approach This paper presents a model for analyzing factors that influence the attraction and retention of mobile gamers, which is based on a literature review of mobile gaming and uses the Bass diffusion model and system dynamics method for modeling and simulation. Findings In the initial stages of a game release, influencer marketing can be more effective than other marketing tools in increasing visibility. As the game progresses, incorporating referral programs can enhance user engagement, promote the game further, and reduce the number of uninstalls. Influencer marketing can also help the games reach a wider audience, generating more interest, and increasing installations for more tremendous success in the market. However, referral programs can extend the lifespan of games, mainly when gamers are engaged. Originality/value The study used new marketing strategies in the mobile game industry to gain insights into the growth and evolution of this industry. Development managers can use insights for effective policies and success. The model aids in understanding the dynamics of mobile games and informed decisions for game developers.",
          "url": "https://doi.org/10.1108/intr-04-2024-0643",
          "doi": "https://doi.org/10.1108/intr-04-2024-0643",
          "filter": 0
        },
        {
          "title": "Gamification affordances in self-health management: perspectives from achievement satisfaction and gamification exhaustion",
          "authors": "Jiayue Sun, Yadi Gu, Dongxiao Gu, Kaixiang Su, Xiaoyu Wang, Changyong Liang, Xuejie Yang",
          "abstract": "Purpose Gamification has been widely applied in mobile fitness apps to motivate users to exercise continuously. Based on the affordances–psychological outcomes–behavioral outcomes framework, this study explores the roles of three specific gamification affordances (competition, visibility of achievement and interactivity) in self-health management (continuous use behavior and health behavior) from the perspectives of achievement satisfaction and gamification exhaustion. Design/methodology/approach We test the research model using a structural equation model (SEM) with 505 self-reported data points. Furthermore, we apply fuzzy-set qualitative comparative analysis (fsQCA) to explore configurations of gamification affordances associated with self-health management behavior, reinforcing the SEM results. Findings Results indicate that competition, visibility of achievement and interactivity can enhance achievement satisfaction, which further boosts self-health management behavior. However, competition and interactivity can also cause gamification exhaustion, which undermines self-health management behavior to some extent. Overall, the positive impacts of the three affordances outweigh the negative impacts. Practical implications This study provides new insights for relevant practitioners on designing gamification affordances, aiding the sustainable development of mobile fitness apps and their long-term effects on self-health management. Visibility of achievement should be emphasized, and competition and interactivity should be thoughtfully designed to minimize their negative effects. Originality/value This study extends the affordances–psychological outcomes–behavioral outcomes framework and the literature on gamification and health management by applying both SEM and fsQCA methodologies to examine the relationship between specific gamification affordances and self-health management behavior.",
          "url": "https://doi.org/10.1108/intr-07-2024-1049",
          "doi": "https://doi.org/10.1108/intr-07-2024-1049",
          "filter": 0
        },
        {
          "title": "A systematic literature review of virtual idol from the perspective of the business role ecosystem",
          "authors": "Yiran Wang, Zhongjun Tang, Wanqiu Wang, Dongyuan Zhao, Duokui He, Yingtong Lu",
          "abstract": "Purpose Virtual idols have entered the golden period as the main form of future digital people. However, existing studies only focus on a single idol type and partial role relationships related to virtual idols, lacking synthesized insights. To address these gaps, this paper summarizes different types of virtual idols and all role relationships to achieve a comprehensive literature review. Design/methodology/approach Based on the business ecosystem theory, this paper constructs a business role ecosystem framework for virtual idols from the two subsystems of value co-creation and value realization. Findings Firstly, we extract common characteristics and the generalized definition applicable to diverse idol types. Secondly, we find that there are commonalities and differences in the significant characteristics of virtual idols in different application fields. Thirdly, literature in the value co-creation subsystem mainly focuses on co-creation mechanisms in the role relationship between idols and demanders (RRID). A few focus on virtual idols’ constructions in the role relationship between producers and idols (RRPI) and co-creation phenomena in the role relationship between demanders and producers (RRDP). Finally, literature in the value realization subsystem mainly focuses on consumer attitudes and realization mechanisms in RRID. A few focus on realization phenomena in the role relationship between producers and tripartite enterprises (RRPT) and RRPI. Practical implications This paper points out future implementing directions of industry practitioners, gives strategies to promote economic value realizations and emphasizes the importance of cultural communication. Originality/value This paper discusses the existing theoretical gaps and possible future research directions regarding characteristics, applications and role relationships.",
          "url": "https://doi.org/10.1108/intr-06-2024-0938",
          "doi": "https://doi.org/10.1108/intr-06-2024-0938",
          "filter": 0
        },
        {
          "title": "When invisible eyes undermine proactive efforts: the effect of electronic performance monitoring on job crafting",
          "authors": "Wenxing Liu, Kong Zhou, Xi Ouyang, Siyuan Chen, Kai Gao",
          "abstract": "Purpose In recent years, organizations have progressively adopted electronic performance monitoring (EPM) to obtain accurate employee performance data and improve management efficiency in response to the growing complexity of the work environment. However, existing research has primarily focused on examining the effect of EPM on employee behaviors within established job designs, neglecting the consequential role of EPM in shaping employees’ bottom-up job redesign (i.e. job crafting). This study aims to explore whether and how EPM affects employee job crafting. Design/methodology/approach To test proposed hypotheses, we conducted two time-lagged surveys across different cultural contexts and a scenario experiment on an online platform in China. Findings The results revealed the negative indirect relationship between EPM and employee job crafting via role breadth self-efficacy. This indirect relationship was moderated by constructive supervisor feedback and job complexity, with the above relationships being weak (versus strong) when constructive supervisor feedback was high (versus low) or job complexity was low (versus high). Practical implications The results have crucial implications for organizational practices, suggesting that managers should provide constructive feedback to break the trade-off between EPM and job crafting. Additionally, managers may need to give employees with high job complexity more autonomy rather than intense monitoring. Originality/value This study is the first to clarify the effect of EPM on employee job crafting. As job crafting captures the important value of employees in organizational job design, our effort helps to enrich the understanding of EPM effectiveness.",
          "url": "https://doi.org/10.1108/intr-03-2024-0422",
          "doi": "https://doi.org/10.1108/intr-03-2024-0422",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Advertising",
      "journal_short": "JAdvert",
      "articles": [
        {
          "title": "RAISE: A New Method to Develop Experimental Stimuli for Advertising Research with Image Generative Artificial Intelligence",
          "authors": "César Zamudio, Jamie L. Grigsby, Meg Michelsen",
          "url": "https://doi.org/10.1080/00913367.2024.2438002",
          "doi": "https://doi.org/10.1080/00913367.2024.2438002",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Talking about problems in online health communities: examining verbal rumination over time and in conjunction with co-rumination",
          "authors": "Stephen A Rains, Shelby N Carter, Levi S Ross, Michelle I Suarez",
          "abstract": "Drawing from theory about rumination, we examine the impact of verbal rumination over time and in conjunction with co-rumination in online health communities. Our analyses show that when users verbally ruminated in a message starting a thread (compared to when they did not), they were more likely to again verbally ruminate and to report a negative mood in the next thread they started. These relationships, however, varied over time as well as when other community members co-ruminated. When co-rumination from stronger ties or weaker ties in the community was present in responses (compared to when co-rumination was absent), users were less likely to continue engaging in verbal rumination. Users were also less likely to report a negative mood over time when co-rumination by stronger and weaker ties was present. This project advances our understanding of verbal rumination and co-rumination as communication phenomena in the context of online health communities.",
          "url": "https://doi.org/10.1093/joc/jqae030",
          "doi": "https://doi.org/10.1093/joc/jqae030",
          "filter": 0
        },
        {
          "title": "On digital media history",
          "authors": "Benjamin Peters",
          "url": "https://doi.org/10.1093/joc/jqae028",
          "doi": "https://doi.org/10.1093/joc/jqae028",
          "filter": 0
        },
        {
          "title": "Nosotros los vencidos (We the defeated people)",
          "authors": "Mariano Navarro",
          "url": "https://doi.org/10.1093/joc/jqae027",
          "doi": "https://doi.org/10.1093/joc/jqae027",
          "filter": 0
        },
        {
          "title": "Response roundtable on mental health in academia",
          "authors": "Yue (Nancy) Dai, John Downey, Agnes Lucy Lando, Jennifer Wangeci Kanyeki",
          "url": "https://doi.org/10.1093/joc/jqae036",
          "doi": "https://doi.org/10.1093/joc/jqae036",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Raising siblings is stressful: Measuring parental emotion regulation in the sibling context",
          "authors": "Laurie Kramer, Niyantri Ravindran, Kellsie Prather",
          "abstract": "Parents’ ability to manage intense emotions in the face of conflictual sibling interactions is a significant challenge that has been linked with various child and parent outcomes. With existing instruments focused on raising a single child, we lack validated instruments to assess dimensions of parental emotion regulation in the context of rearing siblings. We tested the factor structure, reliability, divergent and concurrent criterion validity of a new instrument designed to measure parental emotion regulation ( Parental Emotional Regulation in the Sibling Context Questionnaire) while raising two or more children. Participants, 359 mothers from 35 countries, with two children aged 4- to 8-years, completed the new instrument along with established measures of parental emotion regulation, sibling relationship quality, and children’s emotion regulation. A confirmatory factor analysis supported the utility of the instrument in reliably assessing dimensions of parent emotional regulation (Reactivity and Dysregulation). Evidence for divergent validity stemmed from associations with an established measure of general emotion regulation strategies and evidence for concurrent criterion validity stemmed from associations with children’s sibling relationship quality. Findings have implications for the reliable identification of mothers who are facing emotion regulation difficulties, the design of customized intervention strategies, and the evaluation of prevention and intervention programs.",
          "url": "https://doi.org/10.1177/02654075241312688",
          "doi": "https://doi.org/10.1177/02654075241312688",
          "filter": 0
        },
        {
          "title": "Parents’ psychological control and Latina young women’s depressive symptoms: Examining the role of perceived dyadic coping behaviors from sisters",
          "authors": "Sarah E. Killoren, Avelina Rivero, Dawson Boron, Jessica Payton, Christine Cord, Nicole Campione-Barr, Megan Gilligan",
          "abstract": "Given that Latina young women experience high rates of depressive symptoms, identifying how to improve mental health among this population is critical. Perceived psychological control from mothers and fathers is associated with Latine young adults’ depressive symptoms. We examined how perceived supportive (e.g., showing empathy after stress disclosure) and negative (e.g., ignoring stress after stress disclosure) dyadic coping behaviors from sisters attenuated or strengthened the association between parents’ psychological control and depressive symptoms. Our sample included 195 Latina young women ( M = 23.24 years, SD = 1.95; Median = 24.00 years; 64% Mexican origin). Using hierarchical regression analyses, we found that perceived psychological control from fathers and perceived negative dyadic coping behaviors from sisters were positively associated with Latina young women’s depressive symptoms. Perceived supportive dyadic coping behaviors from sisters exacerbated the association between perceived psychological control from mothers and depressive symptoms. Also, perceived negative dyadic coping behaviors from sisters strengthened the positive association between psychological control from mothers and depressive symptoms, although the follow-up analyses only reached trend level ( p = .06). Our findings show the importance of decreasing psychological control from parents and negative dyadic coping behaviors from sisters as a way to reduce Latina young women’s depressive symptoms.",
          "url": "https://doi.org/10.1177/02654075241312691",
          "doi": "https://doi.org/10.1177/02654075241312691",
          "filter": 0
        },
        {
          "title": "Talk about shared money: Account pooling is associated with financial communication",
          "authors": "Johanna Peetz",
          "abstract": "Couples who pool their financial resources tend to report more positive relationship outcomes. The present research examines whether more financial interdependence is linked to better and more frequent communication about financial decisions. Individuals who fully pool finances with their partner reported better financial communication quality and more frequent discussions about finances than individuals who partially pool finances or keep finances separate, even after controlling demographic differences and after controlling overall relationship satisfaction (Study 1). Financial account pooling was also strongly associated with greater likelihood to discuss hypothetical financial decisions with the partner (Study 2), and when experimentally assigned to focus on joint rather than separate financial accounts, this focus on pooled financial resources resulted in more willingness to discuss financial decisions with their partner (Study 3). Together, these studies show a novel aspect of how financial interdependence affect everyday interactions between partners: Couples who pool their financial resources talk more about money.",
          "url": "https://doi.org/10.1177/02654075241312690",
          "doi": "https://doi.org/10.1177/02654075241312690",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Treasuring the Past and Anticipating the Future: Adopting New Tools and Practices in Journal Publishing",
          "authors": "Daniela Dimitrova",
          "url": "https://doi.org/10.1177/10776990241311307",
          "doi": "https://doi.org/10.1177/10776990241311307",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Converting Online News Visitors to Subscribers: Exploring the Effectiveness of Paywall Strategies Using Behavioural Data",
          "authors": "Zhengyi Xu, Neil Thurman, Julia Berhami, Clara Strasser Ceballos, Ole Fehling",
          "url": "https://doi.org/10.1080/1461670x.2024.2438229",
          "doi": "https://doi.org/10.1080/1461670x.2024.2438229",
          "filter": 0
        },
        {
          "title": "Navigating the Research Landscape of Algorithm-Driven Journalism: A Systematic Literature Review of Authorship, Research Trends, and Future Research Pathways",
          "authors": "Aynur Sarısakaloğlu",
          "url": "https://doi.org/10.1080/1461670x.2024.2446326",
          "doi": "https://doi.org/10.1080/1461670x.2024.2446326",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "Avoiding the News: Reluctant Audiences for Journalism",
          "authors": " Adekamwa",
          "url": "https://doi.org/10.1080/15205436.2024.2444184",
          "doi": "https://doi.org/10.1080/15205436.2024.2444184",
          "filter": 0
        },
        {
          "title": "A Qualitative Study Among Adolescents to Unravel the Perceived Group Dynamics Underlying the Use of Closed SNS Stories and the Sharing of Alcohol-Related Content Therein",
          "authors": "Robyn Vanherle",
          "url": "https://doi.org/10.1080/15205436.2024.2440321",
          "doi": "https://doi.org/10.1080/15205436.2024.2440321",
          "filter": 0
        },
        {
          "title": "Understanding Knowledge Among White, Black, and Hispanic Audiences: Media Attention and Inequities in Factual and Perceived Knowledge",
          "authors": "Sara K. Yeo, Michael A. Cacciatore, Isabelle Freiling, Leona Yi-Fan Su, Jennifer S. Zhang, Meaghan McKasy, Sung In Choi",
          "url": "https://doi.org/10.1080/15205436.2024.2440320",
          "doi": "https://doi.org/10.1080/15205436.2024.2440320",
          "filter": 0
        },
        {
          "title": "A Cognitive Load Model of Entertainment Education: Testing the Effects of Open Captions on Learning and Persuasion",
          "authors": "Hyang-Sook Kim, Kyongseok Kim",
          "url": "https://doi.org/10.1080/15205436.2024.2443836",
          "doi": "https://doi.org/10.1080/15205436.2024.2443836",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Advocacy and Activism in Sports Podcasts: Expanding Journalistic Roles",
          "authors": "Kim Fox, David Dowling, Kyle Miller",
          "abstract": "&lt;p&gt;This article examines the political turn in sports podcasting, focusing on the blurring and evolving boundaries of journalistic roles. The sports podcasts &lt;em&gt;Social Sport, Burn It All Down (BIAD)&lt;/em&gt;,&lt;em&gt; &lt;/em&gt;and &lt;em&gt;Edge of Sports&lt;/em&gt; offer three case studies of how podcasting opens space for politicizing sports coverage beyond scores and highlights. Podcast coverage of sports has adapted by enhancing a focus on the political implications of athletes' personal stories. Analysis of episodic content and interview correspondence with podcast hosts focuses on how the podcast medium has opened new spaces advancing the cultural discourse on how issues of diversity, equity, and inclusion impact athletes' lives. Affordances unique to the podcast medium have enabled the expansion of journalistic roles to include advocacy functions and leaning toward more socially progressive content than traditional media coverage has allowed. &lt;/p&gt;",
          "url": "https://doi.org/10.17645/mac.8975",
          "doi": "https://doi.org/10.17645/mac.8975",
          "filter": 0
        },
        {
          "title": "Intimacy, Trust, and Justice on The Greatest Menace, a Podcast Exposing a “Gay Prison”",
          "authors": "Siobhán McHugh",
          "abstract": "In the tradition of narrative podcasts exposing historical injustices, &lt;em&gt;The Greatest Menace &lt;/em&gt;(TGM) examines how a government-run prison in Australia used those imprisoned to study the causes and treatments of homosexuality. Hosted by gay Arab-Australian journalist Patrick Abboud, TGM interweaves Abboud’s struggle for acceptance in his homophobic community with his forensic documentation of lives ruined by a society where homosexuality was illegal till 1984. Gay men entrust Abboud with their experiences of aversion therapy and estrangement from family; a former cop reveals how he entrapped, then arrested, gay men; a trans woman runs away to New Zealand after being imprisoned. TGM charts the palpable intimacy between Abboud and most of his informants, but as this article explores, the podcast also held potential for the privileging of activism over ethics. The cop could have been depicted as evil, but in pursuit of fairness, the TGM team settled on a more nuanced portrayal. An evangelical interviewee conflates “homosexual” with “paedophile” to Abboud’s face; he retaliates by recording his meta-fury and writing it into the script. Intimacy and trust are intertwined as Abboud and his mother navigate the shame and fear that shadowed his coming out. Using textual analysis, semi-structured interviews, iterative scripts, reflexive practice, and theory of audio storytelling and podcast intimacy, this article analyses, from an autoethnographic insider/maker perspective, how the producers of this acclaimed podcast (17 awards) balanced intimacy and trust while exposing historic queer true crime in all its messy humanity.",
          "url": "https://doi.org/10.17645/mac.9066",
          "doi": "https://doi.org/10.17645/mac.9066",
          "filter": 0
        },
        {
          "title": "The Case of Cities: Skylines Versions—Affordances in Urban Planning Education",
          "authors": "Laura Cañete Sanz, Sjors Martens, Teresa De la Hera",
          "abstract": "Studies on city-building games as educational tools show positive results in addressing different learning objectives, but also identify a missing link to reality, as they are mostly computer-based. Given the differences between existing games and their capabilities, the exact function of these games in an urban planning curriculum is unclear. The city-building game Cities: Skylines currently has three different versions (Digital, Tabletop, VR). Through an affordance analysis of the game’s three versions, this study analyses how the versions afford four primary knowledge dimensions, and in doing so identifies different educational applications for each version of Cities: Skylines in different planning disciplines. The results show that: (a) the board game is strong in fostering player participation and critical thinking more suited for the social and health studies, public policy, and citizen participation domains of urban planning; (b) the digital version functions as moddable simulator, ensuring familiarity with existing systems and monitoring their effects, useful in logistics and transportation planning; (c) the VR form viscerally involves players in the simulated processes, applicable in design-focused segments of urban planning, such as sustainable design theory, housing, and land-use management. The results of this study can help urban planning educators identify possible uses for different versions of Cities: Skylines.",
          "url": "https://doi.org/10.17645/mac.8747",
          "doi": "https://doi.org/10.17645/mac.8747",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "Peripheral creator labor: Navigating regional marginalization and resistance in social media entertainment",
          "authors": "Errol Salamon",
          "abstract": "This article examines how social media creators in the United Kingdom navigate regional labor dynamics in small urban cities and towns and their perceptions of potential resistance strategies. Grounded in a creator workers’ inquiry and thematic analysis of in-depth interviews with creators ( N = 53), it expands the notion of peripheral creator labor. It reveals how digital factors and historically entrenched regional disparities exacerbate the global platform precarity experienced by different types of peripheral creators and the relative privilege of peripheral English-language Western-based creators. The study introduces the concepts of regional monetization precarity and localized production space and networking precarity to capture the unique challenges creators face in small urban cities and their shared strategic resistance strategies to effect change, combining professional support and unionization. This study contributes to theoretical understandings of creator labor by challenging a binary notion of “center-periphery” relations and a homogeneous Western user experience in creator economies.",
          "url": "https://doi.org/10.1177/14614448241308520",
          "doi": "https://doi.org/10.1177/14614448241308520",
          "filter": 0
        },
        {
          "title": "Video games as spaces for providing information and awareness of algorithmic control in the gig economy",
          "authors": "Marta Fernández-Ruiz, Martina Piña, Júlia Vilasís-Pamos",
          "abstract": "The gig economy has been explored recently in the media through videos, films, and series. Similarly, different video games have shown the ideology, values, and mechanisms that govern the gig economy. This article applies six mechanisms of algorithmic control at work to achieve a dual objective: to analyze how platform workers experience algorithmic control and to examine the extent to which video games, as a medium for raising critical awareness, reflect these workers’ experiences. We analyzed interviews with 42 platform workers in different sectors and six video games that address this topic. Our findings reveal that these games consistently mirror the dynamics and experiences arising from platform control. Furthermore, through specific elements of their meaningfulness (such as narrative, rules systems, and mechanics, among others), video games simulate situations and processes, sometimes opaque to workers, portraying the reality of the gig economy more explicitly and transparently.",
          "url": "https://doi.org/10.1177/14614448241307036",
          "doi": "https://doi.org/10.1177/14614448241307036",
          "filter": 0
        },
        {
          "title": "A “drop in the ocean”? Emerging adults’ experiences and understanding of targeted political advertising on social media",
          "authors": "Melanie Hirsch, Alice Binder, Jörg Matthes",
          "abstract": "Political microtargeting practices aim at exposing social media users to political content that aligns with their preferences and interests. Hence, such exposure becomes a personal experience, dependent on individual perceptions. So far, research has rarely investigated young social media users’ personal experiences with targeted political advertising (TPA). In the present study, five qualitative focus group interviews with 20 young social media users ( M age = 19.30, SD = 1.59) were conducted to descriptively explore young social media users’ experiences with TPA. The insights indicated little intuitive reflection about TPA and targeting disclosures on social media. Participants often based their knowledge on algorithms for commercial advertising. This awareness did not seem to translate to TPA automatically. Once aware of TPA, however, they intuitively understood its potential threats. Our insights highlight the importance of educational programs to increase adolescents’ and young adults’ TPA-related awareness.",
          "url": "https://doi.org/10.1177/14614448241306455",
          "doi": "https://doi.org/10.1177/14614448241306455",
          "filter": 0
        },
        {
          "title": "The expression of values on social media: An analytical framework",
          "authors": "Limor Shifman, Tommaso Trillò, Blake Hallinan, Saki Mizoroki, Avishai Green, Rebecca Scharlach, Paul Frosh",
          "abstract": "Social media is a central arena for the articulation of values, shaping what people around the world deem important and desirable. However, traditional value typologies struggle to capture the dynamic nature of value expression in digital spheres and overlook new communication-related values prevalent in these environments. Addressing these gaps, we developed an analytical framework for investigating value expression on social media, comprising three general value orientations ( Do well, Do good, and Feel good) and four communicative value orientations ( Inform, Influence, Bond, and Express). We drew on extensive cross-national research to construct the framework and examined its utility through a study of TikTok videos related to the FIFA World Cup in Qatar. Our analysis shows how value orientations enable the identification of patterns that underpin complex discourses. Ultimately, our framework offers a pathway to understand what people present as valuable on social media, as well as the broader value ecosystem platforms cultivate.",
          "url": "https://doi.org/10.1177/14614448241307035",
          "doi": "https://doi.org/10.1177/14614448241307035",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "You asked, we listened: Examining accountability through actions and listening in corporate social advocacy",
          "authors": "Barbara Miller Gaither, Seoyeon Kim, Lucinda L. Austin",
          "url": "https://doi.org/10.1016/j.pubrev.2024.102536",
          "doi": "https://doi.org/10.1016/j.pubrev.2024.102536",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "How do older adults cross the digital divide and enjoy the benefits of ride-hailing services with the collision of the aging and digital society in China?",
          "authors": "Huiqian Sun, Peng Jing, Yaqi Liu, Daoge Wang, Jie Ye, Wanru Du, Hongyu Ma, Can Wang, Shuang Zhang",
          "url": "https://doi.org/10.1016/j.tele.2025.102239",
          "doi": "https://doi.org/10.1016/j.tele.2025.102239",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
