{
  "update": "2024-11-12",
  "content": [
    {
      "journal_full": "Communication Monographs",
      "journal_short": "CM",
      "articles": [
        {
          "title": "Participatory conflict as an intrinsic dimension of participatory communication: An ethnographic study of women self-help groups from Uttarakhand, India",
          "authors": "Aanchal Sharma, Manisha Pathak-Shelat",
          "url": "http://dx.doi.org/10.1080/03637751.2024.2422485",
          "doi": "10.1080/03637751.2024.2422485",
          "filter": 0
        },
        {
          "title": "Power and racial differences in the communication experiences of Black and White patients living with advanced cancer and their care partners: An application of co-cultural theory",
          "authors": "Darlene K. Drummond, Satveer Kaur-Gill, Jingyi Zhang, Susan Eggly, Amber E. Barnato",
          "url": "http://dx.doi.org/10.1080/03637751.2024.2421485",
          "doi": "10.1080/03637751.2024.2421485",
          "filter": 0
        },
        {
          "title": "“Water is life … the problem is there’s only one tap”: A culture-centered and necrocapitalist inquiry to communicating health and water",
          "authors": "Parameswari Mukherjee, Ambar Basu",
          "url": "http://dx.doi.org/10.1080/03637751.2024.2420962",
          "doi": "10.1080/03637751.2024.2420962",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Theory",
      "journal_short": "CT",
      "articles": [
        {
          "title": "Epistemic authority in the digital public sphere. An integrative conceptual framework and research agenda",
          "authors": "Anne Bartsch, Christoph Neuberger, Birgit Stark, Veronika Karnowski, Marcus Maurer, Christian Pentzold, Thorsten Quandt, Oliver Quiring, Christian Schemer",
          "abstract": "We develop an integrative conceptual framework and research agenda for studying epistemic authorities in the digital age. Consulting epistemic authorities (e.g., professional experts, well-informed laypeople, technologies) can be an efficient fast-track to knowledge. To fulfill this functional role, those who claim epistemic authority need to be both subjectively recognized (have a perceived advantage in knowledge) and objectively justified (have an actual advantage in knowledge). In a digital media context, new and unconventional knowledge sources have emerged that can fulfill the functional role of epistemic authorities. But false authorities that disseminate misinformation have emerged as well while other sources with important knowledge remain unrecognized. We further analyze the functional role of epistemic intermediaries that can mitigate such problematic developments by correcting false authorities and by providing endorsement for unrecognized authorities. We conclude with a research agenda to study functional forms of epistemic authorities and epistemic intermediaries in the digital public sphere.",
          "url": "http://dx.doi.org/10.1093/ct/qtae020",
          "doi": "10.1093/ct/qtae020",
          "filter": 0
        },
        {
          "title": "The situation in media and communication research",
          "authors": "Anna Schnauber-Stockmann, Joseph B Bayer, Gabriella M Harari, Veronika Karnowski",
          "abstract": "Communication researchers have long sought to situate or contextualize media behaviors in their natural settings. However, the many approaches taken to understand media behavior in context have varied considerably. This article proposes a metatheoretical framework for theorizing media behavior at the situational level, encompassing the entirety of circumstances surrounding a media behavior at a given moment. The framework describes how psychological states, environmental context, and media context combine to shape moment-to-moment media behavior. We then describe how situational factors have the potential to interact with the three phases of media behavior—i.e., selection, processing, and disengagement—in distinctive ways. We argue that communication researchers only gain the ability to explain the variability in media behavior by taking the situational level into account. We conclude by providing future theoretical and empirical directions to guide the field in building a more generalizable and durable understanding of situated media behavior.",
          "url": "http://dx.doi.org/10.1093/ct/qtae021",
          "doi": "10.1093/ct/qtae021",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "The New Media Art world in Turkey: Boundary-work in action",
          "authors": "İpek Yeğinsü",
          "abstract": "In an age marked by the Post-media condition, the term ‘New Media Art’ remains in use in reference to a professional territory not autonomous, but also different from the territory of Contemporary Art, and its members use various rhetorical tactics to maintain and expand their professional authority. This study aims at analyzing the professional ideology of the New Media Art territory in Turkey using Thomas F. Gieryn’s concept of the ‘boundary-work’. The data obtained via semi-structured in-depth interviews conducted with a purposively sampled population of artists, curators and producers are used to assess whether a common cultural repertoire exists in this territory and whether it conforms to or contradicts its global counterpart. The study finds that since the mid-1990s, the professional ideology of the New Media Art territory in Turkey has developed in parallel with the world, but not monolithically. The curators/producers’ ideology is defined by potential for democratization, intersections of art, science and technology, interaction/interactivity and interdisciplinary collaboration. However, they exhibit two repertoire variants positively correlated with the subjects’ career orientations. The artists’ common ideology is similar to the curators’/producers’, but their cultural repertoires are more flexible thanks to the variety of their individual practices. The study concludes that this duality emerges due to the limited funding sources in Turkey.",
          "url": "http://dx.doi.org/10.1177/13548565241284533",
          "doi": "10.1177/13548565241284533",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "Associations Between Searching and Sending Cyberhate: The Moderating Role of the Need of Online Popularity and Toxic Online Disinhibition",
          "authors": "Olga Jiménez-Díaz, Sebastian Wachs, Rosario Del Rey, Joaquín A. Mora-Merchán",
          "url": "http://dx.doi.org/10.1089/cyber.2024.0305",
          "doi": "10.1089/cyber.2024.0305",
          "filter": 0
        },
        {
          "title": "Click, Buy, Repeat: Understanding the Psychological and Behavioral Mechanisms of Online Shopping Behavior",
          "authors": "Fabio Frisone, Marina Cosenza, Giulia Brizzi, Giuseppe Riva",
          "url": "http://dx.doi.org/10.1089/cyber.2024.0540",
          "doi": "10.1089/cyber.2024.0540",
          "filter": 0
        },
        {
          "title": "Who Am I Inside the Screen? Construction of Virtual Identity in Multiplayer Online Videogames and Its Psychological Functions",
          "authors": "Adrià Gabarnet, Guillem Feixas, Adrián Montesano",
          "url": "http://dx.doi.org/10.1089/cyber.2024.0231",
          "doi": "10.1089/cyber.2024.0231",
          "filter": 0
        },
        {
          "title": "Homelessness in Virtual Reality: Experiencing Social Exclusion Improves Attitudes and Behaviors Toward Unhoused People",
          "authors": "Marco Marinucci, Paolo Riva",
          "url": "http://dx.doi.org/10.1089/cyber.2024.0027",
          "doi": "10.1089/cyber.2024.0027",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "Defensive Journalism in Bangladesh: Consequences of the Digital Security Act on Journalism Practice",
          "authors": "Sima Bhowmik, Jolene Fisher",
          "url": "http://dx.doi.org/10.1080/21670811.2024.2406861",
          "doi": "10.1080/21670811.2024.2406861",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Do You See What I See? Emotional Reaction to Visual Content in the Online Debate About Climate Change",
          "authors": "Luca Rossi, Alexandra Segerberg, Luigi Arminio, Matteo Magnani",
          "url": "http://dx.doi.org/10.1080/17524032.2024.2420787",
          "doi": "10.1080/17524032.2024.2420787",
          "filter": 0
        },
        {
          "title": "How Can Storytelling Help Restore Mires? Applying Place-lore Fieldwork Methodology in Ecological Restoration",
          "authors": "Lona Päll, Piret Pungas-Kohv",
          "url": "http://dx.doi.org/10.1080/17524032.2024.2420789",
          "doi": "10.1080/17524032.2024.2420789",
          "filter": 0
        },
        {
          "title": "Discursive Power and Public Advocacy: Communication Strategies in New York's Anti-Fracking Movement",
          "authors": "Windi Putri Elisabeth Fanggi, Marcel Maulana, Exta Rindani B., Niken Resti Pratiwi, Mayang Rumaisha Nur Fauziyah",
          "url": "http://dx.doi.org/10.1080/17524032.2024.2423735",
          "doi": "10.1080/17524032.2024.2423735",
          "filter": 0
        },
        {
          "title": "Wild Cats on the Internet: The Role of Social Media in Popularising Caracals in South Africa",
          "authors": "Gabriella R. M. Leighton, Laurel E. K. Serieys",
          "url": "http://dx.doi.org/10.1080/17524032.2024.2402466",
          "doi": "10.1080/17524032.2024.2402466",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "Book Review: AI - Limits and Prospects of Artificial Intelligence by Peter Klimczak and Christer Petersen",
          "authors": "Thomas Klikauer",
          "url": "http://dx.doi.org/10.1177/02673231241296429",
          "doi": "10.1177/02673231241296429",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "Unreal Games",
          "authors": "Carl Therrien, Jean-Charles Ray, Laurie-Mei Ross Dionne, Fabienne Sacy",
          "abstract": "Throughout the history of game studies, intellectual debates have sought to identify scholars have reflected on the essential features of games. In the past decade, these discussions have extended beyond academia to the broader gaming community, where certain genres have been elevated as “real games.” Genres like walking simulators, dating sims, visual novels, and hybrid forms are often at the center of these debates. , criticized for their simplicity, lack of challenge, or sometimes overtly sexual content. Despite this, the popularity of these genres is undeniable: since 2007, over 50,000 titles have been documented on the Visual Novel Database, and thousands of walking simulators are available on Steam and other platforms. Many of these titles also appear on MobyGames and have been referenced as “games” throughout history. In this article, we delve into this vast and often overlooked corpus to examine the qualities that can elevate gameplay to unreal levels.",
          "url": "http://dx.doi.org/10.1177/15554120241282079",
          "doi": "10.1177/15554120241282079",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "How effective is AI augmentation in human–AI collaboration? Evidence from a field experiment",
          "authors": "Chengcheng Liao, Xin Wen, Shan Li, Peiyuan Du",
          "abstract": "Purpose Companies increasingly leverage artificial intelligence (AI) to enhance human performance, particularly in e-commerce. However, the effectiveness of AI augmentation remains controversial. This study investigates whether, how and why AI enhances human agents’ sales through a randomized field experiment. Design/methodology/approach This study conducts a two-by-two factorial randomized field experiment ( N  = 1,090) to investigate the effects of AI augmentation on sales. The experiment compares sales outcomes handled solely by human agents with those augmented by AI, while also examining the moderating effect of agents’ experience levels and the underlying mechanisms behind agents’ responses. Findings The results reveal that AI augmentation leads to a significant 5.46% increase in sales. Notably, the impact of AI augmentation varies based on agents’ experience levels, with inexperienced agents benefiting nearly six times more than their experienced counterparts. Mediation analysis shows that AI augmentation improves response timeliness, accuracy and sentiment, thereby boosting sales. Originality/value This study highlights the role of AI augmentation in human–AI collaboration, demonstrates the varying impacts of AI augmentation based on agents’ experience levels and offers insights for organizations on how to regulate AI augmentation to enhance agent responses and drive sales.",
          "url": "http://dx.doi.org/10.1108/itp-11-2022-0859",
          "doi": "10.1108/itp-11-2022-0859",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Digital revolution and the gender divide: factors affecting mobile phone use in India",
          "authors": "Lina Sonne Vyas",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2420034",
          "doi": "10.1080/1369118x.2024.2420034",
          "filter": 0
        },
        {
          "title": "Beyond the margin of error: a systematic and replicable audit of the TikTok research API",
          "authors": "George D.H. Pearson, Nathan A. Silver, Jessica Y. Robinson, Mona Azadi, Barbara A. Schillo, Jennifer M. Kreslake",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2420032",
          "doi": "10.1080/1369118x.2024.2420032",
          "filter": 0
        },
        {
          "title": "Deepfakes in the context of AI inequalities: analysing disparities in knowledge and attitudes",
          "authors": "Daniel Bendahan Bitton, Christian Pieter Hoffmann, Alexander Godulla",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2420037",
          "doi": "10.1080/1369118x.2024.2420037",
          "filter": 0
        },
        {
          "title": "Digital divide and digital engagement in small business owners: an examination of survey data",
          "authors": "Roger Enriquez, David Han, Richard Harris, Christopher Reddick",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2423348",
          "doi": "10.1080/1369118x.2024.2423348",
          "filter": 0
        },
        {
          "title": "The metaverse-industrial complex",
          "authors": "Harrison Smith",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2423346",
          "doi": "10.1080/1369118x.2024.2423346",
          "filter": 0
        },
        {
          "title": "Beyond mitigation: building a case for collective rights and remedies for digital ID-enabled harms",
          "authors": "Katelyn Cioffi",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2420023",
          "doi": "10.1080/1369118x.2024.2420023",
          "filter": 0
        },
        {
          "title": "Expectations vs reality: teenager views of institutional privacy",
          "authors": "Janet Ruppert, Priya C. Kumar, Anna Howard, Ricarose Roque, R. Benjamin Shapiro",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2423345",
          "doi": "10.1080/1369118x.2024.2423345",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Virtual reality luxury fashion show: how imaginary space influences brand word‑of‑mouth",
          "authors": "Minjung Cho, Eunju Ko, Hyojo Jung",
          "url": "http://dx.doi.org/10.1080/02650487.2024.2419227",
          "doi": "10.1080/02650487.2024.2419227",
          "filter": 0
        },
        {
          "title": "Vive la résistance: a boomerang effect of resisting incentivized eWOM on consumer trust",
          "authors": "Yaniv Gvili, Shalom Levy",
          "url": "http://dx.doi.org/10.1080/02650487.2024.2426428",
          "doi": "10.1080/02650487.2024.2426428",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "The OPAD-perception framework: measuring perceptions of online personalized advertising",
          "authors": "Lijie Guo, Daricia Wilkinson, Moses Namara, Karishma Patil, Bart P. Knijnenburg",
          "abstract": "Purpose The paper aims to develop and validate an instrument to measure users’ perceptions of online personalized advertising. Design/methodology/approach First, we identified 12 different aspects of online personalized advertisement and formulated candidate items through a literature review. A card sorting study and expert review were conducted to generate the initial scale items. We then conducted one survey ( n  = 308) to create a reliable measurement instrument and another ( n  = 296) to validate the instrument. Finally, we tested how the dimensions of the OPAD-Perception Framework can be used to differentiate between different levels of ad sensitivity, control/no control over the ad personalization process, and different levels of granularity of ad explanation. Findings The resulting OPAD-Perception Framework contains 49 Likert-formatted questions measuring ten distinct dimensions of online personalized advertising: reliability, usefulness, transparency, interactivity, targeting accuracy, accountability, creepiness, willingness to rely on, self-actualization, and persuasion. Originality/value The OPAD-Perception Framework can serve as a powerful tool to measure users’ attitudes toward online personalized advertising. This will enable advertisers and social media platforms to better support users’ privacy expectations and provide user-friendly interfaces for controlling the ad personalization process.",
          "url": "http://dx.doi.org/10.1108/intr-01-2023-0078",
          "doi": "10.1108/intr-01-2023-0078",
          "filter": 0
        },
        {
          "title": "Unpacking the association between social media use and support for unlawful behaviors in protests: a study in Hong Kong",
          "authors": "Chuanli Xia, Fei Shen",
          "abstract": "Purpose Existing research has shown the role of social media in facilitating general protest participation. However, there is a noticeable gap in understanding the dynamics related to explicitly unlawful behaviors during protests, which have become increasingly prominent in recent times. Drawing upon the communication mediation model (O-S-O-R model), this study proposes a moderated mediation model to delineate specific mechanisms under which social media use influences individuals' support for unlawful behaviors in protests. Design/methodology/approach A survey of 1,121 Hong Kong residents was conducted in the context of the 2019 Hong Kong Anti-Extradition Law Amendment Bill Movement to test the theoretical model. Findings Obtaining political information on social media has a dual effect on support for unlawful behaviors in protests. On one hand, social media use increases individuals' political knowledge, which is reinforced by frequent political discussions on social media. This enhanced political knowledge tends to reduce the likelihood of supporting unlawful behaviors in protests. On the other hand, acquiring political information on social media can also generate increased anger toward politics, potentially leading to a more supportive attitude toward unlawful behaviors in protests. Originality/value This study contributes to the expanding field of research on digital activism by revealing the intricate mechanisms by which social media usage shapes support for unlawful behaviors in protests. It also expands our understanding of explicit unlawful behaviors within protests as a distinct form of political behavior.",
          "url": "http://dx.doi.org/10.1108/intr-01-2024-0070",
          "doi": "10.1108/intr-01-2024-0070",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Advertising",
      "journal_short": "JAdvert",
      "articles": [
        {
          "title": "Harnessing the Strengths of Computational Advertising and Experimental Methods to Enhance Research Design",
          "authors": "Veronica L. Thomas, Yuping Liu-Thompkins",
          "url": "http://dx.doi.org/10.1080/00913367.2024.2408002",
          "doi": "10.1080/00913367.2024.2408002",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "Deliberation in online political talk: exploring interactivity, diversity, rationality, and incivility in the public spheres surrounding news vs. satire",
          "authors": "Mark Boukes",
          "abstract": "Political satire is often believed to enrich the public sphere in ways distinct from traditional journalism. This study examines whether deliberative qualities of online political talk in response to satire differ from those in response to regular news or partisan news. The analysis focuses on four normative standards: interactivity, diversity, rationality, and civility. A manual content analysis of YouTube comments (n = 2,447) reveals that the public sphere surrounding political satire shows a notable strength: Less incivility, both in terms of impoliteness and intolerance. Surprisingly, aside from this, satire’s public sphere did not differ much from that of regular news. Comments on partisan news were more opinionated and ideologically diverse. These findings suggest that online political talk prompted by satire is not inferior to that of traditional news. Additionally, this study highlights how the presence of different normative standards is often interconnected.",
          "url": "http://dx.doi.org/10.1093/joc/jqae038",
          "doi": "10.1093/joc/jqae038",
          "filter": 0
        },
        {
          "title": "“What do you want to do?”: expertise tension and authority negotiation in emergency nurse–physician interactions",
          "authors": "DaJung Woo, Laura E Miller, Leonard N Lamsen",
          "abstract": "Collaborative work represents a communicative context in which organizational actors navigate the blurring of knowledge and authority boundaries as they address complex problems. This article theorizes about expertise tension that arises when individuals with valuable insights lack corresponding authority to act, or vice versa. Using observations and interviews, we studied how physicians and nurses navigated this tension in problem-solving situations in a hospital emergency department. We found that nurses, who identified emergent problems, simultaneously asserted their situational authority and displayed a veneer of deference by asking physicians, “What do you want to do [in this situation]?” The question prompted one of three problem-solving activities (i.e., instruction by demand, reversed instruction, and collaborative improvisation) depending on the situation’s urgency and ambiguity. We discuss how nurses and physicians managed expertise tension without undermining their different claims to expertise and authority, highlighting the value of a communication-centered view in examining such dynamics.",
          "url": "http://dx.doi.org/10.1093/joc/jqae043",
          "doi": "10.1093/joc/jqae043",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Scrolling headlines and clicking stories: content differences and implications associated with increased scrollability of news",
          "authors": "Jessica T. Feezell, Kathleen Searles, John K. Wagner, Joshua Darr, Ray Pingree, Mingxiao Sui, Brian Watson",
          "url": "http://dx.doi.org/10.1080/19331681.2024.2414001",
          "doi": "10.1080/19331681.2024.2414001",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Relations Research",
      "journal_short": "JPRR",
      "articles": [
        {
          "title": "Social Media Data Mining in Public Relations Research",
          "authors": "Brian C. Britt, Jameson L. Hayes, Steven Holiday, Yuanwei Lyu",
          "url": "http://dx.doi.org/10.1080/1062726x.2024.2421563",
          "doi": "10.1080/1062726x.2024.2421563",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Sibling relationship qualities and prosocial behaviors in Asian Indian college students: Intervening roles of family respect values and empathy",
          "authors": "Sahitya Maiya, Cara Streit, Gabrielle C. Kline",
          "abstract": "Despite rising interest in understanding siblings as socialization agents of young adults’ well-being in diverse cultural contexts, strengths-based research on the sibling socialization of youth prosocial behaviors in non-Western, majority world settings (i.e., India) is lacking. The present study investigated the associations between siblings’ relationship qualities (i.e., support and conflict) and prosocial behaviors towards different recipients (i.e., family, friends, and strangers), and considered the intervening roles of family respect values and empathy among Asian Indian young adults. Cross-sectional data were drawn from 197 college students ( M = 21.6 years, SD = 2.3, range = 18–25; 61.6% women) with at least one sibling from urban liberal arts colleges in India. Using online surveys, participants self-reported on their perceived levels of support and conflict with siblings, empathy, family respect, and prosocial behaviors. Path analyses yielded evidence for both family respect and empathy as intervening mechanisms between sibling support (but not sibling conflict) and prosocial behaviors. Sibling support was related to higher family respect, which was subsequently associated with greater empathy. In turn, empathy was linked to more prosocial behaviors towards family, friends, and strangers. Sibling conflict was only directly associated with lower family respect. Findings have key implications for traditional and culturally-integrated theoretical models of prosocial development by emphasizing the interplay of sibling relationship qualities, cultural values, and moral developmental mechanisms for Asian Indian young adults’ prosocial behaviors.",
          "url": "http://dx.doi.org/10.1177/02654075241298713",
          "doi": "10.1177/02654075241298713",
          "filter": 0
        },
        {
          "title": "Associations of sibling relationship quality and emotion regulation with child functioning in families with parental cancer",
          "authors": "Kirsten L. Buist, Marthe R. Egberts, Paul A. Boelen",
          "abstract": "In families facing parental cancer, children have an increased risk for impaired psychosocial functioning, such as lower quality of life and satisfaction with life, and increased posttraumatic stress symptoms (PTSS). These outcomes are likely affected by both dyadic and individual factors. The aims of the current study were to examine (1) the associations of sibling relationship quality (i.e., warmth and conflict) and emotion regulation problems with child functioning (i.e., quality of life, satisfaction with life, and PTSS) in families facing parental cancer; and (2) whether emotion regulation problems partially or fully mediate these associations. Our sample consisted of 161 children from 82 Dutch families facing parental cancer (84.6% maternal cancer). During home visits, children (mean age 12.1 years; 53.1% girls; 54.4% same-sex sibling pairs) filled out questionnaires about their sibling relationships and their own functioning. Mediation analyses showed no significant direct nor indirect effects of sibling warmth on quality of life, satisfaction with life or PTSS. Significant indirect (but not direct) effects were found for sibling conflict on quality of life and satisfaction with life and on PTSS, through emotion regulation problems. Children experiencing more sibling conflict reported more emotion regulation problems, which were linked to lower quality of life and satisfaction with life and more PTSS. Our study suggests that sibling conflict could be considered a risk factor for child psychosocial functioning in families facing parental cancer. The potentially beneficial effects of sibling warmth were not confirmed by our findings. Limitations and implications of the study and future directions are discussed.",
          "url": "http://dx.doi.org/10.1177/02654075241299136",
          "doi": "10.1177/02654075241299136",
          "filter": 0
        },
        {
          "title": "Adult sibling relationships and media multiplexity theory",
          "authors": "Maura D. Corder, Jeffrey A. Hall, Natalie Pennington, Amanda J. Holmstrom",
          "abstract": "Sibling relationships are among the longest-lasting relationships in people’s lives. Information and Communication Technologies (ICTs), including voice calls, texting, and social media, help adult siblings keep in touch. The present study tests media multiplexity theory (MMT) in the context of adult sibling relationships. In the first study, a quota sample of American adults completed several name listing tasks to identify their most important relationship partners, ranging from 0 to 16 people, and 29% of participants listed at least one sibling. Multilevel modeling (MLM) results found that emotional closeness between siblings was positively associated with the frequency of phone calls and emails and negatively associated with the frequency of person-to-person media sharing. Showing mixed support for MMT, the number of ICTs used was negatively associated with emotional closeness, but the overall frequency of ICT use was positively associated with closeness. In the second study, a quota sample of American adults identified six of their closest friendships, and siblings constituted 2.9% of friends listed. MLM results found that the frequency of phone calls and text messages between siblings was positively associated with emotional closeness. The number of ICTs used was unrelated to emotional closeness, but the overall frequency of ICT use was positively associated with closeness, showing partial support for MMT. Both studies suggested that the frequency of communicating across ICTs was associated with greater life satisfaction, accounting for sibling closeness.",
          "url": "http://dx.doi.org/10.1177/02654075241299463",
          "doi": "10.1177/02654075241299463",
          "filter": 0
        },
        {
          "title": "How do personality traits affect the formation of friendship and preference-for-collaboration networks?",
          "authors": "Carlos A. de Matos Fernandes, Dieko M. Bakker, Andreas Flache, Jasperina Brouwer",
          "abstract": "Intuitively, personality traits may shape friendships differently from academic connections, potentially influencing social support development. Yet, this remains understudied, while it is crucial for student’s wellbeing. Therefore, this study investigates how the personality traits of the Five-Factor Model interact with the role friendships and preferred collaboration relationships. In a sample of 95 university students, socio-centric data were collected with questionnaires on personality traits and longitudinally on networks of friendship and preferences for collaboration networks. Utilizing stochastic actor-oriented models in RSiena, we showed that students more open to new experiences established more friendships, preferred more collaborations with their peers, and were also more popular in both networks than students less open-to-new-experiences. Students scoring higher on agreeableness were less likely to connect to their peers in both networks, whereas higher-achieving students were more likely to establish peer relationships in both networks. Furthermore, friends were preferred for collaboration (and vice versa), indicating an overlap. This study points to the importance of personality traits and achievement when students integrate into their social and academic environment.",
          "url": "http://dx.doi.org/10.1177/02654075241297721",
          "doi": "10.1177/02654075241297721",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "The Value of Independence: Making the Connection Between Quality Journalism and Editorial Control in Rwanda",
          "authors": "Karen McIntyre, Jesse Abdenour",
          "abstract": "This study evaluates which type of news outlets—independent or government aligned—produce higher quality stories in the East African country of Rwanda. A number of quality indicators are discussed in context, and hypotheses are proposed based largely on Scott, Gobetz, and Chanslor’s (2008) investment model. The data come from a global project —the Journalistic Role Performance Project— and specifically from a content analysis of 2,644 news stories published by Rwandan media in 2020. Findings reveal that independent news outlets outperform government-aligned outlets on the majority of quality indicators included in the study, especially in regard to story sourcing.",
          "url": "http://dx.doi.org/10.1177/10776990241289428",
          "doi": "10.1177/10776990241289428",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Sports News Media and Coming Out of Lesbian Athletes: Perspective from Non-Western News Outlets",
          "authors": "Muhammad Fahad Humayun",
          "url": "http://dx.doi.org/10.1080/1461670x.2024.2425637",
          "doi": "10.1080/1461670x.2024.2425637",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "Moral Comments in Social Media: Analyzing the Role of Ideology-Matching Moral Framing and Impression Motivation in the Persuasive Effect of User Comments on YouTube",
          "authors": "Vanessa Hirschhäuser, Stephan Winter",
          "url": "http://dx.doi.org/10.1080/15205436.2024.2415019",
          "doi": "10.1080/15205436.2024.2415019",
          "filter": 0
        },
        {
          "title": "Culprits or Victims? Social Media Use, Mediated Ethnic Blame, and Asian American Mental Health During COVID-19",
          "authors": "Srividya Ramasubramanian, Shumaila J. Bhatti, Martina Santia, Lu Tang",
          "url": "http://dx.doi.org/10.1080/15205436.2024.2420089",
          "doi": "10.1080/15205436.2024.2420089",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "Algorithmic media use and algorithm literacy: An integrative literature review",
          "authors": "Emilija Gagrčin, Teresa K. Naab, Maria F. Grub",
          "abstract": "Algorithms profoundly shape user experiences on digital platforms, raising concerns about their negative impacts and highlighting the importance of algorithm literacy. Research on individuals’ understanding of algorithms and their effects is expanding rapidly but lacks a cohesive framework. We conducted a systematic integrative literature review across social sciences and humanities (n = 169), addressing algorithm literacy in terms of its key conceptualizations and the endogenous, exogenous, and personal factors that influence it. We argue that existing research can be framed in terms of experiential learning cycles and outline how this approach can be beneficial for acquiring algorithm literacy. Finally, we propose a future research agenda that includes defining core competencies relevant to algorithm literacy, standardization of measures, integrating subjective and factual aspects of algorithm literacy, and task- and domain-specific approaches.",
          "url": "http://dx.doi.org/10.1177/14614448241291137",
          "doi": "10.1177/14614448241291137",
          "filter": 0
        },
        {
          "title": "From bliss to burden: An ethnographic inquiry into how social, material and individual obstacles to digital well-being shape everyday life",
          "authors": "Sara Van Bruyssel, Ralf De Wolf, Mariek Vanden Abeele",
          "abstract": "Drawing from a two-year ethnography with sixteen adults in Flanders and Brussels, Belgium, this study disentangles the social, material, and individual obstacles experienced in day-to-day life that hinder and foster digital well-being. Findings show how these obstacles are interrelated, laying bare the tensions that cut across social relations, digital devices, and spaces. Moreover, (gendered) responsibilities and social relations impact whether someone can, or even desires, to overcome obstacles to digital well-being. We thus observed a “constrained agency” that limited individual efforts in feeling digitally well. Emphasizing the relational characteristics of connected everyday life, the study argues that identifying where agency is constrained can make visible the layers and tensions in people’s experiences with digital media use. To put this into practice, we echo the call for a re-imagination of digitized everyday life that questions underlying inequalities and privileges, seeing a need for individual and collective strategies that can foster sustainable digital well-being.",
          "url": "http://dx.doi.org/10.1177/14614448241288159",
          "doi": "10.1177/14614448241288159",
          "filter": 0
        },
        {
          "title": "Trust it or not: Understanding users’ motivations and strategies for assessing the credibility of AI-generated information",
          "authors": "Mengxue Ou, Han Zheng, Yueliang Zeng, Preben Hansen",
          "abstract": "The evolution of artificial intelligence (AI) facilitates the creation of multimodal information of mixed quality, intensifying the challenges individuals face when assessing information credibility. Through in-depth interviews with users of generative AI platforms, this study investigates the underlying motivations and multidimensional approaches people use to assess the credibility of AI-generated information. Four major motivations driving users to authenticate information are identified: expectancy violation, task features, personal involvement, and pre-existing attitudes. Users evaluate AI-generated information’s credibility using both internal (e.g. relying on AI affordances, content integrity, and subjective expertise) and external approaches (e.g. iterative interaction, cross-validation, and practical testing). Theoretical and practical implications are discussed in the context of AI-generated content assessment.",
          "url": "http://dx.doi.org/10.1177/14614448241293154",
          "doi": "10.1177/14614448241293154",
          "filter": 0
        },
        {
          "title": "Group-swinging as a strategic approach to curating multiple minority identities online: A study of lesbian gamers",
          "authors": "Zizhong Zhang, Haixin Mu, Don Lok Tung Chui",
          "abstract": "Building upon platform-swinging, this study introduces the concept of identity-driven “group-swinging” within a single platform, focusing on how users with multiple minority identities strategically curate corresponding identities through this process. Collecting all created and engaged posts ( n = 31,084) from 102 lesbian gamers in both lesbian gamer and female gamer groups, this research utilizes structural topic modeling to delineate their productive and consumptive curation across different groups. The results indicate that lesbian gamers often prioritize discussions on women and queer issues within the female gamer community while presenting a more gamer-centric identity in the lesbian gamer community. Group-swinging emerges as an optimal strategy for exploring a balance between belongingness and distinctiveness, enabling lesbian gamers to navigate their multiple minority identities effectively. This study enriches the understanding of identity curation and optimal distinctiveness theory, offering plausible strategies for the online resilience of marginalized groups within the polymedia context.",
          "url": "http://dx.doi.org/10.1177/14614448241291990",
          "doi": "10.1177/14614448241291990",
          "filter": 0
        },
        {
          "title": "‘All naked at the gyno’: Psychosocial approach to the gynaecological examination from digital media in a French context",
          "authors": "Sarah Roussel, Léa Restivo, Thémistoklis Apostolidis",
          "abstract": "The gynaecological examination (GE) is a major public health issue, with bad experiences of this examination widely reported as a disincentive to cervical cancer screening. In France, a movement to denounce gynaecological and obstetrical violence is expressed through a massive publication of testimonies on social networks. Via a socio-representational approach and from a critical gender perspective, this article aims to explore how people use digital media to communicate about the GE, and to analyse the experiences related to the GE and the representation systems underlying them. Using an inductive strategy, a corpus of discussion from the Doctissimo forum, and testimonies and comments from the PayeTonGynéco Facebook pages and Tumblr was created and submitted to lexicographical analysis. Our results suggest that the GE is indicative of a broader social function. People seem to use digital media to cope with a form of social ignorance of women’s experience in gynaecology with a certain ambivalence regarding their liberating potential.",
          "url": "http://dx.doi.org/10.1177/14614448241291987",
          "doi": "10.1177/14614448241291987",
          "filter": 0
        },
        {
          "title": "Pathways from incidental news exposure to political knowledge: Examining paradoxical effects of political discussion on social media with strong and weak ties",
          "authors": "Saifuddin Ahmed, Teresa Gil-Lopez, Sangwon Lee, Muhammad Masood",
          "abstract": "This study advances the theoretical understanding of the effects of incidental news exposure on political knowledge by probing the mechanisms through which exposure transfers to learning. Two studies in the U.S. across both non-election and election settings test the centrality of political discussion on social media with strong and weak ties in explaining this relationship. Findings across both studies show no significant direct associations between incidental news exposure and political knowledge. However, mediation analyses suggest that incidental news exposure can influence political knowledge when mediated by interpersonal political conversations on social media: discussions with strong ties contribute to political knowledge, but discussions with weak ties are detrimental. Furthermore, the indirect effects via strong and weak ties are significantly conditioned by one’s cognitive ability. The findings highlight the conditions under which incidental news exposure helps yet also hinders individuals’ political knowledge.",
          "url": "http://dx.doi.org/10.1177/14614448241287763",
          "doi": "10.1177/14614448241287763",
          "filter": 0
        },
        {
          "title": "Active bystanders in the forwarding of sexting messages: Applying a theory of planned behavior in youth",
          "authors": "Chelly Maes, Joris Van Ouytsel, Laura Vandenbosch",
          "abstract": "This study explored youth’s intention to engage in active bystander behavior in response to non-consensual forwarding of sexts (NCFS). The study paid attention to the possible conditional boundaries of these suggested dynamics based on youth’s empathy levels and sex. An online survey was conducted among 1337 Belgian respondents, of which 78.4% were female ( M age = 21.64 years, SD = 3.57 years). Structural equation modeling showed that positive attitude and injunctive norms, higher descriptive norms, and greater perceived behavioral control regarding active bystander behaviors in the context of NCFS were related to youth’s intention to engage in such active bystander behaviors, which in turn was related to actual active bystander behavior. Differences were found based on youth’s empathy levels, though no sex differences were found. The findings provide a critical foundation for highly needed intervention approaches and educational curricula seeking to diminish the occurrence of NCFS in youth.",
          "url": "http://dx.doi.org/10.1177/14614448241287729",
          "doi": "10.1177/14614448241287729",
          "filter": 0
        },
        {
          "title": "Rage Against the Machine: Exploring Violence and Emotion in Conspiracy Narratives on Parler",
          "authors": "Darja Wischerath, Lukasz Piwek, Jonathan F. Roscoe, Brittany I. Davidson",
          "abstract": "The mainstreaming of conspiracy narratives has been associated with a rise in violent offline harms, from harassment, vandalism of communications infrastructure, assault, and in its most extreme form, terrorist attacks. Group-level emotions of anger, contempt, and disgust have been proposed as a pathway to legitimizing violence. Here, we examine expressions of anger, contempt, and disgust as well as violence, threat, hate, planning, grievance, and paranoia within various conspiracy narratives on Parler. We found significant differences between conspiracy narratives for all measures and narratives associated with higher levels of offline violence showing greater levels of expression.",
          "url": "http://dx.doi.org/10.1177/14614448241289905",
          "doi": "10.1177/14614448241289905",
          "filter": 0
        },
        {
          "title": "“PoV: You are reading an academic article.” The memetic performance of affiliation in TikTok’s platform vernacular",
          "authors": "Tommaso Trillò",
          "abstract": "This article investigates the characteristics and communicative values of the popular PoV meme on TikTok to uncover mechanisms of community building on the platform. An analysis of the content, form, and stance of 250 videos revealed that creators of PoV memes lip-sync to audio remediated from pop culture and mimic how they imagine “you” would act in a given scenario. I offer the concept of “echoic affiliation” to describe how PoV memes leverage TikTok’s “use this sound” function to construct ephemeral bonds between users. Furthermore, PoV memes textually articulate multiple perspectives, producing intersubjective encounters that reflect a platform imaginary in which “the algorithm” efficiently clusters similar people on the same “side” of the app. In the conclusions, I present a novel definition of PoV memes and reflect on the pivotal role of affiliation for TikTok’s platform vernacular.",
          "url": "http://dx.doi.org/10.1177/14614448241290234",
          "doi": "10.1177/14614448241290234",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Artificial intelligence for internal communication: Strategies, challenges, and implications",
          "authors": "Cen April Yue, Linjuan Rita Men, Renee Mitson, Donna Z. Davis, Alvin Zhou",
          "url": "http://dx.doi.org/10.1016/j.pubrev.2024.102515",
          "doi": "10.1016/j.pubrev.2024.102515",
          "filter": 0
        },
        {
          "title": "The effects of crisis type and CSR fit on organizational outcomes: The moderating role of authentic leadership in shaping organizational reputation, word-of-mouth, and purchase intentions",
          "authors": "James Ndone, Victoria Kyriakopoulos",
          "url": "http://dx.doi.org/10.1016/j.pubrev.2024.102517",
          "doi": "10.1016/j.pubrev.2024.102517",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "A different image? Images of scientists in Chinese films",
          "authors": "Hailing Yu, Ao Luo",
          "abstract": "This study explores how scientists are represented in the films produced in China since the establishment of the People’s Republic of China in 1949. In total, 61 films (25 realistic and 36 science fiction) are analyzed according to grounded theory. Results show that the scientist in Chinese films tends to be male, middle-aged, married, sociable, and with tidy hair. He is most likely from the field of physics and tends to conduct experiments in a laboratory. Six prototypes are identified: the patriotic scientist, the stubborn scientist, the elite scientist, the scientist as adventurer, the helpless scientist, and the mad scientist. The patriotic scientist is specific to the Chinese context and predominates in realistic films. In comparison, the science fiction films show more diversity in representing scientists. Finally, we discuss similarities and differences in the cinematic representation of scientists in China and in the West.",
          "url": "http://dx.doi.org/10.1177/09636625241290070",
          "doi": "10.1177/09636625241290070",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "The Effects of Climate Change Meta-Knowledge on Selective Exposure, Selective Elaboration, and Behavioral Intentions",
          "authors": "Luna T. Frauhammer, German Neubaum",
          "abstract": "This experiment investigates how individuals’ meta-knowledge (the self-perception of one’s knowledge) influences selective exposure to and elaboration of information about climate change with climate change self-schema as possible mediator. Participants’ ( N = 510) meta-knowledge was manipulated by receiving fake feedback after a climate change knowledge test. There were no group differences in selective exposure and selective elaboration. Correlational evidence tentatively speaks for a “rich-get-richer” process of information selection and elaboration. This could be explained through climate change self-schemas which differed significantly between conditions ( d = 0.26) and correlated positively with selective exposure ( r = .36) and elaboration ( r = .28).",
          "url": "http://dx.doi.org/10.1177/10755470241284938",
          "doi": "10.1177/10755470241284938",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Using Pregnancy and Parenting Apps and Social Media During COVID-19: Absence and Sociality, Agency and Cultural Negotiations for South Asian–Origin Women in Australia",
          "authors": "Sukhmani Khorana, Ruth DeSouza, Bhavya Chitranshi",
          "abstract": "This article reports on and analyses data from a situated and in-depth project on the experiences of six cisgender South Asian-Australian women/people who gave birth during the COVID-19 pandemic. Prior to the pandemic, negatively racialized women experienced barriers to health care and a lack of social support, which were further exacerbated during the COVID-19 pandemic. International border closures in Australia combined with local mitigation strategies inhibited social and cultural support from families, impacting many migrant mothers/birthing people who gave birth for the first time in Australia. Many hospitals in the states of New South Wales and Victoria instituted restrictions to birthing services as a way of reducing exposure to the coronavirus during the pandemic. Our research suggests that pre-existing limitations of health care providers, digital platforms, and apps with regard to culturally and linguistically diverse (CALD) women in Australia have been amplified during the pandemic. Online Facebook groups from the mothers’ countries of origin or cultural backgrounds, or for mothers who had babies due in the same month, represented a significant source of information and support for the participants. This was particularly important at a time when women’s capacities to engage in traditional cultural practices, which provide practical, emotional, and informational support, were compromised by the inability to garner familial support. We situate these findings in the literature on “performing good motherhood” in neoliberal times and via reliance on digital devices and platforms and what it means for CALD women’s sociality, sense of agency, and negotiations with cultural practices.",
          "url": "http://dx.doi.org/10.1177/20563051241293484",
          "doi": "10.1177/20563051241293484",
          "filter": 0
        },
        {
          "title": "The Power of Images: How Multimodal Hate Speech Shapes Prejudice and Prosocial Behavioral Intentions",
          "authors": "Sai Wang",
          "abstract": "While online hate speech has become a serious problem in multimedia environments, most studies in this area have examined text-based hateful content, with less attention paid to its other visual aspects. From a multimodal perspective, we conducted an online experiment ( N = 799) to investigate how multimodal hate speech (i.e., text and images presented together to convey hateful meanings) on social media affected users’ prejudicial attitudes and prosocial behavioral intentions. The results showed that participants in the text-plus-image (vs. text-only) condition felt more sympathy, which led to less implicit prejudice toward the target group and more prosocial behavioral intentions. In addition, exposure to text-plus-image hate speech had an indirect effect on prosocial behavioral intentions through sympathy and implicit prejudice. The findings contribute to scholarship on online hate speech and provide insights into the affect heuristics that individuals rely on when processing multimodal information.",
          "url": "http://dx.doi.org/10.1177/20563051241292990",
          "doi": "10.1177/20563051241292990",
          "filter": 0
        },
        {
          "title": "The AI Chatbot Always Flirts With Me, Should I Flirt Back: From the McDonaldization of Friendship to the Robotization of Love",
          "authors": "Bibo Lin",
          "abstract": "How is the use of artificial intelligence (AI) technologies, such as machine learning (ML) algorithms and Large Language Models (LLMs), in social chatbots transforming friendship and love? This study investigates Replika, an app offering AI friends and/or lovers to users. Unlike most AI companion research grounded in Human-Machine Interaction (HMI) and interpersonal communication theories, this study employs the sociological concept of McDonaldization to interrogate broader social and cultural implications of Replika. I argue that McDonaldization offers a systematic framework to understand the fast friendship and fast love provided by social chatbots while accounting for its limits in addressing the personalization enabled by emerging AI technologies. To bridge the conceptual gap, I propose the term “Robotization of Love,” pointing to the merging of efficient, quantifiable, predictable, and controllable love and algorithmically personalized love. The Robotization of Love also underscores the growing significance of robotic elements in shaping our affection and sociality.",
          "url": "http://dx.doi.org/10.1177/20563051241296229",
          "doi": "10.1177/20563051241296229",
          "filter": 0
        },
        {
          "title": "Participatory Censorship With Illusory Empowerment: Algorithmic Folklore and Interpretive Labor beyond Fandom",
          "authors": "Erika Ningxin Wang",
          "abstract": "This article explores the cultural complexities of participatory censorship among young Chinese netizens, particularly within and beyond fan communities, through a digital ethnographic lens. By examining the interplay between social media practices and state governance, the study introduces the concepts of algorithmic folklore and interpretive labor to elucidate how fans engage in censorship as both a routine task and a form of ideological negotiation. Through immersive participant observations and in-depth interviews with 25 informants involved in fan conflicts, the findings highlight that while fans perceive their participation in reporting as a form of empowerment, this engagement paradoxically reinforces state control and self-censorship. The study argues that the dynamics of fan conflicts are intricately linked to broader political contexts, where fans become both agents and subjects of censorship. Ultimately, this research underscores the cultural complexities of participatory censorship, revealing the ways it can obscure deeper systemic inequalities and exploitation within the framework of cultural governance in China.",
          "url": "http://dx.doi.org/10.1177/20563051241295800",
          "doi": "10.1177/20563051241295800",
          "filter": 0
        },
        {
          "title": "Webtoons, Desperately Seeking Viewers: Interactive Creativity in Social Media Platforms and Cultural Appropriation of Global Media Production",
          "authors": "Sunny Yoon",
          "abstract": "Webtoons optimize interactivity and participation of media users in the world of digital media by consolidating a unique digital culture. This article examines the role of users in interactive media by exploring the case of webtoons in the context of a changing global political economy and cultural dominance. Korean platform monopolies have established a new business model for webtoons and developed it as a center of Korean creative power. While webtoons have increasingly expanded and attracted the global market and the global audience, some persistent social issues remain, including the precarious labor structure, monopolistic power in the industry, and ideological dominance in content. Although webtoon viewers are often recognized as cultural intermediaries and powerful agents for their contributions to interactive creativity, their role has fluctuated according to changing political-economic structures and industrial strategies. In the course of expanding to the global market and to new business areas such as intellectual property (IP), webtoons have evolved in new fashions while disclosing the ambivalent nature of participatory media and digital interactivity. This article elucidates the double faces of interactive creativity focusing on viewers’ participation in webtoon production in the context of changing webtoon industry and growing partnership with global media.",
          "url": "http://dx.doi.org/10.1177/20563051241292577",
          "doi": "10.1177/20563051241292577",
          "filter": 0
        },
        {
          "title": "Bot Versus Humans: Who Can Challenge Corporate Hypocrisy on Social Media?",
          "authors": "Serena Armstrong, Caitlin Neal, Rongwei Tang, Hyejoon Rim, Emily K. Vraga",
          "abstract": "Social media offer opportunities for companies to promote their image, but companies online also risk being denounced if their actions do not align with their words. The rise of social media bots amplifies this risk, as it becomes possible to automate such efforts to highlight corporate hypocrisy. Our experimental survey demonstrated that bots and human actors who confront a corporation touting their commitment to equality by calling out organizational pay gaps damage perceptions of the corporation, heighten anger toward them, and ultimately can elicit boycott intentions. These hypocrisy challenges are equally effective when they come from bots and user accounts. Challenges to hypocritical behavior on social media are consequential and require further exploration.",
          "url": "http://dx.doi.org/10.1177/20563051241292578",
          "doi": "10.1177/20563051241292578",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Engaging with underserved communities during times of crises: A computational analysis of social media interactions with government information about COVID-19 economic relief programs",
          "authors": "Jihye Lee, Soojong Kim",
          "url": "http://dx.doi.org/10.1016/j.tele.2024.102209",
          "doi": "10.1016/j.tele.2024.102209",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "Brexit and the Iraq War on BBC Question Time: Demographic and Political Issue Representation in UK Public Participation Broadcasting",
          "authors": "Heinz Brandenburg, Brian Paul Boyle, Yulia Lemesheva",
          "abstract": "Public broadcasters are bound by strict guidelines to ensure balance in representing different demographic and political groups, and to better reflect the distribution of these characteristics within the public and political elites. How are these decisions affected when the biggest political issues of the day create further cleavages that not only cross-cut existing divides but also deserve representation in political discourse? In this article, we examine how panel selection on BBC Question Time dealt with this in relation to two prominent issues in twenty-first century UK politics: Brexit and the UK invasion of Iraq. We introduce an original dataset including all BBC Question Time appearances between 2001 and 2019, created using a combination of web-scraping and expert coding. This allows us to trace patterns in representation across sex, ethnicity, educational background, as well as partisan affiliation and stances on issues like Brexit and the Iraq war among the show’s panelists. We find that panel selection closely reflects gender and ethnic diversity among the UK public and MPs, but that individuals from privileged educational backgrounds are vastly overrepresented on the show. For both the Iraq war and Brexit, the show again broadly reflects the views of the public and political elites once we account for relevant comparisons between politicians and non-political guests.",
          "url": "http://dx.doi.org/10.1177/19401612241292716",
          "doi": "10.1177/19401612241292716",
          "filter": 0
        },
        {
          "title": "Beyond “Lügenpresse”: How Politicians Criticize and Delegitimize the Media in Germany",
          "authors": "Lina Buttgereit, Michael Hameleers, Katjana Gattermann, Andreas Schuck",
          "abstract": "Media criticism is a crucial part of meta-journalistic discourse, ensuring that journalists adhere to their democratic functions, such as informing citizens in an honest and complete manner. However, the profession increasingly faces hostile, nonevidence-based attacks from politicians that attempt to strategically fuel distrust among citizens and delegitimize opposed viewpoints. Despite this reality, we lack a systematic overview of the boundaries between constructive feedback and weaponized attacks in media criticism. To address this gap, we inductively analyzed how media criticism is represented within the social media discourse of ten German politicians from all major parties. Using a grounded theory approach, we conducted a qualitative content analysis of a subset of their tweets from 2015, 2017, and 2022 that contain media criticism ( N = 545), mapping the types and severity of the criticism, the construction of opposing narratives, and the explicitness of references to facticity over opinions. We identified four themes within media criticism discourse, ranging from misinformation attributions to severe accusations of the intentional distortion of reality through the media. Politicians (strategically) employ a wide range of media criticism and inaccuracy claims beyond judgments of facticity with differing degrees of severity for the profession. Based on our findings, we propose a typology of media criticism from political elites that adds nuance to our understanding regarding the boundaries between supportive and disruptive criticism for journalism.",
          "url": "http://dx.doi.org/10.1177/19401612241291826",
          "doi": "10.1177/19401612241291826",
          "filter": 0
        },
        {
          "title": "Reporting from the Outside While Looking In: Iranian Diaspora Journalists and #WomanLifeFreedom",
          "authors": "Sara Shaban, Soheil Kafiliveyjuyeh",
          "abstract": "Following the death of twenty-two-year-old Mahsa Jina Amini, tens of thousands of protestors took to the streets in Iran—and the whole world watched through their screens. Several Iranian diaspora journalists stepped up to cover the events in Iran for western news outlets. In this study, we interviewed fourteen Iranian diaspora journalists on how they define their role when reporting on Iran and how they navigate the balance between their personal experience and their reporting. Implications for this study include journalistic expectations for international news coverage and the role of the diaspora journalist within that coverage.",
          "url": "http://dx.doi.org/10.1177/19401612241293111",
          "doi": "10.1177/19401612241293111",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
