{
  "update": "2025-09-11",
  "content": [
    {
      "journal_full": "Annals of the International Communication Association",
      "journal_short": "Annals",
      "articles": [
        {
          "title": "STEM career interest development and persistence: what parents do, say, and should say",
          "authors": "Elizabeth Dorrance-Hall, Yue Zhang, America L Edwards, Brooke H Wolfe, Olivia Watson, Nathalia Morales, Paulina Valdes",
          "abstract": "Parent–child communication is an essential part of developing and sustaining career interests. Parents’ involvement in the process of career interest development and persistence of women in STEM is critical to understand to marshal support for women entering high-barrier fields. This manuscript answers 3 questions about how parents are involved in the processes of career interest development and persistence: What do parents do? What do parents say? And what should parents say? Models of interest development, studies of parental vocational anticipatory socialization, and communication theories such as the support framework and confirmation theory answer these questions. We propose paths for future research that use communication theory to predict effective parental communication while embracing an intersectional lens and considering support gaps.",
          "url": "https://doi.org/10.1093/anncom/wlaf018",
          "doi": "https://doi.org/10.1093/anncom/wlaf018",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Monographs",
      "journal_short": "CM",
      "articles": [
        {
          "title": "Constructing charisma in text: A corpus-based rhetorical analysis of leadership communication in higher education inaugural speeches",
          "authors": "Iga Maria Lehman, Łukasz Sułkowski, Iwona Nowakowska",
          "url": "https://doi.org/10.1080/03637751.2025.2545247",
          "doi": "https://doi.org/10.1080/03637751.2025.2545247",
          "filter": 0
        },
        {
          "title": "“If you drew a Venn diagram, it was all one circle”: Organizational identification and enmeshment in church workers",
          "authors": "Autumn Buzzetta",
          "url": "https://doi.org/10.1080/03637751.2025.2545243",
          "doi": "https://doi.org/10.1080/03637751.2025.2545243",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Studies",
      "journal_short": "CS",
      "articles": [
        {
          "title": "Machine Teachers in the Classroom: How Self-Efficacy Shapes Student Perceptions of Human-AI Collaboration in AI-Based Education",
          "authors": "Jihyun Kim, Stephanie Kelly, Patric R. Spence",
          "url": "https://doi.org/10.1080/10510974.2025.2544831",
          "doi": "https://doi.org/10.1080/10510974.2025.2544831",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Talking back from the ‘grassroots’: A subaltern feminist counterpublic and the challenge to the ‘leftover women’ discourse on Bilibili",
          "authors": "Anqi Peng",
          "abstract": "This paper examines the formation and suppression of a digital feminist counterpublic through the case of Wang Huiling, a rare and outspoken content creator whose critiques of patriarchal marriage norms foreground the experiences of rural and working-class women in China. While digital feminist activism has gained increased visibility in recent years, it continues to prioritize urban, educated, and middle-class perspectives – leaving women from marginalized socio-economic backgrounds largely excluded from feminist discourses and representations. Focusing on Bilibili.com , this study analyzes how Wang challenges the dominant ‘leftover women’ discourse from a subaltern perspective, and how the platform’s distinctive bullet comment (弹幕) feature facilitates networked engagement that amplifies this counterpublic’s voice. Yet, the same technological infrastructure that enables feminist expression also facilitates a distributed network of control , where platform governance, state censorship, and participatory surveillance converge. Wang’s intersectional feminist critique experiences intensified scrutiny and precarity under Billibili’s logic of bidirectional governance, culminating in the total erasure of this counterpublic.",
          "url": "https://doi.org/10.1177/13548565251375536",
          "doi": "https://doi.org/10.1177/13548565251375536",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "The Irony of Sophisticated Citizens and Misinformation: Explaining How People with High Need for Cognition Become Politically Cynical",
          "authors": "Dam Hee Kim, Kate Kenski, S. Mo Jones-Jang",
          "url": "https://doi.org/10.1080/21670811.2025.2556183",
          "doi": "https://doi.org/10.1080/21670811.2025.2556183",
          "filter": 0
        },
        {
          "title": "(Trans)Locality in Social Media News Engagement: Geographic Effects on the Quality of Online Discussion",
          "authors": "Yufan Guo, Luqing Zhou",
          "url": "https://doi.org/10.1080/21670811.2025.2554246",
          "doi": "https://doi.org/10.1080/21670811.2025.2554246",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "Book Review: The Space of the World: Can Human Solidarity Survive Social Media and What If It Can’t? by Nick Couldry CouldryNickThe Space of the World: Can Human Solidarity Survive Social Media and What If It Can’t?, New York, NY: Polity Press, 2024; 288pp. $24.95. ISBN: 9781509554737 (paper); ISBN: 9781509554744 (ebook);MejiasUlises A. CouldryNickData Grab: The New Colonialism of Big Tech and How to Fight Back, Chicago, IL: University of Chicago Press, 2024; 224pp. $26. ISBN: 9780226832302 (hardcover); ISBN: 9780226832319 (ebook)",
          "authors": "Thomas Hove",
          "url": "https://doi.org/10.1177/02673231251370902",
          "doi": "https://doi.org/10.1177/02673231251370902",
          "filter": 0
        },
        {
          "title": "The emergence of Intersectional Multi Micro Media on the French web",
          "authors": "Jaércio da Silva",
          "abstract": "This article introduces the concept of Intersectional Multi Micro Media (MMM) to explore how the mobilisation of intersectionality unfolds across digital platforms in the French-speaking context. Drawing on virtual ethnography and digital methods, the study examines how 33 actors engage with intersectionality across a networked media repertoire – comprising 189 social media profiles, pages and accounts – crafting tactical forms of engagement that resist the commercial and algorithmic logics of platforms. These MMM operate with low quantitative metrics but high intentionality, fostering autonomous content production. Three key findings emerge. First, MMM provide a methodological framework for mapping cross-platform ecosystems while distinguishing between media entities and personal accounts. Second, they reveal strategic practices that prioritise autonomy and visibility on the creators’ own terms. Third, the actors mobilise through platforms that, paradoxically, both serve as spaces for activism and embody the very racism, sexism and classism they seek to challenge. The study contributes to research on media activism by theorising how an academic concept is enacted and circulated through digital practices.",
          "url": "https://doi.org/10.1177/02673231251372436",
          "doi": "https://doi.org/10.1177/02673231251372436",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "Geopolitical Implications of E-Sports",
          "authors": "Austin Wontepaga Luguterah",
          "abstract": "The meteoric rise of electronic sports (e-sports) has transformed competitive gaming into a platform for geopolitical influence, cultural diplomacy, and digital governance. This article explores how e-sports reshape international relations and soft power, using frameworks from international relations, cultural studies, and political economy. It highlights how states like South Korea, China, Russia, and Arabian Peninsula leverage e-sports to project cultural capital, while Western markets promote corporate-led models that extend platform capitalism. It examines tensions between state-driven cyber sovereignty and corporate control over digital infrastructure. Regional dynamics from Southeast Asian cooperation to U.S.–China tech rivalries highlight e-sports’ role in economic positioning and international relations. As AI and blockchain reshape gaming's future, the article calls for deeper inquiry into e-sports’ implications for global governance, digital citizenship, and cultural diplomacy.",
          "url": "https://doi.org/10.1177/15554120251371422",
          "doi": "https://doi.org/10.1177/15554120251371422",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Problematic social media use and mental health among disabled emerging adults",
          "authors": "Morgan E. Ellithorpe, Jennifer Manganello, Amy Bleakley, Sarah Curtiss",
          "url": "https://doi.org/10.1080/1369118x.2025.2553017",
          "doi": "https://doi.org/10.1080/1369118x.2025.2553017",
          "filter": 0
        },
        {
          "title": "The welfare state vs influencers: the regulatory attitude towards social media in Denmark and its implications for influencers",
          "authors": "Sara Kepinska Meleschko, Bjarki Valtysson",
          "url": "https://doi.org/10.1080/1369118x.2025.2551606",
          "doi": "https://doi.org/10.1080/1369118x.2025.2551606",
          "filter": 0
        },
        {
          "title": "Who is concerned about online false news and why? Evidence from 46 countries between 2018 and 2023",
          "authors": "Sacha Altay",
          "url": "https://doi.org/10.1080/1369118x.2025.2551615",
          "doi": "https://doi.org/10.1080/1369118x.2025.2551615",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Navigating organic influence: a scientific evaluation of online review mechanisms",
          "authors": "Maria Palazzo, Paria Zamanfashami, Dongmei Zha",
          "url": "https://doi.org/10.1080/02650487.2025.2554321",
          "doi": "https://doi.org/10.1080/02650487.2025.2554321",
          "filter": 0
        },
        {
          "title": "Personalization payoff: understanding receptivity to tailored/personalized digital advertising",
          "authors": "Sanjeev Tripathi, Varsha Jain, Jatin Pandey, Altaf Merchant, Damini Goyal Gupta",
          "url": "https://doi.org/10.1080/02650487.2025.2550817",
          "doi": "https://doi.org/10.1080/02650487.2025.2550817",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Ambidextrous use of intelligent personal assistants: the role of individual unlearning",
          "authors": "Mengyuan Wang, Yaobin Lu, Weimo Li",
          "abstract": "Purpose The ambidextrous use of intelligent personal assistants (IPAs) plays a vital role in realizing their benefits. After adopting IPAs, users need to unlearn traditional mindsets and habits to adapt to them. This study aims to examine the effects of users’ unlearning on ambidextrous IPA use and the moderating effects of IT self-efficacy. Design/methodology/approach Based on the coping model of user adaptation, we conducted a survey and employed partial least squares structural equation modeling to examine the effects of two types of unlearning (i.e. change in belief and change in routine) on ambidextrous IPA use, as well as the moderating effects of IT self-efficacy. We also conducted a fine-grained analysis and qualitative interviews for validation and exploration. Findings Both change in belief and change in routine positively affected ambidextrous IPA use. Besides, IT self-efficacy weakened the effect of change in routine but did not moderate the effect of change in belief. The post-hoc analyses further revealed that change in belief had a greater effect on explorative use, while change in routine had a greater effect on exploitative use. Meanwhile, IT self-efficacy positively moderated the effect of change in belief and negatively moderated the effect of change in routine on exploitative use. Originality/value This study identifies unlearning as a key antecedent of ambidextrous IPA use and reveals the contingent role of IT self-efficacy, contributing to the research on IPA use and user adaptation. It also provides implications for IPA users and practitioners.",
          "url": "https://doi.org/10.1108/intr-07-2024-1099",
          "doi": "https://doi.org/10.1108/intr-07-2024-1099",
          "filter": 0
        },
        {
          "title": "From intervention to prevention! Effects of peer progress information on user engagement",
          "authors": "Qiuju Yin, Chenxi Guo, Zhijun Yan",
          "abstract": "Purpose Peer information can serve as an effective intervention to enhance individual fitness behaviors, offering potential benefits for health promotion and disease prevention. Extending prior literature on the influence of peer information on individual behaviors from the viewpoint of peer outcome information, this study aims to investigate the effect of peer progress information on targeted fitness and non-targeted sharing behaviors of users, as well as the moderating roles of users’ past performance and perceived peer pressure. Design/methodology/approach The authors develop hypotheses based on the theories of social comparison and social identity. Leveraging a quasi-natural experiment on a popular online fitness platform, this study conducts several difference-in-differences models to test the causal effect of peer progress information. Findings The results reveal several robust and interesting findings. First, peer progress information significantly increases both exercise engagement and information sharing. Second, users with poor past performance or strong peer pressure exhibit greater responsiveness to peer progress information. Furthermore, the positive effects on fitness behavior are driven by upward social comparison rather than downward comparison, suggesting upward comparison may serve as an underlying mechanism. Practical implications This study provides actionable guidance for platform designers aiming to foster sustainable engagement through progress-based mechanisms. Originality/value The findings contribute to the literature on peer information by analyzing the effect of peer progress on user engagement and the corresponding heterogeneity. In particular, the findings offer an effective means to promote user retention for digital platforms.",
          "url": "https://doi.org/10.1108/intr-05-2024-0817",
          "doi": "https://doi.org/10.1108/intr-05-2024-0817",
          "filter": 0
        },
        {
          "title": "Consumer confusion: examining emoji use in online communication",
          "authors": "Qin Sun, Rajasree K. Rajamma, Lin Lu",
          "abstract": "Purpose This study aims to better understand why consumers and firms use emojis in text messaging, including the contexts in which emojis are most frequently used and potential adverse consumer reactions. Design/methodology/approach The critical incident technique was used to develop the questionnaire for this qualitative study. Python was utilized for content analysis, and interrater reliability was assessed using machine coding and manual coding. Findings The content analysis revealed that consumers and firms consistently used emojis to express emotions and facilitate communication. However, inconsistencies were found in the emoji use by the two parties. These inconsistencies led to consumer confusion, where consumers perceived firms’ emoji use as unprofessional or inappropriate. Research limitations/implications This study adds to the existing research on emoji use in online communication by examining how firms’ inconsistent or ambiguous use can lead to negative consumer responses. However, the study used a small sample size and did not consider the role of artificial intelligence. Practical implications The study emphasizes the need to understand the target market and use emojis appropriately to prevent consumer confusion and negative attitudes toward firms. Originality/value The study results have practical and societal implications for businesses in creating effective messages in digital content marketing and online communication that minimize consumer confusion and online misinformation.",
          "url": "https://doi.org/10.1108/intr-12-2023-1186",
          "doi": "https://doi.org/10.1108/intr-12-2023-1186",
          "filter": 0
        },
        {
          "title": "Swipe now, reflect later: examining the magnitude of time urgency, interactivity, and cognitive fatigue on gamers' impulsive in-app purchases",
          "authors": "Apoorva Singh, Abhijeet Biswas",
          "abstract": "Purpose Mobile games have become the third most popular category of mobile applications, just behind social media and online shopping apps. Although most mobile games are free to download and play, developers often utilize a freemium model, incorporating in-app purchases (IAPs) to enhance user engagement. Our study examines the intricate patterns of impulsive IAPs by identifying the factors that drive their popularity. Design/methodology/approach The study employed a mixed-methods approach to evaluate impulsive IAP behavior among mobile gamers. The in-depth interviews with 12 mobile gamers provided valuable contextual insights into the psychological and behavioral underpinnings of IAPs. The study also examined the impulsive IAP preferences among 575 mobile gamers using structural equation modeling. Findings The results indicate that in-app promotional offers, perceived time urgency, mobile game interactivity, and gaming community significantly influence users' imprudence and self-indulgence. These factors collectively enhance impulsiveness, magnifying the likelihood of mobile gamers' impulsive IAPs. Furthermore, cognitive fatigue among gamers strengthens the link between imprudence and self-indulgence on one side and impulsive IAPs on the other. Research limitations/implications Our findings offer valuable insights for stakeholders in the gaming industry, including mobile gaming companies, gamers, and regulatory authorities. Originality/value Previous studies on mobile gaming have not adequately examined the dimensions of impulsiveness influencing players' decisions to make impulsive IAPs. Therefore, the study investigates these dimensions by integrating the consumption impulse formation and enactment model with the stimulus-organism-response framework to understand the dynamics of the mobile gaming industry.",
          "url": "https://doi.org/10.1108/intr-07-2024-1065",
          "doi": "https://doi.org/10.1108/intr-07-2024-1065",
          "filter": 0
        },
        {
          "title": "Can anthropomorphism bring better persuasiveness? An empirical study on online health risk information",
          "authors": "Zhaohua Deng, Yuyao Tang, Manli Wu, Richard Evans",
          "abstract": "Purpose Anthropomorphism presents a promising strategy for improving information presentation in online health communication. Although showing significant potential, its underlying mechanisms and boundary conditions remain underexplored and warrant further research. This study, therefore, aims to investigate how anthropomorphic cues in online health risk information influence information persuasiveness, specifically examining the underlying mechanisms and boundary conditions. Design/methodology/approach Three experiments (Experiment 1: N = 198; Experiment 2: N = 118; Experiment 3: N = 146) were conducted to examine the impact of anthropomorphism on information persuasiveness, explore pertinent psychological mechanisms and investigate the moderating role of narrative perspective. Findings Anthropomorphic cues were found to enhance the persuasiveness of online health risk information by increasing perceived severity and vulnerability, and by reducing psychological reactance. Furthermore, narrative perspective was shown to moderate the relationships between anthropomorphic cues and both perceived severity and vulnerability. Practical implications Guidance is provided to health information providers on the effective application of anthropomorphic strategies in disseminating online health risk information. In addition, the study highlights the importance of selecting appropriate narrative perspectives that align with the specific characteristics of different diseases in health persuasion. Originality/value This study advances the understanding of anthropomorphic health risk information in online settings by demonstrating its efficacy in mitigating psychological reactance. The findings show that narrative perspectives of injurants versus victims moderate the influence of anthropomorphic health risk information on individuals’ perceived severity and vulnerability.",
          "url": "https://doi.org/10.1108/intr-05-2024-0743",
          "doi": "https://doi.org/10.1108/intr-05-2024-0743",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Applied Communication Research",
      "journal_short": "JACR",
      "articles": [
        {
          "title": "‘For future gains’: examining the effectiveness of combined messaging techniques on PrEP uptake and sexual risk compensation among Chinese men who have sex with men",
          "authors": "Yu Guo, Yiwei Li, Yuxuan Wang, Yongkang Hou, Hongzhe Xiang",
          "url": "https://doi.org/10.1080/00909882.2025.2551328",
          "doi": "https://doi.org/10.1080/00909882.2025.2551328",
          "filter": 0
        },
        {
          "title": "The citizen questions model for redesigning political candidate debates",
          "authors": "Justin Eckstein, Harry Weger",
          "url": "https://doi.org/10.1080/00909882.2025.2551320",
          "doi": "https://doi.org/10.1080/00909882.2025.2551320",
          "filter": 0
        },
        {
          "title": "Enhancing corporate social advocacy support: self-efficacy, response efficacy, and collective efficacy as drivers of CSA behavioral intentions",
          "authors": "Joon Kyoung Kim, Holly Overton, Yanan Wu, Chris Noland, Won-Ki Moon",
          "url": "https://doi.org/10.1080/00909882.2025.2551324",
          "doi": "https://doi.org/10.1080/00909882.2025.2551324",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "Fun Facts: The Impact of Joke Proximity on Encoding Facts from the Main Stories on Last Week Tonight with John Oliver",
          "authors": "Julia R. Fox, Lucía Cores-Sarría, Wil M. Dubree",
          "url": "https://doi.org/10.1080/08838151.2025.2551586",
          "doi": "https://doi.org/10.1080/08838151.2025.2551586",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "The (in)efficacy of AI personas in deception detection experiments",
          "authors": "David M Markowitz, Timothy R Levine",
          "abstract": "Artificial intelligence (AI) has recently been used to aid in deception detection and to simulate human data in social scientific research. Thus, it is important to consider how well these tools can inform both enterprises. We report 12 studies, accessed through the Viewpoints.ai research platform, where AI (gemini-1.5-flash) made veracity judgments of humans. We systematically varied the nature and duration of the communication, modality, truth-lie base rate, and AI persona. AI performed best (57.7%) when detecting truths and lies involving feelings about friends, although it was notably truth-biased (71.7%). However, in assessing cheating interrogations, AI was lie-biased by judging more than three-quarters of interviewees as cheating liars. In assessing interviews where humans perform at rates over 70%, accuracy plummeted to 15.9% with an ecological base-rate. AI yielded results different from prior human studies and therefore, we caution using certain large language models for lie detection.",
          "url": "https://doi.org/10.1093/joc/jqaf034",
          "doi": "https://doi.org/10.1093/joc/jqaf034",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "When campaigns go on the attack: the roles of incumbency, personalization, and issue in Meta campaigns in India",
          "authors": "Taberez Ahmed Neyazi, Tan Khai Ee",
          "url": "https://doi.org/10.1080/19331681.2025.2551607",
          "doi": "https://doi.org/10.1080/19331681.2025.2551607",
          "filter": 0
        },
        {
          "title": "The cost of repressing opposition parties in electoral authoritarian regimes: increasing engagement with the opposition through repression in Cambodia",
          "authors": "Jeremy M. Ladd",
          "url": "https://doi.org/10.1080/19331681.2025.2551608",
          "doi": "https://doi.org/10.1080/19331681.2025.2551608",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "Welsh Accents and Social Identity: A Study on Perceptions of New and Traditional Speakers",
          "authors": "Robert Mayr, Jonathan Morris, Ianto Gruffydd",
          "abstract": "This paper presents the results of an accent rating study of Welsh in which 59 raters were asked to listen to speech samples of three speaker groups (Welsh home language speakers, immersion education learners, and adult learners). The study aimed to ascertain (a) whether these groups are identifiable based on their accents, (b) how raters evaluate the three speaker groups socially, and (c) what phonetic features they associate with them. The results revealed that all groups could be identified well above chance and received positive social evaluations. However, traditional speakers were correctly identified significantly more often and were perceived more favorably in the social evaluations. In the feature analysis, new speakers’ accents were largely described as deviant from traditional speakers’ although some distinctive patterns were also identified. These findings have important implications for discussions surrounding accent bias and the perception of new speakers’ accents in the context of minority language revitalization.",
          "url": "https://doi.org/10.1177/0261927x251374843",
          "doi": "https://doi.org/10.1177/0261927x251374843",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Media Psychology",
      "journal_short": "JMP",
      "articles": [
        {
          "title": "What Makes A Good Journal of Media Psychology Submission?",
          "authors": "Caleb T. Carr",
          "url": "https://doi.org/10.1027/1864-1105/a000491",
          "doi": "https://doi.org/10.1027/1864-1105/a000491",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Sexual communication patterns of heterosexual-identified men who have sex with men",
          "authors": "Travis R. Scheadler, Megan W. Rowe, Salem Rao, Oliver W. J. Beer, Tyrone J. Curtis, Sandra Kwan, Shih-Ju Claire Lung, Adam Busch, Daniel Vandervoort, Paul A. Shuper, Andrew D. Eaton",
          "abstract": "The sexual communication patterns that comprise how heterosexual men with concordance between identity and behavior navigate their sexual encounters with women are well-established. Some heterosexual men experience discordance between their sexual identities and behaviors and may have unique practices of sexual communication, but this has not been studied. Knowledge of their sexual communication practices is an important step toward understanding and improving their sexual experiences. Therefore, semi-structured interviews were conducted with 11 heterosexual-identified men who have sex with men to learn more about their sexual communication strategies. Three themes were identified through interpretative phenomenological analysis: meeting sex partners, clear communication with men, and poor communication with women. Findings suggest that sexual communication is gendered. Participants reported utilizing short and explicit verbal and written communication strategies with other men via the internet and in various sexualized venues. Yet, participants more frequently used implicit sexual cues as the primary source of sexual communication when with women. Implications related to boosting sexual satisfaction and preventing nonconsensual sexual encounters are discussed.",
          "url": "https://doi.org/10.1177/02654075251377141",
          "doi": "https://doi.org/10.1177/02654075251377141",
          "filter": 0
        },
        {
          "title": "Gender and marital burnout within four countries: Examining the effects of conflict negotiation styles",
          "authors": "Ihuoma Faith Obioma, Mahima Raina, Ameeta Jaga, Wakil Ajibola Asekun, Pranati Misurya, Alina S. Hernandez Bark",
          "abstract": "Men and women perceive marital burnout differently, and what triggers marital burnout may further differ with national context. This cross-national study examined how individuals’ conflict negotiation styles may mediate the relationship between gender and marital burnout. We analyzed survey data from 793 participants (Germans, N = 221; Indians, N = 175; Nigerians, N = 192; and South Africans, N = 205) using parallel mediation analyses via four negotiation styles ( yielding, avoiding, compromising, and problem-solving ). Our findings show that women experienced more marital burnout compared to men in the two African countries (Nigeria and South Africa) but not in Germany or India. Further, in Germany, India, and South Africa, men used avoiding more than women, and German and South African men also used yielding more than women. Results further showed that problem-solving was negatively related to marital burnout in all countries. In Germany, yielding was negatively related to marital burnout, while avoiding (in Germany, India, and Nigeria) and compromising (only in Nigeria) were positively related to marital burnout. Three conflict negotiation styles, yielding, problem-solving , and avoiding , mediated the association between gender and marital burnout in Germany, but only avoiding was a significant mediator in India. No mediation of conflict negotiation styles was significant in either African country. We discuss the findings in context of social roles, financial, and cultural expectations in marital relationships across countries.",
          "url": "https://doi.org/10.1177/02654075251371383",
          "doi": "https://doi.org/10.1177/02654075251371383",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Automating Accuracy: Scalable Approaches to Correcting Disinformation with Artificial Intelligence on Social Media",
          "authors": "Rita (Rongwei) Tang, Yuming Fang, Jikai Sun, Leticia Bode, Emily K. Vraga",
          "abstract": "This study investigates whether source expertise (expert vs. non-expert), use of artificial intelligence (AI; AI vs. non-AI), and the placement (debunking vs. prebunking) of a correction influence its effectiveness in reducing misperceptions and intentions to consume raw milk. Results of a pre-registered two-wave online experiment ( N 1 = 1,785, N 2 = 1,568) suggest that debunking consistently reduces misperceptions and behavioral intentions for at least 1 week, while prebunking was less effective. Expert corrections only outperform non-expert corrections in reducing misperceptions in wave 1. In general, AI cues do not significantly influence the effectiveness of a correction, offering both opportunities and challenges for organizations hoping to automate corrections.",
          "url": "https://doi.org/10.1177/10776990251359660",
          "doi": "https://doi.org/10.1177/10776990251359660",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "The Place and Status of Photography in Changing Newsrooms: Economic Constraints, Digital Convergence and Visual Culture in the 2020s",
          "authors": "Pauline Zecchinon",
          "url": "https://doi.org/10.1080/1461670x.2025.2553915",
          "doi": "https://doi.org/10.1080/1461670x.2025.2553915",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "Understanding the Effects of Visual Misinformation: A Systematic Review of 10 Years (2014–2024)",
          "authors": "Anita K.C. Liu, Ozan Kuru",
          "url": "https://doi.org/10.1080/15205436.2025.2549716",
          "doi": "https://doi.org/10.1080/15205436.2025.2549716",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Behind the Screen: The Use of Facebook Accounts With Inauthentic Behavior During European Elections",
          "authors": "Bogdan Oprea, Paula Pașnicu, Alexandru-Ninel Niculae, Constantin-Cozmin Bonciu, Dragoș Tudorașcu-Dobre",
          "abstract": "Technology has reshaped political communication, allowing fake engagement to drive real influence in the democratic process. Hyperactive social media users, who are over-proportionally active in relation to the mean, are the new political activists, spreading partisan content at scale on social media platforms. Using The Authenticity Matrix tool, this study revealed Facebook accounts of hyperactive users exhibiting inauthentic behaviour that were used during the electoral campaign (May 10, 2024, to June 8, 2024) for the 2024 election of Romanian members of the European Parliament. The results indicate that, for some posts, up to 45% of shares were made by hyperactive users (four or more shares per post by the same account) and 33.9% by super-active users (10 or more times). This type of online behavior is considered by Meta as manipulation of “public opinion,” “political discussion,” and “public debate,” and Meta’s Community Standards is committed to preventing such behavior in the context of elections. Another key contribution of this research is the identification of dominant characteristics of hyperactive user accounts, using information publicly available on their social media profile, which provides insights into their specific features and helps users better identify them on social media. The article highlights that online social network platforms condemn these manipulative practices in theory, but they don’t take sufficient measures to effectively reduce them in order to limit their impact on our societies.",
          "url": "https://doi.org/10.17645/mac.10733",
          "doi": "https://doi.org/10.17645/mac.10733",
          "filter": 0
        },
        {
          "title": "Network Analysis for Media Ownership: A Methodological Proposal",
          "authors": "Mariia Aleksevych, Tales Tomaz",
          "abstract": "Far from being a concern of the past, media ownership concentration is a feature of hybrid media systems. This raises the issue of how to measure the concentration and allow for informed decisions to be made, especially for policymaking. Some of the most popular metrics are the concentration ratio (CR&lt;em&gt;n&lt;/em&gt;) and the Herfindahl-Hirschman Index (HHI). However, the new hybrid context increasingly renders the usual economic concentration metrics obsolete to understand the power of communication players. This article provides a theoretical overview and methodological considerations on ways to interrogate ownership relations, advancing network analysis and visualization as useful tools to better grasp power relations alongside traditional economic metrics. We illustrate our proposal with an analysis of media ownership data from Denmark and Greece, as provided by the Euromedia Ownership Monitor in 2022. Our article goes beyond the approach of the monitor, as we incorporate additional components, such as the power of beneficial owners over the audience. This approach provides a broader analysis of media ownership concentration and can inspire scholarly work to explore more aspects of this topic.",
          "url": "https://doi.org/10.17645/mac.10141",
          "doi": "https://doi.org/10.17645/mac.10141",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Processing of Facial Information Related to Emotional Inferences During Reading of Text and Graphic Narratives",
          "authors": "Heather Ness-Maddox, Joseph P. Magliano",
          "url": "https://doi.org/10.1080/15213269.2025.2555432",
          "doi": "https://doi.org/10.1080/15213269.2025.2555432",
          "filter": 0
        },
        {
          "title": "Examining the Automaticity of Ambient Awareness via Its Persistence Under Cognitive Load",
          "authors": "Christine Anderl, Sonja Utz",
          "url": "https://doi.org/10.1080/15213269.2025.2549488",
          "doi": "https://doi.org/10.1080/15213269.2025.2549488",
          "filter": 0
        },
        {
          "title": "Sad Stories as Grief Support: Understanding the Processing and Well-Being Outcomes of Biographic Resonance with Meaningful Entertainment",
          "authors": "Julia M. Wilson, Emily Moyer-Gusé",
          "url": "https://doi.org/10.1080/15213269.2025.2548509",
          "doi": "https://doi.org/10.1080/15213269.2025.2548509",
          "filter": 0
        },
        {
          "title": "Decision-Making on Dating Apps: Is Swiping More Less and Swiping Right Wrong?",
          "authors": "Marina F. Thomas, Alice Binder, Jörg Matthes",
          "url": "https://doi.org/10.1080/15213269.2025.2555430",
          "doi": "https://doi.org/10.1080/15213269.2025.2555430",
          "filter": 0
        },
        {
          "title": "The Effects of Technological Affordances on Political Opinion Expression in Social Media: A Field Experiment",
          "authors": "Luna Frauhammer, Tobias Dienlin, Manuel Cargnino, German Neubaum",
          "url": "https://doi.org/10.1080/15213269.2025.2546108",
          "doi": "https://doi.org/10.1080/15213269.2025.2546108",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mobile Media & Communication",
      "journal_short": "MMC",
      "articles": [
        {
          "title": "Navigating Social Pressure to Be Available: The Roles of Mindfulness and Need Experiences in Messenger Users’ Well-/Ill-Being",
          "authors": "Sarah Lutz, Frank M. Schneider, Annabell Halfmann, Anna Freytag, Dorothée Hefner",
          "abstract": "In a digitally connected world, the perceived expectation to always stay available via mobile messenger services places unique demands on users. This paper addresses the question of how and when so-called availability pressure leads to variations in messenger users’ well-/ill-being. Drawing on the Integrative Model of Mobile Media Use and Need Experiences, it conceptualizes the satisfaction versus frustration of fundamental needs (autonomy, competence, relatedness) as mediators and the health-promoting personality trait mindfulness as a moderator. This model was tested across a 7-day-long diary study ( N = 229) and a 2-factorial online experiment ( N = 166). Both pre-registered studies are in line with the model's assumption that availability pressure can lead to specific need experiences, which in turn predict different facets of well-/ill-being. Although we identified limited moderating effects, being mindful (Study 1) and cultivating mindfulness (Study 2) were positively related to need satisfaction and well-being and negatively related to need frustration and ill-being. This highlights the complex consequences of availability pressure and the importance of individual coping mechanisms. Future research should refine theoretical models like the Integrative Model of Mobile Media Use and Need Experiences and explore additional health-promoting personality traits to better understand digital well-being in the era of mobile connectivity.",
          "url": "https://doi.org/10.1177/20501579251370458",
          "doi": "https://doi.org/10.1177/20501579251370458",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personal Relationships",
      "journal_short": "PersRel",
      "articles": [
        {
          "title": "Long Stretch of Singlehood Ahead? Unpacking the Roles of Anticipated Singlehood Duration and Singlehood Stigma in Lowering Dating Standards",
          "authors": "Val Wongsomboon, Amanda N. Gesselman",
          "abstract": "Although dealbreakers are framed as non‐negotiable traits that disqualify a partner, rejecting someone with these traits can be challenging when the alternative is prolonged singlehood. In this experimental study, single people ( N = 452, M age = 33.72) rated their likelihood of dating someone with their top dealbreaker trait. Anticipated singlehood duration was manipulated: Participants imagined staying single for 3 years (short‐term group) or 10 years (long‐term group) if they rejected the person, while the control group received no such information. Results showed no difference between the short‐term and long‐term groups, but both were more likely to date the dealbreaker person compared to the control group. Additionally, singlehood stigma was linked to tolerating dealbreakers. Overall, our findings suggest that merely anticipating prolonged singlehood can lead individuals to lower their dating standards.",
          "url": "https://doi.org/10.1111/pere.70026",
          "doi": "https://doi.org/10.1111/pere.70026",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Early codes of professionalism in 1950s government public relations",
          "authors": "Mordecai Lee",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102631",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102631",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "Female expertise in public discourses: Visibility of female compared to male scientific experts in German media coverage of eight science-related issues",
          "authors": "Melanie Leidecker-Sandmann, Nikolai Promies, Markus Lehmkuhl",
          "abstract": "A fair (public) representation of women is one of the most discussed questions of our time. The way in which media coverage (re)produces genders may affect individual and collective thinking and the perceptions of women in society. We analyse the representation of female scientists in German news media coverage of eight science-related risk issues and compare male and female experts regarding their relative scientific reputation, the number of references and the content of their statements. Our findings show that female scientific experts are less visible in German media coverage than their male colleagues and that they are underrepresented compared to the respective proportions in the relevant research areas. At the same time, our data relativize the extent of the gender visibility gap – after controlling for hierarchical position and scientific reputation, the differences become rather small. We find no evidence of discrimination against female scientific experts through journalistic selection routines.",
          "url": "https://doi.org/10.1177/09636625251363937",
          "doi": "https://doi.org/10.1177/09636625251363937",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "Using Preprint Sources in Science News: Do Transparent Disclosures Enhance Credibility?",
          "authors": "Chelsea L. Ratcliff, Alice Fleerackers, Rebekah Wicke, Andy J. King, Jakob D. Jensen",
          "abstract": "This study tested whether the transparent use of preprint sources affects the perceived credibility of science news and scientists. In an experiment, U.S. adults read a news report describing COVID-19 research as a “preprint” (with varying levels of detail) or as simply a “study.” There were no main effects of disclosing preprint status, but indirect effects emerged. For those who noticed the disclosure, both brief and fuller depictions of a study’s preprint status enhanced the credibility of the reporting and the scientists behind the research. However, perceiving the science to be uncertain negatively mediated the effects of preprint disclosure on credibility appraisals among Republicans.",
          "url": "https://doi.org/10.1177/10755470251363191",
          "doi": "https://doi.org/10.1177/10755470251363191",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Fierce Feminism or False Promises? Netizens’ Perceptions of the Party-State in Gender Controversies on Weibo",
          "authors": "Xiaoyi Liu",
          "abstract": "Weibo, one of China’s most influential social media platforms, has emerged as a key battleground for gender controversies, with digital feminism growing increasingly assertive and visible. Official media, representing the party-state, frequently intervening in these online debates, act as both opinion leaders and mediators. This study examines how Weibo netizens perceive the party-state’s involvement in gender controversies and how these perceptions shape discussions around gender politics in China, shedding light on the evolving landscape of Chinese feminism. Drawing on the Scenario Approach to Conceptual Metaphor Theory (CMT) and Feminist Critical Discourse Analysis, complemented by thematic analysis, this study analysed 3199 Weibo posts under two hashtags initiated by the party-state media. The findings reveal that netizens perceive the party-state as a betrayer of its original commitment to women, and an enforcer of double standards, favouring men while marginalising and instrumentalising women for political gain. The findings also reveal growing recognition of Chinese feminism among netizens, with particular attention to ‘pink feminists’ and their critical reflection on their dual identities. By examining the interplay between the party-state intervention and feminist discourse through the lens of netizen reactions, this study offers a unique perspective on the entanglement of party-state power, gender politics and digital activism in contemporary China.",
          "url": "https://doi.org/10.1177/20563051251358524",
          "doi": "https://doi.org/10.1177/20563051251358524",
          "filter": 0
        },
        {
          "title": "Imagined Democratic Affordances: Persistent Faith in the Democratic Power of the Internet among Sanders Supporters on Reddit",
          "authors": "Omri Cohen",
          "abstract": "Research on digital democracy and online mobilization often focus on how technological design, affordances, organizing, or policy may influence online political behaviors. Less attention is paid to users’ imagination about their digital environments, the expectations, emotions, or values that are involved, and how these relate to users’ perceptions on the democratic opportunities afforded by digital media. This study conducts qualitative analysis of the perceptions of Bernie Sanders supporters on a large Reddit community of both digital media and mainstream media. The findings suggest that some users, who regard themselves as democratically populist, tend to regard digital media optimistically and display persistent faith in the democratizing capacity of online platforms. This study provides a deeper understanding of the power of users’ imagination and elucidates issues of the persistence of technological optimism, the appeal and motivational power of the democratic promise of the internet, and users’ association of democratic ideals with online activism.",
          "url": "https://doi.org/10.1177/20563051251363213",
          "doi": "https://doi.org/10.1177/20563051251363213",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Southern Communication Journal",
      "journal_short": "SoComm",
      "articles": [
        {
          "title": "A Blank Slate? Examining Team Members’ Socialization of a New Leader",
          "authors": "Johny T. Garner",
          "url": "https://doi.org/10.1080/1041794x.2025.2556148",
          "doi": "https://doi.org/10.1080/1041794x.2025.2556148",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Broadcasting, lurking, and connection: A longitudinal panel study of fear of missing out, social media engagement, and problematic social media use",
          "authors": "Cheng Chen, Xiao Zhang, Dennis Leung",
          "url": "https://doi.org/10.1016/j.tele.2025.102323",
          "doi": "https://doi.org/10.1016/j.tele.2025.102323",
          "filter": 0
        },
        {
          "title": "Achieving your best self: How socio-economic variation and cultural values shape digital beauty trends",
          "authors": "Yao SONG, Qiyuan ZHOU, Wenyi LI, Yuqing LIU",
          "url": "https://doi.org/10.1016/j.tele.2025.102325",
          "doi": "https://doi.org/10.1016/j.tele.2025.102325",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
