{
  "update": "2024-12-10",
  "content": [
    {
      "journal_full": "Communication Quarterly",
      "journal_short": "CQ",
      "articles": [
        {
          "title": "Effects of news coverage of police brutality: An experimental exploration of the attributions of victim race",
          "authors": "Ethan Morrow, Julius Matthew Riles",
          "url": "https://doi.org/10.1080/01463373.2024.2436893",
          "doi": "https://doi.org/10.1080/01463373.2024.2436893",
          "filter": 0
        },
        {
          "title": "A semantic network and fantasy theme analysis of symbolic convergence and fan engagement with Taylor Swift’s songs",
          "authors": "Andrew M. Ledbetter",
          "url": "https://doi.org/10.1080/01463373.2024.2430011",
          "doi": "https://doi.org/10.1080/01463373.2024.2430011",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Resonance in an accelerating world: Understanding the emergence and characteristics of post-digital artifacts",
          "authors": "Johan Jansson, Claes Thorén",
          "abstract": "Modern society is characterized by technological and social acceleration. Digital devices and technologies have been integrated into nearly every aspect of our lives, from the public to the personal, transforming the material, social and mental worlds at an accelerating rate. To deal with the feeling of acceleration, carefully limiting the number of choices and features in the digital devices we use every day is central in order to facilitate and sustain creativity and focus. Under the umbrella term of post-digital artifacts, there are today several examples of ‘alternative’ products that offer limited functionality as a feature – and they seem to be growing in popularity. Using a qualitative analysis of online texts surrounding a selection of post-digital artifacts: two mobile phones (the Light Phone and the Punkt), a writing tablet (reMarkable), and a writing tool (Freewrite), the aim of this article is to understand the emergence of these post-digital artifacts and what the emergence says about a contemporary post-digital condition. The analysis results in an analytical framework identifying trajectories of opposing conceptual pairs of the digital and the post-digital. In addition, the article applies Rosa’s concept of ‘alienation’ and ‘resonance’ in order to further understand how and why these artifacts play a role in creating meaning and resonance in a digital society characterized by acceleration. Arguably, resonance (or a lack thereof) emerges as the key currency around what is at stake in the post-digital condition. Reclaiming control over knowledge, activities, spatiality and temporality emerges as essential to understanding what resonance means and what the case products produce.",
          "url": "https://doi.org/10.1177/13548565241302246",
          "doi": "https://doi.org/10.1177/13548565241302246",
          "filter": 0
        },
        {
          "title": "An extensive survey and history of podcasting in New Zealand",
          "authors": "Lewis Tennant",
          "abstract": "This article presents a detailed overview of podcast production in New Zealand. This is the first broad survey of podcasting in New Zealand, and seemingly the first of its kind globally. It tracks the development and growth of podcasting in New Zealand from a medium pioneered by independent producers to a growing sector of the local media market. Drawing from the New Zealand Podcast Directory – an extensive database of podcasts produced from 2005 onwards – this article categorises and assesses the 722 podcasts listed, before more broadly discussing key characteristics of New Zealand’s podcast sphere. The titles are coded across 12 categories, providing just under 10,000 data points for analysis. Producer typologies are discussed, before the publishing status of shows is explored. The number, length, and frequency of episodes are surveyed, followed by a breakdown of podcasts by format. Podcast subject matter is then considered, before the global reach of New Zealand’s most successful podcasts is evaluated. Undertaking this research project revealed inconsistencies with podcast terminology and issues with conventional podcast categories. There is no ubiquitous list of podcast formats, and accompanying definitions of each. When discussing podcasts, genre and topic are often used interchangeably. Aside from True Crime, podcast genres in the main lack definition. Conventional podcast categories lack the specificity needed to adequately identify many shows. Consequently, this article presents and tests a new podcast classification system designed to provide greater flexibility and specificity.",
          "url": "https://doi.org/10.1177/13548565241306573",
          "doi": "https://doi.org/10.1177/13548565241306573",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "CO-XAI—Cognitive Decision Intelligence Framework for Explainable AI Systems",
          "authors": "Elena Sajno, Stefano De Gaspari, Chiara Pupillo, Giuseppe Riva",
          "url": "https://doi.org/10.1089/cyber.2024.87594.ceu",
          "doi": "https://doi.org/10.1089/cyber.2024.87594.ceu",
          "filter": 0
        },
        {
          "title": "Anonymous and Insecure Bullies are Less Depressed than Confident and Identifiable Ones, but Only if Remorseful: Cyberbullying Goals, Identifiability, and Depression",
          "authors": "Nicholas A. Palomares, Caroline Murray, Mir Md Fazla Rabby, Maya Blitch, Rebecca Baumler, Sarah E. Boro",
          "url": "https://doi.org/10.1089/cyber.2024.0289",
          "doi": "https://doi.org/10.1089/cyber.2024.0289",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "Mitigating Hostility in Digital Journalism: Digital Hostility as Ossifier of Field Boundaries",
          "authors": "Gregory P. Perreault",
          "url": "https://doi.org/10.1080/21670811.2024.2434025",
          "doi": "https://doi.org/10.1080/21670811.2024.2434025",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Digital Climate Rhetoric and the Corrupted Scientist Archetype",
          "authors": "Emma Frances Bloomfield, Denise Tillery, Sabrina O’Gwynn, Doug Cloud",
          "url": "https://doi.org/10.1080/17524032.2024.2436522",
          "doi": "https://doi.org/10.1080/17524032.2024.2436522",
          "filter": 0
        },
        {
          "title": "The Four Rs, Ecology, and Academic Kinship: Anticolonial Turns for Rhetorical Studies",
          "authors": "Warren Cook, Mikayla Torres",
          "url": "https://doi.org/10.1080/17524032.2024.2435390",
          "doi": "https://doi.org/10.1080/17524032.2024.2435390",
          "filter": 0
        },
        {
          "title": "Flotation Devices Re-stor(y)ing Haunted South African Ocean Herstories through Mending as a Decolonial Love Language",
          "authors": "Dylan McGarry, Cleo Droomer",
          "url": "https://doi.org/10.1080/17524032.2024.2433073",
          "doi": "https://doi.org/10.1080/17524032.2024.2433073",
          "filter": 0
        },
        {
          "title": "Climate Change Conversations Amongst Young Adults: On Conversational Safety and the Search for Consensus in Polarizing Interactions",
          "authors": "Henrik Y. L. Pröpper, Christel W. van Eck, Bert N. Bakker",
          "url": "https://doi.org/10.1080/17524032.2024.2429880",
          "doi": "https://doi.org/10.1080/17524032.2024.2429880",
          "filter": 0
        },
        {
          "title": "Innovation and Sustainability in the Ocean Economy: A Critical Review of The Blue Compendium",
          "authors": "Jessica Balalembang, Nita Amriani, Widya Lestari, Fitria Susan Meliyana",
          "url": "https://doi.org/10.1080/17524032.2024.2437681",
          "doi": "https://doi.org/10.1080/17524032.2024.2437681",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "Beyond social polarisation: Memetic (de)legitimisation and quasi-legitimisation of non-fungible tokens",
          "authors": "Marta Dynel",
          "abstract": "This paper contributes to the nascent research on Internet memes examined as items of (de)legitimising discourse, its empirical focus being memes addressing NFTs (non-fungible tokens). The mystifying NFT trade became hype in 2021, attracting massive media coverage and stimulating heated discussion across social media, which includes memetic content production. This study explores the multimodal discourses of (de)legitimisation in NFT memes. Based on a dataset of relevant 993 memes extracted manually from an automatically generated corpus of 1628 Twitter memes, a deductive-inductive multimodal analysis proves the original dichotomy (underlying the polarised views expressed through memes) insufficient. Seven memetic patterns dictated by (de)legitimisation stances are identified. In addition to NFT-legitimising and NFT-delegitimising categories, ambiguous equipotential (de)legitimisation memes, two categories of memes with blended (de)legitimising stances and two categories of elusive-stance memes are distinguished. The notion of ‘quasi-legitimisation’ is proposed to capture the memetic categories that normalise the thorny concept of NFTs.",
          "url": "https://doi.org/10.1177/02673231241300903",
          "doi": "https://doi.org/10.1177/02673231241300903",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "Proposed Model for Video Game-to-Series Adaptation and Intermedial Translation Based on the Case of Fallout",
          "authors": "Alfonso Freire-Sánchez, Montserrat Vidal-Mestre, Maria Fitó-Carreras",
          "abstract": "This study analyses the elements involved in adapting a video game or video game saga into a film or series, aiming to propose a model of film adaptation by identifying independent intertextual and intermedial variables. A review of specialized literature in game studies, cinematography, intertextuality, intermediality, and adaptation was conducted. Independent variables were extracted and used to analyze the series adaptation of the Fallout saga. The results are discussed in relation to theoretical precepts from the literature. The findings allow for the proposal of a cinematic adaptation model that interprets different narrative and digital levels of video games. Key elements include the narrative base, construction of an independent story, addition, omission, intermedial translation, suppression, and manageable complexity.",
          "url": "https://doi.org/10.1177/15554120241299609",
          "doi": "https://doi.org/10.1177/15554120241299609",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Transforming performance: how agility, response, resilience and support shape success in digital strategies",
          "authors": "Muhammad Awais Shakir Goraya, Muhammad Zafar Yaqub, Muhammad Asif Khan, Muhammad Shakaib Akram, Hind Alofaysan",
          "abstract": "Purpose Evolving business landscapes have highlighted the crucial role of innovative digital transformation strategies (DTSs) in reimagining organisational operations and responses to optimise performance, regardless of organisational size or employee composition. The study suggests that DTS is a process that occurs continuously, rather than being a one-time event. It also underscores the critical role of personal resilience and organisational support in achieving job performance goals. Design/methodology/approach Using a survey analysis, this study examines the impact of organisational response and agility, as fundamental components of DTS, on employees' job performance. In addition, it investigates how boundary conditions of personal resilience and organisational support moderates the relationship between (1) organisational agility and job performance, and (2) organisational response and job performance. Findings The research findings demonstrate the impact of DTS on job performance. It highlights the mediating roles of organisational support and agility in improving employees' performance. The study also discusses the critical role of personal resilience and organisational support in navigating the insightful impacts of organisational agility and organisational response on the job performance. Originality/value This paper presents a theoretical framework that integrates the dynamic capabilities of employees and organisations, providing academics and practitioners with a comprehensive perspective on the growth of employees' dynamic capabilities. By offering insightful discussions, the study highlights that, while creating new DTS, organisations not only improve their dynamic capabilities but also enhances the people’s dynamic capabilities and make them more resilient.",
          "url": "https://doi.org/10.1108/itp-05-2024-0592",
          "doi": "https://doi.org/10.1108/itp-05-2024-0592",
          "filter": 0
        },
        {
          "title": "Member’s performance in human–AI hybrid teams: a perspective of adaptability theory",
          "authors": "Aihui Chen, Anran Lyu, Yaobin Lu",
          "abstract": "Purpose As human–AI hybrid teams become more common, it is essential for team members to interact effectively with artificial intelligence (AI) to complete tasks successfully. The integration of AI into the team environment alters the cooperative dynamics, prompting inquiry into how the design characteristics of AI impact the working mode and individual performance. Despite the significance of this issue, the effects of AI design on team dynamics and individual performance have yet to be fully explored. Design/methodology/approach Drawing upon coping theory, this study presents a research model aimed at elucidating how the characteristics of AI in human–AI interaction influence human members’ adaptive behavior, subsequently impacting individual performance. Through the creation of experiments that require human–AI collaboration to solve problems, we observe and measure various aspects of AI performance and human adaptation. Findings We observe that the explainability of AI enhances the behavioral adaptation of human team members, whereas the usability and intellectuality of AI improve their cognitive adaptation. Additionally, we find that human team members’ affective adaptation is negatively affected by the likability of AI. Our findings demonstrate that both behavioral and cognitive adaptations positively impact individual performance, whereas affective adaptation negatively impacts it. Practical implications Our research findings provide recommendations for building efficient human–AI hybrid teams and insights for the design and optimization of AI. Originality/value Overall, these results offer insights into the adaptive behavior of humans in human–AI interaction and provide recommendations for the establishment of effective human–AI hybrid teams. These findings pioneer an understanding of how design characteristics of AI impact team dynamics and individual performance, establishing a connection between AI attributes and human adaptive behavior.",
          "url": "https://doi.org/10.1108/itp-05-2023-0513",
          "doi": "https://doi.org/10.1108/itp-05-2023-0513",
          "filter": 0
        },
        {
          "title": "How virtual reality influences collaboration performance: a team-level analysis",
          "authors": "Ayoung Suh",
          "abstract": "Purpose In the wake of the COVID-19 pandemic, the interest in the use of virtual reality (VR) for organizational collaboration has dramatically increased. However, empirical research on the optimal types of VR and avatar designs for effective collaboration remains limited. To address these gaps, this study investigates how VR types (immersive vs non-immersive) and avatar similarity (high vs low) impact collaboration performance, with a focus on the mediating roles of somatic, psychological and behavioral engagement. Design/methodology/approach Drawing on embodied cognition theory and grounded in user engagement theory, we developed a research model that delineates the factors influencing collaboration performance. This model was empirically tested with data collected from a laboratory experiment involving 195 participants, employing a 2 × 2 factorial design. The Engage VR was used for the experiment because it supports the same virtual environment for collaboration between immersive and non-immersive VR contexts. The data were analyzed at the team level ( n  = 65). Findings The results of this study reveal that both immersive VR and high avatar similarity significantly enhance collaboration performance by augmenting somatic engagement, which subsequently boosts psychological and behavioral engagement. Originality/value This research deepens the scholarly understanding of the intricate interplay among VR types, avatar design and user engagement. The study’s theoretical implications underscore the conceptualization of somatic engagement as a critical dimension of user engagement in virtual collaboration, enriching the extant literature on VR-based collaboration. It also provides pragmatic insights to enhance virtual collaboration in the workplace.",
          "url": "https://doi.org/10.1108/itp-10-2023-1040",
          "doi": "https://doi.org/10.1108/itp-10-2023-1040",
          "filter": 0
        },
        {
          "title": "Editorial: Sharing work with AI: introduction to the special issue on the futures of work in the age of intelligent machines",
          "authors": "Kevin Crowston, Ingrid Erickson, Jeffrey Nickerson",
          "url": "https://doi.org/10.1108/itp-12-2024-994",
          "doi": "https://doi.org/10.1108/itp-12-2024-994",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Better Together: the perceived impact of the ICIJ’s Pandora Papers collaboration on journalism and journalists",
          "authors": "Anya Schiffrin, Dylan W. Groves, Audrey Hatfield, Lindsay Green-Barber",
          "url": "https://doi.org/10.1080/1369118x.2024.2430621",
          "doi": "https://doi.org/10.1080/1369118x.2024.2430621",
          "filter": 0
        },
        {
          "title": "Towards Algorithmic Luddism: class politics in data capitalism",
          "authors": "Vassilis Charitsis, Mikko Laamanen, Tuukka Lehtiniemi",
          "url": "https://doi.org/10.1080/1369118x.2024.2435996",
          "doi": "https://doi.org/10.1080/1369118x.2024.2435996",
          "filter": 0
        },
        {
          "title": "The politics of data justice: exit, voice, or rehumanisation?",
          "authors": "Azadeh Akbari",
          "url": "https://doi.org/10.1080/1369118x.2024.2437015",
          "doi": "https://doi.org/10.1080/1369118x.2024.2437015",
          "filter": 0
        },
        {
          "title": "The better bandit: decentralised infrastructure, crypto-States, and the rematerialisation of virtual worlds",
          "authors": "Kelsie Nabben, Ellie Rennie",
          "url": "https://doi.org/10.1080/1369118x.2024.2437003",
          "doi": "https://doi.org/10.1080/1369118x.2024.2437003",
          "filter": 0
        },
        {
          "title": "Who is perceived to be an expert on COVID-19 vaccines on social media? Biomedical credentials confer expertise, even among vaccine-hesitant and conservative observers",
          "authors": "Madeline Jalbert, Mallory Harris, Luke Williams",
          "url": "https://doi.org/10.1080/1369118x.2024.2436001",
          "doi": "https://doi.org/10.1080/1369118x.2024.2436001",
          "filter": 0
        },
        {
          "title": "The role of data integration and analysis platforms in contemporary society: an introduction",
          "authors": "Simon Egbert, Vasilis Galis, Helene Oppen Ingebrigtsen Gundhus",
          "url": "https://doi.org/10.1080/1369118x.2024.2433556",
          "doi": "https://doi.org/10.1080/1369118x.2024.2433556",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "How to accurately measure attention to video advertising",
          "authors": "Nicole Hartnett, Steven Bellman, Virginia Beal, Rachel Kennedy, Claire Charron, Duane Varan",
          "url": "https://doi.org/10.1080/02650487.2024.2435164",
          "doi": "https://doi.org/10.1080/02650487.2024.2435164",
          "filter": 0
        },
        {
          "title": "Harder, Better, Faster, Stronger – contributions to advertising research from ICORIA 2023",
          "authors": "Nathalie Dens, Liselot Hudders, Sara Rosengren",
          "url": "https://doi.org/10.1080/02650487.2024.2437914",
          "doi": "https://doi.org/10.1080/02650487.2024.2437914",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "How does anthropomorphism promote consumer responses to social chatbots: mind perception perspective",
          "authors": "Baoku Li, Ruoxi Yao, Yafeng Nan",
          "abstract": "Purpose Benefiting from the development and innovation of artificial intelligence and affective computing technology, social chatbots that integrate cognitive analysis and affective social services have flooded into the consumer market. For cognition and emotion-oriented tasks, social chatbots do not always receive positive consumer responses. In addition, consumers have a contradictory attitude toward the anthropomorphism of chatbots. Therefore, from the perspective of mind perception and the two dimensions of social judgment, this research explores the mechanism of consumer responses to anthropomorphic interaction styles when social chatbots complete different service tasks. Design/methodology/approach This paper utilizes three behavior experimental designs and survey methods to collect data and the ANOVA, t -test and bootstrap analysis methods to verify the assumed hypotheses. Findings The results indicate that when the service task type of a social chatbot is cognition-oriented, compared to a warm anthropomorphic interaction style, a competent anthropomorphic interaction style can improve consumer responses more effectively. During this process, agent-mind perception plays a mediating role. When the service task type of a social chatbot is emotion-oriented, compared with a competent anthropomorphic conversation style, a warm anthropomorphic conversation style can improve consumer responses. Experience-mind perception mediates this influencing relationship. Originality/value The research results theoretically enrich the relevant research on the anthropomorphism of social chatbots and expand the application of the theory of mind perception in the fields of artificial intelligence and interactive marketing. Our findings provide theoretical guidance for the anthropomorphic development and design of social chatbots and the practical management of service task scenarios.",
          "url": "https://doi.org/10.1108/intr-04-2024-0583",
          "doi": "https://doi.org/10.1108/intr-04-2024-0583",
          "filter": 0
        },
        {
          "title": "Examining the use of multiple cognitive load measures in evaluating online shopping convenience: an EEG study",
          "authors": "Mahdi Mirhoseini, Pierre-Majorique Léger, Sylvain Sénécal",
          "abstract": "Purpose In the past decade, the use of neurophysiological measures as a complementary source of information has contributed to our understanding of human–computer interaction. However, less attention has been given to their capability in providing measures with high temporal resolution. Two studies are designed to address the challenge of measuring users’ cognitive load in an online shopping environment and investigate how it is related to task difficulty, task uncertainty and shopping convenience. Design/methodology/approach Two experiments using behavioral and neurophysiological measures are conducted to investigate how various types of the cognitive load construct can be measured and used in an online shopping context. Findings Results of the first study suggest that although all cognitive load measures are influenced by task difficulty, only accumulated load (i.e. total cognitive load experienced during a task) is sensitive to task uncertainty. Results of the second study show that convenience negatively influences accumulated load, and the latter negatively influences user satisfaction. Practical implications Our research offers practical value by providing designers with a validated method to measure users’ cognitive load, enabling the identification of usability issues and design improvement. Originality/value This study contributes to the literature by developing a rich and temporally high-resolution measurement of the cognitive load construct and examining how it can inform us about users’ cognitive state in an online shopping environment.",
          "url": "https://doi.org/10.1108/intr-07-2022-0525",
          "doi": "https://doi.org/10.1108/intr-07-2022-0525",
          "filter": 0
        },
        {
          "title": "Exploring user engagement behavior with short-form video advertising on short-form video platforms: a visual-audio perspective",
          "authors": "Lin Xiao, Xiaofeng Li, Jian Mou",
          "abstract": "Purpose Short-form video advertisements have recently gained popularity and are widely used. However, creating attractive short video advertisements remains a challenge for sellers. Based on the visual-audio perspective and signaling theory, this study investigated the impacts of three visual features (number of shots, pixel-level image complexity and vertical versus horizontal formats) and two audio features (speech rate and average spectral centroid) on user engagement behavior. Design/methodology/approach We conducted a field study on TikTok. To test our various hypotheses, we used regression analysis on 2,511 videos containing product promotion information posted by 60 sellers between January 1, 2020 and November 20, 2021. Findings For visual variables, the number of shots and pixel-level image complexity were found to have nonlinear (inverted U-shaped) relationships with user engagement behavior. The vertical video form was found to have a positive effect on comments and shares. In the case of audio variables, speech rate was found to have a significant positive effect on shares but not on likes and comments. The average spectral centroid was found to have significant negative influences on likes and comments. Practical implications This study provides specific suggestions for sellers who create short-form videos to improve user engagement behavior. Originality/value This study contributes to the literature on short-form video advertising by extending the potential drivers of user engagement behavior. Additionally, from a methodological perspective, it contributes to the literature by using computer vision and speech-processing techniques to analyze user behavior in a video-related context, effectively overcoming the limitations of the widely adopted survey method.",
          "url": "https://doi.org/10.1108/intr-07-2023-0521",
          "doi": "https://doi.org/10.1108/intr-07-2023-0521",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Advertising",
      "journal_short": "JAdvert",
      "articles": [
        {
          "title": "Introduction to Computational Advertising Research Methodology Themed Issue",
          "authors": "Jisu Huh, Michelle R. Nelson, Cristel Antonia Russell",
          "url": "https://doi.org/10.1080/00913367.2024.2406187",
          "doi": "https://doi.org/10.1080/00913367.2024.2406187",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Angry tweets. How uncivil and intolerant elite communication affects political distrust and political participation intentions",
          "authors": "Melanie Saumer, Kateryna Maikovska, Ariadne Neureiter, Anastasia Čepelova, Hendrik van Scharrel, Jörg Matthes",
          "url": "https://doi.org/10.1080/19331681.2024.2433760",
          "doi": "https://doi.org/10.1080/19331681.2024.2433760",
          "filter": 0
        },
        {
          "title": "China’s digital diplomacy agenda and public engagement: an analysis in Africa on twitter (X)",
          "authors": "Minghua Xu, Mbonihankuye Vincent, Marwan H. Sallam",
          "url": "https://doi.org/10.1080/19331681.2024.2438090",
          "doi": "https://doi.org/10.1080/19331681.2024.2438090",
          "filter": 0
        },
        {
          "title": "Searching for cyberspace: the colonial pipeline ransomware attack through the lens of search engines",
          "authors": "Christopher Whyte",
          "url": "https://doi.org/10.1080/19331681.2024.2422908",
          "doi": "https://doi.org/10.1080/19331681.2024.2422908",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "CAT-ty Gossip and Rumor: An Integrative Framework",
          "authors": "Nicholas Emler, Howard Giles",
          "abstract": "Despite the power and extensive applications of communication accommodation theory (CAT), it has yet to be linked to the most common of conversational activities, gossip. We examine both the ways in which gossip plays a role as a communicative adjustment and the influence of accommodative behaviors upon gossip. The latter are relevant to strategic uses of gossip to influence others’ reputations, particularly others regarded as sexual rivals. We consider how gossip can operate as a form of norm talk, reinforcing ingroup norms. Gossip is conceptually and colloquially close to rumor and we explore how manipulation of ambiguity between the two may operate as an accommodative move while attacking others. The penultimate section concerns gossip and rumor on the internet and the forms of accommodation that promote conspiracy theories and allow abuse and trolling. Finally, theoretical implications for CAT and future directions for research on gossip and rumor are proposed.",
          "url": "https://doi.org/10.1177/0261927x241297402",
          "doi": "https://doi.org/10.1177/0261927x241297402",
          "filter": 0
        },
        {
          "title": "Investigating the Relationship Between Language Exposure and Explicit and Implicit Language Attitudes Towards Welsh and English",
          "authors": "Ianto Gruffydd, Marco Tamburelli, Florian Breit, Hamidreza Bagheri",
          "abstract": "Positive attitudes toward regional/minority languages are an essential precondition to language maintenance/revitalization. We investigate implicit and explicit attitudes toward Welsh and English and their relationship with childhood and adolescent age exposure among adult Welsh speakers from northwest Wales. Results indicate that implicit and explicit attitude constructs diverge and therefore bear differentially on language maintenance/revitalization. Specifically, comparing speaker data from the Language and Social Background Questionnaire with results from two independent studies, employing the Attitudes towards Languages (AToL) Scale and an Implicit Association Task respectively, we show that the implicit measure reveals a positive correlation between attitudes and exposure in primary school age. Conversely, the AToL returned no statistically significant factors, suggesting differential sensitivity of the explicit and implicit measures. We argue that an understanding of both types of attitude constructs, and attending to exposure levels especially as they relate to intergenerational transmission, is necessary to implement an effective language maintenance/revitalization strategy.",
          "url": "https://doi.org/10.1177/0261927x241294031",
          "doi": "https://doi.org/10.1177/0261927x241294031",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Media Psychology",
      "journal_short": "JMP",
      "articles": [
        {
          "title": "Seeking Support Online",
          "authors": "Emily M. Buehler, Andrew C. High",
          "abstract": "Abstract: The affordances of online channels can influence communication, and communicators sometimes value affordances differently in different relationships. This study examines how two affordances, anonymity and visibility, combine with relationship closeness to shape how people seek support online. Participants ( N = 171) composed a support-seeking message they imagined sending to various audiences in one of several online channels. Participants and outside observers rated the breadth, depth, and emotional content of the messages. The results suggest relationship closeness was negatively associated with perceived anonymity and perceived visibility. Greater anonymity corresponded with higher observed depth in support-seeking messages and greater visibility corresponded with higher self-reported emotional content. Furthermore, each affordance was positively associated with the observed emotional content of messages at low levels of closeness, and anonymity shared a negative association with the self-reported depth of messages only when visibility was low and closeness was high. Findings suggest that the content of support-seeking messages hinges, in part, on affordances and relationship characteristics.",
          "url": "https://doi.org/10.1027/1864-1105/a000453",
          "doi": "https://doi.org/10.1027/1864-1105/a000453",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "The dual lens of objectification: Perceived objectification, male partners’ reported objectification, and women’s detrimental sexual outcomes",
          "authors": "Katie Read, Dilan Kılıç, Rotem Kahalon, Verena Klein",
          "abstract": "Objectification theory posits that women are treated merely as a body, valued for its use, pleasure and consumption by and for others, mainly men. Women are also disadvantaged relative to men when it comes to sexually pleasurable experiences, including lower orgasm rates and a higher burden of performing sexual emotional labour (e.g., faking orgasm, performing desire for the partner, tolerating discomfort or pain during sex). We tested the hypothesis that objectification within romantic relationships (i.e., partner-objectification) may contribute to this tendency. Using data from 160 heterosexual couples, we aimed to explore how women’s self-objectification, perceived partner-objectification, and men’s self-reported partner-objectification are related to women’s orgasm rates and performance of sexual emotional labour. Self-objectification predicted women’s performance of sexual emotional labour but did not predict women’s orgasm rates. Our results further indicate that to the extent that women perceived themselves as being objectified by their male partner, they tend to report lower orgasm rates and greater performance of emotional labour. However, men’s self-reported partner-objectification did not. These findings suggest that women’s meta-perceptions are of greater importance for women’s sexual well-being than men’s self-reports. The research has implications for societal interventions aimed at preventing the consequences of partner-objectification, as well as for discussions in sex and relationship therapy for couples.",
          "url": "https://doi.org/10.1177/02654075241304802",
          "doi": "https://doi.org/10.1177/02654075241304802",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Book Review: Political Communication, Culture, and Society. , by Patricia Moy and Rico Neumann (Eds.)",
          "authors": "Job Allan Wefwafwa",
          "url": "https://doi.org/10.1177/10776990241303913",
          "doi": "https://doi.org/10.1177/10776990241303913",
          "filter": 0
        },
        {
          "title": "Book Review: Bourdieusian Media Studies , by Johan Lindell",
          "authors": "Elyes Chaouch",
          "url": "https://doi.org/10.1177/10776990241303450",
          "doi": "https://doi.org/10.1177/10776990241303450",
          "filter": 0
        },
        {
          "title": "Book Review: The Conscious Style Guide: A Flexible Approach to Language That Includes, Respects, and Empowers , by Karen Yin",
          "authors": "Andy Bechtel",
          "url": "https://doi.org/10.1177/10776990241303455",
          "doi": "https://doi.org/10.1177/10776990241303455",
          "filter": 0
        },
        {
          "title": "Journalism in Chains: A Field Theory Approach to Understanding the Lived Experiences of Afghan Journalists",
          "authors": "Sayyed Fawad Ali Shah, Ahmadullah Archiwal, Shabir Hussain",
          "abstract": "Following the Taliban’s takeover in Afghanistan, journalists and media organizations face unique challenges. This study uses field theory to highlight the voices of this marginalized community, missing from the dialogue on journalistic practices. Through 23 in-depth qualitative interviews, we explore how the Taliban’s rule is reshaping Afghanistan’s journalistic field. Findings reveal that journalists are adopting pragmatic strategies to bring some equilibrium to the field amid Taliban pressures. The existing practices involve renegotiating journalistic approaches where certain aspects are modified and others totally abandoned due to authoritarian constraints. This evolution underscores the profession’s resilience and adaptability, diverging from Western ideals but essential for survival in these strict conditions.",
          "url": "https://doi.org/10.1177/10776990241304416",
          "doi": "https://doi.org/10.1177/10776990241304416",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Visual Politics, Protest, and Power: Who Shaped the Climate Visual Discourse at COP26?",
          "authors": "Sylvia Hayes, Saffron O’Neill",
          "url": "https://doi.org/10.1080/1461670x.2024.2436912",
          "doi": "https://doi.org/10.1080/1461670x.2024.2436912",
          "filter": 0
        },
        {
          "title": "Covering Environment and Climate Change in Turkey: Transformative Journalisms Face Competitive Authoritarianism",
          "authors": "Mehmet Fatih Çömlekçi",
          "url": "https://doi.org/10.1080/1461670x.2024.2438994",
          "doi": "https://doi.org/10.1080/1461670x.2024.2438994",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Regional Facts Matter: a Comparative Perspective of Sub-State Fact-Checking Initiatives in Europe",
          "authors": "Ferre Wouters, Michaël Opgenhaffen",
          "abstract": "&lt;p&gt;After a significant surge of active fact-checking organisations in the past decade, more than 100 countries are being covered by fact-checkers today. Although the fact-checking movement is diverse, most operate on a national level. However, there are also organisations that operate on a sub-state level. Based either by community or geographic region, these fact-checkers investigate statements that are relevant for a specific population, and might otherwise remain unaddressed. In Europe, signatories of the International Fact-Checking Network are active in regions with federal or devolved power. This study brings a comparative analysis of regional fact-checkers in Europe, drawing on a combination of qualitative interviews with the organisations’ editors and managers, and a complementary document analysis. Our findings highlight the difference of organisational formats on fact-checking motivations, the difference in scope between political fact-checking and debunking routines, and the collaborative relations of regional fact-checkers with national and international organisations. This article adds to the debate of the global fact-checking movement by raising awareness of regional and local fact-checking, to overcome so-called fact deserts.&lt;/p&gt;",
          "url": "https://doi.org/10.17645/mac.8758",
          "doi": "https://doi.org/10.17645/mac.8758",
          "filter": 0
        },
        {
          "title": "Navigating Political Disagreement on Social Media: How Affective Responses and Belonging Influence Unfollowing and Unfriending",
          "authors": "Bingbing Zhang, Heather Shoenberger",
          "abstract": "While recent research has demonstrated how exposure to cross-cutting political opinions intensifies politically motivated disconnectivity on social media, there has been a notable gap in examining the influence of emotions and psychological traits in this process. Guided by the theories of selective avoidance and affective intelligence, our study employed a survey through Qualtrics panel drawn from a population-matching sample (&lt;em&gt;N&lt;/em&gt; = 498) of the US population to investigate how perceived political disagreement on social media affects decisions to unfollow and unfriend others through the induction of affective responses (e.g., anger, anxiety) and the role of psychological trait—need to belong. Controlling for demographics and political ideology, our mediation analysis revealed that perceived political disagreement was significantly related to anger, which was further positively associated with both unfollowing and unfriending on social media. Perceived political disagreement was also related to anxiety while anxiety was positively associated with individuals’ behaviors of unfollowing and unfriending. Furthermore, results showed that the need to belong played a significant role in moderating the relationship between perceived political disagreement and unfriending. When perceiving the same level of political disagreement, individuals with a higher need to belong were less likely to unfriend others on social media, compared to those with a lower need to belong. However, the need to belong did not exert a significant impact on how perceived political disagreement influenced unfollowing behavior. This study contributes to understanding the nuanced dynamics of disconnectivity on social media, particularly in navigating political disagreements.",
          "url": "https://doi.org/10.17645/mac.8483",
          "doi": "https://doi.org/10.17645/mac.8483",
          "filter": 0
        },
        {
          "title": "Fact-Checkers Around the World: Regional, Comparative, and Institutional Perspectives",
          "authors": "Regina Calamazza, Lucas Graves, Laurens Lauer",
          "abstract": "&lt;span&gt;This thematic issue explores the global fact-checking field, focusing on its organizations, practices, and institutional dynamics. Over the past decade, fact-checking has expanded to over 400 organizations, with approximately half operating in the Global South. Fact-checkers have built a solid institutional framework featuring annual conferences, regulatory bodies, and partnerships with big techs and public organizations. Even with this cohesion, the fact-checking movement remains deeply heterogeneous. Organizations range from small local outlets to global media giants, operating within varied media and political systems. These differences shape how fact-checkers define their mission and approach misinformation, and offer a valuable lens for journalism and political communication studies to analyze evolving media systems and digitalization effects worldwide. Given such diversity, our issue addresses the need for research to observe regional and comparative perspectives on fact-checking alongside studies of broader global trends. Recent scholarship has focused on how fact-checkers adapt to diverse environments, particularly in Africa, Asia, and Latin America, and how the field is evolving. It also examines fact-checkers' relationships with platform companies, policymakers, and transnational institutions combating misinformation. Contributions employing diverse methodologies, from case studies to large-scale content analyses, are included, with a particular emphasis on understanding organizational and contextual specificities in this crucial area of media and political communication.&lt;/span&gt;",
          "url": "https://doi.org/10.17645/mac.9687",
          "doi": "https://doi.org/10.17645/mac.9687",
          "filter": 0
        },
        {
          "title": "Digital Barricades and Blackouts: A Case of Internet Shutdowns in India",
          "authors": "Manisha Madapathi",
          "abstract": "Using internet shutdowns as a reaction to civil unrest has become a common response from the Indian state. In 2022, India remains at the top with the highest number of recorded shutdowns in the world, for the fifth consecutive year. Several state and central governments have used this tactic to suspend the flow of information, either to curtail the ability of citizens to organise through social media networks, dominate discourse around an event, or both. Many such instances have increased the circulation of misinformation, leading to polarised online spaces created partly due to the lack of internet connectivity. Digital disconnection then becomes a condition forced upon its citizens rather than a voluntary choice made by individuals. To explore the impact of internet shutdowns on civic discourse, I look at the case of the farmers’ protest in India, that lasted from September 2020 to November 2021. The movement successfully led to the repeal of the three controversial farm laws. The protest faced challenges due to internet shutdowns along with other forms of crackdown by authorities. I use in-depth interviews to bring in the voices of the various stakeholders who participated in this movement. In this article, I would like to place the farmers’ protest as a vantage point from where one can look at how the Indian state has used internet shutdowns to control dissent.",
          "url": "https://doi.org/10.17645/mac.8511",
          "doi": "https://doi.org/10.17645/mac.8511",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "On a new path: Social support, social media engagement, and well-being after religious disaffiliation",
          "authors": "Yehudis Keller, Yossi David, Estherina Trachtenberg",
          "abstract": "How do social support and the use of social media contribute to mental health and resilience among those who are pursuing a new path of identity and life? Those who exit ultra-Orthodox Judaism often struggle with loss of social support while simultaneously increasing their use of social media. We conducted a cross-cultural survey among 1146 individuals who left ultra-Orthodox Judaism. Our findings show that escapist and avoidant coping through social media correlated with more negative mental health outcomes, while using social media to problem solve and perceiving oneself as giving and receiving social support correlated with more positive outcomes. Resilience negatively associated with escapist and avoidant styles of coping through social media. Some aspects of perceived social support had positive associations with resilience. These findings shed light on potentially helpful mechanisms for using social media among marginalized communities, specifically those who exit high-cost religious communities.",
          "url": "https://doi.org/10.1177/14614448241302312",
          "doi": "https://doi.org/10.1177/14614448241302312",
          "filter": 0
        },
        {
          "title": "Consequences of digital platforms’ use on the work–life balance of Brazilian journalists",
          "authors": "Thales Lelo, Gabriela Silva Meneses, Fábio Henrique Pereira",
          "abstract": "This study investigates the influence of digital platforms on the work–life balance of Brazilian journalists. It comprises empirical research with 35 news professionals, including 35 semi-structured interviews and 33 diary materials. Data were qualitatively analyzed using the thematic networks approach. Findings reveal that digital platforms have influenced the work–life balance of journalists in conflicting ways, encompassing positive, mixed, and negative effects. In this sense, news workers have employed various practices to limit their use of digital media and promote work–life balance. Overall, this study presents a more comprehensive description of the impact of digital platforms in journalism. It also highlights these technologies’ prominence to positive or negative spillovers between personal and professional spheres. Last, it introduces a cognitive map of the actions put in place by a professional group to keep their digital media use under some control, which may also be seen as practices of journalistic disconnection.",
          "url": "https://doi.org/10.1177/14614448241302409",
          "doi": "https://doi.org/10.1177/14614448241302409",
          "filter": 0
        },
        {
          "title": "Silent no more: Revealing and resisting cyberviolence against Moroccan women in academia",
          "authors": "Mohamed Belamghari",
          "abstract": "This research adopts a tripartite methodology, by combining qualitative, quantitative, and case study approaches, to examine the underexplored issue of cyberviolence against Moroccan female academics. With three key research questions, the study explores the prevalence, characteristics, effects on mental well-being and professional fulfillment, and the coping strategies employed by the victims to counteract cyberviolence. The study concludes by stressing the urgency of targeted and efficient interventions and evidence-based policies to address the gendered nature of online harassment. In spite of its limitations, the research lays the ground for further studies and collaboration to secure safer online environments for female academics in Morocco.",
          "url": "https://doi.org/10.1177/14614448241302467",
          "doi": "https://doi.org/10.1177/14614448241302467",
          "filter": 0
        },
        {
          "title": "On the fly: How Japanese social media “watchers” improvise to counter problematic information",
          "authors": "Kayo Mimizuka, André K Rodarte, Ahmer Arif",
          "abstract": "Recent studies have explored how the purveyors of problematic information can mobilize online crowds by tapping into positive feelings like amusement, belonging, and optimism. Unfortunately, it is not clear how such participation and emotions can also help communities reduce the spread of problematic information. We address this gap by examining how a group of Japanese social media “watchers” monitored and countered YamatoQ, a pro-QAnon Japanese conspiracy group. We analyze interviews with 12 watchers to make empirical contributions about the how, where, and why of their activities. Participants describe a playful approach to confronting problematic information, whereby they leverage a sense of improvisation, humor, and community to meet the challenges of their work. These results extend our knowledge of volunteer efforts to address problematic information, and expand the range of perspectives represented in the literature regarding the participatory and emotional aspects of problematic information.",
          "url": "https://doi.org/10.1177/14614448241302311",
          "doi": "https://doi.org/10.1177/14614448241302311",
          "filter": 0
        },
        {
          "title": "College students’ literacy, ChatGPT activities, educational outcomes, and trust from a digital divide perspective",
          "authors": "Ceciley (Xinyi) Zhang, Ronald E Rice, Laurent H Wang",
          "abstract": "This study investigates the association of socioeconomic status (SES) and digital and AI literacy with types of Chat GPT use by college students, with subsequent implications for academic self-efficacy and creativity, conditioned by trust. Analyses of a survey of U.S. college students (N = 947) show that SES has a greater association with AI literacy than with general digital literacy. Two dimensions of Chat GPT activities emerge: academic support and displacement. Structural equation modeling reveals that AI literacy is positively associated with both activity dimensions, while digital literacy is unexpectedly a negative contributor. Further, academic support is strongly linked to positive outcomes whereas academic displacement is negatively associated. Attitudinal trust in Chat GPT moderates the overall relationships. Our findings suggest that conventional digital inequality persists and evolves with generative AI, traditional digital literacy becomes insufficient in the age of AI, and trust in this new and opaque digital technology influences these relationships.",
          "url": "https://doi.org/10.1177/14614448241301741",
          "doi": "https://doi.org/10.1177/14614448241301741",
          "filter": 0
        },
        {
          "title": "Unequal pathways to digital self-entrepreneurship: Class-inflected orientations regarding vlogging as a career",
          "authors": "Tin-Yuet Ting",
          "abstract": "Digital self-entrepreneurship has become one of the most popular career options among younger generations. However, limited attention has been paid to the relationships between socioeconomic differences and digital self-entrepreneurship among youths. Using an extended Bourdieusian framework, this article critically reassesses vloggers’ digital creative labour, conditions and decisions by conceptualising them as various outcomes of position-taking in the emerging field of digital cultural production, tied to socioeconomic differences. Based on interviews with YouTubers in Hong Kong, this study examines how class background shapes young vloggers’ career paths and future aspirations. The findings reveal their divergent class-inflected orientations towards the common tensions between (1) platform productivity and creative autonomy, (2) elite evaluation and mass rating and (3) career planning and an uncertain vlogging future. Shifting the focus to the nexus between class inequality and the platform creative economy, this article provides a nuanced account of digital creative work amid platform precarity and uncertainty.",
          "url": "https://doi.org/10.1177/14614448241302429",
          "doi": "https://doi.org/10.1177/14614448241302429",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personal Relationships",
      "journal_short": "PersRel",
      "articles": [
        {
          "title": "Mapping the integration of adult friends into the study of close relationships and health",
          "authors": "Grace Vieth, Alexander J. Rothman, Jeffry A. Simpson",
          "abstract": "Close relationships are associated with many positive outcomes throughout life, including improved physical health and well‐being. Traditionally, theory and research on the health benefits of close relationships have focused on either the total amount of support perceived available within a person's entire social network or the support provided by romantic partners (Shankar et al. in Psychology and Health , 30(6), 686–698; 2015). Limited work has examined the impact of distinct relationship types, particularly friends. In this article, we address this critical gap in our current knowledge. First, we identify the features of friends and friendship networks that distinguish them from other types of adult relationships, especially romantic relationships. Second, we use the strength and strain model (Slatcher &amp; Selcuk in Current Directions in Psychological Science , 26(1), 16–21; 2017) as a framework to consider how adult friendships might impact physical health in ways similar to but also distinct from romantic partners. Utilizing this specific model, we identify features of friendships—the size and structure of friendship networks, the norms that define friendships, and the levels of interdependence in friendships—and discuss how each feature can amplify or blunt the strengths and strains afforded by friends, including their impact on health. Finally, we provide a roadmap and identify priorities to advance research on friendships and physical health.",
          "url": "https://doi.org/10.1111/pere.12583",
          "doi": "https://doi.org/10.1111/pere.12583",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "U.S. Election Day Coverage of Voting Processes",
          "authors": "Kathleen Searles, Jessica Maki, Christopher Mann",
          "url": "https://doi.org/10.1080/10584609.2024.2434932",
          "doi": "https://doi.org/10.1080/10584609.2024.2434932",
          "filter": 0
        },
        {
          "title": "Gendered Backlash Depends on the Context. Reassessing Negative Campaigning Sanctions Against Female Candidates via Large-Scale Comparative Data",
          "authors": "Alessandro Nai, Chiara Valli, Jürgen Maier, Loes Aaldering",
          "url": "https://doi.org/10.1080/10584609.2024.2434930",
          "doi": "https://doi.org/10.1080/10584609.2024.2434930",
          "filter": 0
        },
        {
          "title": "The Effects of Foreign Elite Cues from a Dominant Neighboring Country: The Case of the United States and Mexico",
          "authors": "David J. Ciuk, Lia Tavarez",
          "url": "https://doi.org/10.1080/10584609.2024.2434486",
          "doi": "https://doi.org/10.1080/10584609.2024.2434486",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "A social influence perspective toward employee-organization relationships: The role of relationship norms in employee peer networks",
          "authors": "Yan Qu, Cen April Yue, Katie Haejung Kim, Alvin Zhou",
          "url": "https://doi.org/10.1016/j.pubrev.2024.102531",
          "doi": "https://doi.org/10.1016/j.pubrev.2024.102531",
          "filter": 0
        },
        {
          "title": "How social media influencers support political parties in achieving campaign objectives, according to political communicators in Germany",
          "authors": "Nils S. Borchers",
          "url": "https://doi.org/10.1016/j.pubrev.2024.102532",
          "doi": "https://doi.org/10.1016/j.pubrev.2024.102532",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "1997: “Your genes, your choices” and public education about the ethical, legal and social issues of the Human Genome Project",
          "authors": "Charnell Peters",
          "url": "https://doi.org/10.1177/09636625241300390",
          "doi": "https://doi.org/10.1177/09636625241300390",
          "filter": 0
        },
        {
          "title": "The effect of scientific conspiracy theories on scepticism towards biotechnologies",
          "authors": "Mathew D Marques, John R Kerr, Arthur A Stukas, Jim McLennan",
          "abstract": "Many conspiracy theories implicate scientists and science. We investigated the impact of exposure to scientific conspiracies about biotechnologies. Across three preregistered online studies ( Ns = 1,000), participants who read information about conspiracies involving agribiotechnology companies or biobank scientists were more likely to endorse conspiracies. Other effects of exposure to conspiracy information were mixed. In Study 1, reading about an agricultural biotechnology conspiracy had a small significant effect on reducing intentions to eat genetically modified food. In Study 2, exposure to a conspiracy involving biobank scientists decreased support for biobanks, mediated by decreased trust in biobank scientists. In Study 3, this conspiracy had no effect on wider beliefs of the role of science in society (science populism), nor support of genetically modified food-promoting policies. Overall, we found that exposure to conspiracies involving scientific claims increased conspiracy belief endorsement and can further negative effects. However, the effects of conspiracies on science populism appear limited.",
          "url": "https://doi.org/10.1177/09636625241300896",
          "doi": "https://doi.org/10.1177/09636625241300896",
          "filter": 0
        },
        {
          "title": "How does the French press handle a controversial biotechnology? A psychosocial study of media coverage of human genome editing",
          "authors": "Thibaud Marmorat, Solveig Lelaurain, Yuri Sá Oliveira Sousa, Thémis Apostolidis",
          "abstract": "The development of techniques for the modification of the human genome gives rise to heterogeneous communications and representations and is a relevant object for studying the dissemination of scientific innovations within society. Situated within the framework of social representations theory, our study aims to investigate the thematic dimensions of the public debate—as occurring in the French press—on the edition of human embryos. We conducted a lexicometric study of 343 French press articles with a hierarchical descending classification analysis and a correspondence analysis. Results indicate an evolution in the media treatment of human genome editing, from a popularization perspective to a focus on ethical and legislative aspects of genome editing. This study attempts to shed light on the structure and dynamics of information and meanings associated with human genome editing by analyzing the context in which communications surrounding genetic editing are situated and produced.",
          "url": "https://doi.org/10.1177/09636625241286375",
          "doi": "https://doi.org/10.1177/09636625241286375",
          "filter": 0
        },
        {
          "title": "Rapidly diverging public trust in science in the United States",
          "authors": "Manjana Milkoreit, E. Keith Smith",
          "abstract": "Trust in science is crucial to resolving societal problems. Americans across political ideologies have high levels of trust in science—a stable pattern observed over the past 50 years. Yet, trust in science varies by individual and group characteristics and faces several threats, from political actors, increased political polarization, or global crises. We revisit historical trends of trust in science among Americans by political orientation. We find steadily diverging trends by political views since the 1990s, and a drastically and rapidly opening gap since 2018. Recent unprecedented changes are driven not only by decreases in trust among conservatives but also by increases among liberals. Existing theoretical accounts do not fully explain these patterns. Diverging attitudes toward the institution of science can diminish capacity for collective problem-solving, eroding the shared foundation for decision-making and political discourse.",
          "url": "https://doi.org/10.1177/09636625241302970",
          "doi": "https://doi.org/10.1177/09636625241302970",
          "filter": 0
        },
        {
          "title": "The gender gap in expert voices: Evidence from economics",
          "authors": "Hans Henrik Sievertsen, Sarah Smith",
          "abstract": "In economics, as in other domains, male experts are overrepresented in public debates. The underlying reason for this is unclear. A demand-side explanation is that female experts are less frequently asked to give their opinion; a supply-side explanation is that, conditional on being asked, female experts are less willing to give their opinion. Analysing an existing panel of expert economists, all asked for their opinions on a broad range of issues, we find evidence of a supply-side gap: male panel members are more likely to give an opinion, and this is the case in all fields of economics and on both in-field and out-of-field topics.",
          "url": "https://doi.org/10.1177/09636625241282162",
          "doi": "https://doi.org/10.1177/09636625241282162",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Where is the Global South? Northern Visibilities in Digital Activism Research",
          "authors": "Suay M. Özkula, Paul J. Reilly",
          "abstract": "The seemingly global nature of English-language hashtags often obscures activism from outside the Global North (GN). This systematic review explores geographic representation in this field ( N = 315 articles) through an investigation of case study location, author affiliation, methods of data collection and analysis, and researched social media platforms. The results show a preponderance of GN/Majority cases and non-region-specific social media groupings such as hashtag publics, particularly in research employing digital methods. As such, extant research in the field has disproportionately produced what we term Northern Visibilities—groups and movements based in GN countries (above all the United States) and platforms popular within them. We use the findings of the review to critically interrogate notions of the Global South in digital social research and provide recommendations for rectifying geopolitical underrepresentation and promoting more inclusive research practice.",
          "url": "https://doi.org/10.1177/20563051241299835",
          "doi": "https://doi.org/10.1177/20563051241299835",
          "filter": 0
        },
        {
          "title": "DIY-Online Reconciliation? The Role of Memes in Navigating Inter-Group Boundaries in the Context of Sri Lanka’s 2022 Political Crisis",
          "authors": "Andreas T. Hirblinger, Sara Kallis, Hasini A. Haputhanthri",
          "abstract": "Social media is increasingly viewed as a venue for organized peacebuilding efforts. However, current research has paid little attention to the vast array of everyday, self-organized social media interactions that could help overcome societal divisions. This article analyses the role of online memes in everyday online reconciliation, using Sri Lanka’s 2022 political crisis as a case study. We argue that memes contribute to a DIY-approach to dealing with the past, helping to renegotiate inter-group boundaries in the aftermath of conflict. Memes articulate grievances, but they also engage with inter-group relations in a playful manner, thus enabling both a “sincere” and a “subjunctive” approach to group relations by describing them both as they “are” as well as how they “could be.” In combination, they can be used as a “weapon of the weak,” through which vulnerable social media users may communicate in ways that transcend dominant perspectives on group relations.",
          "url": "https://doi.org/10.1177/20563051241303362",
          "doi": "https://doi.org/10.1177/20563051241303362",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Southern Communication Journal",
      "journal_short": "SoComm",
      "articles": [
        {
          "title": "Smartphones in Relational Conflicts: Examining When and How They Interfere",
          "authors": "David J. Roaché, John P. Caughlin",
          "url": "https://doi.org/10.1080/1041794x.2024.2433507",
          "doi": "https://doi.org/10.1080/1041794x.2024.2433507",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Decoding digital dependency: Flow experience and social belonging in short video addiction among middle-aged and elderly Chinese users",
          "authors": "Jie Xu, T. Ramayah, Muhammad Zulqarnain Arshad, Adibah Ismail, Jamilah Jamal",
          "url": "https://doi.org/10.1016/j.tele.2024.102222",
          "doi": "https://doi.org/10.1016/j.tele.2024.102222",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "Risk Perceptions of Misinformation Exposure Across Platforms, Issues, Modalities, and Countries: A Comparative Study Across the Global North and South",
          "authors": "Michael Hameleers, Marie Garnier Ortiz",
          "abstract": "Mis- and disinformation have been associated with detrimental political consequences, such as increasing ideological and epistemic polarization. Yet, we know little about how people perceive the risks of misinformation across countries and domains of information. As holding high-risk perceptions of encountering misinformation across domains may result in high levels of media cynicism and uncertainty, it is important to explore news users’ relative risk perceptions related to mis- and disinformation. Therefore, this article relies on original survey data collected in seven countries: Argentina ( N = 507), Brazil ( N = 650), Chile ( N = 485), Mexico ( N = 461), the United States ( N = 521), Spain ( N = 576), and the Netherlands ( N = 518) (total N = 3,718). Main findings indicate that news users arrive at high estimates of mis- and disinformation’s proportion across all countries. Although higher-risk information domains (i.e., political advertising) are generally more likely to be associated with misinformation than lower-risk domains (i.e., scientific evidence), our findings foreground important country-level differences that relate to varying levels of resilience across the seven democracies studied. Our findings offer important evidence for the relative assessments of risk related to misinformation across contexts that vary on vulnerability to the threats of misinformation.",
          "url": "https://doi.org/10.1177/19401612241304050",
          "doi": "https://doi.org/10.1177/19401612241304050",
          "filter": 0
        },
        {
          "title": "“ Your house won’t be yours anymore! ” Effects of Misinformation, News Use, and Media Trust on Chile’s Constitutional Referendum",
          "authors": "Magdalena Saldaña, Ximena Orchard, Sebastian Rivera, Guillermo Bustamante-Pavez",
          "abstract": "News consumption and voting behavior are interlinked and particularly important in elections where traditional political cleavages are not easily applicable. This relationship becomes more complex and uncertain in contexts of low trust in the news media and high levels of misinformation circulating in different news ecosystems. In this study, we test an indirect path between differentiated news media consumption and voting choices, mediated by belief in misinformation, and moderated by news media trust. Our data come from a two-wave panel survey of 1,332 respondents, conducted in Chile before and after the 2022 Constitutional Referendum, a political event that captured international attention after a constitutional proposal was rejected in a process initiated with high public support. Our analyses found that news media consumption significantly affected voting preferences in the referendum, not only indirectly through the acceptance of misinformation, but also directly, suggesting that news organizations might act, intentionally or not, as soundboards of misinformation. These findings suggest that countries with enough press freedom to rely on the news media to be informed but also a high concentration of ownership, topics, and angles covered, might become fertile soil for misinformation to spread in the form of professional news coverage, instead of fabricated, easy-to-spot fake pieces circulating in dubious websites or on social media.",
          "url": "https://doi.org/10.1177/19401612241298853",
          "doi": "https://doi.org/10.1177/19401612241298853",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
