{
  "update": "2025-09-19",
  "content": [
    {
      "journal_full": "Communication Methods and Measures",
      "journal_short": "CMM",
      "articles": [
        {
          "title": "Can we use automated approaches to measure the quality of online political discussion? How to (not) measure interactivity, diversity, rationality, and incivility in online comments to the news",
          "authors": "Sjoerd B. Stolwijk, Mark Boukes, Wang Ngai Yeung, Yufang Liao, Simon Münker, Anne C. Kroon, Damian Trilling",
          "url": "https://doi.org/10.1080/19312458.2025.2553300",
          "doi": "https://doi.org/10.1080/19312458.2025.2553300",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Quarterly",
      "journal_short": "CQ",
      "articles": [
        {
          "title": "“I will pray about it”: Mental illness Stigma Management Strategies among Ghanaian Celebrities",
          "authors": "Lyzbeth Safoah King, Mary Kiura",
          "url": "https://doi.org/10.1080/01463373.2025.2560923",
          "doi": "https://doi.org/10.1080/01463373.2025.2560923",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Studies",
      "journal_short": "CS",
      "articles": [
        {
          "title": "“There’s Nothing I Like About Being Here”: Sensemaking in a Long-Term Care Facility",
          "authors": "Alyssa M. Obradovich, Maria K. Venetis",
          "url": "https://doi.org/10.1080/10510974.2025.2558947",
          "doi": "https://doi.org/10.1080/10510974.2025.2558947",
          "filter": 0
        },
        {
          "title": "“Elements don’t mix!”: Unearthing Racial Scripts and a Rhetorical Economy of Whiteness in Disney and Pixar’s Elemental",
          "authors": "Linsay M. Cramer, Gabriel A. Cruz",
          "url": "https://doi.org/10.1080/10510974.2025.2557340",
          "doi": "https://doi.org/10.1080/10510974.2025.2557340",
          "filter": 0
        },
        {
          "title": "Family Communication Patterns, Emotion Suppression, and Coping: The Role of Conformity Orientation and Its Components",
          "authors": "Caleb J. Price, Diana J. Meter, Elizabeth B. Fauth",
          "url": "https://doi.org/10.1080/10510974.2025.2554088",
          "doi": "https://doi.org/10.1080/10510974.2025.2554088",
          "filter": 0
        },
        {
          "title": "Identity Gaps and LGBTQIA+ Students’ Social Connection, Stigma, and Activism",
          "authors": "Amanda Denes, Katrina T. Webber, Rachel V. Tucker, Jacqueline N. Gunning, Antonia E. Caba, Madeline J. Hebert, Eva S. Lefkowitz",
          "url": "https://doi.org/10.1080/10510974.2025.2557332",
          "doi": "https://doi.org/10.1080/10510974.2025.2557332",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Book review: Appropriate, Negotiate, Challenge: Activist Imaginaries and the Politics of Digital Technologies by Elisabetta Ferrari FerrariE (2024) Appropriate, negotiate, challenge: Activist imaginaries and the politics of digital technologies. Oakland, CA: University of California Press. 230 pp. ISBN 9780520402027 (paperback); ISBN 9780520402041 (ebook)",
          "authors": "Chi Kwok",
          "url": "https://doi.org/10.1177/13548565251380647",
          "doi": "https://doi.org/10.1177/13548565251380647",
          "filter": 0
        },
        {
          "title": "Visual representations of women activists in the Akbelen protests: Challenging gender norms and corporate exploitation through digital media",
          "authors": "Semra Demirdiş",
          "abstract": "This study examines the visual representation of women activists in the Akbelen protests in Türkiye, focussing on images and videos shared on X (formerly Twitter) under the hashtag #AkbelenDokunma. Using qualitative content analysis, it explores how digital media constructs narratives about women’s roles in activism, particularly in challenging traditional gender norms. Drawing on Stuart Hall’s theory of representation, the study analyses how these visual portrayals encode meanings that influence public perceptions of women’s agency in environmental movements. The findings reveal a dual narrative in the representation of women activists. While many images depict women as leaders in environmental resistance, actively advocating for conservation and social justice, others portray them as passive victims, emphasising their emotional vulnerability, distress, and powerlessness. This contradiction reflects broader gendered media biases, where women’s activism is acknowledged but often framed through narratives of suffering rather than empowerment. These representations shape public perceptions of gender roles in activism, influencing how women’s resistance is understood and valued. This research contributes to the growing literature on digital activism, gender, and environmental movements, emphasising the role of social media in contesting and reinforcing dominant narratives. Additionally, it addresses gaps in existing research on the representation of women activists in digital media, offering new insights into how visual media both empowers and constrains women’s activism, particularly in the context of environmental justice and gender equality.",
          "url": "https://doi.org/10.1177/13548565251381482",
          "doi": "https://doi.org/10.1177/13548565251381482",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "Virtual Bonds; Real Emotions: Systematic Review Exploring Online Social Connections and Adolescent Mental Health",
          "authors": "Tyler Prochnow, Rithanya Senthil, Allison Poulos, Meg S. Patterson, Jamilia Blake, Philip Massey",
          "url": "https://doi.org/10.1177/21522715251377377",
          "doi": "https://doi.org/10.1177/21522715251377377",
          "filter": 0
        },
        {
          "title": "Dumbphones in a Smart World: Why Some Are Embracing a Low-Tech Life",
          "authors": "Brenda K. Wiederhold",
          "url": "https://doi.org/10.1177/21522715251379771",
          "doi": "https://doi.org/10.1177/21522715251379771",
          "filter": 0
        },
        {
          "title": "The Feedback Loop: Is AI Teaching Us to Talk Like Machines?",
          "authors": "Brenda K. Wiederhold",
          "url": "https://doi.org/10.1177/21522715251379730",
          "doi": "https://doi.org/10.1177/21522715251379730",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
      "journal_short": "CyberPsych",
      "articles": [
        {
          "title": "Theory of mind predicts emoji comprehension in a sample of early adolescents: The moderating effect of social media use",
          "authors": "Elisa Bisagno, Simone Pinetti, Alice Lucarini, Martina Basciano, Alessia Cadamuro",
          "abstract": "Despite the widespread use of social media and communication apps among early adolescents, little is known about which psychological variables affect their comprehension of emojis, i.e., pictograms delivering emotional cues in digital messages. To fill this gap, the present study explores the role of Theory of Mind (ToM) in emoji comprehension at the boundary condition of low vs high Social Media Use (SMU), in a sample of 303 Italian early adolescents (134 females) aged between 10 and 14 years old. Participants completed an SMU scale, two ToM measures, namely the Reading the Mind in the Eyes test and Real/apparent Emotions task, and an emoji comprehension task. Results showed that both ToM measures positively predicted emoji comprehension. Moreover, there was a significant interaction between the Real/apparent Emotions task and SMU, with stronger relationships between ToM and emoji comprehension for low SMU. Separate analyses with easy- and difficult-to-classify emojis as dependent variables showed the same interaction effect only on easy emojis, while we found no significant interaction effect on difficult emojis. Taken together, these results suggest that youngsters less familiar with social media rely on ToM to encode and decode emojis and interpret digital messages. Conversely, the more they use social media, the more automated this task becomes. In this sense, ToM training could be relevant to promote preparatory skills among early adolescents starting to approach digital communication.",
          "url": "https://doi.org/10.5817/cp2025-4-10",
          "doi": "https://doi.org/10.5817/cp2025-4-10",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "Technological Hype and AI in Journalism: Five Functions and Why They Matter",
          "authors": "Seth C. Lewis, Rodrigo Zamith, Jon Benedik A. Bunquin",
          "url": "https://doi.org/10.1080/21670811.2025.2557994",
          "doi": "https://doi.org/10.1080/21670811.2025.2557994",
          "filter": 0
        },
        {
          "title": "Examining Platforms’ Affordances: Bridging Journalists’ and Users’ Practices of Online Engagement",
          "authors": "Constanza Gajardo, David Domingo, Irene Costera Meijer",
          "url": "https://doi.org/10.1080/21670811.2025.2559370",
          "doi": "https://doi.org/10.1080/21670811.2025.2559370",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "Bordering Vulnerability: Media Portrayal of Climate Migrants in Quebec’s Visual Narrative",
          "authors": "Sarah Lajeunesse, Jessica Auchter, Yannick Dufresne",
          "url": "https://doi.org/10.1080/10646175.2025.2558806",
          "doi": "https://doi.org/10.1080/10646175.2025.2558806",
          "filter": 0
        },
        {
          "title": "The Co-Culture of the Howard University Men’s Soccer Team: An Applied Communication Study",
          "authors": "Andrew Dix",
          "url": "https://doi.org/10.1080/10646175.2025.2555563",
          "doi": "https://doi.org/10.1080/10646175.2025.2555563",
          "filter": 0
        },
        {
          "title": "Black Digital Models and the Ethics of Representation: An Autotheoretical Intervention",
          "authors": "Varsha Thulasi Pillai, Parvathy Rajeev",
          "url": "https://doi.org/10.1080/10646175.2025.2556214",
          "doi": "https://doi.org/10.1080/10646175.2025.2556214",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Escaping from the echo chamber: understanding user behavior from the perspective of psychological reactance theory",
          "authors": "Xianpei Hong, Liwei Pan, Min Xu, Qian Chen",
          "abstract": "Purpose The widespread use of recommendation algorithms offers convenience to users but may unintentionally create echo chambers. This study aims to investigate user behavior in response to echo chambers and the psychological mechanisms that drive these reactions. Design/methodology/approach Based on psychological reactance theory, we develop a four-stage model consisting of “external stimulus – threat perception – reactance – behavioral response” to investigate how echo chambers affect users’ psychology and behavior on social media. This study collects 493 valid questionnaires. Findings Findings suggest that echo chamber features – high information density and similarity – significantly motivate users’ psychological resistance, with perceived freedom threat and fatigue experiences mediating this process. In response to this resistance, users interrupt their behavior, limit self-disclosure and increase misrepresentative interactions. Originality/value This study systematically investigates the psychological and behavioral mechanisms behind users’ reactions to the echo chamber effect. It innovatively applies psychological reactance theory to social media echo chambers, enhancing the understanding of user psychology in the digital era. Additionally, the study broadens the previous emphasis on passive avoidance by identifying a range of coping strategies—both off-platform and in-platform—and emphasizes how users utilize algorithmic logic to modify information flows. Highlights",
          "url": "https://doi.org/10.1108/itp-08-2024-0984",
          "doi": "https://doi.org/10.1108/itp-08-2024-0984",
          "filter": 0
        },
        {
          "title": "Savior or saboteur? Big data and company employees innovative behavior: a socio-technical systems theory perspective",
          "authors": "Ming Yuan, Han Lin, Ziyao Zhang, Linguo Ji, Mingchuan Yu",
          "abstract": "Purpose This research integrates a knowledge-based view with socio-technical systems (STS) theory to examine how organizational big data predictive analytics (BDPA) influence employee innovative behavior through a multilevel theoretical framework. The study aims to theorize the cross-level impact of organizational BDPA adoption on individual innovative behavior and identify the underlying mechanisms through which team knowledge-sharing behavior and knowledge process capability mediate this relationship. Design/methodology/approach The research involves an empirical study that collected data from 48 firms, which included 100 teams and 561 company employees. The study uses a multi-level model to analyze the data and examine the relationships between organizational BDPA, company employees’ innovative behavior and the mediating effects of team knowledge-sharing behavior and knowledge process capability. Findings (a) There is a significant cross-level main effect, indicating that organizational BDPA has a noteworthy impact on company employees’ innovative behavior. (b) Knowledge sharing behavior and knowledge process capability serve as bridging mechanisms between BDPA and employee innovative behavior. Originality/value This study makes three key theoretical contributions: first, it advances STS theory by identifying dual knowledge-based mediating mechanisms that explain how organizational technological capabilities translate into individual innovative behavior. Second, it extends STS theory from horizontal to vertical socio-technical interactions through a validated multilevel framework spanning organizational, team and individual levels. Third, it demonstrates the contextual applicability of STS principles in China’s unique institutional environment, revealing amplified conditions for team-based knowledge processes in emerging economies.",
          "url": "https://doi.org/10.1108/itp-01-2024-0052",
          "doi": "https://doi.org/10.1108/itp-01-2024-0052",
          "filter": 0
        },
        {
          "title": "The unexplored consequences of fear in mobile banking privacy",
          "authors": "Marco Alexandre Terlizzi, Laura Brandimarte, Susan A. Brown, Otávio Próspero Sanchez",
          "abstract": "Purpose Despite their potential influence on user behavior in digital contexts, emotional factors, particularly fear, are underexplored in research on privacy concerns. To address this gap, our study investigates how fear affects privacy concerns, trust beliefs, risk beliefs and the intention to use mobile banking. The study is framed using the “antecedents → privacy concerns → outcomes” model, which synthesizes empirical findings from information systems research and is augmented by behavioral economics to account for overlooked but essential factors such as emotions. Design/methodology/approach Our research includes two different studies: (1) a laboratory experiment using both a direct (facial recognition) and self-reported measure of fear, followed by (2) an online experiment using self-reported fear scales. In both studies, we simulated an attack in which financial information is stolen. Findings The results demonstrate that trust in mobile banking decreases privacy concerns and has a more significant effect if the user is not afraid. Fear directly affects trust and privacy concerns but not risk beliefs or intention to use. Thus, when a mobile banking user is stimulated by a fear appeal message, the fear of losing information increases, activating privacy concerns and indirectly leading to increased mobile banking risk beliefs and reduced mobile banking usage. Originality/value Our study makes four main contributions. It demonstrates that (1) manipulating high and low fear appeal messages influences trusting beliefs and mobile banking information privacy concerns, so individuals with higher privacy concerns will be warier when using mobile banking. There exists an important boundary condition to the well-established relationship between trust and privacy concerns, such that when a mobile banking user is afraid of losing personal information, trust is not as effective in alleviating privacy concerns; (2) facial recognition can be used in privacy studies; (3) physiological responses to fear are significantly correlated with self-reported fear and (4) risk and intention to use are not directly driven by fear, so being afraid does not necessarily imply that users will stop using this technology.",
          "url": "https://doi.org/10.1108/itp-03-2024-0431",
          "doi": "https://doi.org/10.1108/itp-03-2024-0431",
          "filter": 0
        },
        {
          "title": "To ask is human, to answer divine: how awe-inspiring generative AI leads to self-enhancement and imposter anxiety",
          "authors": "Shih-Ju Wang, Heng Chiang Huang",
          "abstract": "Purpose Generative AI (GenAI) harnesses combined knowledge of mankind, possibly holding users in awe as they conduct upward social comparison by exploiting GenAI’s “know-it-all” wisdom to improve self-capability and prevent falling behind in work performance. This study aims to depict the GenAI-led upward social comparison process and addresses its antecedents and consequences. Design/methodology/approach Drawing upon various theories relating to possible selves, self-affirmation, self-discrepancy and relative deprivation, this study proposes a dual-route conceptual model illustrating causal linkages from users’ self-exploration/self-affirmation to their upward social comparison, perceived GenAI divinity and after-usage experience. The authors delineate propositions and also identify moderating factors of the model. Findings We suggest that people’s need for self-exploration and self-affirmation triggers a yearning for upward social comparison, which activates their “sense of awe” and “God salience” toward GenAI. Besides self-enhancing benefits from continued use of GenAI, consumers as free-riders of collective wisdom may experience diffidence or even imposter anxiety. Originality/value This study investigates the underlying mechanism of the transformation and development of GenAI users’ self-concepts and mental states through the techno-socio-psychological lens. The mechanism can partly explain why GenAI’s dynamism contributes to its recent fervor. Our findings have profound marketing implications in the booming AI era.",
          "url": "https://doi.org/10.1108/itp-08-2024-0999",
          "doi": "https://doi.org/10.1108/itp-08-2024-0999",
          "filter": 0
        },
        {
          "title": "From fear to act: enhancing older adults’ cybersecurity practices by elderly-oriented fear appeal messages design",
          "authors": "Keman Huang, Xiaoqing Wang, Jilei Zhou, Bin Liang",
          "abstract": "Purpose As the cybersecurity risks rapidly grow for older adults, fear appeal – a persuasive message that highlights potential cyber threats to motivate protective behavior – has become increasingly prevalent in efforts to protect them. While numerous researchers have examined responses to fear appeals, no prior studies have implemented an actual fear appeal specifically targeting older adults to investigate its effectiveness in influencing their cybersecurity behaviors. Design/methodology/approach Drawing on Protection Motivation Theory and the Elaboration Likelihood Model, we develop a framework that conceptualizes Family Risk Involvement (FRI) as a central cue, self-stigma perception as a peripheral cue, and cognitive age as a moderator. This framework explains how older adults process fear appeal messages to enhance their cybersecurity behaviors, including individual-level security policy compliance and collaborative security knowledge sharing. We operationalize the central and peripheral cues in the form of message designs integrated into elderly-oriented cybersecurity training materials. Using these materials, we conduct a large-scale study via an offline training program for 4,944 elderly participants from over 400 local communities across 14 provinces in China. Findings Partial least squares structural equation modeling analysis of data collected from 4,944 participants reveals that the fear appeal message design through FRI and self-stigma perception significantly improves older adults’ cybersecurity behaviors. These effects are moderated by cognitive age, which exerts a reinforcement interaction effect. Originality/value This study contributes to both the theoretical understanding and practical design of effective fear appeal messages to promote cybersecurity behaviors among older adults.",
          "url": "https://doi.org/10.1108/itp-04-2024-0548",
          "doi": "https://doi.org/10.1108/itp-04-2024-0548",
          "filter": 0
        },
        {
          "title": "Exploring the dark side of continuous social media brand community participation on consumer psychological ill-being: initial vs sustained participation",
          "authors": "Kofi Osei-Frimpong, Nazrul Islam, Caroline Korkor Ahorkonu, Lebene Richmond Soga, Graeme McLean",
          "abstract": "Purpose This study explores the dark side effects of continuous social media brand community (SMBC) participation on consumer psychological ill-being. Design/methodology/approach A two-wave online quantitative survey was conducted over a 12-month period, involving 805 consumers with prior experience participating in social media brand communities. The proposed model was analyzed using structural equation modeling (SEM) with AMOS 26.0. Findings The research indicates that individuals using social media for escapism are significantly linked to their SMBC participation and the experience of social media fatigue. Over time, participation in SMBC was found to greatly influence both social media fatigue and information overload. Notably, while negative emotions were closely tied to consumer psychological ill-being, information overload did not exhibit the same connection. Additionally, social media fatigue served as a mediator between SMBC participation and negative emotions. Similarly, negative emotions acted as a mediator between social media fatigue and psychological ill-being. Research limitations/implications This research examined the dark side of using social media as an escape and continuous participation in SMBC, employing a two-wave quantitative methodology. The study was confined to brand communities on the Facebook platform. This presents a limitation in terms of the broade applicability of the findings, as the analysis did not encompass a comprehensive range of social media platforms. Practical implications The study highlights the importance of managers maintaining order and promoting an environment of fairness on social media platforms to minimize negative emotions and reduce tensions among users. Additionally, governments can collaborate with social marketing agencies and NGOs to raise awareness about the potential adverse effects of excessive social media use, particularly focusing on protecting young people who are more susceptible to its negative impacts. Originality/value This research stands out as one of the few studies examining the potential negative aspects of SMBC activities, offering a meaningful addition to the existing body of literature on SMBC and psychological ill-being. Grounded in the theory of compensatory Internet use and the stressor-strain-outcome model, it provides valuable insights into the darker side of consumer social media escapism and participation in SMBCs, particularly in relation to their psychological ill-being.",
          "url": "https://doi.org/10.1108/itp-02-2025-0162",
          "doi": "https://doi.org/10.1108/itp-02-2025-0162",
          "filter": 0
        },
        {
          "title": "Beyond the screen: mixed-methods insights into credibility judgment of health-related short videos",
          "authors": "Kun Zhang, Yangyang Dang",
          "abstract": "Purpose Short videos serve as a crucial medium for disseminating health information, playing a significant role in enhancing users’ health literacy and guiding their health behaviors. However, existing research has yet to clarify the mechanisms influencing the credibility judgment of health information in short video formats, distinct from traditional textual information. This study aims to identify the key factors influencing the credibility judgment of health-related short videos (HSVs) and to develop a reliable mechanistic model for judging their credibility. Design/methodology/approach A sequential mixed-methods combining qualitative and quantitative research was employed. Using grounded theory, we identified 17 factors influencing the credibility judgment of HSVs and developed a model outlining the mechanisms behind these judgments. Five key influencing factors were identified through Fuzzy Decision-Making Trial and Evaluation Laboratory (Fuzzy-DEMATEL), and their pathways were validated using partial least squares structural equation modeling (PLS-SEM). Findings The publisher professionalism, content quality, cumulative system cues and external validation significantly positively impact credibility judgment of HSVs. Additionally, health information discernment efficacy positively and negatively moderates the effects of content quality and external validation on credibility judgment of HSVs, while the moderating effects of publisher professionalism and cumulative system cues are not significant. Originality/value The study provides an in-depth analysis of the key pathways affecting the credibility judgment of HSVs, enhancing our understanding of credibility of HSVs. Additionally, it expands the theoretical framework and research contexts within the field of credibility research, offering a case reference for the advancement and application of mixed methods.",
          "url": "https://doi.org/10.1108/itp-10-2024-1303",
          "doi": "https://doi.org/10.1108/itp-10-2024-1303",
          "filter": 0
        },
        {
          "title": "Mechanism and long-term effects of psychological inoculation on individuals’ attitudes towards commercial misinformation: experimental research",
          "authors": "Xi Han, Ke Liao, Yuan Chen, Xinai Jin, Wenting Han",
          "abstract": "Purpose The pervasive spread of commercial misinformation on social media poses significant risks to businesses and brands, with potentially devastating consequences for their reputation and financial stability. Given its unique nature and far-reaching impact, it is imperative to investigate and develop effective strategies to counteract this growing threat. Based on inoculation theory, this study aims to investigate the mechanisms and long-term effects of different inoculation strategies in the context of commercial misinformation. Design/methodology/approach A randomized controlled trial and follow-up experiment were conducted with 569 valid participants over 2 waves in a 6-week longitudinal study. Hypotheses were tested using one-way ANOVA, post-hoc analysis and regression analysis. Findings Data analysis indicates that inoculation can effectively enhance individuals' resistance to misinformation. Affective inoculation, compared to cognitive inoculation, more significantly strengthens individuals' threat perceptions of misinformation, subsequently reducing the perceived credibility of misinformation upon exposure. In this process, individuals' self-efficacy in identifying misinformation plays a moderating role, reinforcing the negative impact of perceived threat on the credibility of misinformation. The resistance effect of inoculation against misinformation persists for more than six weeks. However, there is no significant difference between the long-term effects of affective and cognitive inoculation, nor is there a significant relationship between the frequency of inoculation and its long-term effectiveness. Research limitations/implications The study offers practical insights for governments, platforms, organizations and individuals in the preemptive intervention against misinformation. Originality/value This research significantly advances the field of misinformation governance by extending its application scenarios, expanding the theoretical landscape of inoculation studies and providing valuable insights into both immediate and enduring effects of psychological inoculation strategies.",
          "url": "https://doi.org/10.1108/itp-10-2024-1340",
          "doi": "https://doi.org/10.1108/itp-10-2024-1340",
          "filter": 0
        },
        {
          "title": "The business ethics of stablecoins",
          "authors": "Shan Meng, Martina Linnenluecke, Qing (Clara) Zhou, Xi Zhao",
          "abstract": "Purpose This study examines the ethical implications of stablecoins from the business ethics perspective. Specifically, this paper aims to construct an analytical framework to systematically examine the ethical challenges associated with stablecoins, identify various moral issues and risks arising from stablecoins and provide feasible solutions for relevant stakeholders. Design/methodology/approach This study employs framework development and conceptual analysis to construct a theoretically grounded framework for examining the business ethics of stablecoins. Findings In this paper, we develop a multi-layered and multi-dimensional framework, through which we analyze the business ethics of stablecoins at the technology and artifact levels and introduce the analysis at the individual, firm and system levels at the application layer. Specifically, we discuss the moral good, bad, ambivalence, and risks of stablecoins from the utilitarian perspective and propose potential ways to mitigate the risks of stablecoin applications and future research directions related to the ethical development of stablecoins. Originality/value This research not only provides theoretical support and practical guidance for the sound development of stablecoins but also offers systematic analytical methods and thinking paths for the ethical exploration of other emerging technologies.",
          "url": "https://doi.org/10.1108/itp-06-2024-0753",
          "doi": "https://doi.org/10.1108/itp-06-2024-0753",
          "filter": 0
        },
        {
          "title": "Stronger together: cultivating a sense of community in virtual communities during disasters",
          "authors": "Mahmudul Hasan, Varqa Shamsi Bahar",
          "abstract": "Purpose The presence of unverifiable, inaccurate, and irrelevant information during disasters can encourage people to withdraw from virtual communities. One way to combat this problem is to cultivate a sense of community. However, little is known about how a sense of community can be fostered quickly in virtual communities during a disaster. Our study addresses this limitation of prior research work. Design/methodology/approach We conducted an in-depth qualitative case study of a Reddit community during Hurricane Harvey. The main sources were archival data, including community threads and associated comments. Data from newspapers, magazine reports and government websites were also collected to capture contextual information about the disaster. Findings Our findings indicate that socialisation and formal control can foster a sense of community. This is made possible through the strategic use of social media, which involves (1) endorsing emergent norms and (2) enforcing those norms through a disciplining process. Practical implications We offer practical suggestions for virtual community moderators and members on strategically using social media features to create, enforce and institutionalise emergent norms. We recommend that system designers develop adaptable social media features that can be reconfigured according to the context. Originality/value We show how socialisation and formal control must coexist in virtual communities to foster a sense of community, rather than prioritising one over the other. We also unpack how the strategic use of social media can inform this process. We argue that social media features should be adaptable, rather than pre-set, to meet emergent needs.",
          "url": "https://doi.org/10.1108/itp-11-2024-1383",
          "doi": "https://doi.org/10.1108/itp-11-2024-1383",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Fighting fake news with fake faces: the effects of deepfake self-debunking on misinformation correction",
          "authors": "Hang Lu",
          "url": "https://doi.org/10.1080/1369118x.2025.2557557",
          "doi": "https://doi.org/10.1080/1369118x.2025.2557557",
          "filter": 0
        },
        {
          "title": "Social media discourses on prenatal and newborn screening",
          "authors": "Stefano Crabu, Barbara Morsello, Federico Neresini, Andrea Sciandra, Bernhard Wieser",
          "url": "https://doi.org/10.1080/1369118x.2025.2557555",
          "doi": "https://doi.org/10.1080/1369118x.2025.2557555",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Unveiling the human touch: how AI chatbots’ emotional support and human-like profiles reduce psychological reactance to promote user self-disclosure in mental health services",
          "authors": "Hanyoung Kim, Yanyun (Mia) Wang",
          "url": "https://doi.org/10.1080/02650487.2025.2558479",
          "doi": "https://doi.org/10.1080/02650487.2025.2558479",
          "filter": 0
        },
        {
          "title": "Introduction to the special issue on new developments in digital promotion",
          "authors": "Lamberto Zollo, Riccardo Rialti, Kacy Kim, Sukki Yoon",
          "url": "https://doi.org/10.1080/02650487.2025.2560767",
          "doi": "https://doi.org/10.1080/02650487.2025.2560767",
          "filter": 0
        },
        {
          "title": "Cannabis warning labels, sensory marketing, and electronic word-of-mouth: AI-facilitated textual analysis of a randomized experiment among youth and young adults",
          "authors": "Linqi Lu, Hyerin Kwon, Wei Wang, Lynne M. Cotter, Lauren A. Kriss, Matt Minich, Jiaying Liu, Christopher N. Cascio, Sijia Yang",
          "url": "https://doi.org/10.1080/02650487.2025.2548647",
          "doi": "https://doi.org/10.1080/02650487.2025.2548647",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "When social media facilitates the dark side of consumer–human brand relationships: an investigation into social media-induced sleep problems",
          "authors": "Andreawan Honora, Maryam Memar Zadeh, Nicole Haggerty",
          "abstract": "Purpose This research investigates the unintended adverse outcomes of consumer–human brand relationships facilitated by social media, particularly the impact of human brand attachment on social media-induced sleep problems. The moderating roles of self-regulation and need-fulfillment focus are examined. Design/methodology/approach A total of 497 valid responses from Indonesian consumers (Study 1) and 273 from US consumers (Study 2) were analyzed using structural equation modeling to empirically evaluate the proposed research model. Findings The results showed that stronger human brand attachment contributed to problematic human brand engagement on social media, which subsequently led to social media-induced sleep problems (i.e. poor social media sleep hygiene, problematic sleep and exhaustion). These effects were intensified by higher self-regulation, especially when consumer need-fulfillment was more promotion-focused (vs prevention-focused). Originality/value This research is among the few studies to highlight the dark side of consumer–human brand relationships in the digital realm. It advances research on social media-induced sleep problems from the perspective of consumer–human brand relationships, offering insights to consumers, parents and governments to inform preventive measures.",
          "url": "https://doi.org/10.1108/intr-07-2023-0579",
          "doi": "https://doi.org/10.1108/intr-07-2023-0579",
          "filter": 0
        },
        {
          "title": "How do we engage people with low motivation? Utilizing influencers for effective climate change corporate social responsibility communication",
          "authors": "Jeongwon Yang, Ploypin Chuenterawong",
          "abstract": "Purpose The study investigated the potential role of social media influencers (SMIs) in engaging users with low motivation to participate in corporate social responsibility (CSR) activities by examining how the interplay among endorser type, argument quality and audiences’ cause involvement affects consumers’ information processing and authenticity judgments of CSR messages. Design/methodology/approach The current study employed an online experiment (n = 386) with a 2 (CSR argument quality: Strong vs. Weak) by 2 (Endorser Type: SMI vs. Brand) between-subjects design. Findings Individuals with low involvement with climate change relied more heavily on source credibility cues, while those with high involvement scrutinized the argument quality of the CSR message by dedicating more cognitive efforts. Although the authenticity of a SMI-promoted CSR message with strong argument quality was boosted, that of a weak message promoted by the SMI significantly decreased. Practical implications The findings regarding differential processing of CSR information by different key audiences based on their motivational factors provide guidance for companies on how to inform and engage different types of the public about social causes. The study recommends organizations to segment the audiences according to social media engagement levels and tailor their strategies. Originality/value This is one of the first studies to explore how users’ cause involvement on social media can shape their processing routes in evaluating the authenticity of CSR messages. By drawing on the elaboration likelihood model to the realm of strategic communication, the study uncovered the importance of tailoring source and message strategies to users with a varying degree of motivation.",
          "url": "https://doi.org/10.1108/intr-09-2024-1370",
          "doi": "https://doi.org/10.1108/intr-09-2024-1370",
          "filter": 0
        },
        {
          "title": "Digital prejudices: an analysis of gender, racial and religious biases in generative AI chatbots",
          "authors": "Alton Y.K. Chua, Miaomiao Chen, Michelle Kan, Winifred Seoh",
          "abstract": "Purpose The purpose of this paper is to investigate gender, racial, and religious biases among four popular Generative AI (GAI) chatbots, namely ChatGPT3.5, ChatGPT4, Gemini, and Bing Chat. Design/methodology/approach Based on existing literature, this paper develops the Bias Assessment Test Set (BATS) comprising 900 closed-ended prompts and 12 pairs of open-ended prompts related to gender, race, and religion. A total of 34,227 numerical responses collected were analyzed using consistency analysis, Welch’s ANOVA, and the Scheirer-Ray-Hare test. The themes of a total of 94,821 narratives freely generated by the GAI chatbots were also analyzed using the topic modeling method and sentiment analysis. Findings Findings suggested that ChatGPT4 and Gemini were generally less biased and provided more consistent responses compared to ChatGPT3.5 and Bing Chat. Additionally, all chatbots covered various themes in stereotypical and anti-stereotypical contexts, typically manifesting in an unequal representation of target groups within each theme, as well as different emphases and negative tendencies across the themes. Research limitations/implications This paper broadens the concept of algorithmic bias by highlighting its granularity and bi-directionality. It also offers a novel perspective on algorithmic justice by revealing thematic prejudices in generative AI chatbot narratives. Nonetheless, a few limitations must be acknowledged. This paper does not capture AI’s evolving biases. It neither addresses intersectionality among different social types of discrimination nor considers user perceptions. Originality/value This paper expands the existing knowledge of GAI chatbots’ biases and proposes practical approaches to GAI chatbot developers, users, and policymakers.",
          "url": "https://doi.org/10.1108/intr-10-2024-1536",
          "doi": "https://doi.org/10.1108/intr-10-2024-1536",
          "filter": 0
        },
        {
          "title": "Stepping forward or hiding: the effect of influencer streamers’ responsibility-taking on consumer trust after live-streamed product failures",
          "authors": "Qiushi Wang, Ping Han, Shuwei Hao",
          "abstract": "Purpose This research investigates how influencer streamers' strategies, which combine their responses to backward-looking and forward-looking responsibility, repair consumers' cognitive trust (CT) and affective trust (AT) damaged by product failures in live streaming commerce. It also examines the mediating role of consumer forgiveness and the moderating role of consumers' perceived parasocial interaction with influencer streamers. Design/methodology/approach Two scenario-based experimental studies were conducted to test the proposed hypotheses. Data were analyzed using the analysis of covariance and bootstrap methods. Findings The influencer streamers' strategy of taking both backward-looking and forward-looking responsibility is as effective in repairing consumers' CT and AT as the strategy of taking only forward-looking responsibility. When consumers perceive higher levels of parasocial interaction with influencer streamers, these responsibility-taking strategies are more effective in enhancing their forgiveness, which in turn improves their trust in influencer streamers. Practical implications To effectively repair consumer trust after live-streamed product failures, influencer streamers should prioritize taking responsibility for resolving these failures rather than clarifying their responsibility for causing them. Efforts to strengthen parasocial interaction with consumers can allow influencer streamers to improve the effectiveness of their responsibility-taking strategies. Originality/value This research is among the first to extend the scope of trust repair research to the context of live streaming commerce and to tailor responsibility-taking strategies for influencer streamers who are trustees with collateral responsibility for transgressions. It also provides novel insights into the critical role of parasocial interaction in facilitating the effective repair of consumer trust in influencer streamers.",
          "url": "https://doi.org/10.1108/intr-03-2024-0389",
          "doi": "https://doi.org/10.1108/intr-03-2024-0389",
          "filter": 0
        },
        {
          "title": "Mainstreaming stardom: the intersection of national identity, digital fan culture, and esports athlete branding",
          "authors": "Yiran Su, Dongqi Wang, Wanting Sun",
          "abstract": "Purpose With esports debuting as a medal event in international multi-sport competitions, the personal branding strategies of esports athletes remain underexamined despite the industry’s rapid expansion. This study addresses this gap by exploring how esports athlete brands evolve when they are perceived as national symbols on the global stage. Design/methodology/approach This study adopts an interpretivist and constructivist paradigm, employing a multi-method approach that integrates netnographic observation, semiotic analysis of social media posts and 22 semi-structured interviews. This combination of methods enables a comprehensive examination of how athletes’ social media posts, media narratives and fan-generated content collectively shape their brand images of esports athletes. Findings The findings reveal that national identity shapes esports athletes’ branding in international events, extending beyond national representation to broader cultural and social dynamics shaped by hyperconnectivity. Fans align with state-regulated agenda-setting for player opportunities while fearing esports’ mainstreaming, which diminishes personal expression and erodes subcultural distinctiveness. Research limitations/implications Esports athletes can elevate their marketability by integrating national identity, fan culture and cross-sport collaborations, but their brand narratives are often shaped by state regulations and cultural expectations. Maintaining authenticity under such constraints requires institutional support, strategic content planning and a nuanced understanding of how to balance individual identity with broader expectations of national representation. Originality/value This study is one of the first to explore the personal branding process of esports athletes and fans’ behaviour in international multi-sport events. It informs esports athletes, state governments and agencies on strategies for enhancing the marketability of esports athletes.",
          "url": "https://doi.org/10.1108/intr-03-2024-0516",
          "doi": "https://doi.org/10.1108/intr-03-2024-0516",
          "filter": 0
        },
        {
          "title": "Digital footprints: how internet reviews influence herding in consumers’ technology adoption decisions",
          "authors": "Anjali Pathania, Saumya Dixit, Anant Jyoti Badgaiyan",
          "abstract": "Purpose This study explores the influence of online reviews on technology adoption, focussing on usage behaviours. A model based on dual-process theory is proposed to investigate the mechanisms through which online review cues (framing style and consumption context) influence technology adoption. Design/methodology/approach The study employs a 2 × 2 between-subject, full-factorial, scenario-based experiment based on online review framing style and consumption context, using two independent studies. Study 1 (n = 120) examines the influence of review framing style and consumption context on adoption intention, and Study 2 (n = 328) investigates the mediating roles of herding behaviour and mindfulness. Findings The results suggest that online review framing style, with respect to the consumption context, improves review effectiveness in influencing consumers’ technology adoption decisions. Additionally, the effect of online reviews on adoption intentions is significantly mediated by herding behaviour and mindfulness. Research limitations/implications This study contributes to the literature by examining how framing styles in online reviews influence technology adoption. It identifies boundary conditions for review framing effectiveness and integrates dual-process theory, highlighting herding and mindfulness as mediators in consumer decision-making. Originality/value This study presents a novel approach by employing dual-process theory to understand how online review cues influence technology adoption. It offers a unique perspective on the strategic management of online reviews in the digital marketplace.",
          "url": "https://doi.org/10.1108/intr-02-2024-0286",
          "doi": "https://doi.org/10.1108/intr-02-2024-0286",
          "filter": 0
        },
        {
          "title": "Adapt or die! Embrace digital transformation for better firm performance: a causal recipe",
          "authors": "Eugene Cheng-Xi Aw, Garry Wei-Han Tan, Tat-Huei Cham, Keng-Boon Ooi, Adil S. Al-Busaidi, Yogesh K. Dwivedi",
          "abstract": "Purpose A central challenge firms face in digital transformation is fostering sustainable growth in firm performance. This study explores complex causal pathways by examining digital transformation management capacity, strategic digital vision, organizational mindfulness, organizational change capacity, market turbulence and firm type as potential predictors of firm performance. Design/methodology/approach The study integrates fuzzy-set qualitative comparative analysis (fsQCA) and artificial neural networks (ANN). fsQCA identifies equifinal configurations from a sample of employees directly involved in digital transformation initiatives. The ANN analysis assesses the predictive power of these configurations to reveal the relative importance of each predictor. Findings The results identify three equifinal configurations that lead to high firm performance, highlighting how different combinations of organizational (i.e. digital transformation management capacity, strategic digital vision, organizational mindfulness and organizational change capacity) and environmental (i.e. market turbulence and firm type) conditions can generate similar outcomes. These findings underscore the interplay of multiple factors in preventing the paradox of digitalization. Meanwhile, the ANN analysis indicates that organizational change capacity is the most critical predictor of firm performance. Practical implications The findings provide strategies for leveraging digital transformation to enhance firm performance. Firms can achieve this by fostering adaptability, implementing ongoing digital initiatives or developing strategic digital programs using tools like real-time analytics, cross-functional teams and AI-driven platforms. Originality/value The study advances a non-linear perspective on digital transformation and firm performance by using fsQCA to capture equifinality (multiple distinct pathways yielding similar outcomes) and ANN to identify the relative importance of each causal condition.",
          "url": "https://doi.org/10.1108/intr-05-2024-0726",
          "doi": "https://doi.org/10.1108/intr-05-2024-0726",
          "filter": 0
        },
        {
          "title": "Technology-mediated scarcity messages: a systematic literature review",
          "authors": "Snehasish Banerjee, Anjan Pal, Ariadne Beatrice Kapetanaki, Chaturi Liyanage",
          "abstract": "Purpose Technology-mediated scarcity messages (TMSM) are increasingly used in the online marketplace to nudge purchases. Research looking into TMSM has picked up considerable momentum but is conceptually fragmented with inconsistent findings. This article therefore reports a systematic review of the TMSM literature, to contribute to a comprehensive understanding of this digital marketing concept. Design/methodology/approach The review included 78 articles, which were subjected to qualitative analysis. Findings The review led to the development of an integrated conceptual framework and a TMSM typology. Research limitations/implications Several new avenues are identified to extend the theoretical and methodological scope of TMSM research. Practical implications The review offers guidance to marketers on how to better use TMSM. Originality/value The review advances digital marketing research by uncovering a friction between marketers’ interest in conversion and consumers’ priority of well-being. It sheds light on the dark side of TMSM, i.e. that it can exacerbate impulse buying.",
          "url": "https://doi.org/10.1108/intr-11-2023-1084",
          "doi": "https://doi.org/10.1108/intr-11-2023-1084",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "Sport-Concussion Identification and Attitudes and the Role of the Mass Media Broadcaster: Does it Matter What We See and Hear?",
          "authors": "Keeley Lappin, Osman Hassan Ahmed, Karen A. Sullivan",
          "url": "https://doi.org/10.1080/08838151.2025.2560383",
          "doi": "https://doi.org/10.1080/08838151.2025.2560383",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "Context in Natural Language Processing Research: Advancing an Understanding of Affordances and Constraints on Verbal Behavior",
          "authors": "David M. Markowitz",
          "abstract": "This paper examines the critical, yet undertheorized role of context in verbal communication when computers are used to analyze language data. Drawing on multiple disciplines and prior work from communication and social psychology, an interactionist perspective is reviewed and applied to computational settings to demonstrate how individual, interpersonal, social, and situational factors afford or constrain verbal behavior. Using examples of language complexity and processing fluency research, this paper demonstrates how contextual factors like instrumental goal activation can reverse seemingly established relationships between simple language features and behavioral outcomes. The paper concludes by advocating for methodological approaches that systematically integrate contextual variables into natural language processing research, enabling scholars to resolve contradictory findings, enhance replicability, and develop a more nuanced understanding of how language reveals psychological processes.",
          "url": "https://doi.org/10.1177/0261927x251377802",
          "doi": "https://doi.org/10.1177/0261927x251377802",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Media Psychology",
      "journal_short": "JMP",
      "articles": [
        {
          "title": "Media Use as an Avenue to Political Identity in an Authoritarian Context?",
          "authors": "Özen Odağ, Elif Bouthiller, Esma Wieacker, Nidal Toman",
          "abstract": "Abstract: The current exploratory interview study investigates the link between media use and political identity formation in an authoritarian regime context – Turkey. It aims to find out how emerging adults achieve identity exploration and commitment in a country that is characterized by violations of civil liberties and human rights infringements. In such contexts, the political identity development of emerging adults is likely to draw on alternative, non-conventional forms of engagement such as media use. But the complex relationship between political identity development and media use in emerging adults is so far understudied. In the current study, semi-structured interviews were carried out with a purposeful sample of N = 22 emerging adults and subjected to an inductive coding procedure. Findings reveal four pathways of identity exploration and commitment through media, especially social and entertainment media, displaying the highly agentic nature of identity formation: (1) Discovering uncharted paths and authenticity in safe spaces; (2) Oscillating between approach and reproach; (3) Issue-based personalized commitment embedded in lived experience; (4) Validating one’s views – disengaging from conventional politics. In Turkey, emerging adults resort to alternative covert spaces and endorse non-conventional exploration and commitment activities within social media, entertainment media, their social networks, as well as the arts, forming oppositional political identities driven by lived experience.",
          "url": "https://doi.org/10.1027/1864-1105/a000485",
          "doi": "https://doi.org/10.1027/1864-1105/a000485",
          "filter": 0
        },
        {
          "title": "Emotion Regulation Strategies Are Associated With Differential Responses to the News",
          "authors": "Lina Buttgereit, Bert N. Bakker",
          "abstract": "Abstract: For some, negative news increases negative affect, harms mental well-being, and reduces news consumption. Others, however, cope better with recurring news negativity. We propose that differences in emotional regulation strategies explain, at least partly, these varied responses to negative news. In a preregistered, longitudinal intensive diary study (7 days) with a diverse, predominantly Western European sample ( N = 120), we examine to what extent emotion regulation strategies are associated with negative affect, mental well-being, and news use frequency. Our findings indicate that cognitive reappraisal and selective attention effectively down-regulate negative emotions arising from news use. However, distraction and suppression showed no statistically significant effects on affect, well-being, or news consumption. This study provides initial evidence that emotion regulation strategies help explain individual differences in responses to negative news and lays the groundwork for a research agenda in communication science exploring the role of emotion regulation in media effects.",
          "url": "https://doi.org/10.1027/1864-1105/a000490",
          "doi": "https://doi.org/10.1027/1864-1105/a000490",
          "filter": 0
        },
        {
          "title": "Mapping Out the Context",
          "authors": "Bingjie Liu, Andrew Gambino, Lewen Wei",
          "abstract": "Abstract: Generative artificial intelligence (GenAI) can write humanlike, context-aware messages and thus can aid individuals in their communication with others. Existing research suggests that using GenAI may be regarded as inappropriate or undesirable in certain interpersonal contexts, but acceptable in others. Yet, few studies have articulated the reasons underlying such context-dependent preferences. Taking a functional approach, we conducted an online survey ( N = 542) to explore how GenAI use might depend on an individual’s goals in interpersonal communication and to unravel the reasons why an individual may or may not use GenAI in specific contexts. Among the participants who had used GenAI in their interpersonal communication with others ( n = 240), we found that GenAI was most often used for goals of information and resource exchange. When message production for a goal requires more of one’s subjective experience (e.g., providing emotional support, showing others who you are), individuals are less likely to use GenAI in such contexts. Other contextual factors, including whether message production for a goal is difficult and whether it requires objectivity or human knowledge, were not found to predict GenAI use. These findings contribute to the theories and research in human–AI interaction and message production, while also informing the future design of human-centered AI.",
          "url": "https://doi.org/10.1027/1864-1105/a000487",
          "doi": "https://doi.org/10.1027/1864-1105/a000487",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Relations Research",
      "journal_short": "JPRR",
      "articles": [
        {
          "title": "Resolution: The Path Forward for Crisis Communication’s Twin Pillars",
          "authors": "Tyler G. Page, Brooke Fisher Liu, Anita Atwell Seate",
          "url": "https://doi.org/10.1080/1062726x.2025.2552536",
          "doi": "https://doi.org/10.1080/1062726x.2025.2552536",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Establishing links between relationship cycling, relational stress, and well-being",
          "authors": "René M. Dailey, Amber Vennum, J. Kale Monk",
          "abstract": "On-again/off-again cycling is prevalent, and partners in these relationships experience lower relational quality and more negative interaction patterns, increasing their risk for compromised relational and individual health. Conceptualizing relationship cycling as a chronic stressor, we assessed the association between cycling, relational stress, and compromised well-being (i.e., psychological and physical symptoms). Findings from four samples ( N s ranged from 99–383) showed: (1) cyclical partners reported more relational stress and psychological symptoms than non-cyclical partners, (2) the number of breakup-renewal cycles was positively associated with relational stress, (3) negative interaction patterns interacted with cycling to predict relational stress and (4) cycling was indirectly associated with compromised well-being (i.e., psychological and physical symptoms) through relational stress. Collectively, these suggest cycling is a chronic stressor, and partners’ cycling and negative interaction patterns may compound in creating relational stress. Consequently, additional research is warranted to test a proposed model integrating relationship and stress theories to unpack how cycling is associated with stress and well-being over time.",
          "url": "https://doi.org/10.1177/02654075251378864",
          "doi": "https://doi.org/10.1177/02654075251378864",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Towards a Labour Turn in Community Journalism: Economic Precarity among Community Journalists in Favelas",
          "authors": "Mariana Gomes, Sandra Banjac",
          "url": "https://doi.org/10.1080/1461670x.2025.2555585",
          "doi": "https://doi.org/10.1080/1461670x.2025.2555585",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "How Ads Get in Our Head: Studying Processing of Political (Mis)Targeting Using a Thought-Listing Approach",
          "authors": "Puck C. Guldemond, Annelien Van Remoortere, Susan A.M. Vermeer, Sophie C. Boerman, Sanne Kruikemeier",
          "url": "https://doi.org/10.1080/15205436.2025.2556443",
          "doi": "https://doi.org/10.1080/15205436.2025.2556443",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "The Covid-19 Information Void: How Pro-Vaccination Voices Lost the Narrative in South Africa",
          "authors": "Davide Morselli, Maite Beramendi, Andrés Martinez Torres, Nnaemeka Ohamadike, Melody Sepahpour Fard, Maria Schuld",
          "abstract": "The erosion of public trust in health information and government communication, particularly during crises like the Covid-19 pandemic, highlights a critical challenge in how health policies are transmitted and received. This study examines the dramatic shift in public sentiment toward Covid-19 vaccination in South Africa during 2021, a period that saw a decline from initial high acceptance to significant hesitancy. We argue that a process of social media selection allowed extreme views to proliferate as official sources retreated. Our findings suggest that sustained or increased mainstream media engagement, particularly from official sources like government and health authorities, could have mitigated the dominance of anti-vaccine narratives and have crucial implications for government communication and public health policies in the digital age. We collected and classified 482,450 original tweets about vaccination. We show that, by the end of 2021, Twitter activity was characterized by a progressive surge in anti-vaccination tweets and a decline in pro-vaccination and factual information, particularly from mainstream media. This shift mirrors the decrease in actual vaccination rates. Employing agent-based modeling, we simulated counterfactual scenarios to assess the impact of media presence on vaccine discourse. The results indicate that sustained or increased media engagement could have mitigated the dominance of anti-vaccine narratives. Conversely, a simulated media downturn led to a steeper decline in pro-vaccination content. The findings suggest that mainstream news media play a crucial role in shaping public perceptions of and support for health policies and that their disengagement creates an informational void exploited by misinformation.",
          "url": "https://doi.org/10.17645/mac.10462",
          "doi": "https://doi.org/10.17645/mac.10462",
          "filter": 0
        },
        {
          "title": "When Populism Targets Europe: Anti-EU Rhetoric and User Engagement in the Visegrád Countries",
          "authors": "Alena Pospíšil Macková, Lucie Čejková, Martina Novotná, Krisztina Burai, Paweł Baranowski, Michal Garaj",
          "abstract": "Criticism of the EU has become a common feature of political communication in Central and Eastern Europe and it is often tied to broader concerns about democratic erosion and distrust in institutions. This study investigates how anti-EU rhetoric was employed on Facebook by political actors in the Visegrád countries (Czechia, Hungary, Poland, and Slovakia) during the 2024 European Parliament elections and how it relates to the populist style of communication. Drawing on a comparative content analysis of more than 6,000 posts, the study examines how messages that negatively target the EU incorporate elements of populist rhetoric and emotional tools, such as fear speech and patriotic symbols. The findings show that populist actors were the most frequent users of anti-EU messaging, with anti-elitist framing as the strongest and most consistent rhetorical strategy, often accompanied by other emotional tools. Despite political differences, anti-EU campaigning showed consistent regional patterns. This article contributes to research on political communication by offering a regional comparison, incorporating visual analysis, and challenging the idea that negative messaging is a reliable strategy for mobilising audiences online.",
          "url": "https://doi.org/10.17645/mac.10613",
          "doi": "https://doi.org/10.17645/mac.10613",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "“I was Absolutely Devastated at This Death”: Refining the Conceptualization and Processes of Parasocial Breakup Distress",
          "authors": "Liam Cuddy, Morgan Ellithorpe",
          "url": "https://doi.org/10.1080/15213269.2025.2554102",
          "doi": "https://doi.org/10.1080/15213269.2025.2554102",
          "filter": 0
        },
        {
          "title": "Racial Bias in AI Training Data: Do Laypersons Notice?",
          "authors": "Cheng Chen, Eunchae Jang, S. Shyam Sundar",
          "url": "https://doi.org/10.1080/15213269.2025.2558036",
          "doi": "https://doi.org/10.1080/15213269.2025.2558036",
          "filter": 0
        },
        {
          "title": "Clarifying and Testing Identity Shift Theory: A Return to Biased Scanning?",
          "authors": "Morgan Quinn Ross, David C. DeAndrea",
          "url": "https://doi.org/10.1080/15213269.2025.2556243",
          "doi": "https://doi.org/10.1080/15213269.2025.2556243",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "Quantifying fandom: Identity, romance, and platform preferences on archive of our own",
          "authors": "Lauren Rouse, Mel Stanfill",
          "abstract": "Fan scholars typically study single fandoms and gain rich insight into their identities and practices, but without systematic study, it has proven difficult to draw broader conclusions about patterns across fandoms. In this study, we attempt to provide a broad systemic analysis of fandom, using a survey of 4874 fans who use the fan fiction posting site, Archive of Our Own. Through our analysis, we examine the interplay of fan identity with their practices: what type of romantic content fans prefer and which platforms fans prefer to use. We find that both romantic content and platform preference are shaped by fans’ identities, which provides important insights into broad patterns of how identity impacts behavior among fan fiction writers and readers across fandoms.",
          "url": "https://doi.org/10.1177/14614448251367033",
          "doi": "https://doi.org/10.1177/14614448251367033",
          "filter": 0
        },
        {
          "title": "Algorithmic selfing: An existential media analysis of time and identity",
          "authors": "Riccardo Pronzato",
          "abstract": "This article conducts an existential media analysis of the temporalities favoured by algorithmic media and experienced by users and the related possibilities of selfhood. Specifically, I advance the concept of ‘algorithmic selfing’ to indicate a form of processual Self that is temporarily constructed and incessantly reconstructed within the temporal relationships individuals develop with algorithmic media. This process of algorithmic selfing occurs through three interrelated dynamics: (1) algorithmic individuation, (2) algorithmic transduction and (3) recursivity. The result is a ‘worldly dwelling’ that emerges in a relationship conflated with the objectives, logic and operations of tech companies. To do so, the article draws on empirical studies on digital time and identity, on the application of existential philosophy to media theory, on critical algorithm studies and communication theory. Building on this framework, the article explores the ontological and epistemological implications of the process of algorithmic selfing, offering insights for social, philosophical and media theory.",
          "url": "https://doi.org/10.1177/14614448251366178",
          "doi": "https://doi.org/10.1177/14614448251366178",
          "filter": 0
        },
        {
          "title": "The persuasive potential of virtual time travel using augmented reality: Focusing on the role of temporal presence",
          "authors": "Soya Nah, Lucy Atkinson",
          "abstract": "Advancements in communication technologies have enabled individuals to transcend the physical environment, and there is sizable research exploring how users interact with the mediated environments, particularly with respect to perceived shifts in spatial and social presence. However, despite the ability of new communication technologies to facilitate a change in perceived time via virtual time travel, there is scant empirical work testing the predictors and psychological and persuasive outcomes of temporal presence. To fill this gap, this study employed a single-factor experiment using an augmented reality (AR) filter with two conditions (virtual time travel with AR [ n = 63] vs without AR [ n = 77]) in the context of anti-aging sunscreen advertising. Results showed that temporal presence can be evoked by virtual time travel using AR through perceived interactivity and vividness. Temporal presence subsequently increased positive attitude toward the ad and brand, as well as purchase intentions through different psychological factors.",
          "url": "https://doi.org/10.1177/14614448251366168",
          "doi": "https://doi.org/10.1177/14614448251366168",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personal Relationships",
      "journal_short": "PersRel",
      "articles": [
        {
          "title": "The Diversity of Singlehood Experiences in the United States and Portugal: A Latent Profile Approach",
          "authors": "David L. Rodrigues, David Guedes",
          "abstract": "Two cross‐sectional studies with individuals who are single in the United States and Portugal explored how singlehood expectations and sexual health and well‐being motives determined latent profiles, and whether profiles differed in personal beliefs and experiences. Participants with a relationship‐oriented pleasure‐ambivalent singlehood profile were fearful of singlehood, endorsed more relationship pedestal beliefs, and reported more negative reasons for being single and more reasons for enacting condomless casual sex. Despite focusing on pleasure promotion in sex, they also reported lower sexual quality of life and well‐being. Participants with a pleasure‐driven voluntary singlehood profile were comfortable with singlehood while maintaining some relationship desire. They focused on personal enjoyment and pleasure promotion in sex, and reported higher sexual quality of life and well‐being. Participants with a cautious voluntary singlehood profile were focused on disease prevention in sex. They were the most committed to singlehood and endorsed more positive reasons for being single, but also reported lower sexual satisfaction and well‐being. These profiles were consistent across countries. Taken together, our findings illustrate the dynamic ways in which some individuals are more successful at navigating through singlehood, whereas others have worse experiences due in part to internalized and socialized norms and expectations attached to relationship status.",
          "url": "https://doi.org/10.1111/pere.70029",
          "doi": "https://doi.org/10.1111/pere.70029",
          "filter": 0
        },
        {
          "title": "Cross‐Cultural Differences in the Links Between Familial Support and Strain in Married and Single Adults' Well‐Being",
          "authors": "Lester Sim, Robin Edelstein",
          "abstract": "Single adults face greater stigmatization and report poorer well‐being compared to those who are married, but most research has focused on Western samples. In a two‐wave combined sample of 4746 Americans and Japanese participants, we showed that singles, regardless of cultural background, reported poorer health and life satisfaction. Married adults, particularly Americans, reported higher family support, which was indirectly related to higher well‐being. Both single Americans and Japanese reported greater familial strain; however, strain was significantly associated with lower well‐being only among Americans. These findings extend the understanding of singlehood and well‐being to an Asian context and emphasize the unique roles of familial support and strain.",
          "url": "https://doi.org/10.1111/pere.70027",
          "doi": "https://doi.org/10.1111/pere.70027",
          "filter": 0
        },
        {
          "title": "Digital Violence in Dating Relationships of University Students: A Study Through the Victims' Perspectives",
          "authors": "Bircan Ergun‐Basak, Havva Alici",
          "abstract": "This qualitative study aims to investigate digital dating violence among university students. This research was conducted using a purposive sampling approach to obtain a study group of university students who were victims of digital dating violence. Data were collected through individual interviews with 13 participants. Content analysis was conducted using an inductive approach. Six main themes emerged, including the characteristics of the victim, the characteristics of the relationship, forms of digital dating violence, reasons for continuing in abusive relationships, ways of coping, and the effects of digital dating violence. The findings show how digital tools can facilitate and escalate violence in dating relationships among university students. Some participants exhibited behaviors such as recognizing signs of digital violence and setting clearer boundaries in subsequent dating relationships. Others preferred to avoid romantic relationships because they could not overcome the fear of digitally violent dating relationships. This research demonstrates that digital dating violence affects many areas of participants' lives. The results provide important insights into the complex dynamics of digital dating violence among college students and highlight the need for comprehensive prevention and intervention efforts to address this problem and reduce its long‐term impacts effectively.",
          "url": "https://doi.org/10.1111/pere.70030",
          "doi": "https://doi.org/10.1111/pere.70030",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Long live Darth Vapour! Examining how audiences engage with influencers in an anti-vaping campaign",
          "authors": "David Micallef, Edward Hurcombe, Juan Feng",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102633",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102633",
          "filter": 0
        },
        {
          "title": "“Fake is not a strategy for you”: Unpacking expectations of authenticity for women political candidates",
          "authors": "Stephanie Madden, Abbey Blake Levenshus",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102634",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102634",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "First-in-human gene therapy clinical trials in the media: Exploring patient narratives",
          "authors": "Rachele E. Willard, Marilyn S. Baffoe-Bonnie, Hasmin C. Ramirez, Vence L. Bonham",
          "abstract": "Promising results reported in genetic therapy clinical trials and recent US Food and Drug Administration approvals have attracted media attention. This critical content analysis examines themes and narrative framings present in feature articles published in US news media sources following patients involved in first-in-human clinical trials of genetic therapies. Articles were collected through focused searches across US news websites and LexisNexis databases in the period from 01 January 2017 to 06 April 2022. Forty-three articles met inclusion criteria (n = 13 from database searches, n = 30 from external searches). Articles were diverse across genetic conditions, news sources, and media types. Three dominant themes emerged: (1) Impacts of Living with Genetic Condition, (2) Consequences of Receiving Gene Therapy Treatment, and (3) Risks of Gene Therapy. Narrative frames included hope and caution. Results are discussed in relation to how the value of patient narratives and content may be situated alongside the interests of different actors.",
          "url": "https://doi.org/10.1177/09636625251359544",
          "doi": "https://doi.org/10.1177/09636625251359544",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Religious Institutions’ Use of Social Media Platforms During COVID-19 in Kenya",
          "authors": "Raphael K. Birya, Mohammed Mwamzandi",
          "abstract": "This study investigates the communication dynamics within Kenyan religious institutions during the COVID-19 pandemic. It explores the role of diverse social media platforms, such as YouTube and Facebook, in offering emotional and spiritual support in Christian and Islamic institutions. Using a survey and resilience lens, the study analyzes social media usage, utility variations, and the influence of religious institutions on information sharing during lockdowns and pandemic easing. Descriptive statistics and analysis of variance (ANOVA) highlight the significant role of these platforms in crisis communication. This research addresses a gap in the limited literature on the role of social media in crisis communication within religious contexts during the COVID-19 era.",
          "url": "https://doi.org/10.1177/20563051251372530",
          "doi": "https://doi.org/10.1177/20563051251372530",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "Activist and/or Neutral Disseminator? Citizens’ and Journalists’ Views on Climate Reporting",
          "authors": "Juliane Keilmann, Alina Jakob, Nayla Fawzi",
          "abstract": "For decades, research on journalism’s role in society has examined an array of role orientations, spanning from neutral disseminator to advocate. Regarding reporting on climate change mitigation, however, the question takes on new relevance. In that context, is balanced reporting still appropriate or being replaced due to a greater demand for evidence-based reporting? Is journalism responsible for taking a stance, politically mobilizing its audiences, and reporting activist? Can neutral dissemination and activist journalism even be expected to occur simultaneously? To answer those questions, we surveyed 2,577 German citizens and 391 political journalists regarding their expectations/role orientations and evaluations of balance, weight of evidence (WoE), and activist journalism in reporting on climate change mitigation. The results show that citizens expect balanced, evidence-based reporting on climate change mitigation. Journalists also see it as their role to report balanced and evidence-based in this context, even despite the risk of false balance. Meanwhile, though citizens tend to expect activist journalism, journalists reject it as part of their role. Moreover, our results show that WoE and activist journalism are not mutually exclusive but are expected to occur simultaneously. Last, citizens and journalists who favor stricter climate measures generally expect activist journalism in reporting on climate change mitigation.",
          "url": "https://doi.org/10.1177/19401612251367093",
          "doi": "https://doi.org/10.1177/19401612251367093",
          "filter": 0
        },
        {
          "title": "Challenging the Spiral of Negativity: A Longitudinal Choice Experiment on the Preference for Valenced News and Reinforcement of Societal Beliefs",
          "authors": "Kim Andersen, Adam Shehata",
          "abstract": "Prior research suggests that individuals not only prefer negative news over positive (negativity bias in news selection) but also favor information that aligns with their existing beliefs (confirmation bias). A likely consequence of these tendencies is that people will, on average, form beliefs that are biased toward perceiving reality as more negative, and that these dynamics will be mutually reinforcing over time. This study presents a preregistered longitudinal choice experiment designed to examine these dynamics in relation to negative and positive emphasis framing of news stories about Swedish schools. Contrary to the hypothesis of a general negativity bias in news selection, the results indicate a higher preference for positive news. However, the results support the expectation of a confirmation bias, as people with more negative (positive) beliefs were more like to choose negative (positive) news. Moreover, exposure to both positive and negative news led to more positive beliefs over time, suggesting that information effects were more influential than framing effects. Together, these findings challenge central claims within the literature on biases in news selection and their subsequent influence on societal beliefs.",
          "url": "https://doi.org/10.1177/19401612251356664",
          "doi": "https://doi.org/10.1177/19401612251356664",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Visual Communication",
      "journal_short": "VisComm",
      "articles": [
        {
          "title": "A three-step manual for creating a political villain: the case of Jeremy Corbyn",
          "authors": "Maximillian Guarini",
          "abstract": "This manual guides the reader through the process of creating a political villain with three easy-to-follow steps. Readers may wish to create their own political villains (there is no shortage of politicians on which to practise), or simply use it to better understand how political villains are created and more critically engage with this type of multimodal construction. The case of Jeremy Corbyn in the UK is utilized to make this process as evident and clear as possible. Corbyn’s case reveals how power operates in the everyday through multimodal constructions. Overall, this is a manual which exposes how images and words work together to persuade us of particular messages. In an age that sees us constantly exposed to many multimodal messages, this visual essay sheds some light on important points for us all to consider as both willing and unwilling consumers of media. Its focus is on the how of multimodal construction rather than on the why.",
          "url": "https://doi.org/10.1177/14703572251335858",
          "doi": "https://doi.org/10.1177/14703572251335858",
          "filter": 0
        },
        {
          "title": "Visual compositing: engagement, interpretation and visualization of Holocaust memory in digital culture",
          "authors": "Lital Henig",
          "abstract": "Archival images of the Holocaust have been and continue to be an essential component of Holocaust memory and representation. In recent years, Holocaust memory projects have begun using these images in fragmented forms – copied, cut and pasted into new configurations. This article will explore this visual trend and examine it through the concept of visual compositing: layering images to create a new understanding of their collective symbolism. Through visual analysis of recent digital and non-digital Holocaust memory works, the article analyses the practice of visual compositing and its influence on recent Holocaust memory. By exploring recent works through diachronic and synchronic axes, the author argues that visual compositing influences both the visual representation of Holocaust memory and the memory work involved in this kind of representation. While engaging in visual compositing, creators generate or invite others to create new representations of the Holocaust. This act offers opportunities to explore the past from new perspectives, but also risks diminishing the singularity and specificity of the represented experiences. The article concludes by showing how visual compositing calls for adopting a new visual literacy for Holocaust representation and memory, working in and evolving with digital culture.",
          "url": "https://doi.org/10.1177/14703572251358428",
          "doi": "https://doi.org/10.1177/14703572251358428",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
