{
  "update": "2025-09-30",
  "content": [
    {
      "journal_full": "Communication Methods and Measures",
      "journal_short": "CMM",
      "articles": [
        {
          "title": "Whose truth is it anyway? An experiment on annotation bias in times of factual opinion polarization",
          "authors": "Mariken A. C. G. van der Velden, Felicia Loecherbach, Wouter van Atteveldt, Antske Fokkens, Myrthe Reuver, Kasper Welbers",
          "url": "https://doi.org/10.1080/19312458.2025.2562034",
          "doi": "https://doi.org/10.1080/19312458.2025.2562034",
          "filter": 0
        },
        {
          "title": "Embedding, embedding on the wall; who is the most prominent politician of them all? Exploring automated methods to study multimodal political news coverage",
          "authors": "Wies Ruyters, Susan Vermeer, Sanne Kruikemeier, Rens Vliegenthart",
          "url": "https://doi.org/10.1080/19312458.2025.2558736",
          "doi": "https://doi.org/10.1080/19312458.2025.2558736",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "The gamification of generative AI interfaces",
          "authors": "Federico Biggio",
          "abstract": "This article aims to examine the gamification-based engagement strategies embedded in web-based Generative Artificial Intelligence interfaces, drawing on interface and game studies and employing the Octalysis Tool framework (Chou 2016) as a taxonomic instrument. Specifically, it focuses on those strategies that frame AI as a toy, highlighting components, mechanics, and dynamics that resemanticize human–AI interaction in ludic terms. Adopting the perspective of critical media and interface studies, it questions whether a reproachful explanation is legitimate in the case of GAI interfaces. After discussing the inconsistencies of this position, the article proposes two possible directions: the first is comparative in nature, seeking to trace elements of continuity with contemporary media tools; the second is speculative, aiming to emphasize the gap between human–AI interaction practices and properly ludic forms of play with toys.",
          "url": "https://doi.org/10.1177/13548565251381468",
          "doi": "https://doi.org/10.1177/13548565251381468",
          "filter": 0
        },
        {
          "title": "Queer lives in the social media prism: Precarious LGBTQIA+ visibility and lateral surveillance in Azerbaijan",
          "authors": "Ilgar Seyidov, Christian Pentzold",
          "abstract": "In countries where state institutions and the public largely reject LGBTQIA+ identities and issues, queer people struggle with visibility. Next to governments and technology providers, what queer people do, who they connect to, and how they express themselves is being watched and scrutinized by their families and proximate relations. This lateral surveillance is afforded by social media that establish, as we argue in this article, a prism. Here, LGBTQIA+ lives become refracted as extensive though incoherent patterns of digital traces. How queer people respond to this situation where the binary of visible versus invisible falls apart is poorly understood. To address that gap, we interrogate the precarious management of visibility attempted by LGBTQIA+ people in Azerbaijan with its heteropatriarchal, honor-driven culture. Based on our exploratory interview study, we find that queer Azerbaijanis were confronted with a highly ambivalent scopic setup where context collision loomed large. In effect, they supported LGBTQIA+ visibility but had personally decided not to live or promote it. Yet whilst their attempts to remain opaque may contradict their activistic compliancy, this was a logical reaction to too hard to handle terms of visibility.",
          "url": "https://doi.org/10.1177/13548565251383672",
          "doi": "https://doi.org/10.1177/13548565251383672",
          "filter": 0
        },
        {
          "title": "Countering digital labor platforms’ algorithmic management: OnlyFans and the emergence of neo-patronage",
          "authors": "Sebastiaan Gorissen",
          "abstract": "Facilitating and mediating a sustained connection between themselves and their audiences is a continuous endeavor for most content creators operating within the online labor platforms characteristic of media and entertainment industries. For these creators, the adaptability and flexibility afforded by the expanded economic structures of platform intermediaries are both liberating and constrictive, as these changing marketplaces divest financial and regulatory responsibilities onto the creators themselves. Within these digital environments, media creators are significantly affected by intermediary platforms’ algorithmic management. Direct-to-consumer platforms – such as OnlyFans – have emerged as an answer to mainstream labor platforms’ algorithmic governance, and content creators’ embrace of direct-to-consumer platforms exemplifies a conscious counter to the affective influence of the platform economy. The patrons of direct-to-consumer platforms function as spatially dispersed benefactors, ushering in an era of ‘neo-patronage’ by financially supporting their chosen creators through sustained subscriptions and commissions.",
          "url": "https://doi.org/10.1177/13548565251383407",
          "doi": "https://doi.org/10.1177/13548565251383407",
          "filter": 0
        },
        {
          "title": "Generative AI in the screen and live performance industries: A conceptual framework and prospects for future research",
          "authors": "Jie Huang, Graham Hitchen, Safak Dogan",
          "abstract": "Generative Artificial Intelligence (AI) has drawn widespread attention, with its capabilities and transformative potential drawing significant public and academic interest. Despite the growing industry and scholarly focus, the existing literature remains fragmented, lacking a cohesive framework to understand its complexity and underlying dynamics. This study addresses this gap by presenting a conceptual framework derived from a review of 98 peer-reviewed articles and conference papers published since 2020. It provides an overview of generative AI’s role across film, television, gaming, animation, extended reality (XR), and live performance sectors, offering an initial snapshot of the state of research and laying a foundation for future studies in this evolving field. Drawing on this analysis, the comprehensive review maps the key themes of the generative AI literature and explores their conceptual relationships. It identifies areas of progress and highlights gaps in the existing knowledge, proposing directions for further research to deepen the understanding of the field. By providing an in-depth examination, this study contributes to a more nuanced and informed perspective on generative AI’s integration and impact within the screen and live performance industries.",
          "url": "https://doi.org/10.1177/13548565251383409",
          "doi": "https://doi.org/10.1177/13548565251383409",
          "filter": 0
        },
        {
          "title": "Cinema without frames: How Darkening bridges virtual and real to redefine presence and narrative embodiment",
          "authors": "Özgür Çalışkan",
          "abstract": "This study examines how virtual reality (VR) cinema transforms spectatorship, embodiment, and narrative engagement through a phenomenological analysis of Darkening (Ondřej Moravec, 2022), a VR film exhibited at the Czech National Film Museum (NaFilm). VR cinema places the audience inside the film’s world, fostering narrative embodiment through interactive and spatial storytelling. In Darkening , viewers engage in actions such as reaching for objects, responding to auditory prompts, and navigating a virtual environment, creating a fluid relationship between observation and participation. The museum setting enhances this experience by introducing a paradox of asynchronous co-presence, where the solitary nature of VR engagement contrasts with the implied presence of other viewers. This study introduces a three-stage framework consisting of experiential chronology, embodied interactivity, and cognitive reflexivity to analyze how VR cinema reshapes meaning-making and viewer agency. This research combines film phenomenology and narrative theory to demonstrate how VR cinema expands the boundaries of storytelling, interactivity, and presence, offering a profoundly affective and participatory cinematic experience in museum contexts.",
          "url": "https://doi.org/10.1177/13548565251383405",
          "doi": "https://doi.org/10.1177/13548565251383405",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "Hot or Not? Implicit and Explicit Attitudes of Sexualized Profiles on Tinder",
          "authors": "Morgan E. Ellithorpe, Laila Kunaish, Holly Wright",
          "url": "https://doi.org/10.1177/21522715251382736",
          "doi": "https://doi.org/10.1177/21522715251382736",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "Populist Hustlers Versus Establishment Dynasties: The Contentious Visual Framing Dual of the 2022 Kenyan Election",
          "authors": "Jimmy Ochieng, Kevin C. Mudavadi, Maria Elizabeth Grabe",
          "url": "https://doi.org/10.1080/21670811.2025.2564159",
          "doi": "https://doi.org/10.1080/21670811.2025.2564159",
          "filter": 0
        },
        {
          "title": "‘It’s All About Money’ – News Users’ Folk Theory of Audience Data Utilisation in Journalism",
          "authors": "Liisa Ovaska",
          "url": "https://doi.org/10.1080/21670811.2025.2567342",
          "doi": "https://doi.org/10.1080/21670811.2025.2567342",
          "filter": 0
        },
        {
          "title": "Is TikTok News Less “News-Like”? Investigating News Organizations’ Stories on TikTok and Their Alignment/ Divergence with Traditional News Values, Norms, Routines, and Roles",
          "authors": "Shangyuan Wu",
          "url": "https://doi.org/10.1080/21670811.2025.2564165",
          "doi": "https://doi.org/10.1080/21670811.2025.2564165",
          "filter": 0
        },
        {
          "title": "The Role of Choice Architecture in Mitigating News Avoidance",
          "authors": "Dominika Betakova, Hajo Boomgaarden, Sophie Lecheler",
          "url": "https://doi.org/10.1080/21670811.2025.2562143",
          "doi": "https://doi.org/10.1080/21670811.2025.2562143",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Exploring Pathways Connecting Climate Change, Health, and Livelihood Loss among Coastal Communities: A Preliminary Qualitative Study from Sierra Leone",
          "authors": "Usman Bah, Shaunak Sastry",
          "url": "https://doi.org/10.1080/17524032.2025.2565477",
          "doi": "https://doi.org/10.1080/17524032.2025.2565477",
          "filter": 0
        },
        {
          "title": "Artificial Intelligence and New Voices in Environmental Campaigning",
          "authors": "Ella Muncie",
          "url": "https://doi.org/10.1080/17524032.2025.2554988",
          "doi": "https://doi.org/10.1080/17524032.2025.2554988",
          "filter": 0
        },
        {
          "title": "From Cold War Repression to Think Tank Communication: The Evolution of Neoliberal Authoritarianism and the Criminalization of Climate Activism",
          "authors": "Thibaut Vaillancourt",
          "url": "https://doi.org/10.1080/17524032.2025.2560396",
          "doi": "https://doi.org/10.1080/17524032.2025.2560396",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "Character-Driven Storytelling Design for Digital Games: A Scoping Review",
          "authors": "Athirah Zaini, Allan Fowler, Robert Amor, Burkhard C. Wünsche",
          "abstract": "Character-driven storytelling is increasingly recognised as central to creating emotionally resonant and meaningful experiences in digital games. This scoping review maps existing research to support developers and scholars in understanding how narrative and character design intersect in interactive contexts. Sixty-nine studies were identified through a systematic search and analysed in two stages: a descriptive analysis and thematic analysis. The findings revealed a diverse research landscape and a range of storytelling techniques shaped by ludonarrative structures, audiovisual elements, and thematic frameworks. The review highlights key character design factors, emphasizing the importance of believable, relatable, and emotionally engaging characters in fostering immersive narratives. It also explores the broader impact of character-driven storytelling on players, including its potential to support learning, evoke emotion, promote social awareness, and enrich gameplay.",
          "url": "https://doi.org/10.1177/15554120251380423",
          "doi": "https://doi.org/10.1177/15554120251380423",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Howard Journal of Communications",
      "journal_short": "HoJo",
      "articles": [
        {
          "title": "The Echoes of Misinformation: Assessing the Long-Term Impact of COVID-19 Infodemic on Indian Society and Media Trust",
          "authors": "Soumya Sankar Ghosh",
          "url": "https://doi.org/10.1080/10646175.2025.2563259",
          "doi": "https://doi.org/10.1080/10646175.2025.2563259",
          "filter": 0
        },
        {
          "title": "Pray the Fakes Get Exposed: Drake’s Hyperreal Authenticity in an Age of Simulation",
          "authors": "Tyler Welsh",
          "url": "https://doi.org/10.1080/10646175.2025.2538660",
          "doi": "https://doi.org/10.1080/10646175.2025.2538660",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Generative Artificial Intelligence (AI) in education: from organizing visions to official guidelines",
          "authors": "Andy Nguyen, Shohil Kishore, Yvonne Hong, Saima Qutab, Belle Dang",
          "abstract": "Purpose This paper aims to explore the initial formation of organizing visions within digital platforms regarding the use of Generative Artificial Intelligence (GAI) in education. It examines how these emerging visions align with official guidelines. Understanding the early development of these organizing visions and the consensus formation around official guidelines for GAI in education has significant research and practical implications. Design/methodology/approach The present study uses a multimethodological approach with qualitative content-coding and inductive thematic analysis of digital trace data from the social media platform X and deductive thematic analysis of guideline documents. It first examines organizing visions within digital platforms through 1,260 tweets, focusing on opportunities and challenges posed by GAI, particularly ChatGPT, in educational settings. The study then analyses practical guidelines from international organizations, governments, and universities. Findings The empirical findings demonstrate that, although all three Organizing Vision (OV) functions are present in the early development of OVs for GAI in education, early-stage online discourse predominantly emphasizes the legitimation function. The findings also indicate a noticeable alignment between the topics discussed in the early development of OVs for GAI in education and the official guidelines and policies issued by international organizations, governments, and universities worldwide, indicating the need for educational reform, and ethical considerations. Originality/value This study contributes to the existing literature on the emergence of OVs in digital platforms by examining the context of GAI in education. This study also provides insights into the collective stance and recommendations from various authoritative sources, offering a comprehensive perspective on early-stage GAI policy development in an educational context.",
          "url": "https://doi.org/10.1108/itp-08-2024-1026",
          "doi": "https://doi.org/10.1108/itp-08-2024-1026",
          "filter": 0
        },
        {
          "title": "How do gig work challenges impact workers’ withdrawal behaviors? A moderated chain mediation model",
          "authors": "Zhao Pu, Zhao-Yu Sun, Jia-Min Li, Xue Chang",
          "abstract": "Purpose This study aims to explore the mechanism of how gig work challenges affect work withdrawal behaviors, specifically examining the chain mediation effects of gig work challenges on perceived time poverty, job satisfaction and work withdrawal behaviors as well as the moderating role of decent work. Design/methodology/approach A mixed-methods approach was employed. There was a scenario experiment involving 120 gig workers and multiple surveys with 506 employees from different organizations. Findings Gig work challenges positively impact work withdrawal behaviors. Perceived time poverty mediates between gig work challenges and job satisfaction and job satisfaction mediates between perceived time poverty and work withdrawal behaviors. Besides, there is an inverse relationship between perceived time poverty and job satisfaction, and they play a mediating role in the linkage between gig work challenges and work withdrawal behaviors. Also, decent work has a moderating role. Originality/value This study delineates the sequential mediating effects of perceived time poverty and job satisfaction on the relationship between gig work challenges and withdrawal behaviors, advancing scholarly understanding in gig economy management. The study adapts the job demands-resources model to the gig context, elucidating psychological and organizational aspects and showcasing the model’s applicability.",
          "url": "https://doi.org/10.1108/itp-06-2024-0782",
          "doi": "https://doi.org/10.1108/itp-06-2024-0782",
          "filter": 0
        },
        {
          "title": "Perception vs reality: a multi-level framework for analyzing user perceptions of LLM-based chatbots",
          "authors": "Yankuan Liu, Pei-Luen Patrick Rau",
          "abstract": "Purpose This study develops a multi-level framework to examine user perceptions of large language models (LLMs). By investigating the relationships among scenario characteristics (irreplaceability, audience and purpose), user perceptions (familiarity, trust and attitudes) and usage contexts (individual, organizational and societal), this study explores how users evaluate LLM-based chatbots in various contexts, addressing a gap in existing research on LLM applications and their user acceptance. Design/methodology/approach Utilizing a mixed-methods approach, this study crafted eight diverse usage scenarios spanning niche entertainment to significant production support. A questionnaire survey captured users’ familiarity, trust and attitudes, enabling a systematic analysis of user perceptions at individual, organizational and societal levels. Hierarchical clustering and linear regression linked user perceptions with scenario characteristics, forming the basis of the proposed multi-level framework. Findings Through the developed framework, this study identifies distinct perception patterns that systematically align with individual, organizational and societal levels of application. For instance, personal assistance scenarios receive higher perception scores, while societal-level applications reveal mixed user perceptions. These insights suggest that enhancing system performance and addressing user concerns are crucial for effective adoption. Originality/value This study introduces a user-centric, multi-level framework for analyzing LLM perceptions across contexts. It highlights the critical role of user perspectives in shaping ethical, reliable and widely accepted LLM applications, offering practical guidance for developers, organizations and policymakers.",
          "url": "https://doi.org/10.1108/itp-03-2024-0403",
          "doi": "https://doi.org/10.1108/itp-03-2024-0403",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Tackling (misleading) incivility online: a user-centric evaluation of different comment moderation strategies",
          "authors": "Andrea Wiesner",
          "url": "https://doi.org/10.1080/1369118x.2025.2557548",
          "doi": "https://doi.org/10.1080/1369118x.2025.2557548",
          "filter": 0
        },
        {
          "title": "I have seen it! Have you seen me?",
          "authors": "Jakob Svensson, Anders Olof Larsson",
          "url": "https://doi.org/10.1080/1369118x.2025.2559147",
          "doi": "https://doi.org/10.1080/1369118x.2025.2559147",
          "filter": 0
        },
        {
          "title": "Anthropomorphic traits and user loyalty: exploring the mediating role of perceived value in chatbot usage in China",
          "authors": "Yipeng Xi, Tingjun Deng",
          "url": "https://doi.org/10.1080/1369118x.2025.2557549",
          "doi": "https://doi.org/10.1080/1369118x.2025.2557549",
          "filter": 0
        },
        {
          "title": "Separate worlds of misinformation. An explorative study of checked claims in German public broadcast news and talk shows",
          "authors": "Sami Nenno",
          "url": "https://doi.org/10.1080/1369118x.2025.2561030",
          "doi": "https://doi.org/10.1080/1369118x.2025.2561030",
          "filter": 0
        },
        {
          "title": "The impact of social media usage on algorithmic literacy among Chinese adults",
          "authors": "Yuheng Ren, Shan Jiang",
          "url": "https://doi.org/10.1080/1369118x.2025.2557558",
          "doi": "https://doi.org/10.1080/1369118x.2025.2557558",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Can immersive technologies sustain green brand image? An empirical investigation on the role of virtual nature experiences",
          "authors": "Michele Di Dalmazi, Marco Mandolfo, Jaime Guixeres Provinciale, Mariano Alcañiz Raya, Lucio Lamberti",
          "url": "https://doi.org/10.1080/02650487.2025.2563934",
          "doi": "https://doi.org/10.1080/02650487.2025.2563934",
          "filter": 0
        },
        {
          "title": "Optimizing advertising content based on online reviews",
          "authors": "Xiaojun Fan, Haowei Yu, Zheng Wang, Wenxia Tao",
          "url": "https://doi.org/10.1080/02650487.2025.2565879",
          "doi": "https://doi.org/10.1080/02650487.2025.2565879",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "I love you, my AI companion! Do you? Perspectives from the Triangular Theory of Love and Attachment Theory",
          "authors": "Peggy M.L. Ng, Calvin Wan, Daisy Lee, Irene Garnelo-Gomez, Mei Mei Lau",
          "abstract": "Purpose This study examines the influence of artificial intelligence (AI) companions on users' social well-being by integrating the Triangular Theory of Love and Attachment Theory. Specifically, this study explores how the three components of love (including intimacy, passion and commitment) shape users' attachment (interactive engagement, emotional attachment, emotional trust) toward AI companions and how attachment, in turn, impacts social well-being. The study also investigates the moderating role of sweet deception in these relationships. Design/methodology/approach An online survey was conducted with 527 users of AI companion apps, recruited through a panel service provided by a marketing agency. The proposed path relationships in the conceptual framework were analyzed using SmartPLS 4.0. Findings The results show that the three components of love significantly impact users' attachment and both interactive and emotional attachment subsequently influence social well-being. Additionally, sweet deception was found to strengthen the relationships between interactive engagement and social well-being, as well as that between emotional attachment and social well-being. Originality/value This study makes a unique contribution to the literature by empirically examining how human–AI companion relationships impact users’ social well-being. Specifically, it introduces the novel concept of sweet deception – the strategic use of affectionate yet deceptive communications to foster emotional bonds – and empirically test its role in strengthening the relationship between users’ emotional attachment and social well-being. By integrating Triangular Theory of Love and Attachment Theory, this study offers a new theoretical framework for understanding the emotional dynamics of human–AI interactions. Moreover, this study provides innovative practical insights for businesses on designing emotionally engaging AI companions that promote user well-being.",
          "url": "https://doi.org/10.1108/intr-11-2024-1783",
          "doi": "https://doi.org/10.1108/intr-11-2024-1783",
          "filter": 0
        },
        {
          "title": "Consumer logistics under omnichannel retailing: a re-conceptualisation and clustering analysis of “logsumers”",
          "authors": "Lanhui Cai, Kum Fai Yuen, Diancen Xie, Mingjie Fang, Xueqin Wang",
          "abstract": "Purpose Omnichannel retailing offers consumers more channels and opportunities to engage in logistics. This study revisits the concept of consumer logistics with two objectives: establishing a comprehensive framework of consumer logistics in the context of omnichannel retailing and exploring potential consumer clusters by focusing on their involvement patterns in logistics activities. Design/methodology/approach Two exploratory studies were conducted. Study 1 involved exploratory factor analysis to identify the dimensions of consumer logistics activities. Subsequently, K-means clustering analysis was conducted to categorise “logsumers” based on their current preferences for logistics activities. Findings The findings reveal five dimensions within consumer logistics activities: pre-shopping strategic planning, pre-shopping information exploration, physical involvement in delivery, intellectual engagement in delivery and post-delivery return activities. Further, this study identifies four types of logistics activity participants: enthusiastic logistics participants, apathetic logistics participants, intellectual activity engagers and physical activity activators. Research limitations/implications This study expands the understanding of consumer logistics by offering a comprehensive segmentation framework across all logistics stages, including post-delivery returns. By integrating clustering analysis with logistics management, it reveals consumer logistics behavioural patterns. However, its findings are limited by regional and temporal contexts, suggesting that generalisations should be cautious. Originality/value This study provides a comprehensive framework for understanding consumer logistics and lays the groundwork for market segmentation research in this domain. Furthermore, our findings contribute to a deeper understanding of consumer engagement by examining logistics activity attributes and “logsumer” types, enabling retailers and logistics service providers to formulate differentiated strategies for diverse consumer groups.",
          "url": "https://doi.org/10.1108/intr-01-2024-0023",
          "doi": "https://doi.org/10.1108/intr-01-2024-0023",
          "filter": 0
        },
        {
          "title": "Exploring the mechanisms of social network integration in driving user continuance in social games: a communication visibility perspective",
          "authors": "Mingchuan Gong, Mengli Xu",
          "abstract": "Purpose An increasing number of social media platforms are utilizing social network integration to enhance sustained user participation. However, there is a limited understanding of the mechanisms through which social network integration facilitates user continuance. This study applies communication visibility theory to explicate how social network integration enables visible communication among social media users in game environments, which enhances players’ social stickiness and commitment. Furthermore, we utilize social comparison theory to illuminate the effects of social comparison, spurred by relationships with acquaintances, on individuals’ continuance participation. Design/methodology/approach Our research model is substantiated through a longitudinal field study that gathered subjective and objective data from a social game. After two rounds of data collection, we obtained 231 responses to examine the research model. Findings Our results elaborate how communication visibility enhances players’ socialization with social media friendships, which further enhances their continuance participation in social games. We identify that social comparison exerts both a direct and moderating influence on players’ continuance participation. Practical implications Integrating social media friendships into social games enhances player retention by fostering social presence, engagement and comparison. Game operators should optimize interfaces, implement notifications and host interactive events. These strategies also apply to e-commerce and knowledge-sharing platforms, improving user participation and community interactions. Originality/value This study enriches the existing literature by clarifying how social network integration influences players’ sustained use within social games. It also provides practical insights into leveraging social network integration to enhance user retention across various social media platforms.",
          "url": "https://doi.org/10.1108/intr-03-2024-0524",
          "doi": "https://doi.org/10.1108/intr-03-2024-0524",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Communication",
      "journal_short": "JOC",
      "articles": [
        {
          "title": "The cosmopolitan imagination: a call for global communication studies",
          "authors": "Silvio Waisbord",
          "abstract": "In this presidential address, I make a call to embrace a cosmopolitan imagination. I understand the cosmopolitan imagination as an intellectual vision that recognizes and embraces a global consciousness—the presence and the contributions of scholars from around the world. It is a vision that encourages us to act as members of a global community of communication scholars. I outline why this vision is necessary to further develop and strengthen such a community, and discuss challenges for such a vision given long-standing global, structural disparities as well as the assault on academic freedom.",
          "url": "https://doi.org/10.1093/joc/jqaf043",
          "doi": "https://doi.org/10.1093/joc/jqaf043",
          "filter": 0
        },
        {
          "title": "Supportive message evaluation across multiple time-scales",
          "authors": "Graham D Bodie, Miriam Brinberg, Susanne Jones, Denise H Solomon, Nilam Ram",
          "abstract": "This study proposes and tests five temporally explicit models of message evaluation derived from work on supportive communication. Although most empirical work in this area is based on a limited number of time-scales (temporal isolation of messages or temporal aggregation of conversations), theories that direct that work have the potential to make much more sophisticated predictions of how supportive messages, and the conversations within which they occur, are evaluated. Using data produced by pairs of friends who engaged in 5-min supportive conversations, we articulated a series of theoretically informed models that examined how type, accumulation, and timing of conversational moves impacted how disclosers evaluated the supportiveness of the statements made throughout the conversation (evaluated by the discloser using video-assisted recall) and how they felt after the conversation. Results confirmed that (a) evaluations made throughout a conversation are related to post-conversation reports of supportiveness and emotional improvement, (b) different types of speaking acts are generally not differentially supportive, and (c) timing of some speaking acts matters—altogether suggesting we pay more attention to how we conceptualize and measure time in studies of enacted support.",
          "url": "https://doi.org/10.1093/joc/jqaf041",
          "doi": "https://doi.org/10.1093/joc/jqaf041",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Science Communication",
      "journal_short": "JCOM",
      "articles": [
        {
          "title": "Exploring Consumer Perception Typologies on the Adoption of Generative AI in the South Korean Webtoon Industry A Q Methodological Approach",
          "authors": "Jinkyung Ha, seojin Bang, HyeonJi Ryu, Raejun Park",
          "url": "https://doi.org/10.14696/jcs.2025.09.25.3.308",
          "doi": "https://doi.org/10.14696/jcs.2025.09.25.3.308",
          "filter": 0
        },
        {
          "title": "A Critical Study on the Discourse of Local Extinction in Local Daily Editorial",
          "authors": "Junseop Song",
          "url": "https://doi.org/10.14696/jcs.2025.09.25.3.57",
          "doi": "https://doi.org/10.14696/jcs.2025.09.25.3.57",
          "filter": 0
        },
        {
          "title": "AI Journalism and Journalists’ Professional Identity",
          "authors": "Hana Yun",
          "url": "https://doi.org/10.14696/jcs.2025.09.25.3.113",
          "doi": "https://doi.org/10.14696/jcs.2025.09.25.3.113",
          "filter": 0
        },
        {
          "title": "A Study on Hate Speech in Discourse Regarding the 22nd General Election in Online Communities Focusing on a Deep Learning Hate Speech Classification Model Based on K-MHaS",
          "authors": "Hyunwoo Lee, YoungHeum Park",
          "url": "https://doi.org/10.14696/jcs.2025.09.25.3.174",
          "doi": "https://doi.org/10.14696/jcs.2025.09.25.3.174",
          "filter": 0
        },
        {
          "title": "Why Do Legislators Use Offensive Speech? Examining the Likelihood of Party Nomination and Re-election",
          "authors": "YeSung Jeon, YoungMin Baek",
          "url": "https://doi.org/10.14696/jcs.2025.09.25.3.230",
          "doi": "https://doi.org/10.14696/jcs.2025.09.25.3.230",
          "filter": 0
        },
        {
          "title": "A Comparative Study on Policy Public Relations Contents Using Social Media by Local Governments",
          "authors": "YeonSong Kim, HeeJung Kim",
          "url": "https://doi.org/10.14696/jcs.2025.09.25.3.5",
          "doi": "https://doi.org/10.14696/jcs.2025.09.25.3.5",
          "filter": 0
        },
        {
          "title": "The Relationships among Motivations for Using YouTube Beauty Channels, Engagement, and Purchase Intention A Uses and Gratifications Approach",
          "authors": "Weilin Chen, Sumi Kim, Sungwook Hwang",
          "url": "https://doi.org/10.14696/jcs.2025.09.25.3.272",
          "doi": "https://doi.org/10.14696/jcs.2025.09.25.3.272",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Reading between the ties: Solitary and social activities, network satisfaction, and loneliness in later life",
          "authors": "Haosen Sun, Markus H. Schafer",
          "abstract": "Loneliness negatively impacts on the well-being of older adults, especially those with small social networks. While expanding networks and participating in social activities are commonly associated with lower loneliness, these strategies are not always feasible for everyone. Solitary activities, such as reading, may offer an alternative by relating to the subjective experience of loneliness and promoting satisfaction with existing networks. Using Waves 4–8 of the Survey of Health, Ageing, and Retirement in Europe (SHARE), we analyzed and compared how social and solitary activities moderated the relationship between core network size and loneliness among 31,935 participants aged 54 and above. We further conducted moderated mediation analyses to explore whether these activities moderate the association between network size and network satisfaction, which serves as a mediating path between network size and loneliness. Results show that daily engagement in solitary activities, particularly reading, was linked to lower loneliness among older adults with small social networks, with stronger associations than those observed for regular social activity participation, even after accounting for baseline loneliness, personality, changes in network size, and other sociodemographic factors. Network satisfaction helped explain the link between network size and loneliness, especially in relation to social activity. However, reading showed a broader protective effect that was associated with both greater satisfaction with one’s network and reduced loneliness, even beyond the role of satisfaction. These findings suggest that engaging in cognitively stimulating solitary activities, especially reading, may offer a meaningful alternative for individuals with a limited core network and at risk for loneliness.",
          "url": "https://doi.org/10.1177/02654075251382321",
          "doi": "https://doi.org/10.1177/02654075251382321",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "Book Review: Gaming Cancer: How Building and Playing Video Games Can Accelerate Scientific Discovery , by Jeff Yoshimi Gaming Cancer: How Building and Playing Video Games Can Accelerate Scientific Discovery. YoshimiJeff. Cambridge, Massachusetts: The MIT Press, 2025. 240 pp.",
          "authors": "Tingting Hu",
          "url": "https://doi.org/10.1177/10776990251378662",
          "doi": "https://doi.org/10.1177/10776990251378662",
          "filter": 0
        },
        {
          "title": "Faulty News Coverage Causes Bad Moods—the Impact of Media Perceptions on the Relationship Between Bad Moods and Negative Negotiation Outcomes",
          "authors": "Marlene Strehler-Schaaf, Christina Viehmann, Oliver Quiring",
          "abstract": "Negotiations are a key mechanism for resolving societal conflicts. Since they usually take place behind closed doors, it has long been assumed that the media have no impact on the workflow and results. In this article, we demonstrate that media attention and framing affect the negotiation process and outcomes through the moods of the negotiators. Relying on a mixed-method design, combining a survey ( N = 326) with semi-structured interviews ( N = 33) on typical societal decision-making processes in the field of trade negotiations in Germany. We provide unique insights into the dynamics behind closed doors.",
          "url": "https://doi.org/10.1177/10776990251359657",
          "doi": "https://doi.org/10.1177/10776990251359657",
          "filter": 0
        },
        {
          "title": "Book Review: Journalism in a Fractured World , by Scott A. Eldridge II Journalism in a Fractured World. EldridgeScott A.II. Lausanne, Switzerland: Peter Lang, 2025. 241 pp.",
          "authors": "Sarah Anne Ganter",
          "url": "https://doi.org/10.1177/10776990251377470",
          "doi": "https://doi.org/10.1177/10776990251377470",
          "filter": 0
        },
        {
          "title": "Between Principle and Practice: Value Patterns and Negotiation Strategies Among Journalists",
          "authors": "Birte Leonhardt",
          "abstract": "Journalistic work is shaped not only by institutional and news values but also by journalists’ broader personal value orientations. This study examines how Austrian journalists interpret, negotiate, and prioritize universal values in practice. Drawing on Schwartz’s Theory of basic human values and Negotiative Theory, it combines qualitative interviews with Q-methodology to explore value patterns and how journalists navigate tensions between personal and institutional values. The analysis reveals differentiated value hierarchies and reflective strategies used to manage external pressures. The study deepens understanding of journalistic identity, decision-making, and the evolving role of values in contemporary journalism.",
          "url": "https://doi.org/10.1177/10776990251369022",
          "doi": "https://doi.org/10.1177/10776990251369022",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Beech Trees, Springtime, Cultures and Climates – Seasonal Journalism in Danish News Media from 1849 to 2023",
          "authors": "Henrik Bødker, Sandra Simonsen",
          "url": "https://doi.org/10.1080/1461670x.2025.2559402",
          "doi": "https://doi.org/10.1080/1461670x.2025.2559402",
          "filter": 0
        },
        {
          "title": "Exhausted and Under Pressure: Emotional Labor in Portuguese Journalism",
          "authors": "Rita Araújo",
          "url": "https://doi.org/10.1080/1461670x.2025.2559401",
          "doi": "https://doi.org/10.1080/1461670x.2025.2559401",
          "filter": 0
        },
        {
          "title": "Audio Journalism: An Epistemology of Bodily Engagements with Sounds",
          "authors": "Chantal Francoeur",
          "url": "https://doi.org/10.1080/1461670x.2025.2557967",
          "doi": "https://doi.org/10.1080/1461670x.2025.2557967",
          "filter": 0
        },
        {
          "title": "Gendered and Political Threats: The Struggles of Ukrainian Women Journalists Reporting on the Russo-Ukrainian War",
          "authors": "Oleksandra Hrybenko",
          "url": "https://doi.org/10.1080/1461670x.2025.2563634",
          "doi": "https://doi.org/10.1080/1461670x.2025.2563634",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "Running into Reproductive Health Information, Running Toward Doctor: Examining the Roles of Incidental Exposure, Perceived Norms, and Embarrassment",
          "authors": "Yujie Dong, Lianshan Zhang, Chervin Lam, Zhongwei Huang",
          "url": "https://doi.org/10.1080/15205436.2025.2561687",
          "doi": "https://doi.org/10.1080/15205436.2025.2561687",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Authoritarian Drift and Social Media’s Impact on Romanian Youth During the 2024 European Elections",
          "authors": "Adriana Ștefănel",
          "abstract": "This article examines the growing susceptibility of young Romanians to authoritarian leadership models in the aftermath of the 2024 European elections. While youth are often seen as champions of democratic renewal, recent data point to a significant erosion of democratic commitment, shaped by institutional distrust and emotionally charged media environments. This concern is heightened by Romania’s political developments in 2024, which saw the doubling of extremist representation in the European Parliament and the annulment of the first round of presidential elections due to alleged irregularities and social media interference. Drawing on a media‐centered theoretical framework and original survey data, the study finds that 74% of respondents support the idea of a strong leader unconcerned with parliamentary procedures. Socio‐demographic factors, such as gender, education, income, and urban–rural residence, significantly influence these attitudes, with lower education and income levels correlating with stronger authoritarian support. Media consumption patterns also emerge as critical determinants: reliance on social media and traditional media (TV and radio) is associated with heightened authoritarian inclinations, while online press consumption fosters greater democratic resilience. Platforms such as Facebook and WhatsApp appear to amplify affective and symbolic political expression, even among those who primarily rely on traditional media sources. Furthermore, institutional trust proves to be domain‐specific; lower trust in security, religious, and educational institutions predicts higher support for authoritarian leadership. Rather than reflecting mere apathy, youth disengagement reveals complex interactions between media ecosystems, emotional political communication, and institutional skepticism. This study contributes to existing research by focusing on an understudied demographic (Romanian youth) during a volatile electoral moment. It combines nationally representative survey data with a media‐centered analytical lens to examine how platform‐specific information environments shape authoritarian attitudes.",
          "url": "https://doi.org/10.17645/mac.10617",
          "doi": "https://doi.org/10.17645/mac.10617",
          "filter": 0
        },
        {
          "title": "Digital Divides in Local Democracy: Size, Resources, and Facebook Adoption in Czech Municipalities",
          "authors": "Michael Haman, Milan Školník, Michal Lošták",
          "abstract": "This study examines how organizational capacity and environmental pressures shape social media adoption in local government. Using a mixed‐methods approach, we analyze Facebook adoption patterns across 6,254 Czech municipalities by scanning their official websites for Facebook links, a questionnaire survey (𝑁 = 330), and thematic analysis of posts from municipalities with extended powers. Results reveal a strong relationship between municipal size and Facebook adoption, with rates ranging from 14.1% in the smallest municipalities (fewer than 200 inhabitants) to 88.6% in the largest (10,000+). Primary adoption motivations include communication speed, ensuring citizen awareness, and meeting public expectations for a modern online presence, while resource constraints and fear of negativity constitute major barriers. Thematic analysis reveals dominance of practical information and community event promotion over dialogic engagement. The findings demonstrate how resource limitations create a digital divide in local government communication, with smaller municipalities facing structural barriers to social media adoption. This research contributes to understanding technology diffusion dynamics in fragmented administrative systems and the gap between social media’s dialogic potential and actual government communication practices.",
          "url": "https://doi.org/10.17645/mac.10464",
          "doi": "https://doi.org/10.17645/mac.10464",
          "filter": 0
        },
        {
          "title": "Defining Journalistic Autonomy in the Wake of Disinformation in Spain",
          "authors": "Luis Bouza‐García, Rocío Sánchez‐del‐Vas, Jorge Tuñón‐Navarro",
          "abstract": "This article analyses the escalating tensions between political actors and the media in Spain, focusing on how structural weaknesses in the journalistic field facilitate the internalisation of disinformation and political polarisation. Using field theory and qualitative data from interviews with journalists, regulators, and media professionals, the study explores how Spain’s deregulated, economically precarious, and structurally fragmented media environment undermines journalistic autonomy. Recent challenges to media legitimacy illustrate declining professional standards, insufficient self‐regulation, and the blurred boundaries of journalistic identity. The analysis challenges the view that the prevalence of disinformation is mainly a byproduct of political polarisation, arguing instead that low institutional autonomy has made Spanish journalism structurally vulnerable to post‐truth dynamics. The article concludes that Spain’s regulatory model, while formally protecting press freedom, lacks the internal governance mechanisms needed to uphold professional ethics and ultimately professional authority. As the European Media Freedom Act promises regulatory change, the article calls for renewed public and professional debate on journalistic standards, legitimacy, and the democratic role of the press in the face of mounting epistemic and institutional crises.",
          "url": "https://doi.org/10.17645/mac.10651",
          "doi": "https://doi.org/10.17645/mac.10651",
          "filter": 0
        },
        {
          "title": "Visual Political Communication of Competing Leadership: Italy’s 2024 European Election Campaign on Social Media",
          "authors": "Edoardo Novelli, Christian Ruggiero, Marco Solaroli",
          "abstract": "The article presents an interdisciplinary analytical framework contributing to the growing research field of visual political communication, focusing on the case of the social media images published by Italian politicians during the 2024 European elections campaign (May–June 2024). In the first part, the article outlines the context of the analytical framework at the intersection of three main research fields: political communication, in particular the study of electoral campaigns via social media; visual culture and communication, precisely the analysis of the visual representation, self‐representation, and counter‐representation of political leaders; and computer science, in particular the application of machine learning techniques for computer vision to recognize and categorize visual political content. In the second part, the article offers an application of the analytical framework by sharing some empirical results of a quantitative and qualitative analysis of the visual content published by 21 Italian political actors on Facebook and Instagram during the campaign, focusing on their main visual formats, themes, and strategies of representation of political leadership. In the analysis, deep learning models are also employed to detect specific image characteristics by cross‐referencing their outputs with manual cataloguing performed on the same images and for the same attributes. In the end, on the basis of the research carried out, the article suggests possible paths for future interdisciplinary analysis of online visual political communication.",
          "url": "https://doi.org/10.17645/mac.10751",
          "doi": "https://doi.org/10.17645/mac.10751",
          "filter": 0
        },
        {
          "title": "Government Communication on Social Media: Research Foci, Domains, and Future Directions",
          "authors": "Sten Hansson, Nic DePaula",
          "abstract": "The aim of this review essay is to draw attention to the diversity of work done in the field of government social media communication research. It is a rapidly developing area of study that has been approached from multiple disciplinary perspectives and a variety of research traditions. We suggest that studies of government social media communication may be broadly classified based on two characteristics: (a) whether their focus is mainly on the senders, messages, media, audiences, or effects of communication; and (b) the domains of government policy and public administration that they address. We review existing literature along this classification and conclude by suggesting fruitful directions for future research.",
          "url": "https://doi.org/10.17645/mac.10697",
          "doi": "https://doi.org/10.17645/mac.10697",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "The Dark Side of Fandom: Exploring the Association between Parasocial Relationships with Celebrities and Aggression",
          "authors": "Lisa Forner, Sarah Lutz, Xuran Zheng, Jan-Philipp Stein",
          "url": "https://doi.org/10.1080/15213269.2025.2562009",
          "doi": "https://doi.org/10.1080/15213269.2025.2562009",
          "filter": 0
        },
        {
          "title": "Examining the Relationship Between Social Media Use and Addiction and Body Dysmorphic Disorder Symptoms: A Meta-Analytic Review",
          "authors": "Mitchell R. Sheehy, Tanvi Vora, Brooke B. Hiscock, Anna C. George, Michelle Swab, Jonathan M. Fawcett, Emily J. Fawcett",
          "url": "https://doi.org/10.1080/15213269.2025.2564698",
          "doi": "https://doi.org/10.1080/15213269.2025.2564698",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mobile Media & Communication",
      "journal_short": "MMC",
      "articles": [
        {
          "title": "When Digital Connectivity Drivers Meet Digital Disconnection: A Cross-Country Study on Smartphone Checking, Digital Disconnection Strategies, and Digital Stress",
          "authors": "Kevin Koban",
          "abstract": "In today's digitized societies, where constant connectivity is perceived as a social norm, many people voluntarily seek temporary digital disconnection to balance out benefits and harms. Given that any direct effectiveness of digital disconnection is limited, recent approaches emphasized its conditionality. Conducted in two culturally dissimilar countries (the United States and Indonesia), the present large-scale cross-sectional youth surveys ( N s = 1,922 and 2,107, respectively) explored whether different popular feature- and rules-based digital disconnection strategies (digital detox app use vs. reflective smartphone disengagement vs. digital solitude) may serve as an ambivalent moderator for relationships between habitual and compulsive smartphone checking, on one side, and digital stress experiences, on the other. For U.S. youth only, results indeed suggested that reflective smartphone disengagement might minimize detrimental side effects of firm checking habits, whereas it exacerbates links to digital stress for people who struggle with smartphone checking compulsiveness.",
          "url": "https://doi.org/10.1177/20501579251378561",
          "doi": "https://doi.org/10.1177/20501579251378561",
          "filter": 0
        },
        {
          "title": "Navigating Technology: Mobile Media Usage and Reticence Among Older Adults in Rural India",
          "authors": "Debjani Chakraborty, Chhavi Garg",
          "abstract": "With increasing access to mobile devices and media, 77% of the population of India, the most populated nation in the world, are now mobile phone users. This has translated to an increasing user base across demographics, including older rural adults: Most own a dedicated feature phone and share access to a smartphone, while many older couples share access to one dedicated smartphone. With considerably lower literacy rates, especially among older women, using a mobile phone that is programmed in English comes with its own set of challenges, and the older users have developed their own unique strategies to navigate them. This study uses in-depth interviews and participant observation in a village in the agrarian state of Punjab, a state in north-western India. The findings indicate three types of users among older rural adults: techno-optimists who find the phone useful for younger users, individuals who use the phone solely for useful purposes, and participants who see the mobile phone as disruptive. Factors shaping usage include low digital skills, tendency to depend on warm experts (younger members of the family who can potentially teach them mobile media usage) to use the mobile phone on their behalf, and expectations of moral and ethical performativity. The study finds that, along with digital skills and age, social structure of living in a close knit family (joint family) forms a reticence even among techno-optimist older adults, who see the mobile phone as something for the young people to learn instead of upskilling themselves to use one.",
          "url": "https://doi.org/10.1177/20501579251378548",
          "doi": "https://doi.org/10.1177/20501579251378548",
          "filter": 0
        },
        {
          "title": "Days, Schedules, and Attention: How Time Affects Mobile News Consumption Among Young Swiss People",
          "authors": "Morley Weston, Daniel Vogler, Adrian Rauchfleisch, Pascal Jürgens, Mark Eisenegger",
          "abstract": "News consumption is often treated as static behavior, yet situational and temporal factors play a significant role in shaping how individuals consume news throughout their daily lives. Mobile phones have become a driving force of dynamic news habits, especially among younger audiences. This study aims to bridge the gap between static perceptions of news consumption and the dynamic realities of daily mobile usage. To investigate this, we tracked news usage on the mobile phones of 384 young adults in Switzerland over three weeks in 2021, in a period surrounding a national referendum. These data were combined with two surveys at the beginning and end of the tracking period to examine how a political referendum, daily schedules, and browsing habits are related to the amount of mobile news consumption. Using a Bayesian time-lagged model, we found an increase in news consumption on the day of the referendum, and a slight decrease on weekends and during working hours. We also found that participants read more news when they first opened their phones than as a browsing session continued, and that higher news consumption was substantially associated with the use of X/Twitter and Instagram, but only slightly with TikTok.",
          "url": "https://doi.org/10.1177/20501579251376418",
          "doi": "https://doi.org/10.1177/20501579251376418",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "Tailored messages or one-size-fits-all communication? A comparative analysis of United States public diplomacy on Twitter",
          "authors": "Marc Jungblut",
          "abstract": "The transnationalization of political issues has led to a greater need for multinational solutions and has increased the relevance of public diplomacy (PD). Although scholars have identified different approaches to digital PD, comparative research is lacking. This study addresses this gap by examining whether United States (US) embassies vary in their reliance on various PD instruments. Furthermore, it explores whether such variation aligns with contextual target audience variables, specifically different facets of political and cultural proximity. Based on a dataset that includes all Twitter accounts operated by US embassies over a year-long period ( n = 176,372 posts), the results suggest that embassies vary in their use of PD instruments. Moreover, the prevalence of PD instruments and advocacy topics covary with some of the analyzed facets of political and cultural proximity. Consequentially, the study suggests that US embassies partially tailor their messages to the interests of target audiences.",
          "url": "https://doi.org/10.1177/14614448251375081",
          "doi": "https://doi.org/10.1177/14614448251375081",
          "filter": 0
        },
        {
          "title": "The interplay between activism logic and platform logic: Fan comment control in Chinese online public cultural spaces",
          "authors": "Geer Wu, Chen Li, Xueying Wang",
          "abstract": "In the evolving context of platforms’ influence on society, the digitization of fandom emerges as a crucial yet underexplored subject. Guided by fan activism and media logic theories, this study explores fan comment control in online public cultural spaces as a representative case of digital fandom in China. By investigating the digital mobilization of fan comment control and the interactions among fans, anti-fans, non-fans, and platforms, this study challenges the optimistic view in previous fan studies that regarded fan collective action as fan activism. Through participant observation and 20 in-depth interviews, this study finds fluidity in cultural identities within and outside the digital fandom and an ongoing negotiation between platforms’ efforts to regulate users and users’ strategies to adapt to algorithmic rules. Notably, under the reinforcing influence of platform dataism, fans’ diverse motivations contribute to transforming collective commenting from a potential form of activism into a struggle for discursive hegemony.",
          "url": "https://doi.org/10.1177/14614448251377993",
          "doi": "https://doi.org/10.1177/14614448251377993",
          "filter": 0
        },
        {
          "title": "Training the algorithm: Agency and algorithmic injustice in Instagram’s ‘whitewashed’ health and fitness spaces",
          "authors": "Hester Hockin-Boyers, Patricia Vertinsky, Moss Norman, Nikolaus A. Dean, Aishwarya Ramachandran",
          "abstract": "Research on women’s body image has often focused on the potential harms associated with engaging with health and fitness content on Instagram. Recently, scholars have turned their attention to exploring women’s agency in relation to social media to examine how particular groups of individuals participate in the curation of their online worlds in pursuit of a positive body image. In particular, we consider the experiences of specific racial groups who are interacting with what some claim are ‘whitewashed’ and algorithmically biased digital environments. We aim to contribute to this enquiry by drawing on semi-structured interviews and ‘content elicitation’ with 32 Chinese Canadian women who were invited to describe their experiences with health and fitness content on Instagram. We found that our participants displayed a heightened awareness of algorithmic bias and in response, attempted to actively ‘train’ their algorithms to provide content that reflected greater bodily diversity.",
          "url": "https://doi.org/10.1177/14614448251366172",
          "doi": "https://doi.org/10.1177/14614448251366172",
          "filter": 0
        },
        {
          "title": "Consent capital: From Romantasy’s “Alpha male archetypes” toward a new cultural theory in post-digital storytelling",
          "authors": "Laura Niebling",
          "abstract": "The article introduces the concept of “consent capital” to analyze how writing and reading romantasy, a leading book genre on contemporary bookish platforms often criticized for its young female communities and “trivial” nature, has become a site for political discourse. Drawing on feminist research on romance since the 1980s, and theories on consent culture and cultural capital, the analysis traces romantasy’s role in the post-digital storytelling of body politics, particularly after 2016. Through a comparative analysis of contemporary romantasy series, exemplified by a case study on Rebecca Yarros’s Empyrean series and a focus on “alpha male archetypes,” the article argues that notions of consent, bodily autonomy, and trauma have been transformed into a form of cultural capital, which is actively practiced, but also discussed and aesthetically reflected upon on social media platforms. In post-digital storytelling, it informs cultural value debates and commodification strategies on “sides” like BookTok, where romantasy’s fictional renegotiations of consent capital intersect with the current political, legal and cultural debates on “consent” in countries in the “Global North”.",
          "url": "https://doi.org/10.1177/14614448251375107",
          "doi": "https://doi.org/10.1177/14614448251375107",
          "filter": 0
        },
        {
          "title": "Platform-mediated racialization: A case study of rural Chinese wig sellers and Black clients on Alibaba",
          "authors": "Shichang Duan, Shanshan Lan",
          "abstract": "Due to the rise of global e-commerce platforms like Alibaba, online interactions between rural Chinese wig sellers and Black clients are increasing. However, the racial implications of such platform-mediated business relations remain underexplored. Based on ethnographic fieldwork in Xuchang, a leading distribution and export center for wigs products in the global supply chain, this research examines the active role of Alibaba in orchestrating, structuring, and shaping the racial knowledge formation of rural Chinese wig sellers in their daily online interactions with Black clients. We argue that the exploitative nature of platform capitalism creates stress and exhaustion among rural wig sellers and pushes them to draw narrow and hasty conclusions about Blackness that dovetail with racialized hierarchy in the global wig industry and logistics networks. This research bridges the gap between platform studies and critical race studies and contributes to the reconceptualization of relations between platform and race.",
          "url": "https://doi.org/10.1177/14614448251358351",
          "doi": "https://doi.org/10.1177/14614448251358351",
          "filter": 0
        },
        {
          "title": "The long farewell: Mediated posthumous communications and identity persistence on vloggers’ memorialized accounts",
          "authors": "Langcheng Zhang, Stella Xin Yin",
          "abstract": "Posthumous communication and parasocial relationships can go beyond the moment of death and continue for a longer period over thanatechnology. In this study, we combined topic modeling with qualitative textual analysis to examine discursive communicative behaviors on the memorialized accounts of two deceased Chinese vloggers on Bilibili. We identified two types of posthumous communication: life-to-death communication and death-triggered discussion. These communications are based on the remaining content and the perceived presence of living others on the accounts. Through posthumous communications, the deceased vloggers’ identities were preserved on one hand and were made symbols of related social topics on the other hand. As such, memorialized accounts serve as sites of collective memories and commemoration, which can be reactivated to facilitate ongoing posthumous communication when living people face similar situations or when related incidents resurface in society.",
          "url": "https://doi.org/10.1177/14614448251376304",
          "doi": "https://doi.org/10.1177/14614448251376304",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Nordicom Review",
      "journal_short": "Nord",
      "articles": [
        {
          "title": "Rationalising creative uncertainty? The negotiated use of audience feedback in Danish film production",
          "authors": "Jakob Freudendal",
          "abstract": "In this article, I examine how the use of audience feedback in film production shapes creative decision-making. While existing scholarship often views audience data as a rationalising tool that reduces risk and economic uncertainty, little research has explored how such practices function within creative processes. Drawing on an empirical case study from the Danish film production culture, where a novel audience research initiative institutionalises interfacing with proxy audiences at the early stage of script development, I analyse how filmmakers negotiate the integration of audience insights. The analysis finds that audience research does not dissolve uncertainty, as the creative uncertainty of translating feedback into concrete creative action persists. This is underlined by the negotiated nature of the process, where filmmakers selectively filter and resist audience input, often privileging their creative vision over audience sentiment. These insights nuance prevailing claims about the predictive capacity of data-driven production and demonstrate that the negotiation between creativity and audience data is a contested feature of contemporary media production.",
          "url": "https://doi.org/10.2478/nor-2025-0020",
          "doi": "https://doi.org/10.2478/nor-2025-0020",
          "filter": 0
        },
        {
          "title": "Right-wing alternative media users in Scandinavia: A comparative study of ideological attitudes and (dis)trust",
          "authors": "Kari Steen-Johnsen, Audun Fladmoe, Karoline Andrea Ihlebæk",
          "abstract": "The emergence of right-wing alternative media has raised concerns about the diffusion of radical ideas among citizens and growing distrust in the media and public institutions. Based on representative surveys in Denmark ( n = 1,958), Norway ( n = 2,009), and Sweden ( n = 1,991), we examine what characterises right-wing alternative media users in terms of political attitudes and political, media, and social trust. The analysis reveals that right-wing alternative media users in Scandinavia tend to affiliate with far-right parties, support far-right ideas, and express lower levels of trust in political institutions, traditional media, and unknown others. Among these, support for far-right ideas and a lack of trust in traditional media are the most important characteristics. While support for far-right ideas characterises right-wing alternative media users in all three countries, low trust in traditional media is a more important characteristic in Norway and Sweden than in Denmark. The study advances knowledge of the role of ideology vis-à-vis various forms of (dis)trust among right-wing alternative media users, showing that while alternative media use across the Scandinavian countries displays a set of similarities, such use is also formed by national context.",
          "url": "https://doi.org/10.2478/nor-2025-0019",
          "doi": "https://doi.org/10.2478/nor-2025-0019",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Cultural insights for the READINESS framework: A qualitative study of practitioner and scholar perspectives",
          "authors": "Brittany N. Shivers, Yan Jin, Grace Mains, Yijing Wang, River Gracey, W. Timothy Coombs, Toni G.L.A. van der Meer",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102632",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102632",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "Socio-economic status and authority deference: Understanding public (dis)engagement with science in Europe",
          "authors": "Lucilla Losi",
          "abstract": "It is repeatedly observed that public engagement with science is more common among members of the public with a more privileged socio-economic profile; however little evidence on the mechanisms of this relationship exists. This article proposes one such mechanism in deference towards authority. Through Structural Equation Model on Eurobarometer 2021 data, I investigate if favoring expert guidance over public participation in decision-making on science-related issues mediates the relationship between people’s socio-economic status and engagement with science. Results show that higher socio-economic status is associated with greater engagement but also with favor toward experts’ deliberation. Preferring experts over public involvement in decision-making is also associated with more informative engagement and less general engagement. Nevertheless, this mediating role is rather weak. Moreover, the study examines how other perceptions of science relate to socio-economic status and engagement, emphasizing the broader social and structural factors that shape opportunities for participation.",
          "url": "https://doi.org/10.1177/09636625251374514",
          "doi": "https://doi.org/10.1177/09636625251374514",
          "filter": 0
        },
        {
          "title": "Trust, experience, and innovation: Key factors shaping American attitudes about AI",
          "authors": "Risa Palm, Justin T. Kingsland, Toby Bolsen",
          "abstract": "A large survey of American adults explored the complex landscape of attitudes toward artificial intelligence (AI). It explored the degree of concern regarding specific potential outcomes of the new advances in AI technology and correlates of these concerns. Key variables associated with the direction and intensity of concern include prior experience using a large language model such as Chat GPT, general trust in science, adherence to the precautionary principle versus support for unrestricted innovation, and demographic factors such as gender. By identifying these relationships, the paper offers insights into the American public’s response to AI that can inform the development of policies aimed at either regulating or encouraging its advancement.",
          "url": "https://doi.org/10.1177/09636625251372510",
          "doi": "https://doi.org/10.1177/09636625251372510",
          "filter": 0
        },
        {
          "title": "Scientists’ public engagement goals: Perceived importance and personal prioritization",
          "authors": "John C. Besley, Anthony Dudo",
          "abstract": "This study used a survey ( n = 1897) of United States- and Canada-based scientists in six scientific fields to explore correlates of perceived (a) public engagement goal importance and (b) personal goal prioritization. Building on the Integrated Behavioral Model, the results suggest that scientists’ beliefs about the societal benefits of a goal (i.e. attitudes) are the most consistent predictors of goal importance ratings and personal goal prioritization. Other beliefs are also associated with personal goal prioritization, including beliefs about personal benefits, agency (i.e. self-efficacy), and to a lesser extent, social norms. The data further suggests that basic scientists have similar goals to applied scientists who were in the sample, and that there are few differences across the six fields studied. The conclusion is that proponents of specific behavioral goals may wish to focus on communicating the benefits of goals to scientists, more so than norms or efficacy.",
          "url": "https://doi.org/10.1177/09636625251367685",
          "doi": "https://doi.org/10.1177/09636625251367685",
          "filter": 0
        },
        {
          "title": "Book Review: Martin Hewitt, Darwinism’s Generations: The Reception of Darwinian Evolution in Britain, 1859–1909 HewittMartinDarwinism’s Generations: The Reception of Darwinian Evolution in Britain, 1859–1909. Oxford: Oxford University Press, 2024. 512 pp. £130. ISBN: 9780192890993",
          "authors": "Diarmid A. Finnegan",
          "url": "https://doi.org/10.1177/09636625251321581",
          "doi": "https://doi.org/10.1177/09636625251321581",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "A New Journalism for a New Climate: Is Solutions Journalism the Solution?",
          "authors": "Kathryn Thier",
          "abstract": "Little is known about how journalists can engage audiences when providing news about the existential threat of climate change. This experiment tests several solutions stories against problem-oriented stories and an irrelevant control to explain how shifting the news frame may encourage climate policy support. Findings build on research showing solutions journalism increases positive affect and decreases negative affect, although these effects did not predict policy support. This study is the first to demonstrate that climate solutions news can increase readers’ individual and collective response efficacy perceptions. Results offer insight for scholars and practitioners seeking to advance pro-social climate change communication.",
          "url": "https://doi.org/10.1177/10755470251378065",
          "doi": "https://doi.org/10.1177/10755470251378065",
          "filter": 0
        },
        {
          "title": "From Frequency to Diversity: Validating the Multidimensional Measures of Information Acquisition",
          "authors": "Xiaohui Wang, Han Zheng, Yi-Hui Christine Huang",
          "abstract": "Public health emergencies underscore the importance of crisis information acquisition. This study validated its multidimensional measures (i.e., frequency, breadth, diversity, and repertoire) using a five-wave longitudinal survey ( N = 698) and a two-wave cross-topic survey ( N = 969). Results confirmed the reliability and validity of frequency, breadth, diversity, and repertoire across contexts and time. These measures correlated differently with vaccination attitudes, uncertainty, information sharing, and avoidance, capturing distinct yet interrelated dimensions of information acquisition. The findings highlight the need for incorporating diverse sources to measure information behaviors, providing a comprehensive framework for understanding the multifaceted nature of information acquisition.",
          "url": "https://doi.org/10.1177/10755470251369841",
          "doi": "https://doi.org/10.1177/10755470251369841",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "Instrumental Bot Identities and the Politics of Online Discourse",
          "authors": "Angeline Marie Letourneau",
          "abstract": "Social media platforms are crucial for political and social engagement, where identity profoundly shapes public opinion. While existing research explores social media and identity, the rise of sophisticated bots complicates this relationship; bots programmed to mimic human identity groups may influence discourse and sway opinion on critical issues like elections and climate change. Addressing a gap in theoretical work, this article proposes the concept of instrumental bot identities, explaining how bots can be strategically designed to leverage and co-opt social identity processes for enhanced impact. By developing a theoretical framework, I outline the characteristics (e.g. relevance, familiarity, anonymity) and interaction patterns (e.g. influencing ingroup/outgroup dynamics) that could make specific identities instrumental for bot campaigns. Using the case of fossil fuel workers, a politically salient group in energy transition discussions, the article illustrates how bots could simulate classed and gendered characteristics to reinforce stereotypes, shape group norms, and ultimately influence public attitudes toward decarbonization policies. This framework highlights that bot effectiveness may stem from exploiting identity-motivated reasoning, offering crucial insights for understanding and mitigating online manipulation in polarized contexts.",
          "url": "https://doi.org/10.1177/20563051251378233",
          "doi": "https://doi.org/10.1177/20563051251378233",
          "filter": 0
        },
        {
          "title": "After Twitter: Fragmentation, Platform Polities and Protective Sociality",
          "authors": "Nathaniel Tkacz, Robert W. Gehl",
          "abstract": "This article argues that a profound change has occurred in the spaces of social media, centring on the region formerly occupied by Twitter. More than Twitter rebranding as X, After Twitter refers to a historical punctuation point in the timeline of social media and an emerging social media reality. After Twitter registers the slow death of a set of ideals and related practices specific to platforms like Twitter, but also to the waning of ideals in relation to the communicative potentials of the open web more generally. We make three broad claims which characterise social media After Twitter: First, by way of an overview of alternatives and competitors including Bluesky, Mastodon, Threads, Truth Social and more, we observe a social media fragmentation. Such fragmentation is not solely driven by economic forces or technological development and instead is understood along explicitly political lines. Second, we observe the rise of polarised platform polities. These polities reflect divergent political positions, create distinct political realities and foster different modes of interaction and belonging. Third, we observe a general shift from connective to protective forms of sociality, where users approach social media as if they are constantly in the presence of adversaries, and the ‘weak ties’ that once defined a web of opportunities are replaced by an assumed toxicity of ties. We conclude by reflecting on the nostalgia for the Twitter-that-was, suggesting the need to foster a critical and reflective relationship with the Twitter of old.",
          "url": "https://doi.org/10.1177/20563051251366907",
          "doi": "https://doi.org/10.1177/20563051251366907",
          "filter": 0
        },
        {
          "title": "Framing Under Fire: Navigating Environmental Activism on Social Media Amid Digital Repression",
          "authors": "Dien Nguyen An Luong, Hong Tien Vu",
          "abstract": "Grounded in the conceptual frameworks of protest framing and digital repression, this study examines the adaptive messaging strategies employed by Vietnamese environmental activists in response to escalating repression, through physical coercion, across two key periods: before and after mid-2021. Our analysis of the Facebook content of one of Vietnam’s leading environmental groups indicates significant changes in the group’s adoption of protest frames, topical frames, and narrative roles, highlighting how activists balance public engagement with safety under authoritarian constraints. Specifically, after a wave of arrests of high-profile environmental activists, activists shifted their message framing strategies from motivational to diagnostic, focusing more on information provision rather than encouraging public engagement. In addition, after the arrests, activists increasingly shifted their narrative roles, increasing their blame on corporations as villains, while positioning the environment as a primary victim. This study enriches our understanding of digital activism in authoritarian contexts, offering theoretical insights and practical guidance for movements under similar constraints.",
          "url": "https://doi.org/10.1177/20563051251380480",
          "doi": "https://doi.org/10.1177/20563051251380480",
          "filter": 0
        },
        {
          "title": "Video Vigilantes: The Digital Fight for Vengeance Against Perpetrators on TikTok",
          "authors": "Sarah Witmer",
          "abstract": "This study examines digital vigilantism videos on TikTok and their role in highlighting systemic barriers to traditional justice. Through textual analysis of 50 TikTok “vigilante videos” and the 244,600 comments supporting them, this research explores how women employ weaponized exposure to pursue informal justice across a spectrum of experienced harms. While prevailing scholarship highlights the risks of digital vigilantism, this project provides a critical feminist perspective, emphasizing the tension between carceral and anticarceral approaches to justice. Findings reveal “vigilante videos” serve three key functions: (1) facilitating retributive action against perpetrators, (2) transforming victims’ shame into collective empowerment, and (3) creating protective networks safeguarding potential future victims. By engaging with these videos, TikTok users foster a sense of crowd-sourced justice, amplifying the voices of women who have been failed by traditional legal avenues. These digital practices reflect a broader critique of the carceral state and demonstrate how women navigate justice outside of formal systems. This research contributes to scholarship on TikTok, cultural criminology activism, and anitcarceral feminism.",
          "url": "https://doi.org/10.1177/20563051251382473",
          "doi": "https://doi.org/10.1177/20563051251382473",
          "filter": 0
        },
        {
          "title": "Fashioning Ethnic Pride: Women of Color and the Outfit Transition Trend on TikTok",
          "authors": "Melissa Carolee Brown, Reyna Rajkumar, Kaitlin Webster",
          "abstract": "This study examines how women of color on TikTok engage with the viral “outfit transition” trend to assert ethnic pride, resist cultural assimilation, and build digital communities. Our research builds on literature exploring TikTok’s affordances and digital fashion culture, focusing on how women of color use the application to challenge aesthetic assimilation and celebrate ethnocultural identity. Using critical technocultural discourse analysis (CTDA) and digital ethnography, we analyzed 63 TikTok videos to explore how audiovisual features (e.g., audio, hashtags, and comments) enable marginalized creators to challenge western aesthetic dominance. The findings reveal that women of color strategically use TikTok to construct a subaltern digital commons, celebrating ethnic pride while fostering solidarity across diaspora communities. These creators promote cross-cultural engagement by inviting non-ethnic viewers to learn about and respectfully engage with their cultures on their terms. This study expands on studies of digital fashion culture to show how TikTok’s outfit transition trend functions as an online space to resist Eurocentric beauty standards while centering non-white femininities and cultural aesthetics. In addition, our analysis sheds light on how these creators navigate algorithmic biases that often limit visibility for marginalized groups. Women of color creatively rework viral trends to enhance their visibility, asserting control over how they and their communities are represented online. Ultimately, the study underscores TikTok’s potential as a site for community building and intercultural exchange, where women of color challenge colonial legacies in fashion while sustaining digital spaces for ethnocultural uplift.",
          "url": "https://doi.org/10.1177/20563051251382451",
          "doi": "https://doi.org/10.1177/20563051251382451",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Southern Communication Journal",
      "journal_short": "SoComm",
      "articles": [
        {
          "title": "Reckoning with the Institutional Intimacies and Rhetorical Inheritances of “Universities and Slavery” And “Diversity”",
          "authors": "Ashley P. Ferrell",
          "url": "https://doi.org/10.1080/1041794x.2025.2563252",
          "doi": "https://doi.org/10.1080/1041794x.2025.2563252",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "Who Takes the Lead? Reciprocal Relationships Between the European Parliament’s Political Agenda and National Media Agenda on EU–China Trade Relations in the Netherlands and the United Kingdom (2001–2020)",
          "authors": "Xiaoyang Zhao, Rens Vliegenthart, Knut De Swert, Mark Boukes",
          "abstract": "China is a major trading partner of the European Union (EU), and the debate over China’s economic influence has gained prominence on both the political and media agendas in EU countries. Through time-series analysis, this study investigates reciprocal relationships between the European Parliament’s (EP) political agenda and the national media agenda regarding EU–China trade relations (2001–2020). The analysis is based on a sample of 538 speeches from the EP Plenary Debates and a total of 867 newspaper articles from the Netherlands and the United Kingdom (UK). Combined with a manual quantitative content analysis, this study also examines the salience of sub-issues in EU–China trade relations. Monthly-level vector autoregressive analyses yielded four major findings. First, a positive reciprocal relationship was observed between the EP’s political agenda and the national media agenda on EU–China trade relations, with mutual influences showing similar effect sizes. Second, it was especially the speeches by Far-Right Members of the European Parliament (MEPs) from the Netherlands and the UK that elicited more national media attention, and vice versa. Third, we found positive mutual influences not only between the national media agenda and the political agenda set by MEPs but also between the national media agenda and the political agenda set by EU representatives. Fourth, the geographical and social proximity of sub-issues in EU–China trade relations appears to moderate the politics-media dynamics. The findings contribute to existing scholarship by examining the function of multilevel structures (i.e., supranational vs. national) in agenda-setting research.",
          "url": "https://doi.org/10.1177/19401612251368278",
          "doi": "https://doi.org/10.1177/19401612251368278",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Visual Communication",
      "journal_short": "VisComm",
      "articles": [
        {
          "title": "Revitalizing dry stone heritage through collaborative visual ethnography",
          "authors": "Ricard Espelt, Enric Senabre Hidalgo, Rosa Cerarols",
          "abstract": "Dry stone constructions, recognized by UNESCO as intangible cultural heritage, face increasing challenges due to abandonment and environmental degradation. This article explores how collaborative visual ethnography can contribute to the documentation and revitalization of endangered practices associated with dry stone construction in Catalonia. Through photographic interventions and interdisciplinary collaboration with dry stone experts and artists, this research showcases alternative ways of engaging with cultural memory and landscape transformation in the geohumanities field. The study presents visual outcomes from four photography interventions, and discusses their implications for the documentation and revitalization of heritage from a geocreativity perspective. The research contributes to shared knowledge on how visual ethnography, grounded in interdisciplinary collaboration, offers a transformative approach to rethinking and revitalizing cultural landscapes.",
          "url": "https://doi.org/10.1177/14703572251375367",
          "doi": "https://doi.org/10.1177/14703572251375367",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
