{
  "update": "2025-12-28",
  "content": [
    {
      "journal_full": "Annals of the International Communication Association",
      "journal_short": "Annals",
      "articles": [
        {
          "title": "Ethnography and artificial intelligence: the question of context",
          "authors": "Saskia Witteborn",
          "abstract": "This article explores the ethnographic principle of contextualized meaning-making across traditional, digital, and artificial intelligence-based ethnographies. It approaches context from the perspective of language and social interaction, demonstrating how context is constituted through language and communicative practices in embodied, digital, and computational settings. The review addresses the challenges of defining context, emphasizing its dynamic nature. Moreover, the article advocates for a nuanced understanding of context and situated meaning-making to navigate the social, technical, and ethical complexities of machine-generated communication. Ethical considerations include the ongoing need for ethnographies that document the richness of situated human interactions in light of the automated extraction of linguistic and cultural capital, as well as the importance of participatory data stewardship.",
          "url": "https://doi.org/10.1093/anncom/wlaf026",
          "doi": "https://doi.org/10.1093/anncom/wlaf026",
          "filter": 0,
          "created": "2025-11-25"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Research Reports",
      "journal_short": "CRR",
      "articles": [
        {
          "title": "Listening to the people: how perceived responsiveness shapes citizen-government relationship &amp; engagement across contexts",
          "authors": "Oluseyi Adegbola, Michael O’Neil, Sherice Gearhart",
          "url": "https://doi.org/10.1080/08824096.2025.2606683",
          "doi": "https://doi.org/10.1080/08824096.2025.2606683",
          "filter": 0,
          "created": "2025-12-21"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Communication Studies",
      "journal_short": "CS",
      "articles": [
        {
          "title": "Occupational Identification and Assimilation of Pain Work: (Re)Conceptualizing the Experience of Pain at Work as an Embodied, Co-Constructed Process",
          "authors": "Laura V. Martinez, Alaina C. Zanin, Sarah J. Tracy",
          "url": "https://doi.org/10.1080/10510974.2025.2605333",
          "doi": "https://doi.org/10.1080/10510974.2025.2605333",
          "filter": 0,
          "created": "2025-12-24"
        },
        {
          "title": "“A Brain That Never Sleeps”: An Arts-Based Exploration of Black Women’s Narratives of ADHD in the United States",
          "authors": "Mackensie Minniear, Heather L. Voorhees, Morgan Harper Nichols",
          "url": "https://doi.org/10.1080/10510974.2025.2605335",
          "doi": "https://doi.org/10.1080/10510974.2025.2605335",
          "filter": 0,
          "created": "2025-12-24"
        },
        {
          "title": "Co-Viewer Discretion Advised: Examining Emerging Adult Willingness to Co-View Sensitive Entertainment Content with Parents",
          "authors": "Chelsea M. Bruno, T. Franklin Waddell, Yu-Hao Lee",
          "url": "https://doi.org/10.1080/10510974.2025.2603289",
          "doi": "https://doi.org/10.1080/10510974.2025.2603289",
          "filter": 0,
          "created": "2025-12-23"
        },
        {
          "title": "All the World’s a Stage: The Use of Participatory Social Justice Theater in Communication Research",
          "authors": "Michelle Miller-Day, Monica Dupuy",
          "url": "https://doi.org/10.1080/10510974.2025.2605331",
          "doi": "https://doi.org/10.1080/10510974.2025.2605331",
          "filter": 0,
          "created": "2025-12-25"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "‘This might sound like I’m wearing a tinfoil hat…’ – Knowledge workers’ perceptions of privacy and surveillance in group-based communicative AI",
          "authors": "Liisa A. Mäkinen, Minna Koivula, Mia Leppälä",
          "abstract": "This study examines knowledge workers’ perspectives on privacy implications and surveillant functionalities of group-based communicative AI in the context of work. The objective is to connect the ongoing examination of communicative AI in the workplace to research on privacy and employee surveillance, and to use the framework of privacy as contextual integrity as a theoretical lens through which some of the user perspectives on communicative AI tools are analyzed. Building on 33 qualitative interviews with Finnish knowledge workers, who were presented with scenarios of communicative AI functioning as a ‘team member’ in a work-related chat group, we find that knowledge workers recognize several privacy-related risks in using group-based communicative AI at work, and commonly use surveillant reasoning and logics to make sense of the suggested technology and its privacy implications. We present three distinct approaches knowledge workers had toward privacy in this setting: the detached, the compartmentalized, and the affective. Our findings suggest a wider need to consider communicative AI’s agency and role as an actor contributing to increasing privacy concerns. We highlight how, due to its human-like nature, data-reliant functionalities, and potential capabilities when operating in a group setting, the technology introduces negative affective responses and novel concerns related to privacy and employee surveillance. Specifically, privacy concerns relating to communicative AI expand beyond mere data protection issues to include concerns of how the technology is used by management, how the technology itself interacts within the organization, and how it will develop in the future.",
          "url": "https://doi.org/10.1177/13548565251410408",
          "doi": "https://doi.org/10.1177/13548565251410408",
          "filter": 0,
          "created": "2025-12-23"
        },
        {
          "title": "Book Review: Move slowly and build bridges: Mastodon, the fediverse, and the struggle for democratic social media Robert WGehl. Move Slowly and Build Bridges: Mastodon, the Fediverse, and the Struggle for Democratic Social Media. New York, NY: Oxford University Press, 2025. ISBN: 9780197776674, 240 pp.",
          "authors": "Ben T. Pettis",
          "url": "https://doi.org/10.1177/13548565251409858",
          "doi": "https://doi.org/10.1177/13548565251409858",
          "filter": 0,
          "created": "2025-12-22"
        },
        {
          "title": "Streaming classical concerts: Overview on research and practice",
          "authors": "Christian Weining, Melanie Wald-Fuhrmann, Sophie Stielow, Martin Kreuzer, Martin Tröndle",
          "abstract": "The COVID-19 pandemic has given a boost to the audiovisual streaming of classical concerts – a cultural practice long entrenched in the analog. While opportunities and problems for the convergence of classical concert culture and the digital sphere are already discussed in research and practice, the debate about the future of this trend lacks a unified starting point. Addressing this, the present article examines classical music performance practice in digital forms by presenting a systematization of the field of practice and a comprehensive literature overview. For the systematization, different types of streaming platforms for classical concerts are categorized along dimensions of streaming. Additionally, ideal-typical digital concert formats are described based on examples ( user-generated concert , conventional digital concert , concert film , concert show ). The literature section summarizes previous publications, from the perspective of both production and reception of audiovisual concert streaming. Subsequently, research foci are identified. With suggestions for future research and outlooks into future scenarios for digital concerts, the scientific and practical analyses are synthesized. Mapping the emerging field of audiovisual digital concerts, this article serves as a starting point and a framework for further debates on digital classical concerts and other forms of digital performance practice.",
          "url": "https://doi.org/10.1177/13548565251410661",
          "doi": "https://doi.org/10.1177/13548565251410661",
          "filter": 0,
          "created": "2025-12-26"
        },
        {
          "title": "What studios think they do: A study of Australian music recording studio websites",
          "authors": "Pat O’Grady, Lachlan Goold",
          "abstract": "Over a decade has passed since Eliot Bates examined ‘what studios do’. In the meantime, discussions surrounding decline and transformation in music production often depict a grim outlook for the future of large-format recording studios confluent with a burgeoning lower-cost, DAW-based DIY recording sector. This paper conducts a census of commercial recording studios along the east coast of Australia by gathering data from their websites. This approach offers a methodology to study recording studio cultures and explore what studios think they do. It offers insights into how studios present, communicate and promote themselves to prospective clients. The language used, promoted equipment and services offered all convey a particular position in the recording domain, with the goal of future business and stability for the studio. Beyond functional goals a recording studio purports to achieve, this article contends that studios don’t share a standard format of practice, they rely equally on the personnel that own and operate the facility and the technology within, they do not adequately acknowledge structural diversity issues in the sector, they assume that potential clients understand the value of specific technology, and they are diversifying beyond standard modes of practice to remain a viable business.",
          "url": "https://doi.org/10.1177/13548565251410668",
          "doi": "https://doi.org/10.1177/13548565251410668",
          "filter": 0,
          "created": "2025-12-26"
        },
        {
          "title": "Synchronising times: Waiting as a relational mechanism in simulative browser games",
          "authors": "Frederik Peper, Nico Wettmann",
          "abstract": "This article explores how waiting is an essential element in browser-based games. As a phenomenon that combines activity and passivity, waiting reflects the real-time mechanics of gameplay and illustrates the intertwining of simulative games with social and individual time structures. Drawing on a synthetic framework, the study demonstrates how players must synchronise their actions to align the game’s demands with their daily rhythms. RailwayOperator thus exemplifies not only the representation of temporal logics in digital games but also the production of novel temporalities. Waiting emerges not as a passive void but as a dynamic and constructive process that renders digital games intelligible as temporal and social structures from a new perspective.",
          "url": "https://doi.org/10.1177/13548565251410486",
          "doi": "https://doi.org/10.1177/13548565251410486",
          "filter": 0,
          "created": "2025-12-23"
        },
        {
          "title": "Digital spectacles, convergent realities: Deconstructing the sport-media-business nexus in an era of extended media",
          "authors": "Alexander Yu. Krouglov",
          "abstract": "This article explores the transformative effects of digital media on the sport-media-business nexus. The approach is an analytical focus on a wide range of sports, examined from a theoretical framework that integrates institutional and organizational perspectives on mediatization with critical theories of hyperreality and the society of the spectacle. Based on a deconstruction of contemporary global sport, it is demonstrated that digital platforms are a major concern across the entire sporting landscape and that a new wave of mediatization is reconfiguring the nature of spectatorship and fandom. Still, many aspects of this digitally inflected reality are in a state of flux, with emergent forms of community and engagement existing alongside new modalities of control and commercialization. Consequently, one of the significant effects of convergent media is the dispersion of the sporting experience across multiple platforms, involving a concurrent increase in the complexity of power dynamics between leagues, media corporations, and audiences. Mediatization is, therefore, a process operating at many levels and at various speeds, which also takes sport in diverse and often contradictory directions. Employing the theoretical lenses of Baudrillard, Debord, and Turner, updated through contemporary scholarship on convergence culture, it is argued and demonstrated that the fusion of sport and convergent media demands a critical examination of platform governance, datafication, and the very future of community in an increasingly hyperreal world. This research offers a new perspective by establishing a conceptual framework for sociological inquiries into sport’s technological and economic interface. This analysis engages directly with recent scholarship to update and sharpen the critique of commercialized sport, concluding that the evolving sportscape necessitates a critical interrogation of its intricate power relations.",
          "url": "https://doi.org/10.1177/13548565251409853",
          "doi": "https://doi.org/10.1177/13548565251409853",
          "filter": 0,
          "created": "2025-12-22"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Cyberpsychology, Behavior, and Social Networking",
      "journal_short": "CBSN",
      "articles": [
        {
          "title": "Immersive Extended Reality and Affective-Behavioral Outcomes in Nursing Students: A Systematic Review and Meta-Analysis of Randomized Studies",
          "authors": "Lihong Ou, Timothy McMahan, Thomas D. Parsons",
          "url": "https://doi.org/10.1177/21522715251401335",
          "doi": "https://doi.org/10.1177/21522715251401335",
          "filter": 0,
          "created": "2025-12-26"
        },
        {
          "title": "Does Using Mobile Phones Make You Less Attractive? Phubbing and Perceptions of Warmth, Competence, and Social Attractiveness",
          "authors": "SoJin Lee, Eunseo Kim, Jaeyeon Bang, Jiyeon Park, Yejoo Lee, Taeyeon Kim",
          "url": "https://doi.org/10.1177/21522715251405791",
          "doi": "https://doi.org/10.1177/21522715251405791",
          "filter": 0,
          "created": "2025-12-24"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "Hardly Used, But Highly Appreciated? Use, Importance and Effects of Engagement-Oriented Journalism",
          "authors": "Bernadette Uth",
          "url": "https://doi.org/10.1080/21670811.2025.2605489",
          "doi": "https://doi.org/10.1080/21670811.2025.2605489",
          "filter": 0,
          "created": "2025-12-22"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Communication",
      "journal_short": "EJC",
      "articles": [
        {
          "title": "Shifting sands: Spanish press coverage of Western Sahara before and after Spain's 2022 autonomy pivot",
          "authors": "Djamil Kerrouche, Oussama Badad",
          "abstract": "This study compares how three ideologically distinct Spanish newspapers— El País (centre-left), ABC (right-wing) and Público (left-wing, online)—framed the Western Sahara conflict before and after Spain's 18 March 2022 recognition of Morocco's autonomy plan. A two-year content analysis ( N = 221 articles) tracks shifts in frame use, primary sources and tone toward competing sovereignty claims. Across outlets the conflict frame dominated, while economic considerations were marginal; security and humanitarian emphases declined after the policy shift. El País and ABC partially converged, normalizing official narratives despite opposing editorial leanings. Público relied more on NGOs and Sahrawi actors and maintained the most consistently pro-Sahrawi tone. Findings lend support to concerns about elite cueing and overreliance on official narratives in the Spanish press, but show that meaningful disparities remain among newspapers with different ideological orientations.",
          "url": "https://doi.org/10.1177/02673231251409705",
          "doi": "https://doi.org/10.1177/02673231251409705",
          "filter": 0,
          "created": "2025-12-24"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "Algorithmic Uncertainties in Video Game Forests",
          "authors": "Marco Caracciolo",
          "abstract": "Throughout literary history, the space of the forest has been associated with uncertainty and mystery. This association endures in the digital forests of modern video games, but it also acquires new meanings as the unpredictability of algorithmic systems converges with questions about environmental crisis. Inspired by discussions on ecogaming as well as philosophical arguments on forests as multispecies communities, this article examines various ways in which growing or exploring digital forests can speak to a fundamental uncertainty in human-nonhuman relations. In mobile games that adopt a “play-to-plant” model (e.g., EverForest , Longleaf Valley , Forest ), digital forestry holds out a promise of direct real-world intervention that tends to elide the ethical uncertainties underlying gameplay. By contrast, in the survival game The Forest the AI shaping the behavior of nonplayer characters adapts to the ecological impact of the player's in-game actions, explicitly bringing together algorithmic unpredictability and the possibility of more-than-human community.",
          "url": "https://doi.org/10.1177/15554120251408728",
          "doi": "https://doi.org/10.1177/15554120251408728",
          "filter": 0,
          "created": "2025-12-26"
        },
        {
          "title": "From Player to Posthuman: Subjectivity and Meaning-Making in Cyberpunk 2077",
          "authors": "Alexis F. Viegas",
          "abstract": "This paper proposes a posthuman approach to the player-avatar relationship in Cyberpunk 2077 . Traditional views often see the in-game avatar as a mere prosthetic extension of the player, assuming a stable, unaffected sense of self. However, recent scholarship challenges this notion. Drawing on Poppy Wilde's concept of the “posthuman gamer,” this research argues that the player's interaction with the game is a mutually constructive exchange. Cyberpunk 2077 facilitates this through its protagonist, V, a semi-defined character whose identity is co-constructed by the player's choices. This choice-making blurs the lines between player and avatar, creating a continuous negotiation of identity. Ultimately, this paper analyzes how the game forges a posthuman embodied experience that actively involves the player's real-world identity in shaping the protagonist.",
          "url": "https://doi.org/10.1177/15554120251408707",
          "doi": "https://doi.org/10.1177/15554120251408707",
          "filter": 0,
          "created": "2025-12-22"
        },
        {
          "title": "Are You Being Played?—Video Games as a Lens for Artificial Intelligence Ethics and Data Politics",
          "authors": "Gareth W. Young, Helen Husca, Harshvardhan J. Pandit",
          "abstract": "As digital technologies increasingly permeate everyday life, concerns about privacy, surveillance, and algorithmic control have become central to contemporary society. Fictional narratives, particularly in science fiction games, reflect and simulate these concerns, depicting privacy as both a vulnerable right and a commodified asset. This paper examines how video games incorporate surveillance not only through narrative and aesthetics but also through artificial intelligence (AI)-driven systems that track, model, and adapt to player behavior as part of the act of play. Drawing on Foucault’s disciplinary power, Deleuze’s control societies, and Zuboff’s surveillance capitalism, we analyze how games such as Little Nightmares , The Sims , and Cobra Club stage surveillance as atmospheric discipline, everyday normalization, and networked consent. We extend Bogost’s notion of procedural rhetoric with Galloway’s concept of the allegorithm to show how games make ethical arguments through code as well as story. We argue that such games function as laboratories for AI ethics, foregrounding issues of consent, transparency, and autonomy, and propose a procedural ethics of transparency for understanding how play both rehearses and resists algorithmic governance.",
          "url": "https://doi.org/10.1177/15554120251409051",
          "doi": "https://doi.org/10.1177/15554120251409051",
          "filter": 0,
          "created": "2025-12-26"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information Technology & People",
      "journal_short": "ITP",
      "articles": [
        {
          "title": "Unlocking engagement: how employees experience organizational social platforms",
          "authors": "Mohamed Mohiya",
          "abstract": "Purpose Organizational Social Platforms (OSPs) are modern HR digital tools introduced to enhance and promote employee engagement in the workplace. While they hold significant promise, organizations often face difficulties in achieving genuine and sustained engagement through these platforms. Guided by Social Exchange Theory (SET), this study examines how internally developed Organizational Social Platforms (OSPs)—distinct from outsourced or vendor-managed platforms—are operationalized in organizational settings. Design/methodology/approach Adopting a mixed-methods approach, the study draws on two data sources: semi-structured interviews with 27 employees and a longitudinal qualitative content analysis of 288 typewritten comments submitted over two years. Thematic analysis was employed to identify patterns and insights regarding employee engagement with OSPs. Findings The findings reveal that employer-driven content delays (24–48 h) significantly inhibited reciprocal interactions and discouraged employee participation. The findings indicate that employee disengagement frequently emerges from managerial misimplementation and mismanagement, thereby creating a substantial disconnect between the intended functions of OSPs and employees’ lived experiences. These practices diminish trust, limit reciprocity—central to SET—and ultimately reduce platform participation. Furthermore, the lack of employee involvement in the design phase, insufficient communication of platform objectives, and organizational unpreparedness contribute to the platforms’ failure. Practical implications The findings offer important HR implications, particularly for the design and management of HR technologies that shape employee relations and workplace engagement. The study shows that Organizational Social Platforms (OSPs) are most effective when HR adopts an employee-centred approach, involving staff early in design and implementation to ensure platform features reflect actual communication and engagement needs rather than managerial assumptions. Clear and transparent communication of policies—especially those related to content moderation, data use, and participation—can strengthen trust and reduce perceptions of control. Sustained engagement also requires continuous technical and organizational support, alongside granting employees meaningful autonomy to create and interact with content. These actions help position OSPs as genuine tools for collaboration rather than compliance. Overall, the implications directly address the challenges identified in this study, including filtration practices, technical constraints, and limited interactivity, offering actionable guidance for organizations aiming to introduce or improve OSPs. Social implications Unlike other technological work-related systems in the workplace, OSP is a social application heavily dependent on employees’ voluntary social interactions. Technological studies often equate “user” with engagement, but employees’ roles in OSPs extend beyond that of generic users. Employees in OSP, unlike public users, have specific needs and expectations related to their workplace issues within OSP. Originality/value The study concludes that the socio-technical mismanagement of OSPs undermines their role as tools for engagement. It contributes to the literature by extending SET within digital HRM, showcasing a novel dual-source qualitative approach, and offering actionable insights to improve OSP design, implementation, and governance.",
          "url": "https://doi.org/10.1108/itp-05-2025-0611",
          "doi": "https://doi.org/10.1108/itp-05-2025-0611",
          "filter": 0,
          "created": "2025-12-23"
        },
        {
          "title": "Unveiling the impact of blockchain affordances on knowledge hiding: a three-wave cross-cultural study",
          "authors": "Fulya Acikgoz, Sophie Lythreatis, Yang Shen",
          "abstract": "Purpose This study examines the influence of blockchain affordances – transparency, traceability and immutability – on perceptions of fairness and their role in mitigating knowledge hiding in organizations. Design/methodology/approach Drawing on affordance theory, we develop and test a model using three-wave survey data from employees in the United States and China, representing culturally and economically distinct contexts. Findings The results show that blockchain affordances, which reduce ambiguity in organizational processes, provide accurate and accountable record-keeping, and protect the integrity of records and decisions, positively affect perceived fairness, which, in turn, significantly reduces knowledge-hiding behavior. Practical implications Organizations can strategically implement blockchain technology to promote fairness, thereby creating open and collaborative environments by reducing knowledge hiding. This study offers a cross-cultural perspective, providing insights into how blockchain technology affordances operate across different regulatory and cultural settings. Originality/value There is limited empirical evidence on how blockchain affordances influence employees' knowledge-hiding behavior. This paper addresses this gap by examining how blockchain affordances – transparency, traceability and immutability – affect knowledge hiding in organizational settings. This research contributes to the blockchain literature by shifting the focus from technical applications to behavioral implications, highlighting how blockchain affordances can address complex organizational challenges. Furthermore, it extends the knowledge-hiding literature by introducing blockchain as a novel driver of fairness and collaboration.",
          "url": "https://doi.org/10.1108/itp-01-2025-0113",
          "doi": "https://doi.org/10.1108/itp-01-2025-0113",
          "filter": 0,
          "created": "2025-12-27"
        },
        {
          "title": "Trust in ICT-enabled medical self-management: the case of diabetes",
          "authors": "Kourosh Dadgar, Philip Nickel",
          "abstract": "Purpose Trust is an important value for the design and use of information and communication technologies (ICTs) in healthcare. It shapes how ICTs are used by and for people seeking better clinical outcomes as patients, but who have other important interests and goals as individuals. The increasing use of ICTs for self-management fundamentally changes the trust of the patient toward the physician and the practice of medicine. The present article aims to investigate trust in this context, focusing on the point of view of patients with diabetes. Design/methodology/approach A patient-centric approach was followed to develop interview questions and collect and analyze interview data. A total of 20 patients with diabetes were interviewed in the state of Washington. Patients received training and instruction in how to use the diabetes app and were then asked to use the app for one week, after which the patients were then interviewed again and asked about their experiences and expectations using the app and the features they liked or did not like. A coding scheme was developed based on the dimensions predictive/normative trust, and competence/commitment, to describe trust expectations. Findings Trust expectations identified in the interview data relate to values, ideas or concepts that are important to the patients who want to trust technology, information, clinicians, others and themselves to self-manage their chronic conditions and diseases. A total of seven categories of technology features emerged from the interview data. These technological features can be used to build trust between the patients and the trustees. Interview data shows that diabetic patients use these technology features to reaffirm, verify and remember information. Research limitations/implications Future research should investigate trust for other common chronic diseases, such as heart problems, asthma, chronic pain and chronic mental disorders and impairment. Self-trust emerged from the analysis of interview data in this study as an important aspect of a networked technology-enabled self-management system in the case of diabetes. This suggests that patients hold attitudes and beliefs toward their own competence and commitment that are strongly related to the functioning of technology-enabled self-management. Future work in this area should further explore self-trust in technology-enabled self-management of chronic disease to characterize, conceptualize and theorize its role and impact. The growing role of AI in healthcare must be investigated further to design patient-centric applications and features in care systems that will be trusted by the patients. Practical implications The findings of this study can be generalized to other healthcare technology-enabled approaches, contexts, system designs and policies. Chronic diseases and conditions are similar in the lifelong challenges that they impose on patients’ daily lives. Social implications The society will better understand the complications and nuances of managing a chronic disease or condition like diabetes and will not assume or judge that technologies advance and all patients’ problems will go away. One social implication for the patients is that they will be understood and treated as humans not merely a medically diagnosed patient without feelings, families, relationships, needs and fears. Originality/value The paper is the first of its kind to investigate trust in mobile health technologies for patients with chronic diseases based on patient-centric approaches. The findings of the paper inform healthcare providers on the effective use and implementation of technologies in the care and treatment processes and provide insights and recommendations for mobile health app developers and designers.",
          "url": "https://doi.org/10.1108/itp-04-2024-0572",
          "doi": "https://doi.org/10.1108/itp-04-2024-0572",
          "filter": 0,
          "created": "2025-12-18"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Just the tip of the iceberg? State of the art of coordinated social media manipulation research",
          "authors": "Miriam Milzner, Daniel Thiele, Baoning Gong",
          "url": "https://doi.org/10.1080/1369118x.2025.2596873",
          "doi": "https://doi.org/10.1080/1369118x.2025.2596873",
          "filter": 0,
          "created": "2025-12-27"
        },
        {
          "title": "Navigating uncertainty in cyber conflict: incorporating false flags in the attribution process of offensive cyber operations",
          "authors": "Gil Baram, Herb Lin",
          "url": "https://doi.org/10.1080/1369118x.2025.2604662",
          "doi": "https://doi.org/10.1080/1369118x.2025.2604662",
          "filter": 0,
          "created": "2025-12-26"
        },
        {
          "title": "Wild dreams and small routines: AI imaginaries and mundanity in the everyday experiences of genAI Replika bot users",
          "authors": "Iliana Depounti, Simone Natale",
          "url": "https://doi.org/10.1080/1369118x.2025.2604668",
          "doi": "https://doi.org/10.1080/1369118x.2025.2604668",
          "filter": 0,
          "created": "2025-12-24"
        },
        {
          "title": "Artificial intelligence, privacy utility and perceived legitimacy: the nonlinear moderating effect of knowledge",
          "authors": "Shangrui Wang, Yuanmeng Zhang, Zheng Liang",
          "url": "https://doi.org/10.1080/1369118x.2025.2608126",
          "doi": "https://doi.org/10.1080/1369118x.2025.2608126",
          "filter": 0,
          "created": "2025-12-27"
        },
        {
          "title": "Infrastructural consent: robots.txt as a protocol for automated data extraction",
          "authors": "Katie MacKinnon, Emily Maemura",
          "url": "https://doi.org/10.1080/1369118x.2025.2598054",
          "doi": "https://doi.org/10.1080/1369118x.2025.2598054",
          "filter": 0,
          "created": "2025-12-27"
        },
        {
          "title": "Between AI fear and digital agency: technological familiarity and risk perception of generative AI’s epistemic power",
          "authors": "Mauro Barisione, Ilir Rama, Francesco Marolla",
          "url": "https://doi.org/10.1080/1369118x.2025.2606101",
          "doi": "https://doi.org/10.1080/1369118x.2025.2606101",
          "filter": 0,
          "created": "2025-12-24"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Transforming advertising in the age of generative AI: exploring advertising professionals’ perceptions of human-AI value co-creation",
          "authors": "Jing Yang, Chuqing Dong, Shu-Chuan Chu, Minjin Rheu",
          "url": "https://doi.org/10.1080/02650487.2025.2604910",
          "doi": "https://doi.org/10.1080/02650487.2025.2604910",
          "filter": 0,
          "created": "2025-12-23"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Applied Communication Research",
      "journal_short": "JACR",
      "articles": [
        {
          "title": "Exploring the relational landscape of married partners caring for aging family members: a relational turbulence and transition processing perspective",
          "authors": "Kellie St.Cyr Brisini, Ningyang “Ocean” Wang",
          "url": "https://doi.org/10.1080/00909882.2025.2600596",
          "doi": "https://doi.org/10.1080/00909882.2025.2600596",
          "filter": 0,
          "created": "2025-12-27"
        },
        {
          "title": "The plight of police propaganda: audiences’ consumption of in-group police TV characters and attitudes toward the police",
          "authors": "David L. Stamps, Joshua Jordan, Déjà Rollins",
          "url": "https://doi.org/10.1080/00909882.2025.2602656",
          "doi": "https://doi.org/10.1080/00909882.2025.2602656",
          "filter": 0,
          "created": "2025-12-27"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Broadcasting & Electronic Media",
      "journal_short": "JOBEM",
      "articles": [
        {
          "title": "How Voice Chat, Cooperativeness, and Competitiveness Impact Prosocial and Antisocial Norms in Multiplayer Online Video Games",
          "authors": "Brett Sherrick, Courteney Smith, Danny Yihan Jia, Joshua Kim, Sam Woodland, Jesse Fox",
          "url": "https://doi.org/10.1080/08838151.2025.2603246",
          "doi": "https://doi.org/10.1080/08838151.2025.2603246",
          "filter": 0,
          "created": "2025-12-22"
        },
        {
          "title": "Examining Ingroup Persuasion and Expectancy Violation as Competing Mechanisms for Biased Information Processing in Social Media",
          "authors": "Lunrui Fu, Yue (Nancy) Dai, Wufan Jia",
          "url": "https://doi.org/10.1080/08838151.2025.2605123",
          "doi": "https://doi.org/10.1080/08838151.2025.2605123",
          "filter": 0,
          "created": "2025-12-26"
        },
        {
          "title": "The Anti-Racist Media Manifesto",
          "authors": "Ivy A. Lyons",
          "url": "https://doi.org/10.1080/08838151.2025.2607429",
          "doi": "https://doi.org/10.1080/08838151.2025.2607429",
          "filter": 0,
          "created": "2025-12-22"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Pakistan’s content moderation paradox: combating violent radicalism in a competitive authoritarian regime",
          "authors": "Muhammad Akram, Muhammad Rizwan Safdar",
          "url": "https://doi.org/10.1080/19331681.2025.2607035",
          "doi": "https://doi.org/10.1080/19331681.2025.2607035",
          "filter": 0,
          "created": "2025-12-22"
        },
        {
          "title": "Affecting voters through eyes and mind? An eye-tracking study to understand how political preferences affect attention and memory of political advertisements",
          "authors": "Puck C. Guldemond, Sophie C. Boerman, Susan A. M. Vermeer, Sanne Kruikemeier",
          "url": "https://doi.org/10.1080/19331681.2025.2607036",
          "doi": "https://doi.org/10.1080/19331681.2025.2607036",
          "filter": 0,
          "created": "2025-12-26"
        },
        {
          "title": "Constrained cyber power: authoritarian legacies on Indonesia’s cyber capabilities development",
          "authors": "Gatra Priyandita, Christian Guntur Lebang",
          "url": "https://doi.org/10.1080/19331681.2025.2599774",
          "doi": "https://doi.org/10.1080/19331681.2025.2599774",
          "filter": 0,
          "created": "2025-12-22"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Science Communication",
      "journal_short": "JCOM",
      "articles": [
        {
          "title": "Analysis of Media Framing of Foreign Crime Focusing on Daily Newspapers in Jeju",
          "authors": "Jae-hun Jwa, Seohyeon Lee",
          "url": "https://doi.org/10.14696/jcs.2025.12.25.4.140",
          "doi": "https://doi.org/10.14696/jcs.2025.12.25.4.140",
          "filter": 0,
          "created": "2025-12-23"
        },
        {
          "title": "What Are Effective Smartphone Training Methods for Seniors Who Are Vulnerable to Digital Media Use? Based on Field Observations of Smartphone Training and in-Depth Interviews with Peer Mentors",
          "authors": "Jihyun Kwon",
          "url": "https://doi.org/10.14696/jcs.2025.12.25.4.5",
          "doi": "https://doi.org/10.14696/jcs.2025.12.25.4.5",
          "filter": 0,
          "created": "2025-12-23"
        },
        {
          "title": "The Paradox of Rational Choice Leading to Local Extinction The Fallacy of Composition and Local Extinction in Young People’s Perceptions",
          "authors": "Sangmin Jeon",
          "url": "https://doi.org/10.14696/jcs.2025.12.25.4.98",
          "doi": "https://doi.org/10.14696/jcs.2025.12.25.4.98",
          "filter": 0,
          "created": "2025-12-23"
        },
        {
          "title": "Analyzing the Conventions of Political News Stand-ups Causes and Possible Improvements",
          "authors": "Seungjae Lee, Jaeyung Park",
          "url": "https://doi.org/10.14696/jcs.2025.12.25.4.57",
          "doi": "https://doi.org/10.14696/jcs.2025.12.25.4.57",
          "filter": 0,
          "created": "2025-12-23"
        },
        {
          "title": "Media Representation and the Reconfiguration of Historical Memory of the Jeju 4·3 Incident A Comparative Analysis of National and Regional Newspapers",
          "authors": "Mi Yeon Choi",
          "url": "https://doi.org/10.14696/jcs.2025.12.25.4.192",
          "doi": "https://doi.org/10.14696/jcs.2025.12.25.4.192",
          "filter": 0,
          "created": "2025-12-23"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Learning through romantic experiences: Development and validation of a new measure",
          "authors": "Nikola Kallova, Tomas Prosek, Sadia Zaman",
          "abstract": "This research introduces the Romantic Relationship-Induced Learning Scale (RRILS), designed to measure personal growth, learning, and positive change stemming from romantic and intimate experiences among adults. The RRILS was developed using a triangulation approach, beginning with qualitative responses to generate thematic domains and an item pool, followed by expert validation. This 15-item measure identified three core dimensions of romantic relationship-induced learning: Self-Change, Relational Competence, and Partner Decision Making. Participants from Slovakia took part in two studies and were divided into three subsamples. In the two young adult samples (YA1: n = 392, M age = 22.55, SD = 2.55; YA2: n = 393, M age = 22.64, SD = 2.85), a combined total of 785 individuals participated, of whom 82% identified as women, 16% as men, and 2% as another gender or preferred not to respond. The general population sample included 456 adults ( M age = 38.46, SD = 13.61), with 52% identifying as women, 47% as men, and 2% as another or missing. Exploratory factor analysis revealed a three-factor structure and demonstrated good internal consistency. Confirmatory factor analysis supported the model’s fit, confirming the scale’s structural validity. Convergent validity was assessed through correlations with theoretically related constructs, supporting the instrument’s psychometric soundness, and divergent validity, indicating that the instrument measures a distinct concept. The RRILS provides a linguistically and culturally appropriate tool for capturing how adults learn and grow through romantic experiences.",
          "url": "https://doi.org/10.1177/02654075251412467",
          "doi": "https://doi.org/10.1177/02654075251412467",
          "filter": 0,
          "created": "2025-12-26"
        },
        {
          "title": "A meta-analysis of children feeling caught between parents and parent-child relationship quality",
          "authors": "Paul Schrodt",
          "abstract": "This meta-analysis reviews the findings from 26 studies ( N = 8,061) examining the association between children feeling caught between parents (also referred to as parent-child triangulation) and parent-child relationship quality. The cumulative evidence indicated a small but meaningful inverse relationship between children feeling caught and relationship quality with parents ( r = −.218, 95% CI: −.260, −.175). The overall effect was heterogenous. Moderator analyses revealed that the inverse association was stronger in studies using non-U.S. samples ( k = 4, r = −.332, 95% CI: −.419, −.239) compared with U.S. samples ( k = 22, r = −.197, 95% CI: −.237, −.155). Conversely, the association was not moderated by the divorce status of the parents, the Whiteness of the samples, gender of the children, measures of feeling caught and relationship quality, or by research design. Implications for family systems theory are discussed.",
          "url": "https://doi.org/10.1177/02654075251410413",
          "doi": "https://doi.org/10.1177/02654075251410413",
          "filter": 0,
          "created": "2025-12-23"
        },
        {
          "title": "Sibling problem-solving as a mediator between sibling closeness and social motivations",
          "authors": "Derek D. Morgan, Christy R. Rogers",
          "abstract": "Social motives, such as social admiration, prosocial behavior, and sociability, become increasingly important for emerging adults as they transition into adulthood and must establish their identity and relationships with others. Sibling relationships may assist in this process as closeness between siblings can improve emerging adults’ abilities to problem solve, which serves as a useful skill in social settings. Sibling birth order may also influence how emerging adults perceive their sibling relationships and its effect on their social experiences. This study ( N = 189) examined sibling problem solving as a mediator between closeness with a younger sibling and later social motives, while accounting for parent and peer closeness. Closeness with younger siblings predicted better sibling problem-solving skills, which predicted social admiration, prosocial, but not sociability motives. Results differed between eldest and middle-born siblings. Findings suggest that continued relationships with younger siblings in emerging adulthood may improve social motives, such that constructive and close relationships with siblings should be encouraged to support later social development.",
          "url": "https://doi.org/10.1177/02654075251411351",
          "doi": "https://doi.org/10.1177/02654075251411351",
          "filter": 0,
          "created": "2025-12-24"
        },
        {
          "title": "From matches to mirrors: An exploration of men’s and women’s experiences of dating apps and body image outcomes",
          "authors": "Georgia Cuthill, John Mingoia, Lauren Conboy, Brianna Le Busque",
          "abstract": "This study explores the relationship between dating app use, body image outcomes, and appearance-related behaviours in young adult users. A total of 118 participants (72 women, 41 men; age range: 18–34 years; M = 25.11, SD = 4.33) were included, who were current or recent dating app users. Gender differences in dating app use and their impact on body image outcomes, including appearance-based rejection sensitivity, body appreciation, weight control behaviours, and cosmetic surgery acceptance, were examined. Correlation analyses revealed significant associations between dating app use and body image outcomes with broad differences between two genders, women and men, indicating different appearance pressures and appearance-modification strategies related to dating app use. Regression analyses identified perceived success as a consistent predictor of all body image outcomes for women, highlighting the role of societal standards and social validation in shaping self-perception. These findings suggest that appearance centred media such as dating apps play a significant role in body image outcomes, particularly for women, and highlight the importance of considering protective filtering and intervention mechanisms on dating apps or for dating app users.",
          "url": "https://doi.org/10.1177/02654075251409556",
          "doi": "https://doi.org/10.1177/02654075251409556",
          "filter": 0,
          "created": "2025-12-23"
        },
        {
          "title": "Feeling unappreciated? The role of perceived appreciation on the psychological well-being of caregivers",
          "authors": "Yulri Kim, Jeong Eun Lee, Joseph Svec, Natasha Nemmers",
          "abstract": "Caregiving is a demanding role that can result in significant psychological strain. Many caregivers experience increased stress, depression, and other negative psychological outcomes due to the intensity and duration of their caregiving responsibilities. Guided by social exchange theory (Thibaut &amp; Kelley, 1959) and the stress process model (Pearlin et al., 1990), this study examines perceived appreciation role as a psychological resource that can impact caregivers’ well-being and work as a positive caregiving environment. Further, we aim to provide insights into gender differences by examining caregiving intensity and perceived appreciation from the caregivers’ perspective. Using data from 2015 and 2017 waves of the National Study of Caregiving (NSOC), we analyzed responses from 3,061 informal caregivers (Mean age = 61.96 years) through moderating regression analysis. Findings indicated that high levels of perceived appreciation mitigate the negative effects of caregiving intensity on role overload while promoting mental health and self-realization. Notably, perceived appreciation promoted self-realization in male caregivers, whereas it more strongly buffered the negative effects of caregiving intensity on mental health and role overload among female caregivers. These results highlight the importance of fostering environments where caregivers feel valued and recognized, with particular attention to gender differences in psychological well-being and caregiving experiences.",
          "url": "https://doi.org/10.1177/02654075251410427",
          "doi": "https://doi.org/10.1177/02654075251410427",
          "filter": 0,
          "created": "2025-12-24"
        },
        {
          "title": "Social relationship dimensions and network links to loneliness and depression in midlife and older adulthood",
          "authors": "Chaerim Park, Huiyoung Shin",
          "abstract": "Depression and loneliness are major threats to health in midlife and older adulthood, carrying substantial mental and physical consequences. Although they frequently co-occur, they are conceptually distinct: depression reflects a broader pattern of psychological distress, whereas loneliness captures the subjective perception of social disconnection. Few studies have simultaneously examined multiple relational dimensions in relation to these outcomes, particularly in non-Western contexts. This study applied network analysis to investigate how diverse features of social relationships—including network size, contact frequency, social engagement, perceived support and strain, and relationship quality—relate to loneliness and depression in South Korean adults aged 40–69 years ( N = 502, M = 54.4; 49.4% male). The network revealed that loneliness was most strongly linked to friend network size, marital quality, and friendship quality and was positively associated with friend and spousal strain. Depression was directly connected to loneliness and marital quality, while indirectly shaped by broader relational features, including friend network size and dynamics within friendships and marriages. Centrality analyses highlighted the pivotal role of emotionally meaningful ties—particularly with spouses and friends—in shaping these outcomes. Gender-stratified networks further showed that women’s outcomes were more closely tied to the quality of close relationships, whereas men’s were more strongly linked to broader social participation. Together, these findings underscore the interdependent and multidimensional nature of social relationships in midlife and older adulthood, extend evidence to a non-Western context, and suggest that strengthening intimate ties and opportunities for meaningful engagement may help reduce loneliness and depression.",
          "url": "https://doi.org/10.1177/02654075251411475",
          "doi": "https://doi.org/10.1177/02654075251411475",
          "filter": 0,
          "created": "2025-12-22"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "Navigating Platform Dependency: Four Strategic Approaches for Social Media News Publishing",
          "authors": "Håvard Kiberg, Gunhild Ring Olsen, Arne Krumsvik, Bente Kalsnes, Lasha Kavtaradze, Steen Steensen",
          "url": "https://doi.org/10.1080/1461670x.2025.2608960",
          "doi": "https://doi.org/10.1080/1461670x.2025.2608960",
          "filter": 0,
          "created": "2025-12-24"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "“It’s Queer Cotton Candy. It’s Wholesome Gay Teenage Angst:” a Mixed Methods Exploration of LGBTQ+ Adults’ Wishful Reprocessing Through Heartstopper",
          "authors": "Leah Dajches",
          "url": "https://doi.org/10.1080/15213269.2025.2607107",
          "doi": "https://doi.org/10.1080/15213269.2025.2607107",
          "filter": 0,
          "created": "2025-12-24"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "Affective liquidity, synthetic bonds: VTubers as posthuman mediators of digital intimacies",
          "authors": "Tingting Hu, Liang Ge",
          "abstract": "This study explores how VTubers, or virtual YouTubers, redefine digital intimacy by blending human performance with digital artifice. Through a 9-month digital ethnography and 21 interviews with VTuber fans, we identified two key processes. First, the affective liquidity of VTuber personas, facilitated by vocal modulation, avatar aesthetics, and technology, blurs ontological lines between human/non-human and real/virtual. Second, the screen acts as both an immersive portal and a protective buffer, allowing fans to explore non-normative desires and subvert heteronormative gender performativity. We argue that VTubers, as embodiments of posthuman becoming, cultivate synthetic relationships that prioritize fluid belonging over biological essentialism, challenging traditional intimacy models. While acknowledging their transgressive possibilities, we caution against techno-utopianism, highlighting the ethical risks of platformed intimacies. This study advocates a critical posthumanist lens to map the contradictions of digitally mediated relationality, balancing optimism with scrutiny as human-technological assemblages redefine intimacy in the (post-)digital age.",
          "url": "https://doi.org/10.1177/14614448251403091",
          "doi": "https://doi.org/10.1177/14614448251403091",
          "filter": 0,
          "created": "2025-12-24"
        },
        {
          "title": "Shade visibility: Assessing the algorithmic role of colorism in the perception of Black beauty influencers",
          "authors": "Ta’Les Love, Sonya Dal Cin, Apryl Williams",
          "abstract": "Skin tone discrimination—or colorism—is an additional marginalization barrier that People of Color must navigate. Black women, especially those with darker complexions, are often discursively constructed as the antithesis to Western beauty standards—standards that commonly prioritize White femininity as the beauty benchmark. Studies on the beauty influencer economy reveal that Black women remain at a disadvantage in the beauty hierarchy. This study uses a survey experiment to explore how skin tone impacts perceptions of attractiveness and competence among viewers of digital beauty content. Surveying African Americans ( N = 576), primarily Black Women ( n = 524), we found that beauty influencers with darker skin tones are rated as less attractive and less competent. Participants also revealed that they would be less likely to click on the videos of darker skinned beauty influencers in comparison to influencers with lighter brown and medium brown skin tones. These results suggest that, among Black women viewers, preferences for beauty content is skin tone dependent. Because view counts are a significant metric in influencer marketability, viewing disparities along the lines of skin tone have the potential to widen the gap among Black influencers, creating disproportionate opportunities for success within an already marginalized population.",
          "url": "https://doi.org/10.1177/14614448251400684",
          "doi": "https://doi.org/10.1177/14614448251400684",
          "filter": 0,
          "created": "2025-12-24"
        },
        {
          "title": "Dead formats, living futures: Speculative nostalgia and the MiniDisc",
          "authors": "Richard Frenneaux",
          "abstract": "This paper examines the contemporary revival of Sony’s MiniDisc format through the lens of ‘speculative nostalgia’, a mode of engagement with obsolete technologies that activates unfinished or ‘lost’ futures rather than recreating past experiences. Drawing on semi-structured interviews with music industry professionals and analysis of online communities, the research demonstrates how MiniDisc users frame engagement with this ‘failed’ technology as symbolic resistance to frictionless consumption in an algorithmic culture. Unlike vinyl’s commercial resurgence or cassette culture’s established nostalgia markets, the MiniDisc occupies a marginal space at the fringes of market logics, enabling practices that imagine alternative pathways for media engagement. Its hybrid materiality–both physical and digital–produces productive friction that interrupts the continuous flow of streaming. The paper contributes to format theory and nostalgia studies by arguing that technological failure offers alternative cultural possibilities through embodied, material and ritualistic music practices that challenge the logics of platform capitalism.",
          "url": "https://doi.org/10.1177/14614448251404427",
          "doi": "https://doi.org/10.1177/14614448251404427",
          "filter": 0,
          "created": "2025-12-24"
        },
        {
          "title": "How social responses to online hate messages affect hatefulness",
          "authors": "Yukun Yang, Robin Lange, Yidi Zhang, Joseph B Walther",
          "abstract": "This study explored competing predictions about how social interactions among social media hate posters affect the sequential level of hatefulness as toxicity. Analyses involve a thousand original hateful posts and the subsequent posts by the same posters ( N = 1,227,756 posts) on Gab—a platform particularly hospitable to hate messaging—and Likes, Dislikes, and written replies from other users that affirmed or negated the initial hate posts. Likes and affirming replies were commonplace, whereas Dislikes and negation replies were rare. Getting Likes and affirming replies decreased subsequent toxicity in the short term, as did getting no responses whatsoever. Getting Dislikes increased the hatefulness of users’ next original post and their posts over the next 3 months. Results challenge both the social approval theory of online hate and the need-threat approach to effects of responses to social media hate posting.",
          "url": "https://doi.org/10.1177/14614448251396951",
          "doi": "https://doi.org/10.1177/14614448251396951",
          "filter": 0,
          "created": "2025-12-27"
        },
        {
          "title": "Negotiating extremism: Thematic engagement capacity for red pill conversations on Reddit",
          "authors": "Emily Lapan, Yotam Ophir, Rui Wang, Alexander Semenov, Katherine Kountz, Dror Walter",
          "abstract": "This study examines thematic and engagement dynamics within r/PurplePillDebate, a Reddit community for deliberation between supporters and critics of anti-feminist “red pill” ideology. We utilize the Analysis of Topic Model Networks (ANTMN) and Content Engagement Capacity (CEC) frameworks to analyze 330,008 posts and comments, identifying 37 topics grouped into themes— Gender Dynamics and Socioeconomic Issues, Relationships and Gender Norms , and Attraction: An Exact Science Versus a Social Construct. We examine themes’ ability to sustain engagement, showing that sexual behavior and market-value topics generate the most replies, while attraction-focused content and deliberative topics generate the fewest. Gender- and norm-related discussions tend to self-reinforce, whereas attraction-related threads diffuse into broader debates. Findings inform the potential and limits of deliberative online spaces to foster cross-cutting engagement, with theoretical and practical implications for facilitating digital conversations and interventions aimed at countering extremist narratives and selective exposure.",
          "url": "https://doi.org/10.1177/14614448251400345",
          "doi": "https://doi.org/10.1177/14614448251400345",
          "filter": 0,
          "created": "2025-12-26"
        },
        {
          "title": "‘I just go headbutt a tree or something’: Children’s contextualised digital play drivers and subjective well-being in the United Kingdom, South Africa, Australia and Cyprus",
          "authors": "Fiona Scott, Liz Chesworth, Stavroula Kontovourki, Karen Murcia, Karin Murris, Kim Balnaves, Cath Bannister, Anna Maria Christofi, Daniel Kuria, Kwakwadi Maditsi, Soern Finn Menning, Theoni Neokleous, Joanne Peers, Shabana Roscoe, Vanessa Samuels, Carole Scott, Giovanna Caetano-Silva, Anastasia Tsoukka, Yao Wang, Nadia Woodward, Cat Trzebiatowski",
          "abstract": "The relationship between children’s digital play and well-being remains under-researched, with debates often polarised and limited by a lack of holistic studies in diverse global contexts. This article draws on empirical data from an ecoculturally informed study of children’s (6–12) digital play in the United Kingdom, South Africa, Australia and Cyprus to examine how individual and contextual circumstances influence children’s self-led digital play choices and practices. To do so, we theorise ‘contextualised digital play drivers’, understood as children’s own accounts, or adults’ interpretations, of the deep interests, needs and desires their play appears to fulfil. This approach moves beyond dominant lenses focused on individual autonomy, offering a more situated reading acknowledging the individual and contextual circumstances shaping digital play. Eleven contextualised digital play drivers are identified and discussed in relation to children’s well-being. The article concludes with implications for game designers, educators, families, policy and research methodology.",
          "url": "https://doi.org/10.1177/14614448251406245",
          "doi": "https://doi.org/10.1177/14614448251406245",
          "filter": 0,
          "created": "2025-12-27"
        },
        {
          "title": "Examining how search engine users understand the production of Autocomplete suggestions",
          "authors": "Shagun Jhaver",
          "abstract": "Autocomplete is a popular search feature that automatically generates query suggestions for any keywords entered in the search bar. In this research, I examine regular end-users’ folk theories of how general-purpose search engines produce such suggestions. Drawing on interviews with 20 search engine users, I found that users conceptualize Autocomplete as an automated agent that is influenced by three main factors: (1) searcher’s personal search history and profile, (2) aggregate population-wide queries, and (3) commercial advertising. Users’ assumption of these influences raises for them critical concerns about privacy, transparency, information insularity, targeted data manipulation, and the reproduction of societal biases in Autocomplete’s outputs. My analysis also shows that users view explanations as a promising mechanism to enhance accountability in Autocomplete systems. I highlight the factors that shape users’ mental models of Autocomplete and discuss how their algorithmic imaginaries stabilize platforms’ revenue models.",
          "url": "https://doi.org/10.1177/14614448251406282",
          "doi": "https://doi.org/10.1177/14614448251406282",
          "filter": 0,
          "created": "2025-12-27"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personal Relationships",
      "journal_short": "PersRel",
      "articles": [
        {
          "title": "Variations on the Common Fate Model for Dyadic Analysis: Recommendations for Model Selection",
          "authors": "Robert E. Wickham",
          "abstract": "Interest in two‐person interaction scenarios has increased substantially over the prior decades, and a multitude of analytic approaches have been developed to accommodate these designs. Although the Actor‐Partner model has received the most attention, useful variations on the Common Fate Model (CFM) for dyadic analysis have emerged. Specifically, the Between‐Within CFM (BW‐CFM) has arisen as a compelling approach, as it produces a Dyad‐level coefficient representing the between‐dyads effect, within‐dyad coefficients at the Person‐level, and allows for the estimation of contextual effects. Although the basic configuration of the BW‐CFM is well understood, several configurations of the model that accommodate different patterns of Person‐level relationships remain unexplored. The present work examines specifications of the BW‐CFM that are likely to arise in real‐world analysis, describes a procedure for selecting the optimal specification of Person‐level parameters and illustrates the application of a procedure for quantifying the degree of model selection uncertainty.",
          "url": "https://doi.org/10.1111/pere.70049",
          "doi": "https://doi.org/10.1111/pere.70049",
          "filter": 0,
          "created": "2025-12-23"
        },
        {
          "title": "The Conflicting Associations of Filial Piety Beliefs With Chinese Singles' Well‐Being",
          "authors": "Julia Hu, Xin Shi, Elaine Hoan, Yoobin Park, Geoff MacDonald",
          "abstract": "Singlehood is becoming a more visible lifestyle option in many nations worldwide. Despite this, there has been little research on the cultural factors that influence well‐being in singlehood. Filial piety, a key virtue within Chinese culture, emphasizes respect, obedience, and care toward one's elders. Filial piety may be associated with lower well‐being in singlehood as individuals may perceive their singlehood status as a failure to fulfill familial marital expectations. This negative link between filial piety and singles' well‐being may be partly offset by a closer connection with family (and thus higher well‐being) that is also associated with endorsement of filial piety. We investigated the associations of Chinese singles' authoritarian and reciprocal filial piety beliefs with family life satisfaction and well‐being in singlehood (i.e., desire for a partner, satisfaction with singlehood, fear of being single). Data from two samples (total N = 1655) revealed a statistical suppression effect suggesting that an overall negative relation between reciprocal filial piety and well‐being in singlehood was partly offset by filial piety's relation to higher satisfaction with family life. We discuss the notion that pressure for singles to partner may often be embedded in relationships that simultaneously make singles' lives better.",
          "url": "https://doi.org/10.1111/pere.70048",
          "doi": "https://doi.org/10.1111/pere.70048",
          "filter": 0,
          "created": "2025-12-25"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "The Logic of Connective Faction: How Digitally Networked Elites and Hyper-Partisan Media Radicalize Politics",
          "authors": "Curd B. Knüpfer, Yunkang Yang, Mike Cowburn",
          "url": "https://doi.org/10.1080/10584609.2025.2604708",
          "doi": "https://doi.org/10.1080/10584609.2025.2604708",
          "filter": 0,
          "created": "2025-12-23"
        },
        {
          "title": "Going Local? Localized Rhetoric in Congressional Communications",
          "authors": "Michael Heseltine",
          "url": "https://doi.org/10.1080/10584609.2025.2607424",
          "doi": "https://doi.org/10.1080/10584609.2025.2607424",
          "filter": 0,
          "created": "2025-12-25"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "Global Dynamics of Climate Change Imagery: Emotional and Engagement Effects Across Visual Frames on Twitter/X",
          "authors": "Isaac Bravo, Katharina Prasse, Stefanie Walter, Saffron O’Neill, Margret Keuper",
          "abstract": "This study examines how climate change is visually framed on Twitter/X and how these frames influence users’ emotional responses and engagement across languages. Using automated image analysis of over three million images posted between 2019 and 2022, we identify nine dominant visual frames. “Public Engagement: Politics &amp; Events” was most prevalent, interactive visuals such as memes generated the highest engagement but predominantly negative response in user comments. By contrast, we find more positive responses for solution-focused frames, but lower levels of engagement. These results underscore the value of automated image analysis in uncovering culturally nuanced patterns in visual climate communication.",
          "url": "https://doi.org/10.1177/10755470251401900",
          "doi": "https://doi.org/10.1177/10755470251401900",
          "filter": 0,
          "created": "2025-12-24"
        },
        {
          "title": "Rethinking Trust in Scientists as a Network Model: A Global Analysis and Implications for Science Communication",
          "authors": "Luiz Gustavo de Almeida, Ronaldo Pilati",
          "abstract": "Trust in scientists is a communicative construct shaped by public perception of scientists. Using network psychometrics on responses from 71,922 individuals in 68 countries, we model trust as an interconnected community system of attitudes and beliefs. Sincerity emerges as the most central node, linking perceptions of competence, integrity, and goodwill. This dynamic structure challenges reflective latent models and emphasizes trust as a product of message framing and credibility cues. Our findings inform science communication theory by reframing trust as an emergent network and offer practical guidance for communicators seeking to design inclusive, trust-enhancing strategies across diverse sociocultural contexts.",
          "url": "https://doi.org/10.1177/10755470251394188",
          "doi": "https://doi.org/10.1177/10755470251394188",
          "filter": 0,
          "created": "2025-12-24"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The International Journal of Press/Politics",
      "journal_short": "IJPP",
      "articles": [
        {
          "title": "Priming for War: Ukraine in Russian Domestic Television News, 2009–2019",
          "authors": "Lanabi La Lova",
          "abstract": "This study investigates Russian television coverage of Ukraine between 2009 and 2019, drawing on a dataset of over 2.3 million news episodes from eight major television networks and one news agency (Interfax), including both state-controlled and relatively independent outlets. Combining natural language processing techniques with a quasi-experimental design, the analysis traces changes in content patterns over time. The results provide strong evidence consistent with the first hypothesis: following a state-enforced management change at RBC TV in 2016, the network increased the share of news coverage primarily focused on Ukraine by up to 40 percent, depending on the assumed treatment date. Evidence for the second hypothesis—which posits that RBC’s reporting would become more similar to state-controlled outlets—remains only partial. Cosine similarity analysis shows that RBC’s content became more similar to several state-controlled outlets while diverging from relatively independent TV Rain (Dozhd). Sentiment-polarity analysis indicates that RBC’s coverage became modestly more negative after the takeover. These findings suggest that content changes following institutional intervention may reflect increased alignment with state-linked narratives while preserving outlet-specific variation. The study contributes to research on media alignment in autocratic contexts by analyzing a single-case pattern and highlights both the potential and limitations of computational text analysis in examining large-scale trends in state media coverage.",
          "url": "https://doi.org/10.1177/19401612251405014",
          "doi": "https://doi.org/10.1177/19401612251405014",
          "filter": 0,
          "created": "2025-12-24"
        },
        {
          "title": "Book Review: Free to Hate: How Media Liberalization Enabled Right-Wing Populism in Post-1989 Bulgaria , by Martin Marinos MarinosMartinFree to Hate: How Media Liberalization Enabled Right-Wing Populism in Post-1989 Bulgaria. Chicago: University of Illinois Press, 2023. 310 pp. $125 (hardcover). ISBN: 978-0-252-04550-9.",
          "authors": "Orlin Spassov",
          "url": "https://doi.org/10.1177/19401612251405582",
          "doi": "https://doi.org/10.1177/19401612251405582",
          "filter": 0,
          "created": "2025-12-24"
        }
      ],
      "articles_hidden": []
    }
  ]
}
