{
  "update": "2025-08-11",
  "content": [
    {
      "journal_full": "Communication Monographs",
      "journal_short": "CM",
      "articles": [
        {
          "title": "“There are no natural disasters”: Latent climate change tensions in non-sustainability organizations",
          "authors": "Rebecca M. Rice, Megan E. Cullinan",
          "url": "https://doi.org/10.1080/03637751.2025.2539280",
          "doi": "https://doi.org/10.1080/03637751.2025.2539280",
          "filter": 0
        },
        {
          "title": "Constructing cohesion through commemorative law: The function of synecdoche in the Vote Bison Campaign",
          "authors": "T. Jake Dionne",
          "url": "https://doi.org/10.1080/03637751.2025.2537748",
          "doi": "https://doi.org/10.1080/03637751.2025.2537748",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "The Dullahan, From Fairy to Undead Tracing the Cultural Hybridization of Irish Folklore in Japanese Games and Their Paratexts",
          "authors": "Jessy Escande",
          "abstract": "This study investigates how the Irish Dullahan—a headless fairy death messenger—came to be recast as an undead monster in Japanese popular culture. Contrary to the trend of Western tabletop role-playing games playing a central role in similar Japanese reinventions, our analysis reveals that the undead Dullahan was an exception. Instead, we demonstrate how it was shaped by the convergence of foreign influences during the 1980s and 1990s, with a central role played by the Japanese Celtic boom in that period. By examining early video games, fantasy dictionaries, and other paratexts, we highlight how cultural brokers (e.g., game artists and editors) actively reshaped imported folklore. Our findings contribute to broader discussions on cultural hybridization and underscore how games and related media powerfully influence the global perception of folkloric motifs across the broader mediascape.",
          "url": "https://doi.org/10.1177/15554120251362923",
          "doi": "https://doi.org/10.1177/15554120251362923",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Navigating community-transaction and egalitarian-hierarchy divides: redefining virtual communities in the darknet drug trade and beyond",
          "authors": "Piotr Siuda",
          "url": "https://doi.org/10.1080/1369118x.2025.2540920",
          "doi": "https://doi.org/10.1080/1369118x.2025.2540920",
          "filter": 0
        },
        {
          "title": "Generative AI, generating crisis: framing opportunity and threat in AI governance",
          "authors": "Sarah Cheung",
          "url": "https://doi.org/10.1080/1369118x.2025.2542356",
          "doi": "https://doi.org/10.1080/1369118x.2025.2542356",
          "filter": 0
        },
        {
          "title": "Meaningful informed consent? How participants experience and understand data donation",
          "authors": "Tim Groot Kormelink, Fiore Houwing, Bella Struminskaya, Laura Boeschoten, Niek de Schipper, Kasper Welbers",
          "url": "https://doi.org/10.1080/1369118x.2025.2540915",
          "doi": "https://doi.org/10.1080/1369118x.2025.2540915",
          "filter": 0
        },
        {
          "title": "Tourists in the ‘metaverse’: disability identities in virtual reality gaming",
          "authors": "Liu Yang, Zhongxuan Lin",
          "url": "https://doi.org/10.1080/1369118x.2025.2543935",
          "doi": "https://doi.org/10.1080/1369118x.2025.2543935",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "From play to community: the role of advergame outcome expectations in shaping brand communitas",
          "authors": "Juhi Gahlot Sarkar, Abhigyan Sarkar, Sreejesh S",
          "url": "https://doi.org/10.1080/02650487.2025.2542061",
          "doi": "https://doi.org/10.1080/02650487.2025.2542061",
          "filter": 0
        },
        {
          "title": "The importance of human interactivity in artificial intelligence use in advertising: development of a new scale",
          "authors": "Tze-Hsien Liao",
          "url": "https://doi.org/10.1080/02650487.2025.2541505",
          "doi": "https://doi.org/10.1080/02650487.2025.2541505",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "When ambiguity destroys online opinions: a study of eWOM and P2P lending platform performance",
          "authors": "Yang Li, Seung Ho Park",
          "abstract": "Purpose Prior research on peer-to-peer (P2P) lending and electronic word-of-mouth (eWOM) has overlooked how eWOM valence ambiguity and the external environment influence the relationship between eWOM volume and platform performance. Based on signaling and information processing theories, this study differentiates various types of eWOM valence ambiguities and examines how these ambiguities, along with the external environment, affect the impact of eWOM volume on P2P lending platform performance. Design/methodology/approach Using data from Chinese P2P lending platforms (January 2018–July 2019), econometric analyses evaluate the connection between eWOM volume and platform performance as well as the moderating effects of valence ambiguity and external uncertainty. Findings The findings confirm that eWOM volume significantly influences platform performance. However, this positive effect diminishes with high inconsistencies between star ratings and textual eWOM or increased external uncertainty. Research limitations/implications This study’s scope is limited to Chinese P2P lending. Future research should explore diverse markets and user engagement through experimental designs. Practical implications This study offers practical strategies for P2P lending platforms in emerging markets, emphasizing the importance of managing inconsistencies between star ratings and textual reviews and addressing lenders’ concerns in uncertain signaling environments. Originality/value This study advances the understanding of P2P lending and eWOM dynamics by analyzing the interplay between eWOM volume and internal and external factors related to eWOM diagnosability. It highlights how inconsistencies in star ratings and textual eWOM, coupled with external uncertainty, exacerbate decision-making challenges for potential lenders and reduce the positive impact of eWOM volume.",
          "url": "https://doi.org/10.1108/intr-01-2024-0025",
          "doi": "https://doi.org/10.1108/intr-01-2024-0025",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Advertising",
      "journal_short": "JAdvert",
      "articles": [
        {
          "title": "From Excitation Transfer Theory to Dynamic Deactivation Model: Mapping Changes in Psychophysiological Responses Following Emotional Advertising",
          "authors": "Tianjiao (Grace) Wang, Rachel L. Bailey",
          "url": "https://doi.org/10.1080/00913367.2025.2534376",
          "doi": "https://doi.org/10.1080/00913367.2025.2534376",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Applied Communication Research",
      "journal_short": "JACR",
      "articles": [
        {
          "title": "When resource dependency discourse dominates interorganizational collaboration: a case study of a statewide effort to end homelessness",
          "authors": "DaJung Woo, Tsu-Yi Chien",
          "url": "https://doi.org/10.1080/00909882.2025.2536468",
          "doi": "https://doi.org/10.1080/00909882.2025.2536468",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Exploring the mediating role of exposure to partisan media between the authoritarian personality and gun control attitudes",
          "authors": "Xinya Jiang, Hongna Miao, Zhicong Chen",
          "url": "https://doi.org/10.1080/19331681.2025.2541275",
          "doi": "https://doi.org/10.1080/19331681.2025.2541275",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "Older Adults’ Recalled Memorable Messages About Death, Dying, and the Afterlife and Their Associations with Successful Aging",
          "authors": "Quinten S. Bernhold, Anna McClure, Jalen Blue, Sarah Devereux, Cole Burns",
          "abstract": "Grounded in the communicative ecology model of successful aging, this study examined how memorable messages about death, dying, and the afterlife (DDA) are associated with aging experiences. In a self-report survey, older adults ( N = 300, M age = 59.74 years) wrote a memorable message about DDA and reported on the message's motivational impact. They also reported on their affect about aging, aging efficacy, and successful aging. The memorable messages were coded into themes, and path modeling revealed that the themes of people (a) engaging in some activity after they die, (b) cherishing life, (c) leaving a legacy, and (d) experiencing eternal damnation were associated with memorable message motivational impact (MMMI). MMMI was indirectly associated with successful aging, via the serial mediators of positive affect about aging and aging efficacy. Positive affect about aging may be a crucial mediating mechanism that helps translate experiences with memorable messages into successful aging.",
          "url": "https://doi.org/10.1177/0261927x251364007",
          "doi": "https://doi.org/10.1177/0261927x251364007",
          "filter": 0
        },
        {
          "title": "The Role of Political Correctness on Social Perception and Behavioral Intentions",
          "authors": "David Miller, Nathaniel Cook, Michael Johnson",
          "abstract": "We investigate the impact of political correctness (PC) on perception and behavioral intentions, evaluating its effectiveness in being inoffensive, inclusive, and nonstigmatizing. Despite its widespread institutional adoption, its real-world effects remain understudied. We explored three questions: Does PC succeed in its aims? How does it influence perceptions? How does it affect behavioral intentions? We conducted six survey-based experiments with 2,179 participants balanced across political affiliation, age, sex, and education. Tasks assessed reactions to PC, its effects on mood and perceptions, and how it shaped judgments and behavioral intentions in varied contexts. Results indicate PC often fails its objectives. Participants, especially Conservatives and older individuals, found it exclusive, stigmatizing, and offensive. It reduced positive mood, undermined a doctor's credibility, and decreased care-seeking intent. PC also lessened concern for serious issues and shifted behavioral motivations. Despite its inclusive intent, PC can trigger negative responses, warranting scrutiny of its pervasive use.",
          "url": "https://doi.org/10.1177/0261927x251364006",
          "doi": "https://doi.org/10.1177/0261927x251364006",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "Public Perceptions of Gaslighting: Understanding Definitions, Recognition, and Responses",
          "authors": "Lillian Darke, Helen Paterson, Celine van Golde",
          "abstract": "Gaslighting is a covert form of psychological manipulation that undermines an individual’s confidence in their perceptions, thoughts, and memories, often by labelling them as irrational or ‘crazy.’ Public awareness of gaslighting has surged in recent years, making it a common topic in media and popular culture. However, empirical research has lagged behind, leaving gaps in understanding how the public perceives and defines this form of abuse. Addressing public understanding of covert abuse is critical for improving early recognition by victims, bystanders, and front-line services, as well as encouraging support-seeking behaviours. This study examined public perceptions of gaslighting by presenting 595 university students with vignettes manipulating key contested components: repetition, intention, and victim outcomes. Participants assessed the vignettes on seriousness, acceptability, likelihood of intervention, and whether they classified the behaviour as gaslighting. They also provided definitions of gaslighting and completed a gaslighting acceptance scale. Findings indicate that while students generally recognise gaslighting as emotional abuse, ambiguities remain in its definition and identification. These results underscore the need for educational campaigns to clarify gaslighting’s patterns and severity. Targeted initiatives, particularly in schools and community settings, could foster cultural change, enhance bystander intervention, and reduce the prevalence of covert abusive behaviours.",
          "url": "https://doi.org/10.1177/02654075251366643",
          "doi": "https://doi.org/10.1177/02654075251366643",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "The Insistent Image: The Photojournalistic GIF as a Storytelling Form in Online News",
          "authors": "Sara Kopelman",
          "url": "https://doi.org/10.1080/1461670x.2025.2540448",
          "doi": "https://doi.org/10.1080/1461670x.2025.2540448",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Mass Communication and Society",
      "journal_short": "MCS",
      "articles": [
        {
          "title": "The Third-Person Effect in Election Campaigns: Individual Voter Campaign Stability and Perceptions of Campaign Influence",
          "authors": "Rune Karlsen",
          "url": "https://doi.org/10.1080/15205436.2025.2531399",
          "doi": "https://doi.org/10.1080/15205436.2025.2531399",
          "filter": 0
        },
        {
          "title": "It Sounds Important: Examining the Effects of Background Music and Popularity Cues on Evaluations of Risk-Related Short-Form News Videos",
          "authors": "Cong Lin, Na Ta",
          "url": "https://doi.org/10.1080/15205436.2025.2538217",
          "doi": "https://doi.org/10.1080/15205436.2025.2538217",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "How Partisan Media Influences Aversion to Political Compromise",
          "authors": "Yoo Ji Suh, Dhavan V. Shah, Michael W. Wagner",
          "abstract": "We investigate how partisan media during and after the 2020 US presidential (Study 1) and 2022 midterm (Study 2) elections influenced preferences for unyielding politicians who do not compromise with partisan opponents. Our findings suggest that partisan media use may undermine willingness to support politicians who engage in deliberative compromises with opponents. This effect is likely driven by the tendency of partisan media to diminish willingness to engage in political listening and instigate moral considerations of the party’s policy goals.",
          "url": "https://doi.org/10.17645/mac.10009",
          "doi": "https://doi.org/10.17645/mac.10009",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "The Impact of Concurrent and Sequential Media Multitasking on Performance: The Role of Task Relevance and Working Memory",
          "authors": "Weijian Zhong, Xiaozhe Wang, Yan Sun, Yan Liu",
          "url": "https://doi.org/10.1080/15213269.2025.2542790",
          "doi": "https://doi.org/10.1080/15213269.2025.2542790",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "From livelihood to livestream: Temporal opportunities of Chinese street vendors",
          "authors": "Xin Xia, Zhongxuan Lin",
          "abstract": "Chinese street vendors use Douyin streaming to navigate precarious livelihoods in a platform economy. While existing research examines digital labor and emerging business models, it overlooks how informal workers manage the dual roles of running offline businesses and livestreaming. Drawing on ethnographic fieldwork and in-depth interviews, the research develops a “temporal opportunity” framework, identifying three interconnected dimensions: temporal regimes, temporal performativity, and the temporal production of opportunities. This captures (1) how vendors’ labor practices are restructured and interwoven, generating new synchronization and temporal constraints; (2) how time becomes a critical resource and component of streaming performances, with vendors skillfully orchestrating rhythms, durations, and sequences to sustain audience engagement and increase earnings; and (3) how platforms mediate economic possibilities, shaping uncertainties tied to algorithmic dynamics. This study clarifies the complex interplay of time, labor, and digital platforms in informal economies, advancing the understanding of temporality and performativity in platform-mediated livelihoods.",
          "url": "https://doi.org/10.1177/14614448251358853",
          "doi": "https://doi.org/10.1177/14614448251358853",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Examining the role of CEO's authentic communication on corporate reputation: Analysis of public opinions regarding Zoom's layoff announcement on social media",
          "authors": "Yi Luo, Jin-A Choi",
          "url": "https://doi.org/10.1016/j.pubrev.2025.102613",
          "doi": "https://doi.org/10.1016/j.pubrev.2025.102613",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "Natural history museum visitors’ use of key concepts and misconceptions in written explanations of evolutionary scenarios",
          "authors": "Alexandra Moormann, Anna Beniermann, Daniela Fiedler",
          "abstract": "Global challenges like biodiversity loss cannot be understood without essential knowledge about evolution. However, evolution is one of the most misunderstood concepts among the general public. Informal learning environments like natural history museums offer great potential for learning about evolution by showing the latest scientific findings in their exhibitions. But to date, there is a lack of evidence about museum visitors’ understanding of evolution. Therefore, this study aims to identify which evolutionary key concepts and misconceptions are applied by visitors when asked to explain evolutionary scenarios. Using an online survey, visitors ( n = 122) were asked to answer two open-response ACORNS items. Overall, respondents tended to use relatively few key concepts in their responses. Although museum visitors are considered a highly educated group, our surveyed visitors seem to have a poor understanding of evolution. The key concepts and misconceptions identified might help develop future exhibitions and educational programs/activities.",
          "url": "https://doi.org/10.1177/09636625251355890",
          "doi": "https://doi.org/10.1177/09636625251355890",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Southern Communication Journal",
      "journal_short": "SoComm",
      "articles": [
        {
          "title": "“I don’t Ever Think of You as Retiring, Just Changing Your Passion”: Memorable Messages About Retirement Among Older Adults",
          "authors": "Patricia E. Gettings, Jenna McNallie",
          "url": "https://doi.org/10.1080/1041794x.2025.2542341",
          "doi": "https://doi.org/10.1080/1041794x.2025.2542341",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "The paradox of information abundance: Answers provided by popular information-seeking tools lead to differences in trust, memorability and desire for more information",
          "authors": "Merryn D. Constable, Jason Rajsic, Elizabeth Renner, Lawrence J. Taylor",
          "url": "https://doi.org/10.1016/j.tele.2025.102311",
          "doi": "https://doi.org/10.1016/j.tele.2025.102311",
          "filter": 0
        },
        {
          "title": "Meeting partners online is related to lower relationship satisfaction and love: Data from 50 countries",
          "authors": "Marta Kowal, Piotr Sorokowski, Adam Bode, Michał Misiak, W.P. Malecki, Agnieszka Sorokowska, S.Craig Roberts",
          "url": "https://doi.org/10.1016/j.tele.2025.102309",
          "doi": "https://doi.org/10.1016/j.tele.2025.102309",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
