{
  "update": "2024-10-18",
  "content": [
    {
      "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
      "journal_short": "Conv",
      "articles": [
        {
          "title": "Book Review: The New Screen Ecology in India",
          "authors": "Madhavi Reddy",
          "url": "http://dx.doi.org/10.1177/13548565241287669",
          "doi": "10.1177/13548565241287669",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Digital Journalism",
      "journal_short": "DigJ",
      "articles": [
        {
          "title": "People, Power, Platforms and the Business of Journalism",
          "authors": "Mary Lynn Young, Alfred Hermida",
          "url": "http://dx.doi.org/10.1080/21670811.2023.2273523",
          "doi": "10.1080/21670811.2023.2273523",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Environmental Communication",
      "journal_short": "EnvComm",
      "articles": [
        {
          "title": "Exploring Human-Nonhuman Relationships: A Study of Androids, Aliens, and Ghosts in Fiction",
          "authors": "Cacu Cacu, Elfi Rindiana",
          "url": "http://dx.doi.org/10.1080/17524032.2024.2415331",
          "doi": "10.1080/17524032.2024.2415331",
          "filter": 0
        },
        {
          "title": "Shaping Ecological Futures: Digital Worldbuilding and Environmental Readiness in the Anthropocene",
          "authors": "Maria Imaculata R. Idan Kewuren, Watimena Nababan, Erika Putri, Nadya Amalia Putri Hapsari",
          "url": "http://dx.doi.org/10.1080/17524032.2024.2416056",
          "doi": "10.1080/17524032.2024.2416056",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Games and Culture",
      "journal_short": "G&C",
      "articles": [
        {
          "title": "Horny for Ghost: The Sexualized Remediation of Call of Duty: Modern Warfare II on TikTok",
          "authors": "Kristine Ask, Tanja Sihvonen",
          "abstract": "After the release of Call of Duty: Modern Warfare II in November 2022, a new, and rather unexpected, following of women and queer fans on TikTok emerged. Centering on the character Simon “Ghost” Riley, they latched onto the tall, muscular, and masked soldier with soulful eyes. Through fannish creations on TikTok, the game's characters and world was de- and re-constructed as a playful space for romantic and sexual imaginings that challenge the cis-het military masculinity of the series. Based on a 6-month netnography, the article explores the fan remediation of Call of Duty in negotiation with TikTok's affordances. We analyze how new fans positioned themselves against traditional fans through weaponization of fangirl practices, how game mechanics were used in unusual ways to generate audiovisual material, and how some of the complex fan-industry relationships manifested as a response to this unexpected fandom.",
          "url": "http://dx.doi.org/10.1177/15554120241288608",
          "doi": "10.1177/15554120241288608",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Information, Communication & Society",
      "journal_short": "ICS",
      "articles": [
        {
          "title": "Have people ‘had enough of experts’? The impact of populism and pandemic misinformation on institutional trust in comparative perspective",
          "authors": "Václav Štětka, Francisco Brandao, Sabina Mihelj, Fanni Tóth, Daniel Hallin, Danilo Rothberg, Paulo Ferracioli, Beata Klimkiewicz",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2413121",
          "doi": "10.1080/1369118x.2024.2413121",
          "filter": 0
        },
        {
          "title": "‘Living in a post-truth era’? Online misinformation in everyday life in rural and urban China",
          "authors": "Pu Yan, Ralph Schroeder",
          "url": "http://dx.doi.org/10.1080/1369118x.2024.2413112",
          "doi": "10.1080/1369118x.2024.2413112",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "International Journal of Advertising",
      "journal_short": "IJA",
      "articles": [
        {
          "title": "Guest editorial to a special section on generational advertising research in the modern age",
          "authors": "Isaac Cheah, Graham Ferguson",
          "url": "http://dx.doi.org/10.1080/02650487.2024.2409519",
          "doi": "10.1080/02650487.2024.2409519",
          "filter": 0
        },
        {
          "title": "How to measure and manage country reputation",
          "authors": "N. Hitz, M. Schwaiger, J. Gabel",
          "url": "http://dx.doi.org/10.1080/02650487.2024.2411670",
          "doi": "10.1080/02650487.2024.2411670",
          "filter": 0
        },
        {
          "title": "That uncanny valley of mind: when anthropomorphic AI agents disrupt personalized advertising",
          "authors": "WooJin Kim, Yuhosua Ryoo, Yung Kyun Choi",
          "url": "http://dx.doi.org/10.1080/02650487.2024.2411669",
          "doi": "10.1080/02650487.2024.2411669",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Internet Research",
      "journal_short": "IR",
      "articles": [
        {
          "title": "Digital transformation and green innovation performance: unraveling the role of green knowledge sharing and top management environmental awareness",
          "authors": "Javier Martínez Falcó, Eduardo Sánchez-García, Bartolomé Marco-Lajara, Umair Akram",
          "abstract": "Purpose This research focuses on analyzing the impact of digital transformation (DT) on the green innovation performance of Spanish wineries, as well as the mediating effect of green knowledge sharing (GKS) on this main relationship, as well as the moderating role of top management environmental awareness (TMEA) on the GKS-green innovation performance linkage. In addition, age, size and protected designation of origin (PDO) membership are used to increase the precision of the cause–effect relationships examined. Design/methodology/approach The study proposes a conceptual model based on previous studies, which is tested using partial least squares structural equation modeling, with data collected from 196 Spanish wineries between September 2022 and January 2023. Findings The results of the research reveal the existence of a positive and significant relationship between the development of DT and green innovation performance of Spanish wineries, as well as the partial mediation of GKS in this link and a positive moderation of TMEA in the GKS-green innovation performance bond. Practical implications Winery executives should prioritize aligning DT with TMEA to drive green innovation performance. Additionally, it is recommended that they actively promote GKS within their wineries to enhance sustainability performance and strengthen their competitive positioning in an eco-conscious market. Originality/value The originality of the study derives from its pioneering character, as the research enters unexplored terrain by investigating the role of the GKS as a mediator in the relationship between DT and green innovation performance, as no previous research has ventured in this direction.",
          "url": "http://dx.doi.org/10.1108/intr-11-2023-1016",
          "doi": "10.1108/intr-11-2023-1016",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Advertising",
      "journal_short": "JAdvert",
      "articles": [
        {
          "title": "Computational Content Analysis in Advertising Research",
          "authors": "Mojtaba Barari, Martin Eisend",
          "url": "http://dx.doi.org/10.1080/00913367.2024.2407642",
          "doi": "10.1080/00913367.2024.2407642",
          "filter": 0
        },
        {
          "title": "User-Centric Behavioral Tracking: Lessons from Three Case Studies with Do-It-Yourself Computational Pipelines",
          "authors": "Alvin Zhou, Danaë Metaxa, Young Mie Kim, Kokil Jaidka",
          "url": "http://dx.doi.org/10.1080/00913367.2024.2403613",
          "doi": "10.1080/00913367.2024.2403613",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Information Technology & Politics",
      "journal_short": "JITP",
      "articles": [
        {
          "title": "Learning from YouTube? The role of exposure to partisan YouTube channels and news literacy in political learning during the South Korean general election campaign",
          "authors": "Kyungeun Jang, Young Min Baek",
          "url": "http://dx.doi.org/10.1080/19331681.2024.2414007",
          "doi": "10.1080/19331681.2024.2414007",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Language and Social Psychology",
      "journal_short": "JLSP",
      "articles": [
        {
          "title": "Regional Accents: Spontaneous Biases Toward Speakers Who Sound Like Us",
          "authors": "Patricia E.G. Bestelmeyer",
          "abstract": "Accents provide information about a speaker's geographical, socio-economic, and ethnic background. An additional important variable in the social evaluation of accented speech is the listener's own accent. Just as with any in-group marker, there is a preference for accented speakers that sound like us. Here we employed an auditory version of the implicit association test to quantify own-accent bias. At a Welsh university, we recruited two groups of participants born and raised in distinct regions within the UK, Wales and England. These regions have a long-standing history of national rivalry. In Experiments 1 and 2 we show that the magnitude of the implicitly measured own-accent bias in both groups was comparable to biases based on visible group membership (e.g., race). In addition, Experiment 2 shows that this implicitly measured bias was large compared to the explicitly reported preference. The effect sizes of the in-group preference reported here may have societal impact.",
          "url": "http://dx.doi.org/10.1177/0261927x241287189",
          "doi": "10.1177/0261927x241287189",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Media Psychology",
      "journal_short": "JMP",
      "articles": [
        {
          "title": "Choice of Communication Channel for Dyadic Relationship Dissolution Processes in Abusive and Non-Abusive Relationships",
          "authors": "Jessica R. Frampton, Kathryn D. Coduto, Jerrica T. Rowlett",
          "abstract": "Abstract: This study employs an affordances and multiple goals approach to explore channel choices in the initiation of dyadic relationship dissolution processes. In an experiment, participants imagined breaking up with an abusive romantic partner, breaking up with a nonabusive partner, or not breaking up. Then they indicated their likelihood of using various channels (i.e., face-to-face conversation, texting, social media, voice call, and video call) to communicate with their partner, responded to perceived social affordances measures for each channel, and provided insights in an open-ended prompt. Both quantitative and qualitative data were analyzed. Results reveal that face-to-face communication is often preferred for dyadic relational dissolution processes, as bandwidth, social presence, and a lack of accessibility can convey a sense of seriousness and respect for the non-initiator while preventing miscommunication. However, mediated channels offer protection from emotional manipulation (for abusive relationships), physical violence (for abusive relationships), and awkward situations (for nonabusive relationships) thanks to their unique combinations of affordances.",
          "url": "http://dx.doi.org/10.1027/1864-1105/a000452",
          "doi": "10.1027/1864-1105/a000452",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Public Relations Research",
      "journal_short": "JPRR",
      "articles": [
        {
          "title": "Personal Values and Their Impact on the Opinion Leadership of Managers and Employees in Internal Communication",
          "authors": "Julia Lührmann, Helena Stehle, Volker Gehrau, Ulrike Röttger",
          "url": "http://dx.doi.org/10.1080/1062726x.2024.2409652",
          "doi": "10.1080/1062726x.2024.2409652",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Social and Personal Relationships",
      "journal_short": "JSPR",
      "articles": [
        {
          "title": "The social process linking neighborhood social fragmentation and individual psychological distress",
          "authors": "R. Amanda Cooper, Chris Segrin, Jian Jiao",
          "abstract": "The current study assessed the social process linking neighborhood social fragmentation with individual psychological distress. Social fragmentation was operationalized as a perception of limited social cohesion within a neighborhood. Data were collected from two waves in the United Kingdom (T1 N = 705; T2 N = 534). Participants completed an online survey with measures of perceived social cohesion, social support, perceived social isolation at Time 1 and completed a follow up survey six months later with measures of psychological distress. Structural equation modeling was used to test a serial mediation model. The results support the hypothesis that social support and isolation mediate the relationship between limited social cohesion (i.e., social fragmentation) and psychological distress. Living in neighborhoods marked by social fragmentation is predictive of decreased social support that in turn predicts greater perceptions of social isolation, and ultimately predicts high psychological distress.",
          "url": "http://dx.doi.org/10.1177/02654075241291904",
          "doi": "10.1177/02654075241291904",
          "filter": 0
        },
        {
          "title": "The associations between mothers’ and grandmothers’ self-control, mother-grandmother coparenting relationships and caregiver-child attachment: An actor-partner interdependence mediation model",
          "authors": "Yuxin Tan, Dazhou Wu, Liangliang Yang, Xiaoxi Xi, Huailiu Jiang, Jie Zhu, Qiao Ming, Xiuyun Lin",
          "abstract": "More and more grandparents are involved in parenting and share the responsibility of raising children with parents in China. Less is known, however, regarding the mutual effects of caregivers on children in intergenerational coparenting families. This study aimed to examine how mothers’ and grandmothers’ self-control, mother-grandmother coparenting relationships, and caregiver-child attachment were associated and to investigate whether the pathways were different in mother-child and grandmother-child dyads. Participants were mothers and grandmothers from 501 intergenerational coparenting households. The results from Actor-Partner Interdependence Mediation Modeling (APIMeM) indicated that mothers’ and grandmothers’ self-control were indirectly related to their own caregiver-child attachment through their self-report coparenting relationships. Additionally, the effect of mothers’ self-control spilled over to the grandmother-child attachment through grandmothers’ self-report coparenting relationships. Overall, the findings indicated that mothers’ and grandmothers’ self-control, mother-grandmother coparenting relationships, and their attachment to the child significantly differed between mother-child dyads and grandmother-child dyads. This study contributes to a deeper understanding of women caregiver-child attachment processes and highlight the implications of using the dyadic approach in understanding and improving family functioning in intergenerational coparenting families, which provide implications for family interventions.",
          "url": "http://dx.doi.org/10.1177/02654075241287233",
          "doi": "10.1177/02654075241287233",
          "filter": 0
        },
        {
          "title": "Problematic alcohol use, jealousy, and digital dating abuse: A dyadic analysis",
          "authors": "Olivia Maras, Andrea Savord, Thao Ha, Selena I. Quiroz",
          "abstract": "Young adults engage in digital dating abuse (DDA), or threatening, monitoring, and controlling behavior towards a romantic partner through technology. Alcohol use and jealousy are well-established risk factors for in-person partner abuse but have not yet been investigated in couples in the context of DDA. Jealousy might be a relevant moderator in the digital context, potentially amplifying the negative associations between problematic alcohol use and DDA. Thus, we examine dyadic associations between young adults’ problematic alcohol use and DDA perpetration, with romantic jealousy as a moderator. Participants are young adult heterosexual couples ( N = 91 couples, M age = 21.03 years, 54.4% White, 19.2% Latino, 26.3% other). Results from actor-partner interdependence models suggest that men’s jealousy significantly moderates both the actor effect for men and the partner effect for women. In contrast, women’s jealousy significantly moderates the partner effects for both men and women. Men’s problematic alcohol use is a risk factor for their own DDA perpetration at high levels of jealousy and is a risk factor for their partner’s DDA perpetration across their own or their partner’s jealousy. Women’s problematic alcohol use is a risk factor for their partner’s DDA perpetration across levels of their jealousy. These findings underscore the importance of considering individual and relational factors in understanding DDA. The study highlights the need for dyadic interventions targeting problematic alcohol use and jealousy to prevent DDA. Future research should utilize longitudinal designs and diary studies to investigate in-the-moment processes and within-person variability.",
          "url": "http://dx.doi.org/10.1177/02654075241288584",
          "doi": "10.1177/02654075241288584",
          "filter": 0
        },
        {
          "title": "Mindfulness and attachment security in romantic relationships: The role of emotion regulation as a mediator",
          "authors": "Melody C. Y. Ng, Iris Yili Wang, Rebecca Y. M. Cheung",
          "abstract": "Research suggests that mindfulness is positively related to attachment security in romantic relationships. However, studies on the processes underlying this association are relatively scarce. In this longitudinal study, we investigated the mediating role of emotion dysregulation between mindfulness and attachment insecurity. A total of 333 Chinese university students were recruited for three time points, with a 6-month lag between time points, to complete self-report questionnaires of mindfulness, emotion dysregulation, attachment avoidance, and attachment anxiety. Cross-lagged mediation analysis showed that greater mindfulness was indirectly associated with lower attachment anxiety via lower emotion dysregulation, after controlling for age, gender, and autoregressive control variables, indicating emotion dysregulation as a mediator. However, emotion dysregulation did not mediate the longitudinal association between mindfulness and attachment avoidance. The present findings inform researchers of the importance of cultivating mindfulness and emotion regulation to enhance attachment security in romantic relationships.",
          "url": "http://dx.doi.org/10.1177/02654075241292561",
          "doi": "10.1177/02654075241292561",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism & Mass Communication Quarterly",
      "journal_short": "JMCQ",
      "articles": [
        {
          "title": "From Bylines to Headlines: Exploring Gender Bias in the News",
          "authors": "Lindsey Meeks",
          "abstract": "The comparative lack of women in newsrooms and in news coverage is a global problem, typically rooted in countries’ masculinized norms that permeate society writ large, from kitchen tables to newsrooms to halls of power. Journalistic coverage often reinforces this gendered hierarchy. The nine articles in this themed collection examine this power dynamic across seven nations, chronicling the low representation of women in newsrooms and news coverage, and identifying the persistent challenges women journalists face. Many of the articles call for action at the root level of the problem: a change in society and culture.",
          "url": "http://dx.doi.org/10.1177/10776990241284809",
          "doi": "10.1177/10776990241284809",
          "filter": 0
        },
        {
          "title": "Book Review: The Routledge Companion to American Journalism History , by Melita M. Garza, Michael Fuhlhage, and Tracy Lucht (Eds.)",
          "authors": "Luisa Tilhe",
          "url": "http://dx.doi.org/10.1177/10776990241292405",
          "doi": "10.1177/10776990241292405",
          "filter": 0
        },
        {
          "title": "Book Review: Effective Journalism: How the Information Ecosystem Works and What Journalists Should Do About It , by Jessica Roberts",
          "authors": "Elisabeth Wennerström",
          "url": "http://dx.doi.org/10.1177/10776990241292360",
          "doi": "10.1177/10776990241292360",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journalism Studies",
      "journal_short": "JournStud",
      "articles": [
        {
          "title": "What is Popular Gets More Popular? Exploring Over-Time Dynamics in Article Readership Using Real-World Log Data",
          "authors": "Damian Trilling, Roeland Dubèl, Rupert Kiddle, Anne C. Kroon, Zilin Lin, Mónika Simon, Susan Vermeer, Kasper Welbers, Mark Boukes",
          "url": "http://dx.doi.org/10.1080/1461670x.2024.2411334",
          "doi": "10.1080/1461670x.2024.2411334",
          "filter": 0
        },
        {
          "title": "The Making of Good News: Discursive Construction of Good News Through News Values",
          "authors": "Hailing Yu, Yuzhi Zhu",
          "url": "http://dx.doi.org/10.1080/1461670x.2024.2414344",
          "doi": "10.1080/1461670x.2024.2414344",
          "filter": 0
        },
        {
          "title": "Shaping the Narrative: Examining News Coverage of Voter ID Laws in the United States",
          "authors": "Ana Alonso Curbelo, Damian Trilling, Mónika Simon, Anne C. Kroon",
          "url": "http://dx.doi.org/10.1080/1461670x.2024.2412211",
          "doi": "10.1080/1461670x.2024.2412211",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media and Communication",
      "journal_short": "MAC",
      "articles": [
        {
          "title": "Augmented Landscapes of Empathy: Community Voices in Augmented Reality Campaigns",
          "authors": "Katerina Girginova, Jeffrey Vadala, Andy Tan, Kate Okker-Edging, Kyle Cassidy, Terri Lipman, Melanie Kornides",
          "abstract": "In contrast with virtual reality which often aims to isolate a user from their surroundings in order to transport them to a distant place, augmented reality (AR) was uniquely designed to (re)contextualize local landscapes and to provide expanded human experiences in situ. This critical reflection adopts a “research through design” process to examine AR’s technological and affective capabilities in the context of three community co-created AR campaigns. We discuss how AR can become both a conceptual and practical tool for creating conditions of self-identification and, potentially, empathy between audience and content. Further, we explore how people and place become a critical part of AR’s infrastructure through the practice of empathic feedback loops.",
          "url": "http://dx.doi.org/10.17645/mac.8581",
          "doi": "10.17645/mac.8581",
          "filter": 0
        },
        {
          "title": "Digital Dis/Connection as Everyday Boundary Work Among Hong Kong BN(O) Migrants in the UK",
          "authors": "Jade Jiewen Deng, Jason Pridmore",
          "abstract": "While digital media can be seen to keep alive social connections among migrants across borders, the impact of how digital disconnection has redrawn migrants’ boundaries has not been adequately researched. Migrants subjected to the dual border-and-boundary work of Western host countries and their non-Western home countries make for complicated self–other boundary narratives. This study explores the everyday boundary work of migrants originating from Hong Kong, a former British colony, who have chosen to relocate to the UK through the British National (Overseas) (BN[O]) visa scheme. The scheme was catalysed by the 2019 political upheaval in Chinese Hong Kong and the UK–Hong Kong colonial affiliation. Through the lens of dis/connection assemblage, we conceptualise digital dis/connections as a form of boundary work and conduct in-depth interviews and thematic analysis of 14 BN(O)s. We demonstrate that digital disconnection can be seen as a socio-political practice related to identity regulation by situating BN(O)s’ digital media practices within the political projects of belonging in the UK, Hong Kong, and China. Through a matrix of disconnected approaches, BN(O)s shape boundaries around identity politics in terms of social positions, a sense of belonging, and social relations. The political meaning of digital disconnection is highlighted through its fracture of connected space-time and resilient management of social relationships&lt;strong&gt;.&lt;/strong&gt;",
          "url": "http://dx.doi.org/10.17645/mac.8573",
          "doi": "10.17645/mac.8573",
          "filter": 0
        },
        {
          "title": "Understanding Expressions of Self-Determination Theory in the Evaluation of IDEA-Themed VR Storytelling",
          "authors": "Kandice N. Green, Shengjie Yao, Heejae Lee, Lyndsay Michalik Gratch, David Peters, T. Makana Chock",
          "abstract": "This study investigates how prior experiences (personal or a close other’s) influence individuals’ engagement with virtual reality (VR) stories designed to promote understanding and foster prosocial behavior. Integrating self-determination theory and self–other overlap, we conducted an experimental mixed-method study with 35 participants who experienced three VR stories focused on inclusion, diversity, equity, and accessibility (IDEA): living with Alzheimer’s, blindness, and in a refugee camp. Findings indicate that while participants felt some autonomy with the VR headset, they experienced a lack of autonomy, competence, and relatedness in the storytelling. Participants engaged in perspective-taking but often thought about those close to them who had similar experiences rather than themselves. Thus, a close other’s experience affected whether people engaged in perspective-taking. However, prior experience with IDEA topics did not predict cognitive effort, indicating that individuals with such experience do not exert more cognitive effort than those without it. Additionally, cognitive effort did not predict prosocial attitudes or behaviors. This study highlights the complexities of how previous experiences affect engagement with IDEA-centered VR, perspective-taking, and cognitive effort and suggests directions for future research.",
          "url": "http://dx.doi.org/10.17645/mac.8601",
          "doi": "10.17645/mac.8601",
          "filter": 0
        },
        {
          "title": "Fact-Checkers on the Fringe: Investigating Methods and Practices Associated With Contested Areas of Fact-Checking",
          "authors": "Silvia Montaña-Niño, Victoria Vziatysheva, Ehsan Dehghan, Anand Badola, Guangnan Zhu, Otávio Vinhas, Michelle Riedlinger, Sofya Glazunova",
          "abstract": "This study investigates the methods and practices used by self-identified fact-checkers situated on the fringe of the field of fact-checking to support their agenda for public recognition and legitimacy. Using a case study approach and selecting nine cases across five countries (Russia, Brazil, India, China, and Singapore), we identify the most common distinguishable attributes and tactics associated with this ambiguous collection of actors. In addition to identifying how fringe fact-checkers weaponize fact-checking practices and exploit or mimic the social standing of accredited fact-checkers, we critique examples where state-supported fact-checkers associated with authoritarian governance structures fact-check for national interests. We propose a spectrum of fact-checkers including those where public or general interest fact-checkers follow journalistic ideals and align with accredited communities of practice or non-accredited peer recognition, and a collection of fringe fact-checkers ranging from “special interest” actors promoting specific political agendas to hostile actors with disruptive, destructive, and openly propagandistic interests and aims to destabilize the global public sphere. The article contributes to current research and debates about the institutionalization of fact-checking and the understudied area of fact-checking impersonation, a problematic activity associated with misinformation and propaganda on platforms and the internet.",
          "url": "http://dx.doi.org/10.17645/mac.8688",
          "doi": "10.17645/mac.8688",
          "filter": 0
        },
        {
          "title": "Fact-Checking Role Performances and Problematic Covid-19 Vaccine Content in Latin America and Sub-Saharan Africa",
          "authors": "Michelle Riedlinger, Silvia Montaña-Niño, Ned Watt, Víctor García-Perdomo, Marina Joubert",
          "abstract": "The move from political fact-checking to a “public health” or debunking model of fact-checking, sustained by policies and funding from platforms, highlights important tensions in the case of Covid-19. Building on findings from studies focused on journalistic role performance, we investigated how professional fact-checkers in Latin America and sub-Saharan Africa conceived of and performed their professional roles when addressing Covid-19 vaccination topics. Interviews with fact-checkers from six well-established, Meta-affiliated, International Fact-Checking Network-accredited organizations operating in these regions indicated that fact-checkers recognized the diversification of tasks and new roles associated with addressing problematic content from social media users. However, fact-checkers expressed unanimous commitment to prioritizing political and media watchdog activities in response to problematic Covid-19 vaccine information spreading from elite sources. To compare these role conceptions with role performance, we conducted a content analysis of Covid-19 vaccine content posted in 2021 to these fact-checkers’ Facebook accounts. We found that content was mostly associated with explainers or debunking content (addressing hoaxes or rumors about Covid-19 vaccines from non-elite social media users). In particular, the abundance of explainers, compared with other genres of fact-checking content, aligns fact-checkers with professional roles as civic service providers, educators, and “interpreters” of health information. Only a small proportion of the Covid-19 vaccine-related posts from each fact-checker contained verifications of claims from authoritative (elite “top-down”) sources (i.e., politicians, media, and health/science professionals). This study offers insights into a particularly tumultuous time of political activity in these regions and considers implications for practice innovation.",
          "url": "http://dx.doi.org/10.17645/mac.8680",
          "doi": "10.17645/mac.8680",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Media Psychology",
      "journal_short": "MediaPsych",
      "articles": [
        {
          "title": "Growth and Gratitude: A Note From Our Outgoing Editors",
          "authors": "Sun Joo (Grace) Ahn, Benjamin K. Johnson, Marina Krcmar, Leonard Reinecke",
          "url": "http://dx.doi.org/10.1080/15213269.2024.2409492",
          "doi": "10.1080/15213269.2024.2409492",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "New Media & Society",
      "journal_short": "NMS",
      "articles": [
        {
          "title": "Beyond dislike counts: How YouTube users react to the visibility of social cues",
          "authors": "Maggie Mengqing Zhang, Yee Man Margaret Ng",
          "abstract": "This study investigates the impact of YouTube’s 2021 policy, which hides dislike counts and limits a form of negative social feedback. It examines how this change affects social media herding behavior—the tendency of users to align with the majority opinion. We adopted a mixed-method approach, incorporating an online experiment that simulates the YouTube interface and an Interrupted Time Series analysis of real-world user reactions, to assess how the policy affects user engagement. Specifically, we looked at how the absence of one-sided digital cues, combined with content characteristics and individual user predispositions, influences user behavior. Our findings suggest that YouTube’s initiative to boost platform positivity had limited success: user responses were more influenced by their ideological leanings than by visible digital cues; Hiding dislikes reduced commenting frequencies and inadvertently increased negative expression. These results highlight the stronger role of ideological beliefs over social cues in shaping engagement, challenging the presumed impact of audience conformity and the negativity bias on social media dynamics.",
          "url": "http://dx.doi.org/10.1177/14614448241287510",
          "doi": "10.1177/14614448241287510",
          "filter": 0
        },
        {
          "title": "Analyzing narrative contagion through digital storytelling in social media conversations: An AI-powered computational approach",
          "authors": "Xinyan Zhao, Zexin Ma, Rong Ma",
          "abstract": "Despite the growing popularity of digital narratives, research on digital storytelling and its spread through social media interactions remains limited. Inspired by the social contagion theory, we introduce the concept of narrative contagion—where a story shared by a person or organization prompts others to share their stories—and investigate its process and outcome in online cancer communities. Utilizing a large dataset of 849 Facebook posts, 47,291 comments, and 14,466 replies, our artificial intelligence (AI)-based computational analysis provides evidence for narrative contagion among individual users in organization-hosted cancer communities on Facebook. It also reveals different organizational message characteristics, such as emotional arousal, post topic, and request for storytelling, that affect user storytelling and emotional support in comments and replies. Our results contribute to a deeper understanding of digital storytelling and its collective dynamics in online communities.",
          "url": "http://dx.doi.org/10.1177/14614448241285445",
          "doi": "10.1177/14614448241285445",
          "filter": 0
        },
        {
          "title": "Behind the screen: The perception–reality gap in cybersexual harassment between remote coworkers",
          "authors": "Nitzan Navick, Allison P Mazur, Jennifer L Gibbs",
          "abstract": "This study examines the perception–reality gap regarding the influence of technological affordances on cybersexual harassment (CSH) between remote workers. While previous research has recognized the existence of gender stereotypes and discrimination in online spaces, little attention has been given to how technological affordances impact—or are perceived to impact—incidents of CSH. By employing a theoretical framework of technological affordances, this study reveals that users often perceive affordances differently from how they utilize them, indicating a misalignment between perception and behavior. Our analysis of interviews with 30 remote knowledge workers extends affordances theory by showing that affordances are not always applied in the ways they are perceived, and that power dynamics and structural inequalities outweigh technological affordances in shaping reporting behaviors. Addressing this perception–reality gap is crucial for developing interventions and policies that accurately reflect the realities of CSH experiences and promote a safe online work environment.",
          "url": "http://dx.doi.org/10.1177/14614448241274469",
          "doi": "10.1177/14614448241274469",
          "filter": 0
        },
        {
          "title": "Dating algorithms? Investigating the reciprocal relationships between partner choice FOMO, decision fatigue, excessive swiping, and trust in algorithms on dating apps",
          "authors": "Alice Binder, Anja Stevic, Jörg Matthes, Marina F Thomas",
          "abstract": "Dating apps have changed the way people establish contact with potential romantic partners. However, more and more dating apps use algorithms to keep their users’ engagement high. Studies suggest that trust in algorithms can shape offline dating experiences. We theorize that excessive swiping, driven by fear of missing out, predicts trust. We also explore the role of decision fatigue. Findings from a two-wave panel study with N Time2 = 521 young dating app users suggest that the fear of missing out on potential romantic partners was positively related to decision fatigue on dating apps. Moreover, excessive swiping and decision fatigue were positively related to trust in algorithms. No reciprocal effects of trust in algorithms on excessive swiping or decision fatigue were observed. It seems that trust in algorithms might present some kind of relief strategy for compulsive behaviors such as excessively swiping, or for negative feelings such as decision fatigue.",
          "url": "http://dx.doi.org/10.1177/14614448241270542",
          "doi": "10.1177/14614448241270542",
          "filter": 0
        },
        {
          "title": "Metaverse risks and harms among US youth: Experiences, gender differences, and prevention and response measures",
          "authors": "Sameer Hinduja, Justin W Patchin",
          "abstract": "Research indicates that participation in metaverse environments and with virtual reality (VR) is increasing among younger populations, and that youth may be the primary drivers of widespread adoption of these technologies. This will more readily happen if their experiences are safe, secure, and positive. We analyze data from a nationally representative sample of 5005, 13- to 17-year-olds in the United States to measure their experiences of 12 specific harms on VR platforms, and which protective strategies they employed to prevent or respond to them. Girls were more likely to be sexually harassed and to experience grooming/predatory behavior, and were more likely to have been targeted specifically because of their gender. Finally, girls were more likely to engage in some specific protective measures online, but overall both boys and girls use platform safety mechanisms infrequently. We discuss enhancements in policy, content moderation, and feature sets that can serve to better safeguard youth in the metaverse.",
          "url": "http://dx.doi.org/10.1177/14614448241284413",
          "doi": "10.1177/14614448241284413",
          "filter": 0
        },
        {
          "title": "The awareness, acceptance, and appreciation of transience in the domain of eudaimonic media experiences",
          "authors": "Zijian Lew, Andrew ZH Yee",
          "abstract": "The research comparing hedonic and eudaimonic media experiences has often conceptualized the two categories as monolithic wholes. Although thematic differences within each category have been identified, these differences are usually theoretically inconsequential: They are merely variations in hedonic or eudaimonic content. Adopting a conditional effects approach, this research shows that transience-themed posts and motivation-themed posts on social media—which are both considered eudaimonic—are appreciated by different groups of people. Study 1 found a moderating influence of impermanence acceptance: People who had greater impermanence acceptance were more likely to have eudaimonic responses after viewing transience-themed posts than after viewing motivation-themed posts. The Japanese concept of mono no aware, or beauty in pathos, was used to motivate study 2. Study 2 found that people who viewed transience-themed posts experienced greater impermanence appreciation than people who viewed motivation-themed posts, but media theme did not influence impermanence awareness or impermanence acceptance.",
          "url": "http://dx.doi.org/10.1177/14614448241284612",
          "doi": "10.1177/14614448241284612",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personal Relationships",
      "journal_short": "PersRel",
      "articles": [
        {
          "title": "Couple affection exchange profiles and marital quality in Chinese couples",
          "authors": "Ziyuan Chen, Wei Tong, Qingyin Li, Qiong He, Shanshan Ma, Xiaoyi Fang",
          "abstract": "Affection plays a crucial role in romantic relationships, as individuals exchange affection with each other to build and maintain relationships. This study applied affection exchange theory (AET) to examine affection exchange patterns within marital dyads, employing couple‐centered approaches. The aim was to identify different types of couple affection exchange profiles based on both partners' affection given and received. The sample consisted of 668 Chinese heterosexual couples. Additionally, this study explored the association between couple affection exchange profiles and marital quality. Through latent profile analysis, three distinct profiles were identified: reserved (47.1%), invisible (10.5%), and highly affectionate (42.4%). Further between‐profile comparisons regarding marital quality indicated that couples in the highly affectionate profile report the most satisfying marriages, whereas the invisible profile represents the least desirable outcome. The findings highlight the diverse nature of couple affection exchange and offer valuable insights for couple therapy interventions focused on affection.",
          "url": "http://dx.doi.org/10.1111/pere.12574",
          "doi": "10.1111/pere.12574",
          "filter": 0
        },
        {
          "title": "Happy couples “see” helpful partners: Relationship quality predicts biased perceptions of partner instrumentality to one's goals",
          "authors": "Emily R. O'Brien, Amanda L. Forest",
          "abstract": "Perceiving a romantic partner as instrumental to one's goals predicts myriad desirable relationship outcomes. However, little is known about the origins of perceived partner instrumentality (PPI)—particularly about factors that may bias PPI. In two studies, we provide evidence supporting the hypothesis that relationship quality predicts biased PPI. In a dyadic correlational study (Study 1) and an imagined scenario study in which we experimentally manipulated partner instrumentality levels (Study 2), participants reporting higher relationship quality perceived their partners as more instrumental to their goals—even when controlling for depressive symptoms, and when controlling for partner‐reported (Study 1) or enacted partner (Study 2) instrumentality. Additionally, in Study 1 (but not Study 2), relationship quality attenuated a negative association between depressive symptoms and PPI. Study 2 also revealed that perceiving a partner as more instrumental predicted greater intentions to provide instrumental support to that partner in the future. These findings fill important gaps in the instrumentality and relationships literature, identifying antecedents of PPI and offering insights into how PPI may predict relationship functioning.",
          "url": "http://dx.doi.org/10.1111/pere.12576",
          "doi": "10.1111/pere.12576",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Communication",
      "journal_short": "PolComm",
      "articles": [
        {
          "title": "What’s on and who’s Watching? Combining People-Meter Data and Subtitle Data to Explore Television Exposure to Political News",
          "authors": "Susan Vermeer, Damian Trilling, Sjoerd Stolwijk, Sanne Kruikemeier, Claes de Vreese",
          "url": "http://dx.doi.org/10.1080/10584609.2024.2409405",
          "doi": "10.1080/10584609.2024.2409405",
          "filter": 0
        },
        {
          "title": "A Querpolitics Approach to the Far Right? Notes from Germany and India",
          "authors": "Srirupa Roy",
          "url": "http://dx.doi.org/10.1080/10584609.2024.2414262",
          "doi": "10.1080/10584609.2024.2414262",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Relations Review",
      "journal_short": "PRR",
      "articles": [
        {
          "title": "Enhancing supportive intention through perceived legitimacy: Social media influencer leadership and charismatic legitimization in CSR communication",
          "authors": "Jun Zhang, Dongqing Xu, Li Chen",
          "url": "http://dx.doi.org/10.1016/j.pubrev.2024.102511",
          "doi": "10.1016/j.pubrev.2024.102511",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Understanding of Science",
      "journal_short": "PUOS",
      "articles": [
        {
          "title": "Book review: Jean Paul Bertemes, Serge Haan and Dirk Hans 50 Essentials on Science Communication",
          "authors": "Arko Olesk",
          "url": "http://dx.doi.org/10.1177/09636625241288084",
          "doi": "10.1177/09636625241288084",
          "filter": 0
        },
        {
          "title": "Public understanding of preprints: How audiences make sense of unreviewed research in the news",
          "authors": "Alice Fleerackers, Chelsea L. Ratcliff, Rebekah Wicke, Andy J. King, Jakob D. Jensen",
          "abstract": "News reporting of preprints became commonplace during the COVID-19 pandemic, yet the extent to which the public understands what preprints are is unclear. We sought to fill this gap by conducting a content analysis of 1702 definitions of the term “preprint” that were generated by the US general population and college students. We found that only about two in five people were able to define preprints in ways that align with scholarly conceptualizations of the term, although participants provided a wide array of “other” definitions of preprints that suggest at least a partial understanding of the term. Providing participants with a definition of preprints in a news article helped improve preprint understanding for the student sample, but not for the general population. Our findings shed light on misperceptions that the public has about preprints, underscoring the importance of better education about the nature of preprint research.",
          "url": "http://dx.doi.org/10.1177/09636625241268881",
          "doi": "10.1177/09636625241268881",
          "filter": 0
        },
        {
          "title": "Towards a trusted genomics repository: Identifying commercialisation fears and preferred forms of governance across segments of the community",
          "authors": "Brad Elphinstone, Jarrod Walshe, Dianne Nicol, Mark Taylor",
          "abstract": "A latent class analysis on a nationally representative Australian sample ( N = 1000) identified four subgroups (i.e. classes), ranging from high to low concern about, and willingness to donate to, a national genomic repository under different forms of public and commercial management and access. The distribution of concerns and governance preferences across these classes was investigated. This added to previous research by indicating the degree to which extant concerns (e.g. corporate profiteering, discrimination by insurers) are held by different segments of the community. Based on the governance mechanisms that had widespread support across segments, the following recommendations are made to develop a trusted Australian genomic repository: the repository cannot be solely profit-driven; can utilise an access committee; protections (e.g. ensuring confidentiality of donors) may not require new legislation; data users cannot retain data for future research; the public should remain informed about the intended and/or actual benefits of research.",
          "url": "http://dx.doi.org/10.1177/09636625241286369",
          "doi": "10.1177/09636625241286369",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Science Communication",
      "journal_short": "SciComm",
      "articles": [
        {
          "title": "Stark Decline in Journalists’ Use of Preprints Postpandemic",
          "authors": "Juan Pablo Alperin, Kenneth Shores, Alice Fleerackers, Natascha Chtena",
          "abstract": "The COVID-19 pandemic accelerated the use of preprints, aiding rapid research dissemination but also facilitating the spread of misinformation. This study analyzes media coverage of preprints from 2014 to 2023, revealing a significant postpandemic decline. Our findings suggest that heightened awareness of the risks associated with preprints has led to more cautious media practices. While the decline in preprint coverage may mitigate concerns about premature media exposure, it also raises questions about the future role of preprints in science communication, especially during emergencies. Balanced policies based on up-to-date evidence are needed to address this shift.",
          "url": "http://dx.doi.org/10.1177/10755470241285405",
          "doi": "10.1177/10755470241285405",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Media + Society",
      "journal_short": "SM+S",
      "articles": [
        {
          "title": "The Listening Public in Public Diplomacy: How Did the Public Respond to President Zelensky on Twitter?",
          "authors": "Lassi Rikkonen, Pekka Isotalus",
          "abstract": "This exploratory study focuses on the public as a listening ensemble that takes part in public diplomacy on Twitter. Here, listening is considered as the receiving component of communication, and responsive behavior as its visible product. The focus is on public communication that followed Russia’s 2022 invasion of Ukraine. A total of 4,392 quote tweets (citing the President of Ukraine Volodymyr Zelensky’s tweets mentioning Ukraine’s possible membership in the European Union) were analyzed using the taxonomy of verbal response modes. Two major modes were identified: responses to the situation by sharing information and persuasion, and responses to Zelensky, Ukrainians, and the public by disclosing feelings and opinions. Interestingly, the different social roles of the public were associated with how much interaction was elicited. The listening public contributes to global deliberativeness; not strictly from an issue-oriented problem-solving perspective, but in the sense that they weave together analytical and social aspects of deliberative reflection.",
          "url": "http://dx.doi.org/10.1177/20563051241288960",
          "doi": "10.1177/20563051241288960",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Telematics and Informatics",
      "journal_short": "T&I",
      "articles": [
        {
          "title": "Motivations behind problematic short video use: A three-level meta-analysis",
          "authors": "Yuzhou Chen, Wanshuang Zhang, Na Zhong, Min Zhao",
          "url": "http://dx.doi.org/10.1016/j.tele.2024.102196",
          "doi": "10.1016/j.tele.2024.102196",
          "filter": 0
        },
        {
          "title": "Enhancing or impeding? Exploring the dual impact of anthropomorphism in large language models on user aggression",
          "authors": "Yipeng Xi, Aitong Ji, Weihua Yu",
          "url": "http://dx.doi.org/10.1016/j.tele.2024.102194",
          "doi": "10.1016/j.tele.2024.102194",
          "filter": 0
        },
        {
          "title": "Exploring college students' risk perception and acceptance intention of facial recognition technology in China",
          "authors": "Min Wang, Yifan Kang, Bailu Deng, Xi Lan",
          "url": "http://dx.doi.org/10.1016/j.tele.2024.102193",
          "doi": "10.1016/j.tele.2024.102193",
          "filter": 0
        },
        {
          "title": "Online health [mis]information processing and evaluation among older adults: Comparing “misinformation detectives” and “misinformation victims”",
          "authors": "Wei Peng, Jingo Meng, Sue Lim, Huiyi Liu",
          "url": "http://dx.doi.org/10.1016/j.tele.2024.102197",
          "doi": "10.1016/j.tele.2024.102197",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
