{
  "update": "2024-12-12",
  "content": [
    {
      "journal_full": "Nature",
      "journal_short": "Nat",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Quantum error correction below the surface code threshold",
          "authors": "character(0), Rajeev Acharya, Dmitry A. Abanin, Laleh Aghababaie-Beni, Igor Aleiner, Trond I. Andersen, Markus Ansmann, Frank Arute, Kunal Arya, Abraham Asfaw, Nikita Astrakhantsev, Juan Atalaya, Ryan Babbush, Dave Bacon, Brian Ballard, Joseph C. Bardin, Johannes Bausch, Andreas Bengtsson, Alexander Bilmes, Sam Blackwell, Sergio Boixo, Gina Bortoli, Alexandre Bourassa, Jenna Bovaird, Leon Brill, Michael Broughton, David A. Browne, Brett Buchea, Bob B. Buckley, David A. Buell, Tim Burger, Brian Burkett, Nicholas Bushnell, Anthony Cabrera, Juan Campero, Hung-Shen Chang, Yu Chen, Zijun Chen, Ben Chiaro, Desmond Chik, Charina Chou, Jahan Claes, Agnetta Y. Cleland, Josh Cogan, Roberto Collins, Paul Conner, William Courtney, Alexander L. Crook, Ben Curtin, Sayan Das, Alex Davies, Laura De Lorenzo, Dripto M. Debroy, Sean Demura, Michel Devoret, Agustin Di Paolo, Paul Donohoe, Ilya Drozdov, Andrew Dunsworth, Clint Earle, Thomas Edlich, Alec Eickbusch, Aviv Moshe Elbag, Mahmoud Elzouka, Catherine Erickson, Lara Faoro, Edward Farhi, Vinicius S. Ferreira, Leslie Flores Burgos, Ebrahim Forati, Austin G. Fowler, Brooks Foxen, Suhas Ganjam, Gonzalo Garcia, Robert Gasca, Élie Genois, William Giang, Craig Gidney, Dar Gilboa, Raja Gosula, Alejandro Grajales Dau, Dietrich Graumann, Alex Greene, Jonathan A. Gross, Steve Habegger, John Hall, Michael C. Hamilton, Monica Hansen, Matthew P. Harrigan, Sean D. Harrington, Francisco J. H. Heras, Stephen Heslin, Paula Heu, Oscar Higgott, Gordon Hill, Jeremy Hilton, George Holland, Sabrina Hong, Hsin-Yuan Huang, Ashley Huff, William J. Huggins, Lev B. Ioffe, Sergei V. Isakov, Justin Iveland, Evan Jeffrey, Zhang Jiang, Cody Jones, Stephen Jordan, Chaitali Joshi, Pavol Juhas, Dvir Kafri, Hui Kang, Amir H. Karamlou, Kostyantyn Kechedzhi, Julian Kelly, Trupti Khaire, Tanuj Khattar, Mostafa Khezri, Seon Kim, Paul V. Klimov, Andrey R. Klots, Bryce Kobrin, Pushmeet Kohli, Alexander N. Korotkov, Fedor Kostritsa, Robin Kothari, Borislav Kozlovskii, John Mark Kreikebaum, Vladislav D. Kurilovich, Nathan Lacroix, David Landhuis, Tiano Lange-Dei, Brandon W. Langley, Pavel Laptev, Kim-Ming Lau, Loïck Le Guevel, Justin Ledford, Joonho Lee, Kenny Lee, Yuri D. Lensky, Shannon Leon, Brian J. Lester, Wing Yan Li, Yin Li, Alexander T. Lill, Wayne Liu, William P. Livingston, Aditya Locharla, Erik Lucero, Daniel Lundahl, Aaron Lunt, Sid Madhuk, Fionn D. Malone, Ashley Maloney, Salvatore Mandrà, James Manyika, Leigh S. Martin, Orion Martin, Steven Martin, Cameron Maxfield, Jarrod R. McClean, Matt McEwen, Seneca Meeks, Anthony Megrant, Xiao Mi, Kevin C. Miao, Amanda Mieszala, Reza Molavi, Sebastian Molina, Shirin Montazeri, Alexis Morvan, Ramis Movassagh, Wojciech Mruczkiewicz, Ofer Naaman, Matthew Neeley, Charles Neill, Ani Nersisyan, Hartmut Neven, Michael Newman, Jiun How Ng, Anthony Nguyen, Murray Nguyen, Chia-Hung Ni, Murphy Yuezhen Niu, Thomas E. O’Brien, William D. Oliver, Alex Opremcak, Kristoffer Ottosson, Andre Petukhov, Alex Pizzuto, John Platt, Rebecca Potter, Orion Pritchard, Leonid P. Pryadko, Chris Quintana, Ganesh Ramachandran, Matthew J. Reagor, John Redding, David M. Rhodes, Gabrielle Roberts, Eliott Rosenberg, Emma Rosenfeld, Pedram Roushan, Nicholas C. Rubin, Negar Saei, Daniel Sank, Kannan Sankaragomathi, Kevin J. Satzinger, Henry F. Schurkus, Christopher Schuster, Andrew W. Senior, Michael J. Shearn, Aaron Shorter, Noah Shutty, Vladimir Shvarts, Shraddha Singh, Volodymyr Sivak, Jindra Skruzny, Spencer Small, Vadim Smelyanskiy, W. Clarke Smith, Rolando D. Somma, Sofia Springer, George Sterling, Doug Strain, Jordan Suchard, Aaron Szasz, Alex Sztein, Douglas Thor, Alfredo Torres, M. Mert Torunbalci, Abeer Vaishnav, Justin Vargas, Sergey Vdovichev, Guifre Vidal, Benjamin Villalonga, Catherine Vollgraff Heidweiller, Steven Waltman, Shannon X. Wang, Brayden Ware, Kate Weber, Travis Weidel, Theodore White, Kristi Wong, Bryan W. K. Woo, Cheng Xing, Z. Jamie Yao, Ping Yeh, Bicheng Ying, Juhwan Yoo, Noureldin Yosri, Grayson Young, Adam Zalcman, Yaxing Zhang, Ningfeng Zhu, Nicholas Zobrist",
          "abstract": "Quantum error correction [1, 2, 3, 4] provides a path to reach practical quantum computing by combining multiple physical qubits into a logical qubit, where the logical error rate is suppressed exponentially as more qubits are added. However, this exponential suppression only occurs if the physical error rate is below a critical threshold. Here, we present two below-threshold surface code memories on our newest generation of superconducting processors, Willow: a distance-7 code, and a distance-5 code integrated with a real-time decoder. The logical error rate of our larger quantum memory is suppressed by a factor of \\(\\varLambda \\mathrm{=2.14}\\pm 0.02\\) when increasing the code distance by two, culminating in a 101-qubit distance-7 code with 0.143% ± 0.003% error per cycle of error correction. This logical memory is also beyond break-even, exceeding its best physical qubit’s lifetime by a factor of \\(2.4\\pm 0.3\\). Our system maintains below-threshold performance when decoding in real time, achieving an average decoder latency of 63 μs at distance-5 up to a million cycles, with a cycle time of 1.1 μs. We also run repetition codes up to distance-29 and find that logical performance is limited by rare correlated error events occurring approximately once every hour, or \\(3\\)\\(\\times \\)\\({10}^{9}\\) cycles. Our results present device performance that, if scaled, could realize the operational requirements of large scale fault-tolerant quantum algorithms.",
          "url": "https://doi.org/10.1038/s41586-024-08449-y",
          "doi": "https://doi.org/10.1038/s41586-024-08449-y",
          "filter": "2"
        },
        {
          "title": "JWST sighting of decameter main-belt asteroids and view on meteorite sources",
          "authors": "Artem Y. Burdanov, Julien de Wit, Miroslav Brož, Thomas G. Müller, Tobias Hoffmann, Marin Ferrais, Marco Micheli, Emmanuel Jehin, Daniel Parrott, Samantha N. Hasler, Richard P. Binzel, Elsa Ducrot, Laura Kreidberg, Michaël Gillon, Thomas P. Greene, Will M. Grundy, Theodore Kareta, Pierre-Olivier Lagage, Nicholas Moskovitz, Audrey Thirouin, Cristina A. Thomas, Sebastian Zieba",
          "abstract": "Asteroid discoveries are essential for planetary-defense efforts aiming to prevent impacts with Earth1, including the more frequent2 megaton explosions from decameter impactors3−6. While large asteroids (≥100 km) have remained in the main belt since their formation7, small asteroids are commonly transported to the near-Earth object (NEO) population8,9. However, due to the lack of direct observational constraints, their size-frequency distribution —which informs our understanding of the NEOs and the delivery of meteorite samples to Earth—varies significantly among models10−14. Here, we report 138 detections of the smallest asteroids (⪆ 10 m) ever observed in the main belt, which were enabled by JWST’s infrared capabilities covering the asteroids’ emission peaks15 and synthetic tracking techniques16−18. Despite small orbital arcs, we constrain the objects’ distances and phase angles using known asteroids as proxies, allowing us to derive sizes via radiometric techniques. Their size-frequency distribution exhibits a break at ~ 100 m (debiased cumulative slopes of q = − 2.66 ± 0.60 and − 0.97 ± 0.14 for diameters smaller and larger than ~ 100 m, respectively), suggestive of a population driven by collisional cascade. These asteroids were sampled from multiple asteroid families —most likely Nysa, Polana and Massalia— according to the geometry of pointings considered here. Through additional long-stare infrared observations, JWST is poised to serendipitously detect thousands of decameter-scale asteroids across the sky, probing individual asteroid families19 and the source regions of meteorites13,14 “in-situ”.",
          "url": "https://doi.org/10.1038/s41586-024-08480-z",
          "doi": "https://doi.org/10.1038/s41586-024-08480-z",
          "filter": "2"
        },
        {
          "title": "A framework for neural organoids, assembloids and transplantation studies",
          "authors": "Sergiu P. Pașca, Paola Arlotta, Helen S. Bateup, J. Gray Camp, Silvia Cappello, Fred H. Gage, Jürgen A. Knoblich, Arnold R. Kriegstein, Madeline A. Lancaster, Guo-Li Ming, Gaia Novarino, Hideyuki Okano, Malin Parmar, In-Hyun Park, Orly Reiner, Hongjun Song, Lorenz Studer, Jun Takahashi, Sally Temple, Giuseppe Testa, Barbara Treutlein, Flora M. Vaccarino, Pierre Vanderhaeghen, Tracy Young-Pearse",
          "abstract": "As the field of neural organoids and assembloids rapidly expands, there is an emergent need for guidance and advice on designing, conducting and reporting experiments to increase the reproducibility and utility of these models. Here, our consortium– representing specialized laboratories from around the world– presents a framework for the experimental process that ranges from ensuring the quality and integrity of human pluripotent stem cells to characterizing and manipulating neural cells in vitro, and from transplantation techniques to considerations for modeling human development, evolution, and disease. As with all scientific endeavors, we advocate for rigorous experimental designs tailored to explicit scientific questions, and transparent methodologies and data sharing, to provide useful knowledge for both current research practices and for developing regulatory standards.",
          "url": "https://doi.org/10.1038/s41586-024-08487-6",
          "doi": "https://doi.org/10.1038/s41586-024-08487-6",
          "filter": "2"
        },
        {
          "title": "Author Correction: Global potential for natural regeneration in deforested tropical regions",
          "authors": "Brooke A. Williams, Hawthorne L. Beyer, Matthew E. Fagan, Robin L. Chazdon, Marina Schmoeller, Starry Sprenkle-Hyppolite, Bronson W. Griscom, James E. M. Watson, Anazélia M. Tedesco, Mariano Gonzalez-Roglich, Gabriel A. Daldegan, Blaise Bodin, Danielle Celentano, Sarah Jane Wilson, Jonathan R. Rhodes, Nikola S. Alexandre, Do-Hyung Kim, Diego Bastos, Renato Crouzeilles",
          "url": "https://doi.org/10.1038/s41586-024-08481-y",
          "doi": "https://doi.org/10.1038/s41586-024-08481-y",
          "filter": "2"
        },
        {
          "title": "Publisher Correction: Spatially restricted immune and microbiota-driven adaptation of the gut",
          "authors": "Toufic Mayassi, Chenhao Li, Åsa Segerstolpe, Eric M. Brown, Rebecca Weisberg, Toru Nakata, Hiroshi Yano, Paula Herbst, David Artis, Daniel B. Graham, Ramnik J. Xavier",
          "url": "https://doi.org/10.1038/s41586-024-08446-1",
          "doi": "https://doi.org/10.1038/s41586-024-08446-1",
          "filter": "2"
        },
        {
          "title": "‘A truly remarkable breakthrough’: Google’s new quantum chip achieves accuracy milestone",
          "authors": "Davide Castelvecchi",
          "url": "https://doi.org/10.1038/d41586-024-04028-3",
          "doi": "https://doi.org/10.1038/d41586-024-04028-3",
          "filter": "4"
        },
        {
          "title": "Money for nothing: Books in brief",
          "authors": "Andrew Robinson",
          "url": "https://doi.org/10.1038/d41586-024-03992-0",
          "doi": "https://doi.org/10.1038/d41586-024-03992-0",
          "filter": "4"
        },
        {
          "title": "The first rocks from the Moon’s far side are in this geologist’s hands",
          "authors": "Smriti Mallapaty",
          "url": "https://doi.org/10.1038/d41586-024-03893-2",
          "doi": "https://doi.org/10.1038/d41586-024-03893-2",
          "filter": "4"
        },
        {
          "title": "Will humans ever speak wolf? A scientist unravels the complexities of animal chatter",
          "authors": "Benjamin Thompson",
          "url": "https://doi.org/10.1038/d41586-024-03937-7",
          "doi": "https://doi.org/10.1038/d41586-024-03937-7",
          "filter": "4"
        },
        {
          "title": "Liquid metal pumps itself out of gels to make artificial vasculature",
          "authors": "Michael D. Bartlett",
          "abstract": "For thousands of years, metal-casting processes have been used to create intricate 3D objects, ranging from ancient crowns and sculptures to modern turbine blades. In conventional casting processes, a 3D template made of a soft sacrificial material, such as wax, is encapsulated in a rigid material and then melted away — revealing an empty space that acts as a ‘negative’ of the final object to be cast1. But what if you wanted to produce spaces in a material that is soft and delicate, and that can’t survive the high temperatures typically used to remove the template? Writing in Nature, Sundaram et al.2 introduce a process in which gallium, a metal that is liquid near room temperature, is used as a sacrificial material to generate multiscale 3D channel networks in soft, natural hydrogels such as collagen. This enables soft biomaterials to be engineered to contain channel architectures that approach the complexity of natural tissue structures.",
          "url": "https://doi.org/10.1038/d41586-024-03850-z",
          "doi": "https://doi.org/10.1038/d41586-024-03850-z",
          "filter": "4"
        },
        {
          "title": "‘There will be nothing left’: researchers fear collapse of science in Argentina",
          "authors": "Martín De Ambrosio, Fermín Koop",
          "url": "https://doi.org/10.1038/d41586-024-03994-y",
          "doi": "https://doi.org/10.1038/d41586-024-03994-y",
          "filter": "4"
        },
        {
          "title": "Father time: the physicist on a mission to build the world’s first nuclear clock",
          "authors": "Elizabeth Gibney",
          "url": "https://doi.org/10.1038/d41586-024-03891-4",
          "doi": "https://doi.org/10.1038/d41586-024-03891-4",
          "filter": "4"
        },
        {
          "title": "How CRISPR patent issues block Indian farmers from accessing biotech benefits",
          "authors": "Anurag Chaurasia",
          "url": "https://doi.org/10.1038/d41586-024-03989-9",
          "doi": "https://doi.org/10.1038/d41586-024-03989-9",
          "filter": "4"
        },
        {
          "title": "Use existing foundations to build up citizen science for the SDGs",
          "authors": "Martin Brocklehurst, Maina Muniafu, Dilek Fraisl, François Grey",
          "abstract": "Yongyi Min and her colleagues highlight how citizen input can help fill data gaps that are hindering the achievement of the United Nations Sustainable Development Goals, or SDGs (Y. Min et al. Nature 633, 279–281; 2024). But two other points need emphasizing.",
          "url": "https://doi.org/10.1038/d41586-024-04057-y",
          "doi": "https://doi.org/10.1038/d41586-024-04057-y",
          "filter": "4"
        },
        {
          "title": "Richard Dawkins’s book of the dead is haunted by ghosts of past works",
          "authors": "Nathaniel Comfort",
          "url": "https://doi.org/10.1038/d41586-024-03991-1",
          "doi": "https://doi.org/10.1038/d41586-024-03991-1",
          "filter": "4"
        },
        {
          "title": "AI decodes the calls of the wild",
          "authors": "Neil Savage",
          "url": "https://doi.org/10.1038/d41586-024-04050-5",
          "doi": "https://doi.org/10.1038/d41586-024-04050-5",
          "filter": "4"
        },
        {
          "title": "Distant sparkles hint at how the Milky Way formed",
          "authors": "Brian Welch",
          "abstract": "The Milky Way formed around 13.5 billion years ago, but it’s not possible to travel back in time to see exactly how it happened. Studies of the Galaxy’s ancient stars1 offer some clues, as do simulations2, but the observable light from our cosmic home was emitted too recently to enable astronomers to examine its beginnings directly. One way around this problem is to study other galaxies that resemble the Milky Way. Writing in Nature, Mowla et al.3 used observations from the James Webb Space Telescope (JWST) to investigate a distant galaxy with a mass that matches the expected mass of the Milky Way shortly after its formation in the early Universe.",
          "url": "https://doi.org/10.1038/d41586-024-03849-6",
          "doi": "https://doi.org/10.1038/d41586-024-03849-6",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Stress-induced joylessness leaves a distinct mark on the brain",
          "authors": "Jacob Smith",
          "url": "https://doi.org/10.1038/d41586-024-04025-6",
          "doi": "https://doi.org/10.1038/d41586-024-04025-6",
          "filter": "4"
        },
        {
          "title": "Nine books to help shape your science career in 2025",
          "authors": "Anne Gulland",
          "url": "https://doi.org/10.1038/d41586-024-03995-x",
          "doi": "https://doi.org/10.1038/d41586-024-03995-x",
          "filter": "4"
        },
        {
          "title": "The revolutionary economist who became the unlikely leader of Bangladesh",
          "authors": "Ehsan Masood",
          "url": "https://doi.org/10.1038/d41586-024-03896-z",
          "doi": "https://doi.org/10.1038/d41586-024-03896-z",
          "filter": "4"
        },
        {
          "title": "I work to protect South Korea’s people against earthquakes",
          "authors": "Dave Tacon",
          "url": "https://doi.org/10.1038/d41586-024-03997-9",
          "doi": "https://doi.org/10.1038/d41586-024-03997-9",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Science could solve some of the world’s biggest problems. Why aren’t governments using it?",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-024-04013-w",
          "doi": "https://doi.org/10.1038/d41586-024-04013-w",
          "filter": "4"
        },
        {
          "title": "Ancient DNA data hold insights into past organisms and ecosystems — handle them with more care",
          "authors": "Anders Bergström, James A. Fellows Yates, Christina Warinner",
          "url": "https://doi.org/10.1038/d41586-024-03993-z",
          "doi": "https://doi.org/10.1038/d41586-024-03993-z",
          "filter": "4"
        },
        {
          "title": "What’s next for Syria’s science: a view from Nature’s reporter who was a refugee",
          "authors": "Miryam Naddaf",
          "url": "https://doi.org/10.1038/d41586-024-04056-z",
          "doi": "https://doi.org/10.1038/d41586-024-04056-z",
          "filter": "4"
        },
        {
          "title": "Governments are banning kids from social media: will that protect them from harm?",
          "authors": "Gemma Conroy",
          "url": "https://doi.org/10.1038/d41586-024-03955-5",
          "doi": "https://doi.org/10.1038/d41586-024-03955-5",
          "filter": "4"
        },
        {
          "title": "Pregnancy restructures the brain to prepare for childbirth and parenthood",
          "authors": "Clare McCormack, Moriah Thomason",
          "abstract": "Brain changes during pregnancy have been mapped in detail for the first time. Writing in Nature Neuroscience, Pritschet et al.1 report a case study of a single participant who completed magnetic resonance imaging (MRI) scans at 26 timepoints: 4 before pregnancy, 15 during pregnancy and 7 in the first 2 years after childbirth. The researchers detect widespread anatomical changes throughout the brain, which might reflect the refinement of neuronal connections in preparation for birth and caring for a child.",
          "url": "https://doi.org/10.1038/d41586-024-03942-w",
          "doi": "https://doi.org/10.1038/d41586-024-03942-w",
          "filter": "4"
        },
        {
          "title": "Loose ends",
          "authors": "Myna Chang",
          "url": "https://doi.org/10.1038/d41586-024-04022-9",
          "doi": "https://doi.org/10.1038/d41586-024-04022-9",
          "filter": "4"
        },
        {
          "title": "AI weatherman: the DeepMind researcher making faster, more accurate forecasts",
          "authors": "Davide Castelvecchi",
          "url": "https://doi.org/10.1038/d41586-024-03898-x",
          "doi": "https://doi.org/10.1038/d41586-024-03898-x",
          "filter": "4"
        },
        {
          "title": "This fearless science sleuth risked her career to expose publication fraud",
          "authors": "Holly Else",
          "url": "https://doi.org/10.1038/d41586-024-03894-1",
          "doi": "https://doi.org/10.1038/d41586-024-03894-1",
          "filter": "4"
        },
        {
          "title": "This doctor raised the alarm about a deadly mpox outbreak that went global",
          "authors": "Max Kozlov",
          "url": "https://doi.org/10.1038/d41586-024-03900-6",
          "doi": "https://doi.org/10.1038/d41586-024-03900-6",
          "filter": "4"
        },
        {
          "title": "Wuhan lab samples hold no close relatives to virus behind COVID",
          "authors": "Smriti Mallapaty",
          "url": "https://doi.org/10.1038/d41586-024-03982-2",
          "doi": "https://doi.org/10.1038/d41586-024-03982-2",
          "filter": "4"
        },
        {
          "title": "Bad bar charts distort data — and pervade biology",
          "authors": "Amanda Heidt",
          "url": "https://doi.org/10.1038/d41586-024-03996-w",
          "doi": "https://doi.org/10.1038/d41586-024-03996-w",
          "filter": "4"
        },
        {
          "title": "This PhD student helped to win a major pay hike for Canadian researchers",
          "authors": "Brian Owens",
          "url": "https://doi.org/10.1038/d41586-024-03892-3",
          "doi": "https://doi.org/10.1038/d41586-024-03892-3",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Wuhan lab samples hold no close relatives to virus behind COVID",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-024-04053-2",
          "doi": "https://doi.org/10.1038/d41586-024-04053-2",
          "filter": "4"
        },
        {
          "title": "Stop digital platforms treating people as lab rats",
          "authors": "Vincent Straub",
          "abstract": "In his World View article, Tim Weiss argues that digital platforms increasingly treat users as unwitting participants in experiments, and points out the real-world consequences this has had on gig workers seeking work through job-listing programs (T. Weiss Nature 635, 259; 2024). But the robust ethical framework he calls for to enforce transparency, informed consent and accountability is unlikely to be enough on its own.",
          "url": "https://doi.org/10.1038/d41586-024-04058-x",
          "doi": "https://doi.org/10.1038/d41586-024-04058-x",
          "filter": "4"
        },
        {
          "title": "Satellites are no silver bullet for methane monitoring",
          "authors": "Lorna Finman",
          "url": "https://doi.org/10.1038/d41586-024-03987-x",
          "doi": "https://doi.org/10.1038/d41586-024-03987-x",
          "filter": "4"
        },
        {
          "title": "Claims that dam removals were to blame for Valencia floods are false",
          "authors": "Carlos Garcia de Leaniz, Foivos A. Mouchlianitis",
          "abstract": "After flash flooding in the Valencia region of Spain claimed more than 200 lives at the end of October, social-media users blamed the removal of dams and circulated a map as evidence. But the map does not show dam removal; it shows the number of existing barriers, including weirs, dams and culverts, and was derived from the data obtained in a pan-European mapping project (B. Beletti et al. Nature 588, 436–441; 2020).",
          "url": "https://doi.org/10.1038/d41586-024-04060-3",
          "doi": "https://doi.org/10.1038/d41586-024-04060-3",
          "filter": "4"
        },
        {
          "title": "What should we do if AI becomes conscious? These scientists say it’s time for a plan",
          "authors": "Mariana Lenharo",
          "url": "https://doi.org/10.1038/d41586-024-04023-8",
          "doi": "https://doi.org/10.1038/d41586-024-04023-8",
          "filter": "4"
        },
        {
          "title": "Microbiome interventions for children raise the ethical stakes",
          "authors": "Sam Jones",
          "url": "https://doi.org/10.1038/d41586-024-03971-5",
          "doi": "https://doi.org/10.1038/d41586-024-03971-5",
          "filter": "4"
        },
        {
          "title": "Human body’s ageing ‘clock’ ticks faster after heat stress",
          "authors": "Heidi Ledford",
          "url": "https://doi.org/10.1038/d41586-024-04007-8",
          "doi": "https://doi.org/10.1038/d41586-024-04007-8",
          "filter": "4"
        },
        {
          "title": "Large language models can help to translate science into real-world impact",
          "authors": "Sandeep Dhakal, Hazel Parry",
          "abstract": "Discussions around large language models (LLMs) in the scientific community are largely centred on issues of intellectual property, and how they should best be used in scientific writing, evidence synthesis and scientific discovery.",
          "url": "https://doi.org/10.1038/d41586-024-04059-w",
          "doi": "https://doi.org/10.1038/d41586-024-04059-w",
          "filter": "4"
        },
        {
          "title": "A 60-minute guide to landing your next job in science",
          "authors": "David Payne",
          "url": "https://doi.org/10.1038/d41586-024-03938-6",
          "doi": "https://doi.org/10.1038/d41586-024-03938-6",
          "filter": "4"
        },
        {
          "title": "Andrew V. Schally obituary: Nobel prizewinner who transformed cancer therapies with research into brain hormones",
          "authors": "Renzi Cai, Medhi Wangpaichitr",
          "url": "https://doi.org/10.1038/d41586-024-04047-0",
          "doi": "https://doi.org/10.1038/d41586-024-04047-0",
          "filter": "4"
        },
        {
          "title": "The climate-crusading lawyer who sued Switzerland over global warming — and won",
          "authors": "Richard Monastersky",
          "url": "https://doi.org/10.1038/d41586-024-03897-y",
          "doi": "https://doi.org/10.1038/d41586-024-03897-y",
          "filter": "4"
        },
        {
          "title": "How fast is the Universe expanding? This astronomer took cosmology closer to an answer",
          "authors": "Davide Castelvecchi",
          "url": "https://doi.org/10.1038/d41586-024-03899-w",
          "doi": "https://doi.org/10.1038/d41586-024-03899-w",
          "filter": "4"
        },
        {
          "title": "The daring doctor behind a world-first treatment for autoimmune disease",
          "authors": "Smriti Mallapaty",
          "url": "https://doi.org/10.1038/d41586-024-03895-0",
          "doi": "https://doi.org/10.1038/d41586-024-03895-0",
          "filter": "4"
        },
        {
          "title": "Publishers are selling papers to train AIs — and making millions of dollars",
          "authors": "Diana Kwon",
          "url": "https://doi.org/10.1038/d41586-024-04018-5",
          "doi": "https://doi.org/10.1038/d41586-024-04018-5",
          "filter": "4"
        },
        {
          "title": "A science mega-programme is taking shape in the EU: what it means for researchers",
          "authors": "David Matthews",
          "url": "https://doi.org/10.1038/d41586-024-04017-6",
          "doi": "https://doi.org/10.1038/d41586-024-04017-6",
          "filter": "4"
        },
        {
          "title": "How fast is your brain ageing? Proteins in blood offer clues",
          "authors": "Miryam Naddaf",
          "url": "https://doi.org/10.1038/d41586-024-04055-0",
          "doi": "https://doi.org/10.1038/d41586-024-04055-0",
          "filter": "4"
        },
        {
          "title": "Daily briefing: The state of H5N1 avian influenza risk",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-024-04075-w",
          "doi": "https://doi.org/10.1038/d41586-024-04075-w",
          "filter": "4"
        }
      ]
    },
    {
      "journal_full": "Nature Human Behaviour",
      "journal_short": "NatHumBehav",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Neuropsychiatric polygenic scores are weak predictors of professional categories",
          "authors": "Georgios Voloudakis, Karen Therrien, Simone Tomasi, Veera M. Rajagopal, Shing Wan Choi, Ditte Demontis, John F. Fullard, Anders D. Børglum, Paul F. O’Reilly, Gabriel E. Hoffman, Panos Roussos",
          "abstract": "Polygenic scores (PGS) enable the exploration of pleiotropic effects and genomic dissection of complex traits. Here, in 421,889 individuals with European ancestry from the Million Veteran Program and UK Biobank, we examine how PGS of 17 neuropsychiatric traits are related to membership in 22 broad professional categories. Overall, we find statistically significant but weak (the highest odds ratio is 1.1 per PGS standard deviation) associations between most professional categories and genetic predisposition for at least one neuropsychiatric trait. Secondary analyses in UK Biobank revealed independence of these associations from observed fluid intelligence and sex-specific effects. By leveraging aggregate population trends, we identified patterns in the public interest, such as the mediating effect of education attainment on the association of attention-deficit/hyperactivity disorder PGS with multiple professional categories. However, at the individual level, PGS explained less than 0.5% of the variance of professional membership, and almost none after we adjusted for education and socio-economic status.",
          "url": "https://doi.org/10.1038/s41562-024-02074-5",
          "doi": "https://doi.org/10.1038/s41562-024-02074-5",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Proceedings of the National Academy of Sciences",
      "journal_short": "PNAS",
      "articles": [
        {
          "title": "Long-term employment and health effects of active labor market programs",
          "authors": "Martin Baekgaard, Søren Albeck Nielsen, Michael Rosholm, Michael Svarer",
          "abstract": "Active labor market programs (ALMPs) are widely used to speed up return to work among the unemployed. We examine their long-run effects on employment- and health-related outcomes for different target groups, arguing that ALMPs are associated with heterogeneous effects for different target groups and may even detrimentally influence the mental health for the most disadvantaged groups. To this end, we use evidence from randomized controlled trials conducted in Denmark in 2005–2008, in which treatment groups were exposed to intensified active labor market policies in the form of more frequent compulsory meetings with case workers and/or early activation and estimate effects over a period of 10 y. In line with expectations, we find that while ALMPs have the potential to increase labor market participation among resourceful clients even 10 after the original intervention, they have long-run negative effects on the mental health for the most disadvantaged groups among the unemployed. The negative effects are entirely driven by clients who already prior to the trial had mental health issues. These findings suggest that the effects of ALMPs are lasting, but at the same time greatly depend on how they fit with the resources of clients.",
          "url": "https://doi.org/10.1073/pnas.2411439121",
          "doi": "https://doi.org/10.1073/pnas.2411439121",
          "filter": "0"
        },
        {
          "title": "Informing public health protection under new patterns of wildfire smoke",
          "authors": "Jason D. Sacks",
          "url": "https://doi.org/10.1073/pnas.2418529121",
          "doi": "https://doi.org/10.1073/pnas.2418529121",
          "filter": "0"
        },
        {
          "title": "Patterns of linguistic simplification on social media platforms over time",
          "authors": "N. Di Marco, Edoardo Loru, Anita Bonetti, Alessandra Olga Grazia Serra, Matteo Cinelli, Walter Quattrociocchi",
          "abstract": "Understanding the impact of digital platforms on user behavior presents foundational challenges, including issues related to polarization, misinformation dynamics, and variation in news consumption. Comparative analyses across platforms and over different years can provide critical insights into these phenomena. This study investigates the linguistic characteristics of user comments over 34 y, focusing on their complexity and temporal shifts. Using a dataset of approximately 300 million English comments from eight diverse platforms and topics, we examine user communications’ vocabulary size and linguistic richness and their evolution over time. Our findings reveal consistent patterns of complexity across social media platforms and topics, characterized by a nearly universal reduction in text length, diminished lexical richness, and decreased repetitiveness. Despite these trends, users consistently introduce new words into their comments at a nearly constant rate. This analysis underscores that platforms only partially influence the complexity of user comments but, instead, it reflects a broader pattern of linguistic change driven by social triggers, suggesting intrinsic tendencies in users’ online interactions comparable to historically recognized linguistic hybridization and contamination processes.",
          "url": "https://doi.org/10.1073/pnas.2412105121",
          "doi": "https://doi.org/10.1073/pnas.2412105121",
          "filter": "0"
        },
        {
          "title": "The long-term impact of debt relief for indigent defendants in a misdemeanor court",
          "authors": "Lindsay Bing, Rebecca Goldstein, Helen Ho, Devah Pager, Bruce Western",
          "abstract": "US courts regularly assess fines, fees, and costs against criminal defendants. Court-related debt can cause continuing court involvement and incarceration, not because of new crimes, but because of unpaid financial obligations. We conducted an experiment with 606 people found guilty of misdemeanors in Oklahoma County, Oklahoma. Study participants were randomly selected to receive relief from all current and prior fines and fees assessed for criminal charges in the county. Fee relief reduced jail bookings 21 mo after randomization and the effect persisted over 44 mo of follow-up. Although fee relief reduced incarceration, financial sanctions had no effect on indicators of lawbreaking. Instead, the control group (who obtained no relief from fines and fees) were rearrested at significantly higher rates because of open arrest warrants for nonpayment. These results indicate the long-term and criminalizing effects of legal debt, supporting claims that financial sanctions disproportionately harm low-income defendants while contributing little to public safety.",
          "url": "https://doi.org/10.1073/pnas.2415066121",
          "doi": "https://doi.org/10.1073/pnas.2415066121",
          "filter": "0"
        },
        {
          "title": "Conditional cooperation with longer memory",
          "authors": "Nikoleta E. Glynatsi, Ethan Akin, Martin A. Nowak, Christian Hilbe",
          "abstract": "Direct reciprocity is a wide-spread mechanism for the evolution of cooperation. In repeated interactions, players can condition their behavior on previous outcomes. A well-known approach is given by reactive strategies, which respond to the coplayer’s previous move. Here, we extend reactive strategies to longer memories. A reactive- n strategy takes into account the sequence of the last n moves of the coplayer. A reactive- n counting strategy responds to how often the coplayer cooperated during the last n rounds. We derive an algorithm to identify the partner strategies within these strategy sets. Partner strategies are those that ensure mutual cooperation without exploitation. We give explicit conditions for all partner strategies among reactive-2, reactive-3 strategies, and reactive- n counting strategies. To further explore the role of memory, we perform evolutionary simulations. We vary several key parameters, such as the cost-to-benefit ratio of cooperation, the error rate, and the strength of selection. Within the strategy sets we consider, we find that longer memory tends to promote cooperation. This positive effect of memory is particularly pronounced when individuals take into account the precise sequence of moves.",
          "url": "https://doi.org/10.1073/pnas.2420125121",
          "doi": "https://doi.org/10.1073/pnas.2420125121",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Cavity-enhanced superconductivity in MgB 2 from first-principles quantum electrodynamics (QEDFT)",
          "authors": "I-Te Lu, Dongbin Shin, Mark Kamper Svendsen, Hannes Hübener, Umberto De Giovannini, Simone Latini, Michael Ruggenthaler, Angel Rubio",
          "abstract": "Strong laser pulses can control superconductivity, inducing nonequilibrium transient pairing by leveraging strong-light matter interaction. Here, we demonstrate theoretically that equilibrium ground-state phonon-mediated superconductive pairing can be affected through the vacuum fluctuating electromagnetic field in a cavity. Using the recently developed ab initio quantum electrodynamical density-functional theory approximation, we specifically investigate the phonon-mediated superconductive behavior of MgB 2 under different cavity setups and find that in the strong light–matter coupling regime its superconducting transition temperature T c can be enhanced at most by ≈ 10% in an in-plane (or out-of-plane) polarized and realistic cavity via photon vacuum fluctuations. The results highlight that strong light–matter coupling in extended systems can profoundly alter material properties in a nonperturbative way by modifying their electronic structure and phononic dispersion at the same time. Our findings indicate a pathway to the experimental realization of light-controlled superconductivity in solid-state materials at equilibrium via cavity materials engineering.",
          "url": "https://doi.org/10.1073/pnas.2415061121",
          "doi": "https://doi.org/10.1073/pnas.2415061121",
          "filter": "2"
        },
        {
          "title": "Amino acids modulate liquid–liquid phase separation in vitro and in vivo by regulating protein–protein interactions",
          "authors": "Xufeng Xu, Aleksander A. Rebane, Laura Roset Julia, Kathryn A. Rosowski, Eric R. Dufresne, Francesco Stellacci",
          "abstract": "Liquid–liquid phase separation (LLPS) is an intracellular process widely used by cells for many key biological functions. It occurs in complex and crowded environments, where amino acids (AAs) are vital components. We have found that AAs render the net interaction between proteins more repulsive. Here, we find that some AAs efficiently suppress LLPS in test tubes (in vitro). We then screen all the proteinogenic AAs and find that three specific AAs, including proline, glutamine, and glycine, significantly suppressed the formation of stress granules (SGs) in U2OS and HeLa cell lines (in vivo) irrespective of stress types. We also observe the effect in primary fibroblast cells, a viable cell model for neurodegenerative disorders. Kinetic studies by live-cell microscopy show that the presence of AAs not only slows down the formation but also decreases the saturating number and prevents the coalescence of SGs. We finally use sedimentation-diffusion equilibrium analytical ultracentrifuge (SE-AUC) to demonstrate that the suppression effects of AAs on LLPS may be due to their modulation in protein–protein and RNA–RNA interactions. Overall, this study reveals an underappreciated role of cellular AAs, which may find biomedical applications, especially in treating SG-associated diseases.",
          "url": "https://doi.org/10.1073/pnas.2407633121",
          "doi": "https://doi.org/10.1073/pnas.2407633121",
          "filter": "2"
        },
        {
          "title": "High-temperature high-k polyolefin by rational molecular design",
          "authors": "Jing Hao, Irene Mutegi, Madhubanti Mukherjee, Harikrishna Sahu, Ashish Khomane, Omer Yassin, Rampi Ramprasad, Gregory A. Sotzing, Yang Cao",
          "abstract": "Polymer film dielectrics are highly favored for capacitive energy storage due to the inherent advantages of high breakdown strength, low dielectric loss, and ease of processing. High-density renewables conversion and harsh-condition electrification further emphasize the need for high-temperature, high-k polymers. A unique design strategy is developed to augment high-temperature polyolefins with improved dielectric constant, via the integration of phenyl pendants hanging off the rigid bicyclic backbone. The impacts of the pendant polarizability and steric positioning on dielectric constant, bandgap, glass-transition temperature ( T g ), and high-field, high-temperature dielectric characteristics have been investigated. The orientational polarization of the polar phenyl pendants with rotational degree of freedom imparts cyclic olefins with enhanced dielectric constants, while maintaining the large bandgap, and high glass-transition temperature ( T g &gt; 170 °C). Among these synthesized polymers, m-PNB-BP stands out with a remarkable dielectric constant of 4 at a high sub- T g temperature of 150 °C, and a high discharged density of 8.6 J/m 3 at 660 MV/m. This study unveils a different path for designing high-temperature polymers with enhanced dielectric constants, particularly beneficial for capacitive energy storage.",
          "url": "https://doi.org/10.1073/pnas.2415388121",
          "doi": "https://doi.org/10.1073/pnas.2415388121",
          "filter": "2"
        },
        {
          "title": "Structural insights into the assembly and energy transfer of haptophyte photosystem I–light-harvesting supercomplex",
          "authors": "Fei-Yu He, Long-Sheng Zhao, Xin-Xiao Qu, Kang Li, Jian-Ping Guo, Fang Zhao, Ning Wang, Bing-Yue Qin, Xiu-Lan Chen, Jun Gao, Lu-Ning Liu, Yu-Zhong Zhang",
          "abstract": "Haptophyta represents a major taxonomic group, with plastids derived from the primary plastids of red algae. Here, we elucidated the cryoelectron microscopy structure of the photosystem I–light-harvesting complex I (PSI–LHCI) supercomplex from the haptophyte Isochrysis galbana . The PSI core comprises 12 subunits, which have evolved differently from red algae and cryptophytes by losing the PsaO subunit while incorporating the PsaK subunit, which is absent in diatoms and dinoflagellates. The PSI core is encircled by 22 fucoxanthin-chlorophyll a / c -binding light-harvesting antenna proteins (iFCPIs) that form a trilayered antenna arrangement. Moreover, a pigment-binding subunit, L iFP , which has not been identified in any other previously characterized PSI–LHCI supercomplexes, was determined in I. galbana PSI–iFCPI, presumably facilitating the interactions and energy transfer between peripheral iFCPIs and the PSI core. Calculation of excitation energy transfer rates by computational simulations revealed that the intricate pigment network formed within PSI–iFCPI ensures efficient transfer of excitation energy. Overall, our study provides a solid structural foundation for understanding the light-harvesting and energy transfer mechanisms in haptophyte PSI–iFCPI and provides insights into the evolution and structural variations of red-lineage PSI–LHCIs.",
          "url": "https://doi.org/10.1073/pnas.2413678121",
          "doi": "https://doi.org/10.1073/pnas.2413678121",
          "filter": "2"
        },
        {
          "title": "The gas|liquid interface eclipses the liquid|liquid interface for glucose oxidase rate acceleration in microdroplets",
          "authors": "Lynn E. Krushinski, Patrick J. Herchenbach, Jeffrey E. Dick",
          "abstract": "The curious chemistry observed in microdroplets has captivated chemists in recent years and has led to an investigation into their ability to drive seemingly impossible chemistries. One particularly interesting capability of these microdroplets is their ability to accelerate reactions by several orders of magnitude. While there have been many investigations into which reactions can be accelerated by confinement within microdroplets, no study has directly compared reaction acceleration at the liquid|liquid and gas|liquid interfaces. Here, we confine glucose oxidase, one of life’s most important enzymes, to microdroplets and monitor the turnover rate of glucose by the electroactive cofactor, hexacyanoferrate (III). We use stochastic electrochemistry to monitor the collision of single femtoliter water droplets on an ultramicroelectrode. We also develop a measurement modality to robustly quantify reaction rates for femtoliter liquid aerosol droplets, where the majority of the interface is gas|liquid. We demonstrate that the gas|liquid interface accelerates enzyme turnover by over an order of magnitude over the liquid|liquid interface. This is the first apples-to-apples comparison of reaction acceleration at two distinct interfaces that indicates that the gas|liquid interface plays a central role in driving curious chemistry.",
          "url": "https://doi.org/10.1073/pnas.2416353121",
          "doi": "https://doi.org/10.1073/pnas.2416353121",
          "filter": "2"
        },
        {
          "title": "Architecture of the Sap S-layer of Bacillus anthracis revealed by integrative structural biology",
          "authors": "Adrià Sogues, Kendra Leigh, Ethan V. Halingstad, Sander E. Van der Verren, Adam J. Cecil, Antonella Fioravanti, Alexander J. Pak, Misha Kudryashev, Han Remaut",
          "abstract": "Bacillus anthracis is a spore-forming gram-positive bacterium responsible for anthrax, an infectious disease with a high mortality rate and a target of concern due to bioterrorism and long-term site contamination. The entire surface of vegetative cells in exponential or stationary growth phase is covered in proteinaceous arrays called S-layers, composed of Sap or EA1 protein, respectively. The Sap S-layer represents an important virulence factor and cell envelope support structure whose paracrystalline nature is essential for its function. However, the spatial organization of Sap in its lattice state remains elusive. Here, we employed cryoelectron tomography and subtomogram averaging to obtain a map of the Sap S-layer from tubular polymers that revealed a conformational switch between the postassembly protomers and the previously available X-ray structure of the condensed monomers. To build and validate an atomic model of the lattice within this map, we used a combination of molecular dynamics simulations, X-ray crystallography, cross-linking mass spectrometry, and biophysics in an integrative structural biology approach. The Sap lattice model produced recapitulates a close-to-physiological arrangement, reveals high-resolution details of lattice contacts, and sheds light on the mechanisms underlying the stability of the Sap layer.",
          "url": "https://doi.org/10.1073/pnas.2415351121",
          "doi": "https://doi.org/10.1073/pnas.2415351121",
          "filter": "2"
        },
        {
          "title": "The shard test and nanoporomechanics reverse classical paradigm of cement hydration being contractive",
          "authors": "Raúl E. Marrero Rosa, Tapiwanashe Bhibho, Ahmet A. Dőnmez, Gianluca Cusatis, Zdeněk P. Bažant",
          "abstract": "Le Chatelier in 1887 and Powers in 1947 demonstrated that the volume of nanoscale C-S-H (calcium silicate hydrate) particles formed during hydration is smaller than the combined volume of the reactants—the anhydrous Portland cement and water. Hydration has thus been considered as contractive. An experiment shows that the opposite is true above the nanoscale. The porous skeleton of cement paste expands as the growing C-S-H particles push each other apart, similar to crystal growth pressure. This is significant for high-performance concretes (HPC) with low water-cement ratios (w/c ≤ 0.4), where chemical self-desiccation lowers pore relative humidity by 40%, compared to just 1% in traditional concretes (w/c ≈ 0.5). Standard American Society for Testing and Materials (ASTM) C1608 tests, using 10 mm thick water-immersed specimens, show large shrinkage because the half-time of water ingress is many decades, unable to offset shrinkage-causing self-desiccation. The present experiment, using a laser microscopy-topography technique, proves the opposite—expansion, evidenced by measuring the length changes of water-immersed HPC shards 0.5 mm thick in which the diffusion halftime, only about one hour, allows continuous resaturation of pores, canceling self-desiccation. The faster diffusion (halftime of one hour) enables continuous pore resaturation, preventing shrinkage. When sealed with paraffin oil, the shards self-desiccate and shrink. These findings align with studies since 2015, showing that models excluding hydration expansion cannot fit test data across various specimen sizes and sealing conditions. The results suggest that standardized ASTM tests for the so-called chemical shrinkage in modern concretes with very low water-cement ratios are misleading and need revision.",
          "url": "https://doi.org/10.1073/pnas.2418448121",
          "doi": "https://doi.org/10.1073/pnas.2418448121",
          "filter": "2"
        },
        {
          "title": "Modeling protein motions through reinforcement learning",
          "authors": "Alireza Ghafarollahi, Markus J. Buehler",
          "url": "https://doi.org/10.1073/pnas.2422180121",
          "doi": "https://doi.org/10.1073/pnas.2422180121",
          "filter": "2"
        },
        {
          "title": "Climate warming drives population trajectories of freshwater fish",
          "authors": "Timothy M. Brown, Joseph O’Connor, Martin J. Genner",
          "abstract": "Climate change has emerged as a key threat to biodiversity, leading to broad-scale shifts in distributions of marine and terrestrial species as they attempt to track thermally suitable habitat. By contrast, our understanding of climate responses of freshwater species is relatively undeveloped, limiting our knowledge of whether projected warming will lead to freshwater biodiversity loss. Here, we linked a multicontinental database of riverine fish population abundance time series collected from 1958 to 2019 to temperature data from the same period. Across the sampled localities, waters warmed by 0.21 °C per decade (annual maximum of monthly temperatures). We tested whether fish responded to this change by i) increasing abundance at the cooler poleward limit of species distributions—predicted if warming has opened new opportunities—and ii) decreasing abundance toward the equatorward limit of distributions—predicted if temperatures have exceeded tolerance thresholds. We found that observed population trends were consistent with both of these expected patterns from climatic warming and that the trends were more pronounced in time series covering the longer time periods of 30+ y. The responses consistent with climate change were most evident in species with larger body sizes, higher trophic levels, river–sea migratory behavior, and more widespread distributions. Moreover, positive abundance responses to warming were more likely at higher altitudes where conditions tend to be cooler. These findings indicate that projected future warming will likely lead to widespread shifts in riverine community structure, including abundance declines at the trailing edge of species distributions.",
          "url": "https://doi.org/10.1073/pnas.2410355121",
          "doi": "https://doi.org/10.1073/pnas.2410355121",
          "filter": "2"
        },
        {
          "title": "Distinct modulation of calcium-activated chloride channel TMEM16A by drug-binding sites",
          "authors": "Jae Won Roh, Heon Yung Gee, Brian Wainger, Woo Kyung Kim, Wook Lee, Joo Hyun Nam",
          "abstract": "TMEM16A is a calcium-activated chloride channel with significant role in epithelial fluid secretion, sensory transduction, and smooth muscle contraction. Several TMEM16A inhibitors have been identified; however, their binding sites and inhibitory mechanisms remain unclear. Using magnolol and honokiol, the two regioisomeric inhibitors, as chemical probes, we have identified a drug-binding site distinct from the pore region, in TMEM16A, which is described here. With electrophysiology, unbiased molecular docking and clustering, molecular dynamics simulations, and experimental validation with mutant cycle analysis, we show that magnolol and honokiol utilize different drug-binding sites, pore and nonpore pockets. The pore blocker utilizes amino acids crucial for chloride passage, whereas the nonpore blocker allosterically modulates the pore residues to hinder ion permeation. Among 17 inhibitors tested, 11 were pore blockers and 6 were nonpore blockers, indicating the importance of this nonpore pocket. Our study provides insights into drug-binding mechanism in TMEM16A together with a rationale for future drug development.",
          "url": "https://doi.org/10.1073/pnas.2314011121",
          "doi": "https://doi.org/10.1073/pnas.2314011121",
          "filter": "2"
        },
        {
          "title": "Engineered bacteria that self-assemble bioglass polysilicate coatings display enhanced light focusing",
          "authors": "Lynn M. Sidor, Michelle M. Beaulieu, Ilia Rasskazov, B. Cansu Acarturk, Jie Ren, Emerson Jenen, Lycka Kamoen, María Vázquez Vitali, P. Scott Carney, Greg R. Schmidt, Wil V. Srubar, Elio A. Abbondanzieri, Anne S. Meyer",
          "abstract": "Cutting-edge photonic devices frequently rely on microparticle components to focus and manipulate light. Conventional methods used to produce these microparticle components frequently offer limited control of their structural properties or require low-throughput nanofabrication of more complex structures. Here, we employ a synthetic biology approach to produce environmentally friendly, living microlenses with tunable structural properties. We engineered Escherichia coli bacteria to display the silica biomineralization enzyme silicatein from aquatic sea sponges. Our silicatein-expressing bacteria can self-assemble a shell of polysilicate “bioglass” around themselves. Remarkably, the polysilicate-encapsulated bacteria can focus light into intense nanojets that are nearly an order of magnitude brighter than unmodified bacteria. Polysilicate-encapsulated bacteria are metabolically active for up to 4 mo, potentially allowing them to sense and respond to stimuli over time. Our data demonstrate that synthetic biology offers a pathway for producing inexpensive and durable photonic components that exhibit unique optical properties.",
          "url": "https://doi.org/10.1073/pnas.2409335121",
          "doi": "https://doi.org/10.1073/pnas.2409335121",
          "filter": "2"
        },
        {
          "title": "Two distinct populations of dark comets delineated by orbits and sizes",
          "authors": "Darryl Z. Seligman, Davide Farnocchia, Marco Micheli, Olivier R. Hainaut, Henry H. Hsieh, Adina D. Feinstein, Steven R. Chesley, Aster G. Taylor, Joseph Masiero, Karen J. Meech",
          "abstract": "Small bodies are capable of delivering essential prerequisites for the development of life, such as volatiles and organics, to the terrestrial planets. For example, empirical evidence suggests that water was delivered to the Earth by hydrated planetesimals from distant regions of the Solar System. Recently, several morphologically inactive near-Earth objects were reported to experience significant nongravitational accelerations inconsistent with radiation-based effects, and possibly explained by volatile-driven outgassing. However, these “dark comets” display no evidence of comae in archival images, which are the defining feature of cometary activity. Here, we report detections of nongravitational accelerations on seven additional objects classified as inactive (doubling the population) that could also be explainable by asymmetric mass loss. A detailed search of archival survey and targeted data rendered no detection of dust activity in any of these objects in individual or stacked images. We calculate dust production limits of ∼ 10, 0.1 , and 0.1 kg s − 1 for 1998 FR 11 , 2001 ME 1 , and 2003 RM with these data, indicating little or no dust surrounding the objects during the observations. This set of dark comets reveals the delineation between two distinct populations: larger, “outer” dark comets on eccentric orbits that are end members of a continuum in activity level of comets, and smaller, “inner” dark comets on near-circular orbits that could signify a different different population. These objects may trace various stages in the life cycle of a previously undetected, but potentially numerous, volatile-rich population that may have provided essential material to the Earth.",
          "url": "https://doi.org/10.1073/pnas.2406424121",
          "doi": "https://doi.org/10.1073/pnas.2406424121",
          "filter": "2"
        },
        {
          "title": "AI-boosted and motion-corrected, wireless near-infrared sensing system for continuously monitoring laryngeal muscles",
          "authors": "Yihan Liu, Arjun Putcha, Gavin Lyda, Nanqi Peng, Salil Pai, Tien Nguyen, Sicheng Xing, Shang Peng, Yiyang Fan, Yizhang Wu, Wanrong Xie, Wubin Bai",
          "abstract": "Neuromuscular diseases pose significant health and economic challenges, necessitating innovative monitoring technologies for personalizable treatment. Existing devices detect muscular motions either indirectly from mechanoacoustic signatures on skin surface or via ultrasound waves that demand specialized skin adhesion. Here, we report a wireless wearable system, Laryngeal Health Monitor (LaHMo), designed to be conformally placed on the neck for continuously measuring movements of underlying muscles. The system uses near-infrared (NIR) light that features deep-tissue penetration and strong interaction with myoglobin to capture muscular locomotion. The incorporated inertial measurement unit sensor further decouples the superposition of signals from NIR recordings. Integrating a multimodal AI-boosted algorithm based on recurrent neural network, the system accurately classifies activities of physiological events. An adaptive model enables fast individualization without enormous data sources from the target user, facilitating its broad applicability. Long-term tests and simulations suggest the potential efficacy of the LaHMo platform for real-world applications, such as monitoring disease progression in neuromuscular disorders, evaluating treatment efficacy, and providing biofeedback for rehabilitation exercises. The LaHMo platform may serve as a general noninvasive, user-friendly solution for assessing neuromuscular function beyond the anterior neck, potentially improving diagnostics and treatment of various neuromuscular disorders.",
          "url": "https://doi.org/10.1073/pnas.2410750121",
          "doi": "https://doi.org/10.1073/pnas.2410750121",
          "filter": "2"
        },
        {
          "title": "Some coral reef communities may degrade and change but persist",
          "authors": "Nancy Knowlton",
          "url": "https://doi.org/10.1073/pnas.2422158121",
          "doi": "https://doi.org/10.1073/pnas.2422158121",
          "filter": "2"
        },
        {
          "title": "The legacy of DDT lives on in the Southern California Bight",
          "authors": "Amalia Aruda Almada",
          "url": "https://doi.org/10.1073/pnas.2421473121",
          "doi": "https://doi.org/10.1073/pnas.2421473121",
          "filter": "2"
        },
        {
          "title": "Photoinduced ultrafast multielectron transfer and long-lived charge-accumulated state in a fullerene-indacenodithiophene dumbbell triad",
          "authors": "Chong Wang, Bo Wu, Yang Li, Ying Jiang, Tianyang Dong, Shen Zhou, Chunru Wang, Chunli Bai",
          "abstract": "Photoinduced ultrafast multielectron transfer (m-ET) and long-lived charge-accumulated states in single molecules hold promise for light-energy conversion and utilization. However, compared to single-electron transfer (s-ET), m-ET tends to be thermodynamically and kinetically unfavorable. Here, we construct a dumbbell-shaped fullerene-indacenodithiophene triad, IT2 , modified with two C 60 units in the donor indacenodithiophene. Exciting the C 60 units, ultrafast m-ET occurs with a time constant of 0.5 ps, accumulating two holes with a lifetime of 10 μs. Benefitting from a larger driving force, lower reorganization energy, and smaller structural changes, the rate of m-ET is 23 times faster than that of s-ET, and the lifetime of the m-ET product is 1.4 × 10 5 times longer than that of the s-ET products. These attributes endow IT2 with superior photocatalytic performance in multielectron oxidation reactions. This is an instance of achieving faster m-ET and a longer m-ET product lifetime than s-ET in a single molecule. This finding provides unique insights for the construction and application of intramolecular m-ET and charge accumulation systems in photocatalysis and molecular devices.",
          "url": "https://doi.org/10.1073/pnas.2414671121",
          "doi": "https://doi.org/10.1073/pnas.2414671121",
          "filter": "2"
        },
        {
          "title": "Fluctuating charge-density-wave correlations in the three-band Hubbard model",
          "authors": "Peizhi Mai, Benjamin Cohen-Stead, Thomas A. Maier, Steven Johnston",
          "abstract": "The high-temperature superconducting cuprates host unidirectional spin- and charge-density-wave orders that can intertwine with superconductivity in nontrivial ways. While the charge components of these stripes have now been observed in nearly all cuprate families, their detailed evolution with doping varies across different materials and at high and low temperatures. We address this problem using nonperturbative determinant quantum Monte Carlo calculations for the three-band Hubbard model. Using an efficient implementation, we can resolve the model’s fluctuating spin and charge modulations and map their evolution as a function of the charge transfer energy and doping. We find that the incommensurability of the charge modulations is decoupled from the spin modulations and decreases with hole doping, consistent with experimental measurements at high temperatures. These findings support the proposal that the high-temperature charge correlations are distinct from the intertwined stripe order observed at low-temperature and in the single-band Hubbard model.",
          "url": "https://doi.org/10.1073/pnas.2408717121",
          "doi": "https://doi.org/10.1073/pnas.2408717121",
          "filter": "2"
        },
        {
          "title": "Regulation of ROS signaling by TIGAR induces cancer-modulating responses in the tumor microenvironment",
          "authors": "Eric C. Cheung, Douglas Strathdee, David Stevenson, Jack Coomes, Karen Blyth, Karen H. Vousden",
          "abstract": "The consequences of reactive oxygen species (ROS) in cancer cells are complex and have been shown to both promote and retard tumorigenesis in different models. In mouse models of pancreatic ductal adenocarcinoma (PDAC), loss of the antioxidant defense gene Tigar results in both a reduction in the development of early pancreatic intraepithelial neoplasia and an increase in invasive and metastatic capacity, accompanied by decreased survival of mice lacking pancreatic TIGAR. We previously demonstrated that increased ROS following loss of TIGAR promotes various cancer cell–intrinsic changes that contribute to metastatic capacity, including epithelial to mesenchymal transition, enhanced migration and invasion, and an increase in ERK signaling. In this study, we show that pancreatic overexpression of TIGAR decreases metastatic capacity and migratory phenotypes in an aggressive model of PDAC, consistent with the concept that dynamic modulation of TIGAR in PDAC contributes to the development and progression of these tumors. Using TIGAR deficient and overexpressing mouse models, we find that the impact of modulation of TIGAR and ROS in PDAC cells also has a profound effect on the normal stromal cells surrounding the tumor. Loss of TIGAR promotes the production of cytokines by cancer cells that induce changes in the surrounding fibroblasts to adopt a tumor-supportive phenotype. Furthermore, these cytokines also attract macrophages that support PDAC dissemination and metastasis. Taken together our work shows that TIGAR-modulated ROS in PDAC can control cell intrinsic and extrinsic changes to impact tumor aggression.",
          "url": "https://doi.org/10.1073/pnas.2416076121",
          "doi": "https://doi.org/10.1073/pnas.2416076121",
          "filter": "2"
        },
        {
          "title": "Enhancement of bacterial rheotaxis in non-Newtonian fluids",
          "authors": "Bryan O. Torres Maldonado, Albane Théry, Ran Tao, Quentin Brosseau, Arnold J. T. M. Mathijssen, Paulo E. Arratia",
          "abstract": "Many microorganisms exhibit upstream swimming, which is important to many biological processes and can cause contamination of biomedical devices and the infection of organs. This process, called rheotaxis, has been studied extensively in Newtonian fluids. However, most microorganisms thrive in non-Newtonian fluids that contain suspended polymers such as mucus and biofilms. Here, we investigate the rheotactic behavior of Escherichia coli near walls in non-Newtonian fluids. Our experiments demonstrate that bacterial upstream swimming is enhanced by an order of magnitude in shear-thinning (ST) polymeric fluids relative to Newtonian fluids. This result is explained by direct numerical simulations, revealing a torque that promotes the alignment of bacteria against the flow. From this analysis, we develop a theoretical model that accurately describes experimental rheotactic data in both Newtonian and ST fluids.",
          "url": "https://doi.org/10.1073/pnas.2417614121",
          "doi": "https://doi.org/10.1073/pnas.2417614121",
          "filter": "2"
        },
        {
          "title": "Density amplifiers of cooperation for spatial games",
          "authors": "Jakub Svoboda, Krishnendu Chatterjee",
          "abstract": "Spatial games provide a simple and elegant mathematical model to study the evolution of cooperation in networks. In spatial games, individuals reside in vertices, adopt simple strategies, and interact with neighbors to receive a payoff. Depending on their own and neighbors’ payoffs, individuals can change their strategy. The payoff is determined by the Prisoners’ Dilemma, a classical matrix game, where players cooperate or defect. While cooperation is the desired behavior, defection provides a higher payoff for a selfish individual. There are many theoretical and empirical studies related to the role of the network in the evolution of cooperation. However, the fundamental question of whether there exist networks that for low initial cooperation rate ensure a high chance of fixation, i.e., cooperation spreads across the whole population, has remained elusive for spatial games with strong selection. In this work, we answer this fundamental question in the affirmative by presenting network structures that ensure high fixation probability for cooperators in the strong selection regime. Besides, our structures have many desirable properties: (a) they ensure the spread of cooperation even for a low initial density of cooperation and high temptation of defection, (b) they have constant degrees, and (c) the number of steps, until cooperation spreads, is at most quadratic in the size of the network.",
          "url": "https://doi.org/10.1073/pnas.2405605121",
          "doi": "https://doi.org/10.1073/pnas.2405605121",
          "filter": "2"
        },
        {
          "title": "Proteomic characterization of a foraminiferal test’s organic matrix",
          "authors": "Fiorella Prada, Liti Haramaty, Oded Livnah, Racheli Shaul, Sigal Abramovich, Tali Mass, Yair Rosenthal, Paul G. Falkowski",
          "abstract": "Foraminifera are unicellular protists capable of precipitating calcite tests, which fossilize and preserve geochemical signatures of past environmental conditions dating back to the Cambrian period. The biomineralization mechanisms responsible for the mineral structures, which are key to interpreting palaeoceanographic signals, are poorly understood. Here, we present an extensive analysis of the test-bound proteins. Using liquid chromatography–tandem mass spectrometry, we identify 373 test-bound proteins in the large benthic foraminifer Amphistegina lobifera , the majority of which are highly acidic and rich in negatively charged residues. We detect proteins involved in vesicle formation and active Ca 2+ trafficking, but in contrast, do not find similar proteins involved in Mg 2+ transport. Considering findings from this study and previous ones, we propose a dual ion transport model involving seawater vacuolization, followed by the active release of Ca 2+ from the initial vacuoles and subsequent uptake into newly formed Ca-rich vesicles that consequently enrich the calcification fluid. We further speculate that Mg 2+ passively leaks through the membrane from the remaining Mg-rich vesicles, into the calcifying fluid, at much lower concentrations than in seawater. This hypothesis could not only explain the low Mg/Ca ratio in foraminiferal tests compared to inorganic calcite, but could possibly also account for its elevated sensitivity to temperature compared with inorganically precipitated CaCO 3 .",
          "url": "https://doi.org/10.1073/pnas.2417845121",
          "doi": "https://doi.org/10.1073/pnas.2417845121",
          "filter": "2"
        },
        {
          "title": "Hapalindole Q suppresses autophagosome−lysosome fusion by promoting YAP1 degradation via chaperon-mediated autophagy",
          "authors": "Yali Wu, Shaonan Wang, Zhicong Guo, Min Sun, Zhen Xu, Yu Du, Fahui Zhu, Yajuan Su, Zhou Xu, Yi Xu, Xu Gong, Ruan Fang, Jiaojiao Hu, Yan Peng, Zhaowen Ding, Cong Liu, Ang Li, Weiwei He",
          "abstract": "Autophagy is a conserved catabolic process crucial for maintaining cellular homeostasis and has emerged as a promising therapeutic target for many diseases. Mechanistically novel small-molecule autophagy regulators are highly desirable from a pharmacological point of view. Here, we report the macroautophagy-inhibitory effect of hapalindole Q, a member of the structurally intriguing but biologically understudied hapalindole family of indole terpenoids. This compound promotes the noncanonical degradation of Yes-associated protein 1 (YAP1), the downstream effector of the Hippo signaling pathway, via chaperone-mediated autophagy, disrupting proper distribution of Rab7 and suppressing autophagosome−lysosome fusion in macroautophagy. Its binding to YAP1 is further confirmed by using biophysical techniques. A preliminary structure−activity relationship study reveals that the hapalindole Q scaffold, rather than the isothiocyanate group, is essential for YAP1 binding and degradation. This work not only identifies a macroautophagy inhibitor with a distinct mechanism of action but also provided a molecular scaffold for direct targeting of YAP1, which may benefit the development of therapeutics for both autophagy-related and Hippo−YAP-related diseases.",
          "url": "https://doi.org/10.1073/pnas.2400809121",
          "doi": "https://doi.org/10.1073/pnas.2400809121",
          "filter": "2"
        },
        {
          "title": "Asymmetric fluctuations and self-folding of active interfaces",
          "authors": "Liang Zhao, Paarth Gulati, Fernando Caballero, Itamar Kolvin, Raymond Adkins, M. Cristina Marchetti, Zvonimir Dogic",
          "abstract": "We study the structure and dynamics of the interface separating a passive fluid from a microtubule-based active fluid. Turbulent-like active flows power giant interfacial fluctuations, which exhibit pronounced asymmetry between regions of positive and negative curvature. Experiments, numerical simulations, and theoretical arguments reveal how the interface breaks up the spatial symmetry of the fundamental bend instability to generate local vortical flows that lead to asymmetric interface fluctuations. The magnitude of interface deformations increases with activity: In the high activity limit, the interface self-folds invaginating passive droplets and generating a foam-like phase, where active fluid is perforated with passive droplets. These results demonstrate how active stresses control the structure, dynamics, and break-up of soft, deformable, and reconfigurable liquid–liquid interfaces.",
          "url": "https://doi.org/10.1073/pnas.2410345121",
          "doi": "https://doi.org/10.1073/pnas.2410345121",
          "filter": "2"
        },
        {
          "title": "Early human collective practices and symbolism in the Early Upper Paleolithic of Southwest Asia",
          "authors": "Omry Barzilai, Ofer Marder, José-Miguel Tejero, Avner Ayalon, Miryam Bar-Matthews, Talia Abulafia, Ron Lavi, Mae Goder-Goldberger, Maayan Shemer, Lotan Edeltin, Alexander Wiegmann, Amos Frumkin, Avshalom Karasik, Gal Yasur, Reuven Yeshurun, Irit Zohar, Francesco Berna, Mark Hans, Jerold S. Goldberg, Yvonne McDermott, Linda Spurlock, Ariel Pokhojaev, Waseem Habashi, Hila May, Rachel Sarig, Israel Hershkovitz",
          "abstract": "Identifying communal rituals in the Paleolithic is of scientific importance, as it reflects the expression of collective identity and the maintenance of group cohesion. This study provides evidence indicating the practice of deep cave collective rituals in the Levant during the Early Upper Paleolithic (EUP) period. It is demonstrated that these gatherings occurred within a distinct ritual compound and were centered around an engraved object in the deepest part of Manot Cave, a pivotal EUP site in southwest Asia. The ritual compound, segregated from the living areas, encompasses a large gallery partitioned by a cluster of remarkable speleothems. Within this gallery, an engraved boulder stands out, displaying geometric signs suggesting a unique representation of a tortoise. Isotopic analysis of calcite crusts on the boulder’s grooves revealed alignment with values found in speleothems from the cave dated to ~37 to 35 ka BP. Additionally, meticulous shape analysis of the grooves’ cross-section and the discernible presence of microlinear scratches on the grooves’ walls confirmed their anthropogenic origin. Examination of stalagmite laminae (36 ka BP) near the engraved boulder revealed a significant presence of wood ash particles within. This finding provides evidence for using fire to illuminate the dark, deep part of the cave during rituals. Acoustic tests conducted in various cave areas indicate that the ritual compound was well suited for communal gatherings, facilitating conversations, speeches, and hearing. Our results underscore the critical role of collective practices centered around a symbolic object in fostering a functional social network within the regional EUP communities.",
          "url": "https://doi.org/10.1073/pnas.2404632121",
          "doi": "https://doi.org/10.1073/pnas.2404632121",
          "filter": "2"
        },
        {
          "title": "Global rarity of high-integrity tropical rainforests for threatened and declining terrestrial vertebrates",
          "authors": "Rajeev Pillay, James E.M. Watson, Andrew J. Hansen, Patrick Burns, Anne Lucy Stilger Virnig, Christina Supples, Dolors Armenteras, Pamela González-del-Pliego, Jose Aragon-Osejo, Patrick A. Jantz, Jamison Ervin, Scott J. Goetz, Oscar Venter",
          "abstract": "Structurally intact native forests free from major human pressures are vitally important habitats for the persistence of forest biodiversity. However, the extent of such high-integrity forest habitats remaining for biodiversity is unknown. Here, we quantify the amount of high-integrity tropical rainforests, as a fraction of total forest cover, within the geographic ranges of 16,396 species of terrestrial vertebrates worldwide. We found up to 90% of the humid tropical ranges of forest-dependent vertebrates was encompassed by forest cover. Concerningly, however, merely 25% of these remaining rainforests are of high integrity. Forest-dependent species that are threatened and declining and species with small geographic ranges have disproportionately low proportions of high-integrity forest habitat left. Our work brings much needed attention to the poor quality of much of the forest estate remaining for biodiversity across the humid tropics. The targeted preservation of the world’s remaining high-integrity tropical rainforests that are currently unprotected is a critical conservation priority that may help alleviate the biodiversity crisis in these hyperdiverse and irreplaceable ecosystems. Enhanced efforts worldwide to preserve tropical rainforest integrity are essential to meet the targets of the Convention on Biological Diversity’s 2022 Kunming-Montreal Global Biodiversity Framework which aims to achieve near zero loss of high biodiversity importance areas (including ecosystems of high integrity) by 2030.",
          "url": "https://doi.org/10.1073/pnas.2413325121",
          "doi": "https://doi.org/10.1073/pnas.2413325121",
          "filter": "2"
        },
        {
          "title": "“One Health” needs ecology",
          "authors": "John L. Gittleman",
          "url": "https://doi.org/10.1073/pnas.2413367121",
          "doi": "https://doi.org/10.1073/pnas.2413367121",
          "filter": "2"
        },
        {
          "title": "Sequence complexity and monomer rigidity control the morphologies and aging dynamics of protein aggregates",
          "authors": "Ryota Takaki, D. Thirumalai",
          "abstract": "Understanding the biophysical basis of protein aggregation is important in biology because of the potential link to several misfolding diseases. Although experiments have shown that protein aggregates adopt a variety of morphologies, the dynamics of their formation are less well characterized. Here, we introduce a minimal model to explore the dependence of the aggregation dynamics on the structural and sequence features of the monomers. Using simulations, we demonstrate that sequence complexity (codified in terms of word entropy) and monomer rigidity profoundly influence the dynamics and morphology of the aggregates. Flexible monomers with low sequence complexity (corresponding to repeat sequences) form liquid-like droplets that exhibit ergodic behavior. Strikingly, these aggregates abruptly transition to more ordered structures, reminiscent of amyloid fibrils, when the monomer rigidity is increased. In contrast, aggregates resulting from monomers with high sequence complexity are amorphous and display nonergodic glassy dynamics. The heterogeneous dynamics of the low and high-complexity sequences follow stretched exponential kinetics, which is one of the characteristics of glassy dynamics. Importantly, at nonzero values of the bending rigidities, the aggregates age with the relaxation times that increase with the waiting time. Informed by these findings, we provide insights into aging dynamics in protein condensates and contrast the behavior with the dynamics expected in RNA repeat sequences. Our findings underscore the influence of the monomer characteristics in shaping the morphology and dynamics of protein aggregates, thus providing a foundation for deciphering the general rules governing the behavior of protein condensates.",
          "url": "https://doi.org/10.1073/pnas.2409973121",
          "doi": "https://doi.org/10.1073/pnas.2409973121",
          "filter": "2"
        },
        {
          "title": "Dark continuous noise from visual pigment as a major mechanism underlying rod–cone difference in light sensitivity",
          "authors": "Zuying Chai, Daniel Silverman, Sihan Li, Parinaz Bina, King-Wai Yau",
          "abstract": "Retinal rods and cones underlie scotopic and photopic vision, respectively. Their pigments exhibit spontaneous isomerizations (quantal noise) in darkness due to intrinsic thermal energy. This quantal noise, albeit exceedingly low in rods, dictates the light threshold for scotopic vision. The same quantal noise in cones, however, is too low to explain the much higher diurnal light threshold. Separately, a dark continuous noise is present in rods, long accepted to originate from an intrinsic random activation of the cyclic guanosine monophosphate (cGMP)-phosphodiesterase enzyme mediating phototransduction downstream of the pigment. Here, we report the surprising finding that most of this rod dark continuous noise actually originates from rhodopsin itself. Importantly, we found the same continuous noise with a much higher magnitude from cone pigments. The rod and cone continuous noises are apparently both associated with a hitherto unrecognized “metastable” pigment conformational state physiologically resembling that in apo-opsin (opsin devoid of chromophore) and is intermittently active for very brief moments. The cone holopigment’s high continuous noise is expected to act as an intrinsic equivalent light and adapt the cone dramatically, accounting for a major part of the light-sensitivity difference between rods and cones in darkness.",
          "url": "https://doi.org/10.1073/pnas.2418031121",
          "doi": "https://doi.org/10.1073/pnas.2418031121",
          "filter": "2"
        },
        {
          "title": "Exposed Hsp70-binding site impacts yeast Sup35 prion disaggregation and propagation",
          "authors": "Chih-hao Howard Shen, Yusuke Komi, Yoshiko Nakagawa, Yuji O. Kamatari, Takashi Nomura, Hiromi Kimura, Toshinobu Shida, John Burke, Shingo Tamai, Yasuhiro Ishida, Motomasa Tanaka",
          "abstract": "The dynamic balance between formation and disaggregation of amyloid fibrils is associated with many neurodegenerative diseases. Multiple chaperones interact with and disaggregate amyloid fibrils, which impacts amyloid propagation and cellular phenotypes. However, it remains poorly understood whether and how site-specific binding of chaperones to amyloids facilitates the concerted disaggregation process and modulates physiological consequences in vivo. Here, we identified binding sites of Ssa1, Sis1, and Hsp104 chaperones for Sup35, the protein determinant of yeast prion [ PSI + ] yeast. Our biophysical and genetic analyses with various Sup35 deletion mutants and amyloid conformations revealed that the Ssa1-binding to the region outside amyloid core plays a key role in facilitating disaggregation and propagation of yeast prions both in vitro and in vivo. Furthermore, we developed a reconstitution system, including the Ssa1-binding tag and the HAP/Caseinolytic protease P (ClpP) hybrid chaperones, and found that this reconstitution system successfully degraded distinct prion strain conformations. Together, these results show that the properly positioned, exposed Ssa1-binding region in amyloid fibrils influences the efficiency of amyloid disaggregation and propagation, and eventually prion strain phenotypes. More broadly, our findings provide molecular foundations for previous, puzzling observations of prion propagation in vivo, and offer insights into elimination of amyloid deposits in cells.",
          "url": "https://doi.org/10.1073/pnas.2318162121",
          "doi": "https://doi.org/10.1073/pnas.2318162121",
          "filter": "2"
        },
        {
          "title": "Excimer formation in zinc-phthalocyanine revealed using ultrafast electron diffraction",
          "authors": "Sebastian Hammer, Tristan L. Britt, Laurenz Kremeyer, Maximilian Rödel, David Cai, Jens Pflaum, Bradley J. Siwick",
          "abstract": "The formation of excited dimer states, so called excimers, is an important phenomenon in many organic molecular semiconductor solid state aggregates. In contrast to Frenkel exciton–polarons, an excimer is long-lived and energetically low-lying due to stabilization resulting from a substantial reorganization of the intermolecular geometry. Here, we show that ultrafast electron diffraction can follow the dynamics of solid-state excimer formation in polycrystalline thin films of a molecular semiconductor, revealing both the key reaction modes and the eventual structure of the emitting state. We study the prototypical organic semiconductor zinc-phthalocyanine (ZnPc) in its crystallographic α -phase as a model excimeric system. We show that the excimer forms in a two-step process starting with a fast dimerization (approx. 0.4 ps) followed by a subsequent slow shear-twist motion (14 ps) leading to an alignment of the π -systems of the involved monomers. This structural distortion persists well beyond 300 ps. Furthermore, we show that while the same excimer geometry is present in partially fluorinated derivatives of ZnPc, the formation kinematics slow down with increasing level of fluorination.",
          "url": "https://doi.org/10.1073/pnas.2411975121",
          "doi": "https://doi.org/10.1073/pnas.2411975121",
          "filter": "2"
        },
        {
          "title": "Modeling the within-host dynamics of Plasmodium vivax hypnozoite activation: An analysis of the SPf66 vaccine trial",
          "authors": "Somya Mehra, François Nosten, Christine Luxemburger, Nicholas J. White, James A. Watson",
          "abstract": "Plasmodium vivax parasites can lie dormant in the liver as hypnozoites, activating weeks to months after sporozoite inoculation to cause relapsing malarial illness. It is not known what biological processes govern hypnozoite activation. We use longitudinal data from the most detailed cohort study ever conducted in an area where both Plasmodium falciparum and P. vivax were endemic to fit a simple within-host mathematical model of P. vivax hypnozoite activation. 1,344 children living on the Thailand–Myanmar border were followed daily for 21 mo. There were 2,504 vivax and 1,164 falciparum malaria symptomatic episodes recorded over 1988 person-years. The model assumes that hypnozoites activate independently at a constant rate (“exponential clock model”). When this model was embedded in a stochastic framework for repeated infectious mosquito bites, with seasonality inferred from the incidence of clinical falciparum malaria episodes, it explained the observed temporal patterns of multiple (up to 13) recurrent vivax malaria episodes. Under this model, we estimate the mean dormancy period for a single hypnozoite to be 6 mo (i.e., a half-life of 4 mo). We use the calibrated within-host model to characterize population-level overdispersion in the risk of relapse, and assess the potential utility of a serological test for radical cure in low transmission settings. We show that mefloquine treatment of falciparum malaria eliminates early vivax relapses; and that there are substantially more P. vivax recurrences than expected under the model following artesunate monotherapy treatment for falciparum malaria. These results suggest that hypnozoites can be activated by symptomatic malarial illness.",
          "url": "https://doi.org/10.1073/pnas.2401024121",
          "doi": "https://doi.org/10.1073/pnas.2401024121",
          "filter": "2"
        },
        {
          "title": "Inertia-induced mixing and reaction maximization in laminar porous media flows",
          "authors": "Michael A. Chen, Sang Hyun Lee, Peter K. Kang",
          "abstract": "Solute transport and biogeochemical reactions in porous and fractured media flows are controlled by mixing, as are subsurface engineering operations such as contaminant remediation, geothermal energy production, and carbon sequestration. Porous media flows are generally regarded as slow, so the effects of fluid inertia on mixing and reaction are typically ignored. Here, we demonstrate through microfluidic experiments and numerical simulations of mixing-induced reaction that inertial recirculating flows readily emerge in laminar porous media flows and dramatically alter mixing and reaction dynamics. An optimal Reynolds number that maximizes the reaction rate is observed for individual pore throats of different sizes. This reaction maximization is attributed to the effects of recirculation flows on reactant availability, mixing, and reaction completion, which depend on the topology of recirculation relative to the boundary of the reactants or mixing interface. Recirculation enhances mixing and reactant availability, but a further increase in flow velocity reduces the residence time in recirculation, leading to a decrease in reaction rate. The reaction maximization is also confirmed in a flow channel with grain inclusions and randomized porous media. Interestingly, the domain-wide reaction rate shows a dramatic increase with increasing Re in the randomized porous media case. This is because fluid inertia induces complex three-dimensional flows in randomized porous media, which significantly increases transverse spreading and mixing. This study shows how inertial flows control reaction dynamics at the pore scale and beyond, thus having major implications for a wide range of environmental systems.",
          "url": "https://doi.org/10.1073/pnas.2407145121",
          "doi": "https://doi.org/10.1073/pnas.2407145121",
          "filter": "2"
        },
        {
          "title": "Simultaneous visualization of membrane fluidity and morphology defines adhesion signatures of cancer cells",
          "authors": "Takahisa Matsuzaki, Mai Fujii, Hayata Noro, Shodai Togo, Mami Watanabe, Masami Suganuma, Shivani Sharma, Naritaka Kobayashi, Ryuzo Kawamura, Seiichiro Nakabayashi, Hiroshi Y. Yoshikawa",
          "abstract": "We developed an advanced optical microscope for the simultaneous visualization of membrane fluidity and morphology to define cell adhesion signatures. This microscope combines ratiometric spectral imaging of membrane fluidity and interferometric imaging of membrane morphology. As a preliminary demonstration, we simultaneously visualized the interface between a giant unilamellar vesicle (GUV) and a glass substrate at different temperatures. We identified more fluid regions of the membrane and membrane adhesion sites (conversely, low-fluidic, ordered membrane domains correlate with nonadhered regions). This microscopic system was applied to human breast cancer cell lines with different malignancies; then, we identified adhesion signature of cancer cells: 1) low-fluidic, ordered membrane domains at the cell periphery and 2) large fluidic deviation at the nonadhered region. Inhibition of the cholesterol synthesis pathway suppresses the ordered membrane domains at the cancer cell periphery; thus, high level of cholesterol supports the appearance. Furthermore, an inhibitor of the unsaturated lipid synthesis pathway suppressed the large fluidic deviation at the nonadhered region; variation of unsaturated lipids contributes to heterogeneity of the cancer membrane. Therefore, our advanced optical microscopy enables us to couple membrane physical properties with cell adhesion, leading to definition of adhesion signatures of broad cell types, not just for cancer cells, that regulate life phenomena.",
          "url": "https://doi.org/10.1073/pnas.2412914121",
          "doi": "https://doi.org/10.1073/pnas.2412914121",
          "filter": "2"
        },
        {
          "title": "Leukemia inhibitory factor (LIF) receptor amplifies pathogenic activation of fibroblasts in lung fibrosis",
          "authors": "Hung N. Nguyen, Yunju Jeong, Yunhye Kim, Mari Kamiya, Yaunghyun Kim, Humra Athar, Peter J. Castaldi, Craig P. Hersh, Jaivardhan A. Menon, Jessie Wong, Ian Chan, William M. Oldham, Robert F. Padera, Nirmal S. Sharma, Lynette M. Sholl, Marina Vivero, Gerald F. M. Watts, Rachel S. Knipe, Katharine E. Black, Lida P. Hariri, Jeong H. Yun, Louis T. Merriam, Ke Yuan, Edy Y. Kim, Michael B. Brenner",
          "abstract": "Fibrosis drives end-organ damage in many diseases. However, clinical trials targeting individual upstream activators of fibroblasts, such as TGFβ, have largely failed. Here, we target the leukemia inhibitory factor receptor (LIFR) as an “autocrine master amplifier” of multiple upstream activators of lung fibroblasts. In idiopathic pulmonary fibrosis (IPF), the most common fibrotic lung disease, we found that lung myofibroblasts had high LIF expression, and the fibroblasts in fibroblastic foci coexpressed LIF and LIFR. In IPF, fibroblastic foci are the “leading edge” of fibrosis and a key site of disease pathogenesis. TGFβ1, one of the principal drivers of fibrosis, up-regulated LIF expression in IPF fibroblasts. We found that TGFβ1, IL-4, and IL-13 stimulations of fibroblasts require the LIF-LIFR axis to evoke a strong fibrogenic effector response in fibroblasts. In vitro antibody blockade of LIFR on IPF lung fibroblasts reduced the induction of profibrotic genes after TGFβ1 stimulation. Silencing LIF and LIFR reduced profibrotic fibroblast activation following TGFβ1, IL-4, and IL-13 stimulations. We also demonstrated that LIFR amplified profibrotic stimuli in precision-cut lung slices from IPF patients. These LIFR signals were transduced via JAK2, and STAT1 in IPF lung fibroblasts. Together, we find that LIFR drives an autocrine circuit that amplifies and sustains pathogenic activation of IPF fibroblasts. Targeting a single, downstream master amplifier on fibroblasts, like LIFR, is an alternative therapeutic strategy that simultaneously attenuates the profibrotic effects of multiple upstream stimuli.",
          "url": "https://doi.org/10.1073/pnas.2401899121",
          "doi": "https://doi.org/10.1073/pnas.2401899121",
          "filter": "2"
        },
        {
          "title": "Hydrogen ejection from hydrocarbons: Characterization and relevance in soot formation and interstellar chemistry",
          "authors": "Josie Hendrix, Diptarka Hait, Hope A. Michelsen, Martin Head-Gordon",
          "abstract": "Polycyclic aromatic hydrocarbons (PAHs) play a major role in the chemistry of combustion, pyrolysis, and the interstellar medium. Production (or activation) of radical PAHs and propagation of their resulting reactions require efficient dehydrogenation, but the preferred method of hydrogen loss is not well understood. Unimolecular hydrogen ejection (i.e., direct C─H bond fission) and bimolecular radical abstraction are two main candidate pathways. We performed a computational study to characterize the role of H ejection, particularly as a driver for radical-centric hydrocarbon-growth mechanisms and particle formation. Electronic structure calculations establish that C─H bond strengths span a broad range of energies, which can be weaker than 30 kcal/mol in some C 9 and C 13 PAH radicals. At T &gt; 1200 K, calculated thermal rates for hydrogen ejection from weak C─H bonds at zigzag sites on PAH radicals are significantly larger than typical H-abstraction rates. These results are highly relevant in the context of chain reactions of radical species and soot inception under fuel-rich combustion conditions. Furthermore, calculated microcanonical rates that include the additional internal energy released by bond formation (e.g., ring closure to yield C 9 H 9 ) yield significantly higher rates than those associated with full thermalization. These microcanonical considerations are relevant to the astrochemical processes associated with hydrocarbon growth and processing in the low-density interstellar environment.",
          "url": "https://doi.org/10.1073/pnas.2202744121",
          "doi": "https://doi.org/10.1073/pnas.2202744121",
          "filter": "2"
        },
        {
          "title": "Sustainable production of bioplastic monomers using a microbial production chassis",
          "authors": "Mattheos A. G. Koffas",
          "url": "https://doi.org/10.1073/pnas.2422178121",
          "doi": "https://doi.org/10.1073/pnas.2422178121",
          "filter": "2"
        },
        {
          "title": "Identification of 10,000-year-old rice beer at Shangshan in the Lower Yangzi River valley of China",
          "authors": "Li Liu, Jianping Zhang, Jingbo Li, Yahui He, Zhongzhe Gao, Leping Jiang",
          "abstract": "The origins of rice domestication and the beginnings of alcoholic fermentation in China are intriguing research topics, with the Shangshan culture in the Lower Yangzi River region being a focal point of archaeological investigations. This study employs a multiproxy approach (phytolith, starch, and fungi) to analyze microfossil remains associated with pottery vessels from the earliest phase of the Shangshan site (ca. 10,000 to 9,000 cal. BP). The results indicate that rice was consumed as a dietary staple and used for brewing fermented beverages with a qu starter containing Monascus mold and yeast as fermentation agents. The fermentation ingredients included rice, supplemented with other cereals (Job’s tears, Panicoideae, and Triticeae), acorn, and lily. This rice-fungi-based multiplant brewing method marked the earliest-known alcoholic fermentation technique in East Asia. The emergence of this fermentation technology is attributable to the early development of rice domestication and the arrival of the wet-warm Holocene climate, which was favorable for fungal growth. These alcoholic beverages likely played a pivotal role in ceremonial feasting, highlighting their ritual function as a driving factor that may have stimulated the intensive utilization and widespread cultivation of rice in Neolithic China.",
          "url": "https://doi.org/10.1073/pnas.2412274121",
          "doi": "https://doi.org/10.1073/pnas.2412274121",
          "filter": "2"
        },
        {
          "title": "Endo-IP and lyso-IP toolkit for endolysosomal profiling of human-induced neurons",
          "authors": "Frances V. Hundley, Miguel A. Gonzalez-Lozano, Lena M. Gottschalk, Aslan N. K. Cook, Jiuchun Zhang, Joao A. Paulo, J. Wade Harper",
          "abstract": "Plasma membrane protein degradation and recycling are regulated by the endolysosomal system, wherein endocytic vesicles bud from the plasma membrane into the cytoplasm and mature into endosomes and then degradative lysosomes. As such, the endolysosomal system plays a critical role in determining the abundance of proteins on the cell surface and influencing cellular identity and function. Highly polarized cells, like neurons, rely on the endolysosomal system for axonal and dendritic specialization and synaptic compartmentalization. The importance of this system to neuronal function is reflected by the prevalence of risk variants in components of the system in several neurodegenerative diseases, ranging from Parkinson’s to Alzheimer’s disease. Nevertheless, our understanding of endocytic cargo and core endolysosomal machinery in neurons is limited, in part due to technical limitations. Here, we develop a toolkit for capturing EEA1-positive endosomes (termed Endo-IP) and TMEM192-positive lysosomes (termed Lyso-IP) in stem cell-derived induced neurons (iNeurons). We demonstrate its utility by revealing the endolysosomal protein landscapes for stem cells and cortical-like iNeurons, and profiling endosomes in response to potassium-mediated neuronal depolarization. Through global profiling of endocytic cargo, we identify hundreds of transmembrane proteins, including neurogenesis and synaptic proteins, as well as endocytic cargo with predicted SNX17 or SNX27 recognition motifs. By contrast, parallel lysosome profiling reveals a simpler protein repertoire, reflecting in part temporally controlled recycling or degradation for many endocytic targets. This system will facilitate mechanistic interrogation of endolysosomal components found as risk factors in neurodegenerative disease.",
          "url": "https://doi.org/10.1073/pnas.2419079121",
          "doi": "https://doi.org/10.1073/pnas.2419079121",
          "filter": "2"
        },
        {
          "title": "Understanding paralogous epilepsy–associated GABA A receptor variants: Clinical implications, mechanisms, and potential pitfalls",
          "authors": "Anthony S. H. Kan, Ali S. Kusay, Nazanin A. Mohammadi, Susan X. N. Lin, Vivian W. Y. Liao, Gaetan Lesca, Sabrine Souci, Mathieu Milh, Palle Christophersen, Mary Chebib, Rikke S. Møller, Nathan L. Absalom, Anders A. Jensen, Philip K. Ahring",
          "abstract": "Recent discoveries have revealed that genetic variants in γ-aminobutyric acid type A (GABA A ) receptor subunits can lead to both gain-of-function (GOF) and loss-of-function (LOF) receptors. GABA A receptors, however, have a pseudosymmetrical pentameric assembly, and curiously diverse functional outcomes have been reported for certain homologous variants in paralogous genes (paralogous variants). To investigate this, we assembled a cohort of 11 individuals harboring paralogous M1 proline missense variants in GABRA1 , GABRB2 , GABRB3, and GABRG2. Seven mutations (α1 P260L , α1 P260S , β2 P252L , β3 P253L , β3 P253S , γ2 P282A , and γ2 P282S ) in α1β2/3γ2 receptors were analyzed using electrophysiological examinations and molecular dynamics simulations. All individuals in the cohort were diagnosed with developmental and epileptic encephalopathy, with a median seizure onset age of 3.5 mo, and all exhibited global developmental delay. The clinical data for this cohort aligned with established GABA A receptor GOF but not LOF cohorts. Electrophysiological assessments revealed that all variants caused GOF by increasing GABA sensitivity by 3- to 23-fold. In some cases, this was accompanied by LOF traits such as reduced maximal current amplitude and enhanced receptor desensitization. The specific subunit mutated and whether the mutation occurred in one or two subunits within the pentamer influenced the overall effects. Molecular dynamics simulations confirmed similar structural changes from all mutations, but with position-dependent asymmetry. These findings establish that paralogous variants affecting the 100% conserved proline residue in the M1 transmembrane helix of GABA A R subunits all lead to overall GOF traits. The unexpected asymmetric and mixed effects on receptor function have broader implications for interpreting functional analyses for multimeric ion-channel proteins.",
          "url": "https://doi.org/10.1073/pnas.2413011121",
          "doi": "https://doi.org/10.1073/pnas.2413011121",
          "filter": "2"
        },
        {
          "title": "A genetically encoded anomalous SAXS ruler to probe the dimensions of intrinsically disordered proteins",
          "authors": "Miao Yu, Andrey Yu. Gruzinov, Hao Ruan, Tom Scheidt, Aritra Chowdhury, Sabrina Giofrè, Ahmed S. A. Mohammed, Joana Caria, Paul F. Sauter, Dmitri I. Svergun, Edward A. Lemke",
          "abstract": "Intrinsically disordered proteins (IDPs) adopt ensembles of rapidly fluctuating heterogeneous conformations, influencing their binding capabilities and supramolecular transitions. The primary conformational descriptors for understanding IDP ensembles—the radius of gyration ( R G ), measured by small-angle X-ray scattering (SAXS), and the root mean square (rms) end-to-end distance ( R E ), probed by fluorescent resonance energy transfer (FRET)—are often reported to produce inconsistent results regarding IDP expansion as a function of denaturant concentration in the buffer. This ongoing debate surrounding the FRET-SAXS discrepancy raises questions about the overall reliability of either method for quantitatively studying IDP properties. To address this discrepancy, we introduce a genetically encoded anomalous SAXS (ASAXS) ruler, enabling simultaneous and direct measurements of R G and R E without assuming a specific structural model. This ruler utilizes a genetically encoded noncanonical amino acid with two bromine atoms, providing an anomalous X-ray scattering signal for precise distance measurements. Through this approach, we experimentally demonstrate that the ratio between R E and R G varies under different denaturing conditions, highlighting the intrinsic properties of IDPs as the primary source of the observed SAXS-FRET discrepancy rather than shortcomings in either of the two established methods. The developed genetically encoded ASAXS ruler emerges as a versatile tool for both IDPs and folded proteins, providing a unified approach for obtaining complementary and site-specific conformational information in scattering experiments, thereby contributing to a deeper understanding of protein functions.",
          "url": "https://doi.org/10.1073/pnas.2415220121",
          "doi": "https://doi.org/10.1073/pnas.2415220121",
          "filter": "2"
        },
        {
          "title": "Dynamical theory of complex systems with two-way micro–macro causation",
          "authors": "John Harte, Micah Brush, Kaito Umemura, Pranav Muralikrishnan, Erica A. Newman",
          "abstract": "In many complex systems encountered in the natural and social sciences, mechanisms governing system dynamics at a microscale depend upon the values of state variables characterizing the system at coarse-grained, macroscale (Goldenfeld and Woese, 2011, Noble et al., 2019, and Chater and Loewenstein, 2023). State variables, in turn, are averages over relevant probability distributions of the microscale variables. Neither inferential Top–Down nor mechanistic Bottom–Up modeling alone can predict responses of such scale-entwined systems to perturbations. We describe and explore the properties of a dynamic theory that combines Top–Down information-theoretic inference with Bottom–Up , state-variable-dependent mechanisms. The theory predicts the functional form of nonstationary probability distributions over microvariables and relates the trajectories of time-evolving macrovariables to the form of those distributions. Analytic expressions for the time evolution of Lagrange multipliers from Maxent solutions allow for rapid calculation of the time trajectories of state variables even in high dimensional systems. Examples of possible applications to scale-entwined systems in nonequilibrium chemical thermodynamics, epidemiology, economics, and ecology exemplify the potential multidisciplinary scope of the theory. A worked-out low-dimension example illustrates the structure of the theory and demonstrates how scale entwinement can result in slowed recovery from perturbations, reddened time series spectra in response to white-noise input, and hysteresis upon parameter displacement and subsequent restoration.",
          "url": "https://doi.org/10.1073/pnas.2408676121",
          "doi": "https://doi.org/10.1073/pnas.2408676121",
          "filter": "2"
        },
        {
          "title": "KDM5D histone demethylase mediates p38α inactivation via its enzymatic activity to inhibit cancer progression",
          "authors": "Jingying Chen, Ting Wang, Dongzhe Zhang, Huiling Wang, Zhiang Huang, Zhongxin Yang, Jizhuo Li, Tianyi Hu, Xin Wang, Xia Li",
          "abstract": "The p38 MAP kinase (MAPK) signaling pathway plays pivotal roles in various cellular processes. Phosphorylation serves as a canonical way to regulate p38α activation through a phosphorylation cascade. Thus, understanding the mechanism governing p38α phosphorylation is important. The present study demonstrated that p38α undergoes methylation at K165, which promote its phosphorylation in tumor cells. Inhibition of p38α methylation impairs p38α phosphorylation, repressing tumor progression in vitro and in vivo. Mechanistically, KDM5D is a demethylase that interacts with p38α, mediating demethylation at K165 and inhibiting p38α phosphorylation. Moreover, KDM5D is expressed at low levels in non–small cell lung cancer (NSCLC), and high KDM5D expression is positively correlated with cancer survival. KDM5D markedly inhibits cell proliferation and migration via inactivating p38α, thereby slowing cancer progression in xenograft models. In summary, these findings highlight KDM5D as a demethylase of p38α at K165, elucidating a unique role for lysine demethylation in integrating cytoplasmic kinase-signaling cascades. The present results revealed the critical role of KDM5D in suppressing tumor progression, suggesting that KDM5D can serve as a potential drug target for combating hyperactive p38α-driven lung cancer.",
          "url": "https://doi.org/10.1073/pnas.2402022121",
          "doi": "https://doi.org/10.1073/pnas.2402022121",
          "filter": "2"
        },
        {
          "title": "Intracortical recordings reveal the neuronal selectivity for bodies and body parts in the human visual cortex",
          "authors": "Jesus Garcia Ramirez, Michael Vanhoyland, N. A. Ratan Murty, Thomas Decramer, Wim Van Paesschen, Stefania Bracci, Hans Op de Beeck, Nancy Kanwisher, Peter Janssen, Tom Theys",
          "abstract": "Body perception plays a fundamental role in social cognition. Yet, the neural mechanisms underlying this process in humans remain elusive given the spatiotemporal constraints of functional imaging. Here, we present intracortical recordings of single- and multiunit spiking activity in two epilepsy surgery patients in or near the extrastriate body area, a critical region for body perception. Our recordings revealed a strong preference for human bodies over a large range of control stimuli. Notably, body selectivity was driven by a distinct selectivity for body parts. The observed body selectivity generalized to nonphotographic depictions of bodies including silhouettes and stick figures. Overall, our study provides unique neural data that bridge the gap between human neuroimaging and macaque electrophysiology studies, laying a solid foundation for computational models of human body processing.",
          "url": "https://doi.org/10.1073/pnas.2408871121",
          "doi": "https://doi.org/10.1073/pnas.2408871121",
          "filter": "2"
        },
        {
          "title": "Kinetic principles of chemical cross-link formation for protein–protein interactions",
          "authors": "Kai-Michael Kammer, Terese Eisgruber, Peter Heid, Riccardo Pellarin, Florian Stengel",
          "abstract": "Proteins play a central role in most biological processes within the cell, and deciphering how they interact is key to understand their function. Cross-linking coupled with mass spectrometry is an essential tool for elucidating protein–protein interactions (PPIs). Despite its importance, we still know surprisingly little about the principles that underlie the process of chemical cross-link formation itself and how it is influenced by different physicochemical factors. To understand the molecular details of cross-link formation, we have set up a comprehensive kinetic model and carried out simulations of protein cross-linking on large protein complexes. We dissect the contribution on the cross-link yield of parameters such as amino acid reactivity, cross-linker concentration, and hydrolysis rate. Our model can compute cross-link formation based solely on the structure of a protein complex, thereby enabling realistic predictions for a diverse set of systems. We quantitatively show how cross-links and mono-links are in direct competition and how the hydrolysis rate and abundance of cross-linker and proteins directly influence their relative formation. We show how cross-links and mono-links exist in an “all-against-all” competition due to their simultaneous formation, resulting in a nonintuitive network of interdependence. We show that this interdependence is locally confined and mainly limited to direct neighbors or residues in direct vicinity. These results enable us to identify the optimal cross-linker concentration at which the maximal number of cross-links is formed. Taken together, our study establishes a comprehensive kinetic model to quantitatively describe cross-link formation for PPIs.",
          "url": "https://doi.org/10.1073/pnas.2402040121",
          "doi": "https://doi.org/10.1073/pnas.2402040121",
          "filter": "2"
        },
        {
          "title": "Sulfur isotope anomalies in coal combustion: Applications to the present and early Earth environments",
          "authors": "Yanan Shen, Qixin Zhang, Yilun Xu, Menghan Li, Mark H. Thiemens",
          "abstract": "The observation of mass-independent sulfur isotope fractionations (S-MIF) in Archean–Paleoproterozoic rocks has been instrumental in constraining oxygen levels on early Earth. The S-MIF effect, experimentally demonstrated to result from photochemical reactions, has now been observed in coal combustion, expanding our understanding of this phenomenon. Our study reveals that the negative Δ 33 S anomalies produced by coal combustion are consistent with similar anomalies observed in present-day sulfate aerosols in Beijing, China, and the black crust sulfates formed on building stones, monument walls, and sculptures in Europe that contribute to carbonate stone deterioration and cultural heritage damage. This finding provides independent evidence for a critical role of atmospheric sulfate from coal combustion in maintaining isotopic balance and offers an effective method for tracing sulfate aerosol sources. These insights are vital for developing more effective regulatory policies to control air pollution and protect public health. Given that coal energy production remains a significant issue in climate science, accurately mapping the global distribution of its by-products is imperative.",
          "url": "https://doi.org/10.1073/pnas.2408199121",
          "doi": "https://doi.org/10.1073/pnas.2408199121",
          "filter": "2"
        },
        {
          "title": "Origin and evolution of auxin-mediated acid growth",
          "authors": "Hai Yue Zeng, Shiyu Deng, Congcong Jin, Zhiyun Shang, Le Chang, Jiajun Wang, Xue Han, Ao Wang, Dan Jin, Yubo Wang, Hang He, Lanxin Li, Xing Wang Deng, Ning Wei",
          "abstract": "The classical acid growth theory suggests that auxin stimulates cell expansion by triggering apoplast acidification via plasma membrane (PM)-localized H + -ATPase. Here, we reconstructed the origin and evolutionary history of auxin-mediated acid growth. Comparative phylogenomic analysis showed that most core components of acid growth originated in Charophyta and then underwent subclass expansion and functional innovation during plant terrestrialization. In Charophyceae algae Chara braunii, we found that PM H + -ATPase has formed a core regulatory module with TMK and PP2C.D, which can be activated by photosynthesis-dependent phosphorylation through light rather than auxin. Despite the lack of canonical auxin receptor TRANSPORT INHIBITOR RESPONSE 1/AUXIN SIGNALING F-BOX (TIR1/AFB), auxin elicits significant internodal elongation and transcriptional reprogramming in C. braunii , implying the existence of an ancient auxin-mediated growth mechanism. We propose that the evolution of acid growth represents a neofunctional adaptation to terrestrial environments, in which PM H + -ATPase in carbon concentrating for photosynthesis was utilized to acidify apoplast for cell expansion, and the core components responsible for acid growth eventually established a regulatory network in land plants by connecting with the TIR1/AFB pathway.",
          "url": "https://doi.org/10.1073/pnas.2412493121",
          "doi": "https://doi.org/10.1073/pnas.2412493121",
          "filter": "2"
        },
        {
          "title": "A complete DNA repair system assembled by two endosymbionts restores heat tolerance of the insect host",
          "authors": "Xiaoyu Ling, Huijuan Guo, Jian Di, Liqiang Xie, Keyan Zhu-Salzman, Feng Ge, Zihua Zhao, Yucheng Sun",
          "abstract": "DNA repair systems are essential to maintain genome integrity and stability. Some obligate endosymbionts that experience long-term symbiosis with the insect hosts, however, have lost their key components for DNA repair. It is largely unexplored how the bacterial endosymbionts cope with the increased demand for mismatch repairs under heat stresses. Here, we showed that ibpA, a small heat shock protein encoded by Buchnera aphidicola , directly interacted with the cytoskeletal actin to prevent its aggregation in bacteriocytes, thus reinforcing the stability of bacteriocytes. However, the succession of 11 adenines in the promoter of ibpA is extremely prone to mismatching error, e.g., a single adenine deletion, which impairs the induction of ibpA under heat stress. Coinfection with a facultative endosymbiont Serratia symbiotica remarkably reduced the mutagenesis rate in the Buchnera genome and potentially prevented a single adenine deletion in ibpA promoter, thereby alleviating the heat vulnerability of aphid bacteriocytes. Furthermore, Serratia encoded mutH, a conserved core protein of prokaryotic DNA mismatch repair (MMR), accessed to Buchnera cells, which complemented Buchnera mutL and mutS in constituting an active MMR. Our findings imply that a full complement of a prokaryotic MMR system assembled by two bacterial endosymbionts contributes significantly to the thermostability of aphid bacteriocytes in an ibpA-dependent manner, furnishing a distinct molecular link among tripartite symbioses in shaping resilience and adaptation of their insect hosts to occupy other ecological niches.",
          "url": "https://doi.org/10.1073/pnas.2415651121",
          "doi": "https://doi.org/10.1073/pnas.2415651121",
          "filter": "2"
        },
        {
          "title": "Representation of a perceptual bias in the prefrontal cortex",
          "authors": "Luis Serrano-Fernández, Manuel Beirán, Ranulfo Romo, Néstor Parga",
          "abstract": "Perception is influenced by sensory stimulation, prior knowledge, and contextual cues, which collectively contribute to the emergence of perceptual biases. However, the precise neural mechanisms underlying these biases remain poorly understood. This study aims to address this gap by analyzing neural recordings from the prefrontal cortex (PFC) of monkeys performing a vibrotactile frequency discrimination task. Our findings provide empirical evidence supporting the hypothesis that perceptual biases can be reflected in the neural activity of the PFC. We found that the state-space trajectories of PFC neuronal activity encoded a warped representation of the first frequency presented during the task. Remarkably, this distorted representation of the frequency aligned with the predictions of its Bayesian estimator. The identification of these neural correlates expands our understanding of the neural basis of perceptual biases and highlights the involvement of the PFC in shaping perceptual experiences. Similar analyses could be employed in other delayed comparison tasks and in various brain regions to explore where and how neural activity reflects perceptual biases during different stages of the trial.",
          "url": "https://doi.org/10.1073/pnas.2312831121",
          "doi": "https://doi.org/10.1073/pnas.2312831121",
          "filter": "2"
        },
        {
          "title": "Single-molecule diffusivity quantification in Xenopus egg extracts elucidates physicochemical properties of the cytoplasm",
          "authors": "Alexander A. Choi, Coral Y. Zhou, Ayana Tabo, Rebecca Heald, Ke Xu",
          "abstract": "The living cell creates a unique internal molecular environment that is challenging to characterize. By combining single-molecule displacement/diffusivity mapping (SM d M) with physiologically active extracts prepared from Xenopus laevis eggs, we sought to elucidate molecular properties of the cytoplasm. Quantification of the diffusion coefficients of 15 diverse proteins in extract showed that, compared to in water, negatively charged proteins diffused ~50% slower, while diffusion of positively charged proteins was reduced by ~80 to 90%. Adding increasing concentrations of salt progressively alleviated the suppressed diffusion observed for positively charged proteins, signifying electrostatic interactions within a predominately negatively charged macromolecular environment. To investigate the contribution of RNA, an abundant, negatively charged component of cytoplasm, extracts were treated with ribonuclease, which resulted in low diffusivity domains indicative of aggregation, likely due to the liberation of positively charged RNA-binding proteins such as ribosomal proteins, since this effect could be mimicked by adding positively charged polypeptides. Interestingly, in extracts prepared under typical conditions that inhibit actin polymerization, negatively charged proteins of different sizes showed similar diffusivity suppression consistent with our separately measured 2.22-fold higher viscosity of extract over water. Restoring or enhancing actin polymerization progressively suppressed the diffusion of larger proteins, recapitulating behaviors observed in cells. Together, these results indicate that molecular interactions in the crowded cell are defined by an overwhelmingly negatively charged macromolecular environment containing cytoskeletal networks.",
          "url": "https://doi.org/10.1073/pnas.2411402121",
          "doi": "https://doi.org/10.1073/pnas.2411402121",
          "filter": "2"
        },
        {
          "title": "DPF2 reads histone lactylation to drive transcription and tumorigenesis",
          "authors": "Guijin Zhai, Ziping Niu, Zixin Jiang, Fei Zhao, Siyu Wang, Chen Chen, Wei Zheng, Aiyuan Wang, Yong Zang, Yanpu Han, Kai Zhang",
          "abstract": "Lysine lactylation (Kla) is a new type of histone mark implicated in the regulation of various functional processes such as transcription. However, how this histone mark acts in cancers remains unexplored due in part to a lack of knowledge about its reader proteins. Here, we observe that cervical cancer (CC) cells undergo metabolic reprogram by which lactate accumulation and thereby boosts histone lactylation, particularly H3K14la. Utilizing a multivalent photoaffinity probe in combination with quantitative proteomics approach, we identify DPF2 as a candidate target of H3K14la. Biochemical studies as well as CUT&amp;Tag analysis reveal that DPF2 is capable of binding to H3K14la and colocalizes with it on promoters of oncogenic genes. Notably, disrupting the DPF2–H3K14la interaction through structure-guided mutation blunts those cancer-related gene expression along with cell survival. Together, our findings reveal DPF2 as a bona fide H3K14la effector that couples histone lactylation to gene transcription and cell survival, offering insight into how histone Kla engages in transcription and tumorigenesis.",
          "url": "https://doi.org/10.1073/pnas.2421496121",
          "doi": "https://doi.org/10.1073/pnas.2421496121",
          "filter": "2"
        },
        {
          "title": "Intricate ribosome composition and translational reprogramming in epithelial–mesenchymal transition",
          "authors": "Chloé Morin, Agnès Baudin-Baillieu, Flora Nguyen Van Long, Caroline Isaac, Laure Bidou, Hugo Arbes, Pauline François, Roxane M. Pommier, Annie Adrait, Akari Saku, Stephanie Gran-Ruaz, Camélia Machkouri, Christophe Vanbelle, Romain Morichon, Mathieu Boissan, Frédéric Catez, Anthony Ferrari, Anne-Pierre Morel, Yohann Couté, Sophie Chat, Emmanuel Giudice, Reynald Gillet, Alain Puisieux, Caroline Moyret-Lalle, Jean-Jacques Diaz, Olivier Namy, Virginie Marcel",
          "abstract": "Epithelial–mesenchymal transition (EMT) involves profound changes in cell morphology, driven by transcriptional and epigenetic reprogramming. However, evidence suggests that translation and ribosome composition also play key roles in establishing pathophysiological phenotypes. Using genome-wide analyses, we reported significant rearrangement of the translational landscape and machinery during EMT. Specifically, a cell line overexpressing the EMT transcription factor ZEB1 displayed alterations in translational reprogramming and fidelity. Furthermore, using riboproteomics, we unveiled an increased level of the ribosomal protein RPL36A in mesenchymal ribosomes, indicating precise tuning of ribosome composition. Remarkably, RPL36A overexpression alone was sufficient to trigger the acquisition of mesenchymal features, including a switch in the molecular pattern, cell morphology, and behavior, demonstrating its pivotal role in EMT. These findings underline the importance of translational reprogramming and fine-tuning of ribosome composition in EMT.",
          "url": "https://doi.org/10.1073/pnas.2408114121",
          "doi": "https://doi.org/10.1073/pnas.2408114121",
          "filter": "2"
        },
        {
          "title": "Temporal control of acute protein aggregate turnover by UBE3C and NRF1-dependent proteasomal pathways",
          "authors": "Kelsey L. Hickey, Alexandra Panov, Enya Miguel Whelan, Tillman Schäfer, Arda Mizrak, Ron R. Kopito, Wolfgang Baumeister, Rubén Fernández-Busnadiego, J. Wade Harper",
          "abstract": "A hallmark of neurodegenerative diseases (NDs) is the progressive loss of proteostasis, leading to the accumulation of misfolded proteins or protein aggregates, with subsequent cytotoxicity. To combat this toxicity, cells have evolved degradation pathways (ubiquitin–proteasome system and autophagy) that detect and degrade misfolded proteins. However, studying the underlying cellular pathways and mechanisms has remained a challenge, as formation of many types of protein aggregates is asynchronous, with individual cells displaying distinct kinetics, thereby hindering rigorous time-course studies. Here, we merge a kinetically tractable and synchronous agDD-GFP system for aggregate formation with targeted gene knockdowns, to uncover degradation mechanisms used in response to acute aggregate formation. We find that agDD-GFP forms amorphous aggregates by cryo-electron tomography at both early and late stages of aggregate formation. Aggregate turnover occurs in a proteasome-dependent mechanism in a manner that is dictated by cellular aggregate burden, with no evidence of the involvement of autophagy. Lower levels of misfolded agDD-GFP, enriched in oligomers, utilizes UBE3C-dependent proteasomal degradation in a pathway that is independent of RPN13 ubiquitylation by UBE3C. Higher aggregate burden activates the NRF1 transcription factor to increase proteasome subunit transcription and subsequent degradation capacity of cells. Loss or gain of NRF1 function alters the turnover of agDD-GFP under conditions of high aggregate burden. Together, these results define the role of UBE3C in degradation of this class of misfolded aggregation-prone proteins and reveals a role for NRF1 in proteostasis control in response to widespread protein aggregation.",
          "url": "https://doi.org/10.1073/pnas.2417390121",
          "doi": "https://doi.org/10.1073/pnas.2417390121",
          "filter": "2"
        },
        {
          "title": "Origin of fast charging in solid-state batteries revealed by Cryo-transmission X-ray microscopy",
          "authors": "Jiaxuan Liu, Yajie Song, Qingsong Liu, Wei Zhao, Hanwen An, Zinan Zhou, Zihan Xu, Menglu Li, Biao Deng, Jiajun Wang",
          "abstract": "The interface issue poses a limitation on the fast charging of solid-state batteries (SSBs), with the high-impedance non-Faraday electric field serving as a pivotal factor. However, the mechanism of fast-charging capability degradation triggered by the dynamic evolution of non-Faraday electric fields remains unclear due to the lack of particle-scale nondestructive detection techniques. Here, we dissect the generation and elimination processes of non-Faradaic electric field in segments using the developed operando cryogenic transmission X-ray microscopy (Cryo-TXM). This method accurately tracks the ion self-balancing pathways in LiNi 0.8 Co 0.1 Mn 0.1 O 2 (NCM811) post-fast-charging, elucidating the high polarization during late charging caused by exacerbated irreversible local electric field. By intermittently applying reverse potential during fast charging to alleviate the exacerbation of non-Faradaic electric field at the cathode interface, we achieved a roughly 400% reversible capacity increase of SSBs at 10 C. This insightful dynamic imaging method effectively captures and resolves the transient, opaque signals within SSBs, significantly enhancing their fast-charging performance.",
          "url": "https://doi.org/10.1073/pnas.2410406121",
          "doi": "https://doi.org/10.1073/pnas.2410406121",
          "filter": "2"
        },
        {
          "title": "Ancient evolutionary origins of hepatitis E virus in rodents",
          "authors": "Wendy K. Jo, Murilo Henrique Anzolini Cassiano, Edmilson Ferreira de Oliveira-Filho, Sebastian Brünink, Adiya Yansanjav, Mesele Yihune, Alyona I. Koshkina, Alexander N. Lukashev, Leonid A. Lavrenchenko, Vladimir S. Lebedev, Ayodeji Olayemi, Umaru Bangura, Mónica Salas-Rojas, Álvaro Aguilar-Setién, Elisabeth Fichet-Calvet, Jan Felix Drexler",
          "abstract": "Hepatitis E virus (HEV; family Hepeviridae ) infections cause &gt;40,000 human deaths annually. Zoonotic infections predominantly originate from ungulates and occasionally from rats, highlighting the zoonotic potential of rodent-associated hepeviruses. We conducted host genomic data mining and uncovered two genetically divergent rodent-associated hepeviruses, and two bat-associated hepeviruses genetically related to known bat-associated strains. We thus analyzed 2,565 liver specimens from 108 rodent and shrew species sampled from globally understudied regions and hosts in Africa, Asia, and Latin America during 2011-2018 for hepeviruses by RT–PCR. We detected 63 positive field samples (2.5%, 95% CI 1.9-3.1) from 14 animal species, including two coinfections with genetically divergent strains and significant variation ( X 2 , P &lt; 0.001) in detection rates between study sites. Strain-specific qRT–PCR assays showed virus concentrations between 9.2 × 10 2 and 3.2 × 10 9 copies/g. We recovered 24 near-complete hepeviral genomes from rodents, shrews, and bats, all showing three partially overlapping open reading frames (ORFs), some including putative late domains that may be associated with quasi-envelopment. Rodent-derived hepeviruses grouped into five clades clustering in basal sister relationship to human- (31 to 84% distance in translated ORF1-3) and rat-associated HEV. Parsimony-based analyses and cophylogenetic reconciliations revealed that rodents were predominant sources of hepeviral cross-order host shifts. Bayesian ancestral state reconstructions substantiated a direct origin of human-associated HEV in ungulates such as swine and camelids (posterior probability 0.8), whereas the nonrecent evolutionary origins of human- and ungulate-associated HEV were projected to rodent hosts (posterior probability &gt; 0.9). Our results elucidate the genealogy of human HEV and warrant increased surveillance and experimental risk assessments for rodent-associated hepeviruses.",
          "url": "https://doi.org/10.1073/pnas.2413665121",
          "doi": "https://doi.org/10.1073/pnas.2413665121",
          "filter": "2"
        },
        {
          "title": "Structural basis of the allosteric regulation of cyanobacterial glucose-6-phosphate dehydrogenase by the redox sensor OpcA",
          "authors": "Sofia Doello, Dmitry Shvarev, Marius Theune, Jakob Sauerwein, Alexander Klon, Erva Keskin, Marko Boehm, Kirstin Gutekunst, Karl Forchhammer",
          "abstract": "The oxidative pentose phosphate (OPP) pathway is a fundamental carbon catabolic route for generating reducing power and metabolic intermediates for biosynthetic processes. In addition, its first two reactions form the OPP shunt, which replenishes the Calvin-Benson cycle under certain conditions. Glucose-6-phosphate dehydrogenase (G6PDH) catalyzes the first and rate-limiting reaction of this metabolic route. In photosynthetic organisms, G6PDH is redox-regulated to allow fine-tuning and to prevent futile cycles while carbon is being fixed. In cyanobacteria, regulation of G6PDH requires the redox protein OpcA, but the underlying molecular mechanisms behind this allosteric activation remain elusive. Here, we used enzymatic assays and in vivo interaction analyses to show that OpcA binds G6PDH under different environmental conditions. However, complex formation enhances G6PDH activity when OpcA is oxidized and inhibits it when OpcA is reduced. To understand the molecular basis of this regulation, we used cryogenic electron microscopy to determine the structure of Synechocystis G6PDH and the G6PDH–OpcA complex. OpcA binds the G6PDH tetramer and induces conformational changes in the active site of G6PDH. The redox sensitivity of OpcA is achieved by intramolecular disulfide bridge formation, which influences the allosteric regulation of G6PDH. In vitro assays reveal that the level of G6PDH activation depends on the number of bound OpcA molecules, which implies that this mechanism allows delicate fine-tuning. Our findings unveil a unique molecular mechanism governing the regulation of the OPP in Synechocystis .",
          "url": "https://doi.org/10.1073/pnas.2411604121",
          "doi": "https://doi.org/10.1073/pnas.2411604121",
          "filter": "2"
        },
        {
          "title": "Distinguishing deception from its confounds by improving the validity of fMRI-based neural prediction",
          "authors": "Sangil Lee, Runxuan Niu, Lusha Zhu, Andrew S. Kayser, Ming Hsu",
          "abstract": "Deception is a universal human behavior. Yet longstanding skepticism about the validity of measures used to characterize the biological mechanisms underlying deceptive behavior has relegated such studies to the scientific periphery. Here, we address these fundamental questions by applying machine learning methods and functional magnetic resonance imaging (fMRI) to signaling games capturing motivated deception in human participants. First, we develop an approach to test for the presence of confounding processes and validate past skepticism by showing that much of the predictive power of neural predictors trained on deception data comes from processes other than deception. Specifically, we demonstrate that discriminant validity is compromised by the predictor’s ability to predict behavior in a control task that does not involve deception. Second, we show that the presence of confounding signals need not be fatal and that the validity of the neural predictor can be improved by removing confounding signals while retaining those associated with the task of interest. To this end, we develop a “dual-goal tuning” approach in which, beyond the typical goal of predicting the behavior of interest, the predictor also incorporates a second compulsory goal that enforces chance performance in the control task. Together, these findings provide a firmer scientific foundation for understanding the neural basis of a neglected class of behavior, and they suggest an approach for improving validity of neural predictors.",
          "url": "https://doi.org/10.1073/pnas.2412881121",
          "doi": "https://doi.org/10.1073/pnas.2412881121",
          "filter": "2"
        },
        {
          "title": "Ecosystem stability relies on diversity difference between trophic levels",
          "authors": "Yizhou Liu, Jiliang Hu, Jeff Gore",
          "abstract": "The stability of ecological communities has a profound impact on humans, ranging from individual health influenced by the microbiome to ecosystem services provided by fisheries. A long-standing goal of ecology is the elucidation of the interplay between biodiversity and ecosystem stability, with some ecologists warning of instability due to loss of species diversity while others arguing that greater diversity will instead lead to instability. Here, by considering a minimal two-level ecosystem with multiple predator and prey species, we show that stability does not depend on absolute diversity but rather on diversity differences between levels. We found that increasing diversity in either level first destabilizes but then stabilizes the community (i.e., a reentrant stability transition). We therefore find that it is the diversity difference between levels that is the key to stability, with the least stable communities having similar diversities in different levels. An analytical stability criterion is derived, demonstrating quantitatively that the critical diversity difference is determined by the correlation between how one level affects another and how it is affected in turn. Our stability criterion also applies to consumer–resource models with other forms of interaction such as cross-feeding. Finally, we show that stability depends on diversity differences in ecosystems with three trophic levels. Our finding of a nonmonotonic dependence of stability on diversity provides a natural explanation for the variety of diversity-stability relationships reported in the literature, and emphasizes the significance of level structure in predicting complex community behaviors.",
          "url": "https://doi.org/10.1073/pnas.2416740121",
          "doi": "https://doi.org/10.1073/pnas.2416740121",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Science",
      "journal_short": "Sci",
      "articles": [],
      "articles_hidden": [
        {
          "title": "A microRNA is the effector gene of a classic evolutionary hotspot locus",
          "authors": "Shen Tian, Yoshimasa Asano, Tirtha Das Banerjee, Shinya Komata, Jocelyn Liang Qi Wee, Abigail Lamb, Yehan Wang, Suriya Narayanan Murugesan, Haruhiko Fujiwara, Kumiko Ui-Tei, Patricia J. Wittkopp, Antónia Monteiro",
          "abstract": "In Lepidoptera (butterflies and moths), the genomic region around the gene cortex is a “hotspot” locus, repeatedly implicated in generating intraspecific melanic wing color polymorphisms across 100 million years of evolution. However, the identity of the effector gene regulating melanic wing color within this locus remains unknown. We show that none of the four candidate protein-coding genes within this locus, including cortex , serve as major effectors. Instead, a microRNA (miRNA), mir-193 , serves as the major effector across three deeply diverged lineages of butterflies, and its role is conserved in Drosophila . In Lepidoptera, mir-193 is derived from a gigantic primary long noncoding RNA, ivory , and it functions by directly repressing multiple pigmentation genes. We show that a miRNA can drive repeated instances of adaptive evolution in animals.",
          "url": "https://doi.org/10.1126/science.adp7899",
          "doi": "https://doi.org/10.1126/science.adp7899",
          "filter": "2"
        },
        {
          "title": "Room-temperature exceptional plasticity in defective Bi 2 Te 3 -based bulk thermoelectric crystals",
          "authors": "Tingting Deng, Zhiqiang Gao, Ze Li, Pengfei Qiu, Zhi Li, Xinjie Yuan, Chen Ming, Tian-Ran Wei, Lidong Chen, Xun Shi",
          "abstract": "The recently discovered metal-like room-temperature plasticity in inorganic semiconductors reshapes our knowledge of the physical properties of materials, giving birth to a series of new-concept functional materials. However, current room-temperature plastic inorganic semiconductors are still very rare, and their performance is inferior to that of classic brittle semiconductors. Taking classic bismuth telluride (Bi 2 Te 3 )–based thermoelectric semiconductors as an example, we show that antisite defects can lead to high-density, diverse microstructures that substantially affect mechanical properties and thus successfully transform these bulk semiconductors from brittle to plastic, leading to a high figure of merit of up to 1.05 at 300 kelvin compared with other plastic semiconductors, similar to the best brittle semiconductors. We provide an effective strategy to plastify brittle semiconductors to display good plasticity and excellent functionality simultaneously.",
          "url": "https://doi.org/10.1126/science.adr8450",
          "doi": "https://doi.org/10.1126/science.adr8450",
          "filter": "2"
        },
        {
          "title": "A single mutation in bovine influenza H5N1 hemagglutinin switches specificity to human receptors",
          "authors": "Ting-Hui Lin, Xueyong Zhu, Shengyang Wang, Ding Zhang, Ryan McBride, Wenli Yu, Simeon Babarinde, James C. Paulson, Ian A. Wilson",
          "abstract": "In 2024, several human infections with highly pathogenic clade 2.3.4.4b bovine influenza H5N1 viruses in the United States raised concerns about their capability for bovine-to-human or even human-to-human transmission. In this study, analysis of the hemagglutinin (HA) from the first-reported human-infecting bovine H5N1 virus (A/Texas/37/2024, Texas) revealed avian-type receptor binding preference. Notably, a Gln 226 Leu substitution switched Texas HA binding specificity to human-type receptors, which was enhanced when combined with an Asn 224 Lys mutation. Crystal structures of the Texas HA with avian receptor analog LSTa and its Gln 226 Leu mutant with human receptor analog LSTc elucidated the structural basis for this preferential receptor recognition. These findings highlight the need for continuous surveillance of emerging mutations in avian and bovine clade 2.3.4.4b H5N1 viruses.",
          "url": "https://doi.org/10.1126/science.adt0180",
          "doi": "https://doi.org/10.1126/science.adt0180",
          "filter": "2"
        },
        {
          "title": "A conserved bacterial genetic basis for commensal-host specificity",
          "authors": "Karina Gutiérrez-García, Kevin Aumiller, Ren Dodge, Benjamin Obadia, Ann Deng, Sneha Agrawal, Xincheng Yuan, Richard Wolff, Haolong Zhu, Ru-Ching Hsia, Nandita Garud, William B. Ludington",
          "abstract": "Animals selectively acquire specific symbiotic gut bacteria from their environments that aid host fitness. To colonize, a symbiont must locate its niche and sustain growth within the gut. Adhesins are bacterial cell surface proteins that facilitate attachment to host tissues and are often virulence factors for opportunistic pathogens. However, the attachments are often transient and nonspecific, and additional mechanisms are required to sustain infection. In this work, we use live imaging of individual symbiotic bacterial cells colonizing the gut of living Drosophila melanogaster to show that Lactiplantibacillus plantarum specifically recognizes the fruit fly foregut as a distinct physical niche. L. plantarum establishes stably within its niche through host-specific adhesins encoded by genes carried on a colonization island. The adhesin binding domains are conserved throughout the Lactobacillales, and the island also encodes a secretion system widely conserved among commensal and pathogenic bacteria.",
          "url": "https://doi.org/10.1126/science.adp7748",
          "doi": "https://doi.org/10.1126/science.adp7748",
          "filter": "2"
        },
        {
          "title": "Active-reset protein sensors enable continuous in vivo monitoring of inflammation",
          "authors": "H. Zargartalebi, S. Mirzaie, A. GhavamiNejad, S. U. Ahmed, F. Esmaeili, A. Geraili, C. D. Flynn, D. Chang, J. Das, A. Abdrabou, E. H. Sargent, S. O. Kelley",
          "abstract": "Continuous measurement of proteins in vivo is important for real-time disease management and prevention. Implantable sensors for monitoring small molecules such as glucose have been available for more than a decade. However, analysis of proteins remains an unmet need because the lower physiological levels require that sensors have high affinities, which are linked to long complexation half-lives ( t 1/2 ~20 hours) and slow equilibration when concentrations decrease. We report active-reset sensors by use of high-frequency oscillations to accelerate dissociation, which enables regeneration of the unbound form of the sensor within 1 minute. When implemented within implanted devices, these sensors allow for real-time, in vivo monitoring of proteins within interstitial fluid. Active-reset protein sensors track biomarker levels on a physiological timescale for inflammation monitoring in living animals.",
          "url": "https://doi.org/10.1126/science.adn2600",
          "doi": "https://doi.org/10.1126/science.adn2600",
          "filter": "2"
        },
        {
          "title": "Target-conditioned diffusion generates potent TNFR superfamily antagonists and agonists",
          "authors": "Matthias Glögl, Aditya Krishnakumar, Robert J. Ragotte, Inna Goreshnik, Brian Coventry, Asim K. Bera, Alex Kang, Emily Joyce, Green Ahn, Buwei Huang, Wei Yang, Wei Chen, Mariana Garcia Sanchez, Brian Koepnick, David Baker",
          "abstract": "Despite progress in designing protein-binding proteins, the shape matching of designs to targets is lower than in many native protein complexes, and design efforts have failed for the tumor necrosis factor receptor 1 (TNFR1) and other protein targets with relatively flat and polar surfaces. We hypothesized that free diffusion from random noise could generate shape-matched binders for challenging targets and tested this approach on TNFR1. We obtain designs with low picomolar affinity whose specificity can be completely switched to other family members using partial diffusion. Designs function as antagonists or as superagonists when presented at higher valency for OX40 and 4-1BB. The ability to design high-affinity and high-specificity antagonists and agonists for pharmacologically important targets in silico presages a coming era in protein design in which binders are made by computation rather than immunization or random screening approaches.",
          "url": "https://doi.org/10.1126/science.adp1779",
          "doi": "https://doi.org/10.1126/science.adp1779",
          "filter": "2"
        },
        {
          "title": "The complete telomere-to-telomere sequence of a mouse genome",
          "authors": "Junli Liu, Qilin Li, Yixuan Hu, Yi Yu, Kai Zheng, Dengfeng Li, Lexin Qin, Xiaochun Yu",
          "abstract": "The current reference genome of Mus musculus , GRCm39, has major gaps in both euchromatic and heterochromatic regions associated with repetitive sequences. In this work, we have sequenced and assembled the telomere-to-telomere genome of mouse haploid embryonic stem cells. The results reveal more than 7.7% of previously uncovered sequences of the mouse genome, including ribosomal DNA arrays and pericentromeric and subtelomeric regions, as well as an additional 140 genes predicted to be protein-coding. This study helps to address knowledge gaps in the mouse genome.",
          "url": "https://doi.org/10.1126/science.adq8191",
          "doi": "https://doi.org/10.1126/science.adq8191",
          "filter": "2"
        },
        {
          "title": "Imperfect wound healing sets the stage for chronic diseases",
          "authors": "Paul Martin, Carlos Pardo-Pastor, R. Gisli Jenkins, Jody Rosenblatt",
          "abstract": "Although the age of the genome gave us much insight about how our organs fail with disease, it also suggested that diseases do not arise from mutations alone; rather, they develop as we age. In this Review, we examine how wound healing might act to ignite disease. Wound healing works well when we are younger, repairing damage from accidents, environmental assaults, and battles with pathogens. Yet, with age and accumulation of mutations and tissue damage, the repair process can devolve, leading to inflammation, fibrosis, and neoplastic signaling. We discuss healthy wound responses and how our bodies might misappropriate these pathways in disease. Although we focus predominantly on epithelial-based (lung and skin) diseases, similar pathways might operate in cardiac, muscle, and neuronal diseases.",
          "url": "https://doi.org/10.1126/science.adp2974",
          "doi": "https://doi.org/10.1126/science.adp2974",
          "filter": "2"
        },
        {
          "title": "Recent global temperature surge intensified by record-low planetary albedo",
          "authors": "Helge F. Goessling, Thomas Rackow, Thomas Jung",
          "abstract": "In 2023, the global mean temperature soared to almost 1.5K above the pre-industrial level, surpassing the previous record by about 0.17K. Previous best-guess estimates of known drivers including anthropogenic warming and the El Niño onset fall short by about 0.2K in explaining the temperature rise. Utilizing satellite and reanalysis data, we identify a record-low planetary albedo as the primary factor bridging this gap. The decline is apparently caused largely by a reduced low-cloud cover in the northern mid-latitudes and tropics, in continuation of a multi-annual trend. Further exploring the low-cloud trend and understanding how much of it is due to internal variability, reduced aerosol concentrations, or a possibly emerging low-cloud feedback will be crucial for assessing the current and expected future warming.",
          "url": "https://doi.org/10.1126/science.adq7280",
          "doi": "https://doi.org/10.1126/science.adq7280",
          "filter": "2"
        },
        {
          "title": "Molecular basis of FIGNL1 in dissociating RAD51 from DNA and chromatin",
          "authors": "Alexander Carver, Tai-Yuan Yu, Luke A. Yates, Travis White, Raymond Wang, Katie Lister, Maria Jasin, Xiaodong Zhang",
          "abstract": "Maintaining genome integrity is an essential and challenging process. RAD51 recombinase, the central player of several crucial processes in repairing DNA and protecting genome integrity, forms filaments on DNA, which are tightly regulated. One of these RAD51 regulators is FIGNL1, that prevents persistent RAD51 foci without or after DNA damage and genotoxic chromatin association in cells. The cryogenic electron microscopy structure of FIGNL1 in complex with RAD51 reveals that FIGNL1 forms a non-planar hexamer and RAD51 N terminus enclosure in the FIGNL1 hexamer pore. Mutations in pore loop or catalytic residues of FIGNL1 render it defective in filament disassembly and are lethal in mouse embryonic stem cells. Our study reveals a unique mechanism for removing RAD51 from bound substrates and provides the molecular basis for FIGNL1 in maintaining genome stability.",
          "url": "https://doi.org/10.1126/science.adr7920",
          "doi": "https://doi.org/10.1126/science.adr7920",
          "filter": "2"
        },
        {
          "title": "Science and America’s challenge",
          "authors": "Heather Wilson",
          "abstract": "Today, more than at any time since World War II, the United States is being challenged scientifically on the global stage. Unfortunately, the nation is not meeting the moment. With a new administration in the wings, the country must begin to monitor scientific advancements to avoid technological surprise and develop strategies to close the critical technologies gap.",
          "url": "https://doi.org/10.1126/science.adv0357",
          "doi": "https://doi.org/10.1126/science.adv0357",
          "filter": "2"
        },
        {
          "title": "Engineering synthetic suppressor T cells that execute locally targeted immunoprotective programs",
          "authors": "Nishith R. Reddy, Hasna Maachi, Yini Xiao, Milos S. Simic, Wei Yu, Yurie Tonai, Daniela A. Cabanillas, Ella Serrano-Wu, Philip T. Pauerstein, Whitney Tamaki, Greg M. Allen, Audrey V. Parent, Matthias Hebrok, Wendell A. Lim",
          "abstract": "Immune homeostasis requires a balance of inflammatory and suppressive activities. To design cells potentially useful for local immune suppression, we engineered conventional CD4 + T cells with synthetic Notch (synNotch) receptors driving antigen-triggered production of anti-inflammatory payloads. Screening a diverse library of suppression programs, we observed the strongest suppression of cytotoxic T cell attack by the production of both anti-inflammatory factors (interleukin-10, transforming growth factor–β1, programmed death ligand 1) and sinks for proinflammatory cytokines (interleukin-2 receptor subunit CD25). Engineered cells with bespoke regulatory programs protected tissues from immune attack without systemic suppression. Synthetic suppressor T cells protected transplanted beta cell organoids from cytotoxic T cells. They also protected specific tissues from unwanted chimeric antigen receptor (CAR) T cell cross-reaction. Synthetic suppressor T cells are a customizable platform to potentially treat autoimmune diseases, organ rejection, and CAR T cell toxicities with spatial precision.",
          "url": "https://doi.org/10.1126/science.adl4793",
          "doi": "https://doi.org/10.1126/science.adl4793",
          "filter": "2"
        },
        {
          "title": "A transient neurohormonal circuit controls hatching in fish",
          "authors": "Deodatta S. Gajbhiye, Genevieve L. Fernandes, Itay Oz, Yuni Nahmias, Matan Golan",
          "abstract": "Hatching is a critical event in the life history of oviparous species. The decision to hatch is often carefully timed to coincide with favorable conditions that will improve survival through early life stages. However, how the relevant cues are relayed to trigger hatching remains unknown. In this work, we show that thyrotropin-releasing hormone (Trh) is the neuroendocrine activator of hatching in zebrafish. To elicit hatching, Trh neurons form a transient circuit that deposits the peptide into the embryo’s circulation. Trh also activates hatching in a distantly related fish species that separated more than 200 million years ago. Our results reveal an evolutionarily conserved neuroendocrine circuit that controls a major life event in oviparous fish species.",
          "url": "https://doi.org/10.1126/science.ado8929",
          "doi": "https://doi.org/10.1126/science.ado8929",
          "filter": "2"
        },
        {
          "title": "Programming tissue-sensing T cells that deliver therapies to the brain",
          "authors": "Milos S. Simic, Payal B. Watchmaker, Sasha Gupta, Yuan Wang, Sharon A. Sagan, Jason Duecker, Chanelle Shepherd, David Diebold, Psalm Pineo-Cavanaugh, Jeffrey Haegelin, Robert Zhu, Ben Ng, Wei Yu, Yurie Tonai, Lia Cardarelli, Nishith R. Reddy, Sachdev S. Sidhu, Olga Troyanskaya, Stephen L. Hauser, Michael R. Wilson, Scott S. Zamvil, Hideho Okada, Wendell A. Lim",
          "abstract": "To engineer cells that can specifically target the central nervous system (CNS), we identified extracellular CNS-specific antigens, including components of the CNS extracellular matrix and surface molecules expressed on neurons or glial cells. Synthetic Notch receptors engineered to detect these antigens were used to program T cells to induce the expression of diverse payloads only in the brain. CNS-targeted T cells that induced chimeric antigen receptor expression efficiently cleared primary and secondary brain tumors without harming cross-reactive cells outside of the brain. Conversely, CNS-targeted cells that locally delivered the immunosuppressive cytokine interleukin-10 ameliorated symptoms in a mouse model of neuroinflammation. Tissue-sensing cells represent a strategy for addressing diverse disorders in an anatomically targeted manner.",
          "url": "https://doi.org/10.1126/science.adl4237",
          "doi": "https://doi.org/10.1126/science.adl4237",
          "filter": "2"
        },
        {
          "title": "Programming liquid crystal elastomers for multistep ambidirectional deformability",
          "authors": "Yuxing Yao, Atalaya Milan Wilborn, Baptiste Lemaire, Foteini Trigka, Friedrich Stricker, Alan H. Weible, Shucong Li, Robert K. A. Bennett, Tung Chun Cheung, Alison Grinthal, Mikhail Zhernenkov, Guillaume Freychet, Patryk Wąsik, Boris Kozinsky, Michael M. Lerch, Xiaoguang Wang, Joanna Aizenberg",
          "abstract": "Ambidirectionality, which is the ability of structural elements to move beyond a reference state in two opposite directions, is common in nature. However, conventional soft materials are typically limited to a single, unidirectional deformation unless complex hybrid constructs are used. We exploited the combination of mesogen self-assembly, polymer chain elasticity, and polymerization-induced stress to design liquid crystalline elastomers that exhibit two mesophases: chevron smectic C (cSmC) and smectic A (SmA). Inducing the cSmC-SmA–isotropic phase transition led to an unusual inversion of the strain field in the microstructure, resulting in opposite deformation modes (e.g., consecutive shrinkage or expansion and right-handed or left-handed twisting and tilting in opposite directions) and high-frequency nonmonotonic oscillations. This ambidirectional movement is scalable and can be used to generate Gaussian transformations at the macroscale.",
          "url": "https://doi.org/10.1126/science.adq6434",
          "doi": "https://doi.org/10.1126/science.adq6434",
          "filter": "2"
        },
        {
          "title": "Climate change extinctions",
          "authors": "Mark C. Urban",
          "abstract": "Climate change is expected to cause irreversible changes to biodiversity, but predicting those risks remains uncertain. I synthesized 485 studies and more than 5 million projections to produce a quantitative global assessment of climate change extinctions. With increased certainty, this meta-analysis suggests that extinctions will accelerate rapidly if global temperatures exceed 1.5°C. The highest-emission scenario would threaten approximately one-third of species, globally. Amphibians; species from mountain, island, and freshwater ecosystems; and species inhabiting South America, Australia, and New Zealand face the greatest threats. In line with predictions, climate change has contributed to an increasing proportion of observed global extinctions since 1970. Besides limiting greenhouse gases, pinpointing which species to protect first will be critical for preserving biodiversity until anthropogenic climate change is halted and reversed.",
          "url": "https://doi.org/10.1126/science.adp4461",
          "doi": "https://doi.org/10.1126/science.adp4461",
          "filter": "2"
        },
        {
          "title": "Ecological erosion and expanding extinction risk of sharks and rays",
          "authors": "Nicholas K. Dulvy, Nathan Pacoureau, Jay H. Matsushiba, Helen F. Yan, Wade J. VanderWright, Cassandra L. Rigby, Brittany Finucci, C. Samantha Sherman, Rima W. Jabado, John K. Carlson, Riley A. Pollom, Patricia Charvet, Caroline M. Pollock, Craig Hilton-Taylor, Colin A. Simpfendorfer",
          "abstract": "The true state of ocean biodiversity is difficult to assess, and there are few global indicators to track the primary threat of overfishing. We calculated a 50-year Red List Index of extinction risk and ecological function for 1199 sharks and rays and found that since 1970, overfishing has halved their populations and their Red List Index has worsened by 19%. Overfishing the largest species in nearshore and pelagic habitats risks loss of ecomorphotypes and a 5 to 22% erosion of functional diversity. Extinction risk is higher in countries with large human coastal populations but lower in nations with stronger governance, larger economies, and greater beneficial fisheries subsidies. Restricting fishing (including incidental catch) and trade to sustainable levels combined with prohibiting retention of highly threatened species can avert further depletion, widespread loss of population connectivity, and top-down predator control.",
          "url": "https://doi.org/10.1126/science.adn1477",
          "doi": "https://doi.org/10.1126/science.adn1477",
          "filter": "2"
        },
        {
          "title": "Dissecting the hydrogen bond network of water: Charge transfer and nuclear quantum effects",
          "authors": "Mischa Flór, David M. Wilkins, Miguel de la Puente, Damien Laage, Giuseppe Cassone, Ali Hassanali, Sylvie Roke",
          "abstract": "The molecular structure of water is dynamic, with intermolecular hydrogen (H) bond interactions being modified by both electronic charge transfer and nuclear quantum effects (NQEs). Electronic charge transfer and NQEs potentially change under acidic or basic conditions, but such details have not been measured. In this work, we developed correlated vibrational spectroscopy, a symmetry-based method that separates interacting from noninteracting molecules in self- and cross-correlation spectra, giving access to previously inaccessible information. We found that hydroxide (OH − ) donated ~8% more negative charge to the H bond network of water, and hydronium (H 3 O + ) accepted ~4% less negative charge from the H bond network of water. Deuterium oxide (D 2 O) had ~9% more H bonds compared with water (H 2 O), and acidic solutions displayed more dominant NQEs than basic ones.",
          "url": "https://doi.org/10.1126/science.ads4369",
          "doi": "https://doi.org/10.1126/science.ads4369",
          "filter": "2"
        },
        {
          "title": "Pathways to reduce global plastic waste mismanagement and greenhouse gas emissions by 2050",
          "authors": "A. Samuel Pottinger, Roland Geyer, Nivedita Biyani, Ciera C. Martinez, Neil Nathan, Molly R. Morse, Chao Liu, Shanying Hu, Magali de Bruyn, Carl Boettiger, Elijah Baker, Douglas J. McCauley",
          "abstract": "Plastic production and plastic pollution have a negative effect on our environment, environmental justice, and climate change. Using detailed global and regional plastics datasets coupled with socioeconomic data, we employ machine learning to predict that, without intervention, annual mismanaged plastic waste will nearly double to 121 million metric tonnes (Mt) [100 to 139 Mt 95% confidence interval] by 2050. Annual greenhouse gas emissions from the plastic system are projected to grow by 37% to 3.35 billion tonnes CO 2 equivalent (3.09 to 3.54) over the same period. The United Nations plastic pollution treaty presents an opportunity to reshape these outcomes. We simulate eight candidate treaty policies and find that just four could together reduce mismanaged plastic waste by 91% (86 to 98%) and gross plastic–related greenhouse gas emissions by one-third.",
          "url": "https://doi.org/10.1126/science.adr3837",
          "doi": "https://doi.org/10.1126/science.adr3837",
          "filter": "2"
        },
        {
          "title": "Trump picks an ‘outsider’ and NIH critic to lead agency",
          "authors": "Jocelyn Kaiser",
          "abstract": "Jay Bhattacharya, who has analyzed NIH funding and ripped U.S. COVID-19 policies, could overhaul key funder",
          "url": "https://doi.org/10.1126/science.adv0705",
          "doi": "https://doi.org/10.1126/science.adv0705",
          "filter": "3"
        },
        {
          "title": "Home sweet home",
          "authors": "T. Jarrod Smith, Karen Guillemin",
          "abstract": "Sugar-binding adhesins enable bacteria to persist in specific host niches",
          "url": "https://doi.org/10.1126/science.adt8031",
          "doi": "https://doi.org/10.1126/science.adt8031",
          "filter": "3"
        },
        {
          "title": "In Science Journals",
          "authors": "Corinne Simonti, Caroline Ash, Brent Grocholski, Marc S. Lavine, Bianca Lopez, Michael A. Funk, Sacha Vignieri, Wei Wong, Stella M. Hurtley, L. Bryan Ray, Yury Suleymanov, Mattia Maroso, Claire Olingy, Mark S. Aldenderfer, Catherine Charneski",
          "abstract": "Highlights from the Science family of journals",
          "url": "https://doi.org/10.1126/science.adv0402",
          "doi": "https://doi.org/10.1126/science.adv0402",
          "filter": "3"
        },
        {
          "title": "War-torn Ukraine is breeding drug-resistant bacterial strains",
          "authors": "Richard Stone",
          "abstract": "Urgent action underway to bolster treatments and prevent dangerous microbes from spilling across borders",
          "url": "https://doi.org/10.1126/science.adv0710",
          "doi": "https://doi.org/10.1126/science.adv0710",
          "filter": "3"
        },
        {
          "title": "Speaking for myself",
          "authors": "Ogochukwu Joseph Uweru",
          "url": "https://doi.org/10.1126/science.adu9386",
          "doi": "https://doi.org/10.1126/science.adu9386",
          "filter": "3"
        },
        {
          "title": "EU needs groundwater ecosystems guidelines",
          "authors": "Tiziana Di Lorenzo, Enrico Lunghi, Cristina Aanei, Florian Altermatt, Roman Alther, Isabel R. Amorim, Raluca I. Băncilă, Adrià Bellvert, Anna Blomberg, Paulo A. V. Borges, Traian Brad, Anton Brancelj, David Brankovits, Pedro Cardoso, Francesco Cerasoli, Claire A. Chauveau, Luís Crespo, Michael Csader, Teo Delić, Mattia Di Cicco, Christophe J. Douady, Louis Duchemin, Arnaud Faille, Barbara Fiasca, Cene Fišer, Jean-Francois Flot, Rosalina Gabriel, Diana M. P. Galassi, Laura Garzoli, Christian Griebler, Clemens Karwautz, Marius I. Kenesz, Lara Konecny-Dupré, Thomas Lilley, Florian Malard, Alejandro Martínez, Melissa B. Meierhofer, Giuseppe Messana, Andrés Millán, Vangelis Mizerakis, Nataša Mori, Veronica Nanni, Giuseppe Nicolosi, Pedro Oromí, Susana Pallarés, Fernando Pereira, Ana Sofia P. S. Reboleira, Mattia Saccò, Alice Salussolia, David Sánchez-Fernández, Serban M. Sarbu, Andrei S̗tefan, Fabio Stoch, Agostina Tabilio Di Camillo, Stefano Taiti, Ilaria Vaccarelli, Valeria Valanne, Maja Zagmajster, Valerija Zakšek, Carina Zittra, Stefano Mammola",
          "url": "https://doi.org/10.1126/science.ads8140",
          "doi": "https://doi.org/10.1126/science.ads8140",
          "filter": "3"
        },
        {
          "title": "How the brain hatches an escape",
          "authors": "Francesco Argenton, Yoav Gothilf",
          "abstract": "A neuroendocrine circuit controls when fish larvae are ready to hatch",
          "url": "https://doi.org/10.1126/science.adu0649",
          "doi": "https://doi.org/10.1126/science.adu0649",
          "filter": "3"
        },
        {
          "title": "Synthetic gene circuits drive disease-fighting T cells",
          "authors": "Marco L. Davila, Renier Brentjens",
          "abstract": "Immune cells can be programmed to deliver targeted therapies in models of brain and inflammatory disease",
          "url": "https://doi.org/10.1126/science.adt9921",
          "doi": "https://doi.org/10.1126/science.adt9921",
          "filter": "3"
        },
        {
          "title": "Scopes monkey trial, in context Keeping the Faith: God, Democracy, and the Trial That Riveted a Nation Brenda Wineapple Random House, 2024. 544 pp.",
          "authors": "Vassiliki Betty Smocovitis",
          "abstract": "A writer reexamines the 20th-century showdown between science and religion",
          "url": "https://doi.org/10.1126/science.ads4948",
          "doi": "https://doi.org/10.1126/science.ads4948",
          "filter": "3"
        },
        {
          "title": "On the origins of organisms The Origin of Life Aleksandr I. Oparin Moscovky Rabotchii, 1924.",
          "authors": "Antonio Lazcano",
          "abstract": "The heterotrophic theory of the origin of life turns 100",
          "url": "https://doi.org/10.1126/science.ads5691",
          "doi": "https://doi.org/10.1126/science.ads5691",
          "filter": "3"
        },
        {
          "title": "Extending prosperity to Mexican seas",
          "authors": "Octavio Aburto-Oropeza, Catalina López-Sagástegui, Alejandro Robles, Exequiel Ezcurra",
          "url": "https://doi.org/10.1126/science.ads5826",
          "doi": "https://doi.org/10.1126/science.ads5826",
          "filter": "3"
        },
        {
          "title": "Storm warnings for FDA and CDC",
          "authors": "Jennifer Couzin-Frankel, Phie Jacobs",
          "url": "https://doi.org/10.1126/science.adv0706",
          "doi": "https://doi.org/10.1126/science.adv0706",
          "filter": "3"
        },
        {
          "title": "Controversial study redraws classical picture of the neuron",
          "authors": "Sofia Quaglia",
          "abstract": "Fine-grained imaging of mouse brain cells suggests “pearling” of axons that may help with signaling",
          "url": "https://doi.org/10.1126/science.adv0709",
          "doi": "https://doi.org/10.1126/science.adv0709",
          "filter": "3"
        },
        {
          "title": "Continuous monitoring with a shake",
          "authors": "Sihong Wang",
          "abstract": "Oscillating signals rapidly reset a sensor for real-time protein detection in the body",
          "url": "https://doi.org/10.1126/science.adt8928",
          "doi": "https://doi.org/10.1126/science.adt8928",
          "filter": "3"
        },
        {
          "title": "Editorial Expression of Concern",
          "authors": "H. Holden Thorp",
          "url": "https://doi.org/10.1126/science.adu7951",
          "doi": "https://doi.org/10.1126/science.adu7951",
          "filter": "3"
        },
        {
          "title": "Act on a mandate to protect research subjects’ privacy",
          "authors": "Leslie E. Wolf, Natalie Ram",
          "abstract": "Congress called for the protection of data from legal process",
          "url": "https://doi.org/10.1126/science.adu2675",
          "doi": "https://doi.org/10.1126/science.adu2675",
          "filter": "3"
        },
        {
          "title": "‘Brutal’ math test raises the bar for AI",
          "authors": "Zack Savitsky",
          "abstract": "Model-stumping benchmark shows human experts remain on top—for now",
          "url": "https://doi.org/10.1126/science.adv0707",
          "doi": "https://doi.org/10.1126/science.adv0707",
          "filter": "3"
        },
        {
          "title": "In Other Journals",
          "authors": "Marc S. Lavine, Corinne Simonti, Keith T. Smith, Caroline Ash, Yevgeniya Nusinovich, Yury Suleymanov, L. Bryan Ray",
          "abstract": "Editors’ selections from the current scientific literature",
          "url": "https://doi.org/10.1126/science.adv0403",
          "doi": "https://doi.org/10.1126/science.adv0403",
          "filter": "3"
        },
        {
          "title": "Beneath Antarctica’s ice, a fiery future may await",
          "authors": "Paul Voosen",
          "abstract": "Researchers probe volcanoes’ response to a changing world",
          "url": "https://doi.org/10.1126/science.adv0708",
          "doi": "https://doi.org/10.1126/science.adv0708",
          "filter": "3"
        },
        {
          "title": "Breaking the glass",
          "authors": "Sofia Moutinho",
          "abstract": "Latin America is a leader in nonprofit open-access journals. But it struggles to give them global visibility",
          "url": "https://doi.org/10.1126/science.adv0401",
          "doi": "https://doi.org/10.1126/science.adv0401",
          "filter": "3"
        }
      ]
    },
    {
      "journal_full": "Science Advances",
      "journal_short": "SciAdv",
      "articles": [
        {
          "title": "Antidepressant use in spatial social networks",
          "authors": "Balázs Lengyel, Gergő Tóth, Nicholas A. Christakis, Anikó Bíró",
          "abstract": "Social networks may help individuals maintain their mental health. Most empirical work based on small-scale surveys finds that cohesive social networks are critical for mental well-being, while diverse networks are considered less important. Here, we link data on antidepressant use of 277,344 small-town residents to a nationwide online social network. The data enable us to examine how individuals’ mental health care is related to the spatial characteristics of their social networks including their ties in the local community and connections to distant communities. We find that, besides the cohesion of social networks around home, the diversity of connections to distant places is negatively correlated with the probability of antidepressant use. Spatial diversity of social networks is also associated with decreasing dosage in subsequent years. This relationship is independent from the local access to antidepressants and is more prevalent for young individuals. Structural features of spatial social networks are prospectively associated with depression treatment.",
          "url": "https://doi.org/10.1126/sciadv.adr0302",
          "doi": "https://doi.org/10.1126/sciadv.adr0302",
          "filter": "0"
        },
        {
          "title": "Heat disproportionately kills young people: Evidence from wet-bulb temperature in Mexico",
          "authors": "Andrew J. Wilson, R. Daniel Bressler, Catherine Ivanovich, Cascade Tuholske, Colin Raymond, Radley M. Horton, Adam Sobel, Patrick Kinney, Tereza Cavazos, Jeffrey G. Shrader",
          "abstract": "Recent studies project that temperature-related mortality will be the largest source of damage from climate change, with particular concern for the elderly whom it is believed bear the largest heat-related mortality risk. We study heat and mortality in Mexico, a country that exhibits a unique combination of universal mortality microdata and among the most extreme levels of humid heat. Combining detailed measurements of wet-bulb temperature with age-specific mortality data, we find that younger people who are particularly vulnerable to heat: People under 35 years old account for 75% of recent heat-related deaths and 87% of heat-related lost life years, while those 50 and older account for 96% of cold-related deaths and 80% of cold-related lost life years. We develop high-resolution projections of humid heat and associated mortality and find that under the end-of-century SSP 3–7.0 emissions scenario, temperature-related deaths shift from older to younger people. Deaths among under-35-year-olds increase 32% while decreasing by 33% among other age groups.",
          "url": "https://doi.org/10.1126/sciadv.adq3367",
          "doi": "https://doi.org/10.1126/sciadv.adq3367",
          "filter": "0"
        },
        {
          "title": "Pathways to concealed gun carrying",
          "authors": "Justin Lucas Sola",
          "abstract": "Understanding the distinction between adolescent and adult pathways to concealed gun carrying can inform interventions to reduce gun violence.",
          "url": "https://doi.org/10.1126/sciadv.adu1262",
          "doi": "https://doi.org/10.1126/sciadv.adu1262",
          "filter": "0"
        },
        {
          "title": "Domain-specific representation of social inference by neurons in the human amygdala and hippocampus",
          "authors": "Runnan Cao, Julien Dubois, Adam N. Mamelak, Ralph Adolphs, Shuo Wang, Ueli Rutishauser",
          "abstract": "Inferring the intentions and emotions of others from behavior is crucial for social cognition. While neuroimaging studies have identified brain regions involved in social inference, it remains unknown whether performing social inference is an abstract computation that generalizes across different stimulus categories or is specific to certain stimulus domain. We recorded single-neuron activity from the medial temporal lobe (MTL) and the medial frontal cortex (MFC) in neurosurgical patients performing different types of inferences from images of faces, hands, and natural scenes. Our findings indicate distinct neuron populations in both regions encoding inference type for social (faces, hands) and nonsocial (scenes) stimuli, while stimulus category was itself represented in a task-general manner. Uniquely in the MTL, social inference type was represented by separate subsets of neurons for faces and hands, suggesting a domain-specific representation. These results reveal evidence for specialized social inference processes in the MTL, in which inference representations were entangled with stimulus type as expected from a domain-specific process.",
          "url": "https://doi.org/10.1126/sciadv.ado6166",
          "doi": "https://doi.org/10.1126/sciadv.ado6166",
          "filter": "0"
        },
        {
          "title": "Dual pathways of concealed gun carrying and use from adolescence to adulthood over a 25-year era of change",
          "authors": "Charles C. Lanfear, David S. Kirk, Robert J. Sampson",
          "abstract": "Most homicides in the United States are committed using a handgun, but little research examines gun carrying over critical stages of the life course and changing contexts of violence. Notably, although most of the handgun homicides are committed by adults, most research on concealed gun carrying focuses on adolescents in single cohort studies. Using more than 25 years of longitudinal multicohort data from Chicago, 1994–2021, we show that pathways of concealed gun carrying are distinct between adolescence and adulthood. Adolescent carrying is often age-limited and responsive to direct exposure to gun violence (witnessing and victimization), while adult carrying is a persistent behavior that is less tied to direct exposure. The onset of concealed carry is also a strong predictor of later gun use (shooting or brandishing), and we find distinct patterns of gun use between individuals who first carry in adolescence versus adulthood. We discuss the implications of these dual pathways for research and policies on firearm use.",
          "url": "https://doi.org/10.1126/sciadv.adp8915",
          "doi": "https://doi.org/10.1126/sciadv.adp8915",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Structural and molecular properties of mumps virus inclusion bodies",
          "authors": "Hiroshi Katoh, Ryuichi Kimura, Tsuyoshi Sekizuka, Kohei Matsuoka, Mika Hosogi, Yuki Kitai, Yukiko Akahori, Fumihiro Kato, Michiyo Kataoka, Hirotaka Kobayashi, Noriyo Nagata, Tadaki Suzuki, Yasuyuki Ohkawa, Shinya Oki, Makoto Takeda",
          "abstract": "Viral RNA synthesis of mononegaviruses occurs in cytoplasmic membraneless organelles called inclusion bodies (IBs). Here, we report that IBs of mumps virus (MuV), which is the causative agent of mumps and belongs to the family Paramyxoviridae , displayed liquid organelle properties formed by liquid-liquid phase separation. Super-resolution microscopic analysis of MuV IBs demonstrated that nucleocapsid and phospho (P)-proteins formed a cage-like structure and that the viral polymerase adopted a reticular pattern and colocalized with viral RNAs. In addition, we characterized host RNAs localized in MuV IBs by a spatial transcriptome analysis, and found that RNAs containing G-quadruplex motif sequences (G4-RNAs) were concentrated. An in vitro phase separation assay showed that the G4-RNAs interacted with the P protein and enhanced condensation in P droplets. Together, our data show that MuV generates IBs with a characteristic cage-like structure and host G4-RNAs play an important role in forming MuV IBs.",
          "url": "https://doi.org/10.1126/sciadv.adr0359",
          "doi": "https://doi.org/10.1126/sciadv.adr0359",
          "filter": "2"
        },
        {
          "title": "Charting the transcriptomic landscape of primary and metastatic cancers in relation to their origin and target normal tissues",
          "authors": "Neel Sanghvi, Camilo Calvo-Alcañiz, Padma S. Rajagopal, Stefano Scalera, Valeria Canu, Sanju Sinha, Fiorella Schischlik, Kun Wang, Sanna Madan, Eldad Shulman, Antonios Papanicolau-Sengos, Giovanni Blandino, Eytan Ruppin, Nishanth Ulhas Nair",
          "abstract": "Metastasis is a leading cause of cancer-related deaths, yet understanding how metastatic tumors adapt from their origin to their target tissues remains a fundamental challenge. To address this, we assessed whether primary and metastatic tumors more closely resemble their tissues of origin or target tissues in terms of gene expression. We analyzed expression profiles from multiple cancer types and normal tissues, including single-cell and bulk RNA sequencing data from both paired and unpaired patient cohorts. Primary tumors were overall more transcriptomically similar to their tissues of origin, while metastases shifted toward their target tissues. However, pathway-level analysis highlighted critical metabolic and immune transcriptomic changes toward target tissues during metastasis in both primary and metastatic tumors. In addition, primary tumors exhibited higher activity in cancer hallmarks such as “Activating Invasion and Metastasis” when compared to metastases. This comprehensive analysis provides a transcriptome-wide view of the processes through which cancer tumors adapt to their metastatic environments before and after metastasis.",
          "url": "https://doi.org/10.1126/sciadv.adn0220",
          "doi": "https://doi.org/10.1126/sciadv.adn0220",
          "filter": "2"
        },
        {
          "title": "Optimal repetitive readout of single solid-state spins determined by Fisher information",
          "authors": "Zhiyuan Zhao, Shaoyi Xu, Qian Shi, Yu Chen, Xi Kong, Zhiping Yang, Mengqi Wang, Xiangyu Ye, Pei Yu, Ya Wang, Tianyu Xie, Fazhan Shi, Jiangfeng Du",
          "abstract": "Quantum systems, including superconducting circuits, trapped ions, quantum dots, solid-state defects, etc., have achieved considerable advancements in readout fidelity. However, the widely used threshold method disregards the importance of temporal characteristics of the signal during continuous measurements, leading to information loss. Here, we applied Fisher information to quantify the potential enhancement by using the temporal information. We proposed an optimal data processing method and derived the condition for equality to the error constrained by Fisher information. Applying this method to the single-shot readout of a 13 C nuclear spin of nitrogen-vacancy center marks a 33.8 ± 1.2% error reduction compared to the threshold method, improving the fidelity to 99.649(5)%. The versatility of our method is further demonstrated through the single-shot readout of charge states. This work illustrates the advantage of using photon arrival time for improving readout fidelity without upgrading experimental hardware. The method of using Fisher information to analyze readout fidelity also holds promise for broad applicability to other systems.",
          "url": "https://doi.org/10.1126/sciadv.adp9228",
          "doi": "https://doi.org/10.1126/sciadv.adp9228",
          "filter": "2"
        },
        {
          "title": "Epitope-focused immunogens targeting the hepatitis C virus glycoproteins induce broadly neutralizing antibodies",
          "authors": "Kumar Nagarathinam, Andreas Scheck, Maurice Labuhn, Luisa J. Ströh, Elisabeth Herold, Barbora Veselkova, Sarah Tune, Johannes T. Cramer, Stéphane Rosset, Sabrina S. Vollers, Dorothea Bankwitz, Matthias Ballmaier, Heike Böning, Edith Roth, Tanvi Khera, Henrike P. Ahsendorf-Abidi, Oliver Dittrich-Breiholz, Jonas Obleser, Michael Nassal, Hans-Martin Jäck, Thomas Pietschmann, Bruno E. Correia, Thomas Krey",
          "abstract": "Hepatitis C virus (HCV) infection causes ~290,000 annual human deaths despite the highly effective antiviral treatment available. Several viral immune evasion mechanisms have hampered the development of an effective vaccine against HCV, among them the remarkable conformational flexibility within neutralization epitopes in the HCV antigens. Here, we report the design of epitope-focused immunogens displaying two distinct HCV cross-neutralization epitopes. We show that these immunogens induce a pronounced, broadly neutralizing antibody response in laboratory and transgenic human antibody mice. Monoclonal human antibodies isolated from immunized human antibody mice specifically recognized the grafted epitopes and neutralized four diverse HCV strains. Our results highlight a promising strategy for developing HCV immunogens and provide an encouraging paradigm for targeting structurally flexible epitopes to improve the induction of neutralizing antibodies.",
          "url": "https://doi.org/10.1126/sciadv.ado2600",
          "doi": "https://doi.org/10.1126/sciadv.ado2600",
          "filter": "2"
        },
        {
          "title": "Transcription-coupled changes in genomic region proximities during transcriptional bursting",
          "authors": "Hiroaki Ohishi, Soya Shinkai, Hitoshi Owada, Takeru Fujii, Kazufumi Hosoda, Shuichi Onami, Takashi Yamamoto, Yasuyuki Ohkawa, Hiroshi Ochiai",
          "abstract": "The orchestration of our genes heavily relies on coordinated communication between enhancers and promoters, yet the mechanisms behind this dynamic interplay during active transcription remain unclear. Here, we investigated enhancer-promoter (E-P) interactions in relation to transcriptional bursting in mouse embryonic stem cells using sequential DNA/RNA/immunofluorescence–fluorescence in situ hybridization analyses. Our data reveal that the active state of specific genes is characterized by specific proximities between different genomic regions and the accumulation of transcriptional regulatory factors. Mathematical simulations suggest that an increase in local viscosity could potentially contribute to stabilizing the duration of these E-P proximities. Our study provides insights into the association among E-P proximity, protein accumulation, and transcriptional dynamics, paving the way for a more nuanced understanding of gene-specific regulatory mechanisms.",
          "url": "https://doi.org/10.1126/sciadv.adn0020",
          "doi": "https://doi.org/10.1126/sciadv.adn0020",
          "filter": "2"
        },
        {
          "title": "Neuronal circuit mechanisms of competitive interaction between action-based and coincidence learning",
          "authors": "Eyal Rozenfeld, Moshe Parnas",
          "abstract": "How information is integrated across different forms of learning is crucial to understanding higher cognitive functions. Animals form classic or operant associations between cues and their outcomes. It is believed that a prerequisite for operant conditioning is the formation of a classical association. Thus, both memories coexist and are additive. However, the two memories can result in opposing behavioral responses, which can be disadvantageous. We show that Drosophila classical and operant olfactory conditioning rely on distinct neuronal pathways leading to different behavioral responses. Plasticity in both pathways cannot be formed simultaneously. If plasticity occurs at both pathways, interference between them occurs and learning is disrupted. Activity of the navigation center is required to prevent plasticity in the classical pathway and enable it in the operant pathway. These findings fundamentally challenge hierarchical views of operant and classical learning and show that active processes prevent coexistence of the two memories.",
          "url": "https://doi.org/10.1126/sciadv.adq3016",
          "doi": "https://doi.org/10.1126/sciadv.adq3016",
          "filter": "2"
        },
        {
          "title": "Experimental demonstration of the equivalence of entropic uncertainty with wave-particle duality",
          "authors": "Daniel Spegel-Lexne, Santiago Gómez, Joakim Argillander, Marcin Pawłowski, Pedro R. Dieguez, Alvaro Alarcón, Guilherme B. Xavier",
          "abstract": "Wave-particle duality is one of the most notable and counterintuitive features of quantum mechanics, illustrating that two incompatible observables cannot be measured simultaneously with arbitrary precision. In this work, we experimentally demonstrate the equivalence of wave-particle duality and entropic uncertainty relations using orbital angular momentum (OAM) states of light. Our experiment uses an innovative and reconfigurable platform composed of few-mode optical fibers and photonic lanterns, showcasing the versatility of this technology for quantum information processing. Our results provide fundamental insights into the complementarity principle from an informational perspective, with implications for the broader field of quantum technologies.",
          "url": "https://doi.org/10.1126/sciadv.adr2007",
          "doi": "https://doi.org/10.1126/sciadv.adr2007",
          "filter": "2"
        },
        {
          "title": "Dynamic silicone hydrogel gauze coatings with dual anti-blood adhesion mechanism for rapid hemostasis and minimal secondary damage",
          "authors": "Xiubin Xu, Yanting Chen, Yunlong Li, Xin Li, Jian Bai, Xusheng Jiang, Danfeng Yu, Xu Wu, Xi Yao",
          "abstract": "Hemostatic materials that can rapidly control bleeding without causing secondary damage or sharp pain upon removal are receiving increasing demands in acute trauma treatments and first-aid supplies. Here, we report the development of a dynamic silicone hydrogel coating on medical gauze to enable rapid hemostasis and synergistic anti-blood adhesion properties. The silicone hydrogel can spontaneously form oriented cross-linked structures on fibrous medical gauze through a solution-processing method to achieve macroscopic superhydrophobicity with microscopic surface slipperiness, resulting in excellent anti-blood adhesion with the on-wound peeling force at ~0 millinewton. The development of dynamic silicone hydrogel coating on medical gauze enables a unique integration of advanced features including instant bleeding control, excellent anti-blood adhesion, and excellent air permeability. The proposed strategy is also suitable for scalable production, making it promising in the applications of trauma management.",
          "url": "https://doi.org/10.1126/sciadv.ado4944",
          "doi": "https://doi.org/10.1126/sciadv.ado4944",
          "filter": "2"
        },
        {
          "title": "An extragenital cell population contributes to urethra closure during mouse penis development",
          "authors": "Ciro Maurizio Amato, Xin Xu, Humphrey Hung-Chang Yao",
          "abstract": "The penis, the organ that bears reproductive and psychological importance, is susceptible to birth defects such as hypospadias or incomplete closure of urethra along the penis shaft. We discover that proper urethral closure in mouse embryos requires a unique mesenchymal cell population originated from outside of the penis. These “extragenital” cells, marked by a lineage marker Nr5a1 , migrate from the inguinal region into the embryonic penis and facilitate urethra closure by interacting with adjacent periurethral cells via the epidermal growth factor pathway. Ablation of Nr5a1 + cells leads to severe hypospadias and alters cell differentiation in the penis. This discovery highlights the indispensable role of Nr5a1 + extragenital cells in urethra closure, shedding light on the biology of penis formation and potential implications for human hypospadias.",
          "url": "https://doi.org/10.1126/sciadv.adp0673",
          "doi": "https://doi.org/10.1126/sciadv.adp0673",
          "filter": "2"
        },
        {
          "title": "X-ray–induced acoustic computed tomography: 3D X-ray absorption imaging from a single view",
          "authors": "Siqi Wang, Prabodh Kumar Pandey, Gerald Lee, Rick J. P. van Bergen, Leshan Sun, Yifei Xu, Liangzhong) Xiang",
          "abstract": "Computed tomography (CT) scanners are essential for modern imaging but require around 600 projections from various angles. We present x-ray–induced acoustic computed tomography (XACT), a method that uses radiation-induced acoustic waves for three-dimensional (3D) x-ray imaging. These spherical acoustic waves travel through tissue at 1.5 × 10 3 meters per second, much slower than x-rays, allowing ultrasound detectors to capture them and generate 3D images without mechanical scanning. We validate this theory by performing 3D numerical reconstructions of a human breast from a single x-ray projection and experimentally determining 3D structures of objects at different depths. Achieving resolutions of 0.4 millimeters in the XZ plane and 3.5 millimeters in the XY plane at a depth of 16 millimeters, XACT demonstrates the ability to produce 3D images from one x-ray projection, reducing radiation exposure and enabling gantry-free imaging. XACT shows great promise for biomedical and nondestructive testing applications, potentially replacing conventional CT.",
          "url": "https://doi.org/10.1126/sciadv.ads1584",
          "doi": "https://doi.org/10.1126/sciadv.ads1584",
          "filter": "2"
        },
        {
          "title": "Magnetic kirigami dome metasheet with high deformability and stiffness for adaptive dynamic shape-shifting and multimodal manipulation",
          "authors": "Yinding Chi, Emily E. Evans, Matthew R. Clary, Fangjie Qi, Haoze Sun, Saarah Niesha Cantú, Catherine M. Capodanno, Joseph B. Tracy, Jie Yin",
          "abstract": "Soft shape-shifting materials offer enhanced adaptability in shape-governed properties and functionalities. However, once morphed, they struggle to reprogram their shapes and simultaneously bear loads for fulfilling multifunctionalities. Here, we report a dynamic spatiotemporal shape-shifting kirigami dome metasheet with high deformability and stiffness that responds rapidly to dynamically changing magnetic fields. The magnetic kirigami dome exhibits over twice higher doming height and 1.5 times larger bending curvature, as well as sevenfold enhanced structural stiffness compared to its continuous counterpart without cuts. The metasheet achieves omnidirectional doming and multimodal translational and rotational wave-like shape-shifting, quickly responding to changing magnetic fields within 2 milliseconds. Using the dynamic shape-shifting and adaptive interactions with objects, we demonstrate its applications in voxelated dynamic displays and remote magnetic multimodal directional and rotary manipulation of nonmagnetic objects without grasping. It shows high-load transportation ability of over 40 times its own weight, as well as versatility in handling objects of different materials (liquid and solid), sizes, shapes, and weights.",
          "url": "https://doi.org/10.1126/sciadv.adr8421",
          "doi": "https://doi.org/10.1126/sciadv.adr8421",
          "filter": "2"
        },
        {
          "title": "Plankton food web structure and productivity under ocean alkalinity enhancement",
          "authors": "Nicolás Sánchez, Silvan U. Goldenberg, Daniel Brüggemann, Cornelia Jaspers, Jan Taucher, Ulf Riebesell",
          "abstract": "Ocean alkalinity enhancement (OAE) is a nature-based technology for CO 2 removal and storage, but little is known about its environmental safety. We tested a CO 2 -equilibrated OAE deployment in a close-to-natural community using in situ mesocosms in the oligotrophic subtropical North Atlantic and assessed metazoan zooplankton to inform about food web stability, structure, and production. In addition, a literature review complemented experimental results by summarizing physiological responses of marine animals to decreasing proton concentrations, or increased pH. The food web studied proved resistant, and zooplankton physiologically tolerant, to the OAE tested. We observed short-term effects of OAE on zooplankton reproduction and productivity, which were likely trophically mediated. Yet, these did not affect zooplankton populations or their nutritional value as food for fish. Our study demonstrates an environmentally safe OAE application, but also stresses the risks of more intense OAE options, and the vulnerabilities of other marine ecosystems.",
          "url": "https://doi.org/10.1126/sciadv.ado0264",
          "doi": "https://doi.org/10.1126/sciadv.ado0264",
          "filter": "2"
        },
        {
          "title": "Metasurface spectrometers beyond resolution-sensitivity constraints",
          "authors": "Feng Tang, Jingjun Wu, Tom Albrow-Owen, Hanxiao Cui, Fujia Chen, Yaqi Shi, Lan Zou, Jun Chen, Xuhan Guo, Yijun Sun, Jikui Luo, Bingfeng Ju, Jing Huang, Shuangli Liu, Bo Li, Liming Yang, Eric A. Munro, Wanguo Zheng, Hannah J. Joyce, Hongsheng Chen, Lufeng Che, Shurong Dong, Zhipei Sun, Tawfique Hasan, Xin Ye, Yihao Yang, Zongyin Yang",
          "abstract": "Conventional spectrometer designs necessitate a compromise between their resolution and sensitivity, especially as device and detector dimensions are scaled down. Here, we report on a miniaturizable spectrometer platform where light throughput onto the detector is instead enhanced as the resolution is increased. This planar, CMOS-compatible platform is based around metasurface encoders designed to exhibit photonic bound states in the continuum, where operational range can be altered or extended simply through adjusting geometric parameters. This system can enhance photon collection efficiency by up to two orders of magnitude versus conventional designs; we demonstrate this sensitivity advantage through ultralow-intensity fluorescent and astrophotonic spectroscopy. This work represents a step forward for the practical utility of spectrometers, affording a route to integrated, chip-based devices that maintain high resolution and SNR without requiring prohibitively long integration times.",
          "url": "https://doi.org/10.1126/sciadv.adr7155",
          "doi": "https://doi.org/10.1126/sciadv.adr7155",
          "filter": "2"
        },
        {
          "title": "Sex-dimorphic tumor growth is regulated by tumor microenvironmental and systemic signals",
          "authors": "Xianfeng Wang, Hongcun Bao, Yi-Chun Huang, Anindita Barua, Chun-Ming Lai, Jie Sun, Youfang Zhou, Fei Cong, Shangyu Gong, Chih-Hsuan Chang, Wu-Min Deng",
          "abstract": "Tumor growth and progression involve coordinated regulation by internal, microenvironmental, and systemic signals and often display conspicuous sexual dimorphism. The mechanisms governing the integration and coordination of these signals, along with their sex-based differences, remain largely unknown. Using a Drosophila tumor model originating from nonreproductive tissue, we show that female-biased tumor growth involves multifaceted communications among tumor cells, hemocytes, and neuroendocrine insulin-producing cells (IPCs). Notch-active tumor cells recruit hemocytes carrying the tumor necrosis factor–α (TNF-α) homolog Eiger to the tumor microenvironment (TME), activating the c-Jun N-terminal kinase (JNK) pathway in tumor cells, instigating the sexually dimorphic up-regulation of cytokine Unpaired 2 (Upd2). Upd2, in turn, exerts a distal influence by modulating the release of a Drosophila insulin-like peptide (Dilp2) from IPCs. Dilp2 then activates the insulin signaling in the tumor, thereby fostering sexual-dimorphic tumor growth. Together, these findings reveal a relay mechanism involving the TME and systemic signals that collectively control the sexual dimorphism of tumor growth.",
          "url": "https://doi.org/10.1126/sciadv.ads4229",
          "doi": "https://doi.org/10.1126/sciadv.ads4229",
          "filter": "2"
        },
        {
          "title": "Size-dependent guest-memory switching of the flexible and robust adsorption characteristics of layered metal-organic frameworks",
          "authors": "Satoshi Watanabe, Shotaro Hiraide, Homare Arima, Akiko Fukuta, Miyuki Mori, Hideki Tanaka, Minoru T. Miyahara",
          "abstract": "Flexible-robust metal-organic frameworks (MOFs), which exhibit unique hybrid nature comprising both flexible and rigid framework characteristics, exhibit high potential for hydrocarbon separations. However, no clear guidelines have been established to regulate their hybrid characteristics owing to limited understanding of their adsorption mechanism. This study investigates the effects of the particle size of a flexible-robust MOF on its adsorption and structural transition behaviors. The robust nature originates from the structural transition of a metastable guest-free structure, while its flexible nature arises from another guest-free structure. The type of guest-free structure is predominantly determined by the particle size; particles below the critical size are trapped in the metastable guest-free structure. Notably, the critical size varies with the type of guest molecule to be removed; consequently, the difference in critical size results in guest-memory characteristics, enabling guest-free structure switching. These results underscore the importance of controlling the particle size to fine-tune hybrid adsorption characteristics of flexible-robust MOFs.",
          "url": "https://doi.org/10.1126/sciadv.adr1387",
          "doi": "https://doi.org/10.1126/sciadv.adr1387",
          "filter": "2"
        },
        {
          "title": "Gene acquisition by giant transposons primes eukaryotes for rapid evolution via horizontal gene transfer",
          "authors": "Andrew S. Urquhart, Emile Gluck-Thaler, Aaron A. Vogan",
          "abstract": "Horizontal gene transfer (HGT) disseminates genetic information between species and is a powerful mechanism of adaptation. Yet, we know little about its underlying drivers in eukaryotes. Giant Starship transposons have been implicated as agents of fungal HGT, providing an unprecedented opportunity to reveal the evolutionary parameters behind this process. Here, we characterize the ssf gene cluster, which contributes to formaldehyde resistance, and use it to demonstrate how mobile element evolution shapes fungal adaptation. We found that ssf clusters have been acquired by various distantly related Starships , which each exhibit multiple instances of horizontal transfer across fungal species (at least nine events, including between different taxonomic orders). Many ssf clusters have subsequently integrated into their host’s genome, illustrating how Starships shape the evolutionary trajectory of fungal hosts beyond any single transfer. Our results demonstrate the key role Starships play in mediating rapid and repeated adaptation via HGT, elevating the importance of mobile element evolution in eukaryotic biology.",
          "url": "https://doi.org/10.1126/sciadv.adp8738",
          "doi": "https://doi.org/10.1126/sciadv.adp8738",
          "filter": "2"
        },
        {
          "title": "Inhibitors of malaria parasite cyclic nucleotide phosphodiesterases block asexual blood-stage development and mosquito transmission",
          "authors": "Paula-Josefina Gomez-Gonzalez, Antima Gupta, Laura G. Drought, Avnish Patel, John Okombo, Mariëtte van der Watt, Ryan Walker-Gray, Kyra A. Schindler, Anna Y. Burkhard, Tomas Yeo, Sunil K. Narwal, Talia S. Bloxham, Christian Flueck, Eloise M. Walker, Joshua A. Rey, Kate J. Fairhurst, Janette Reader, Heekuk Park, Harry G. Pollard, Lindsay B. Stewart, Luke Brandner-Garrod, Mojca Kristan, Geert-Jan Sterk, Youri M. van Nuland, Emilia Manko, Donelly A. van Schalkwyk, Yang Zheng, Rob Leurs, Koen J. Dechering, Anna Caroline C. Aguiar, Rafael V. C. Guido, Dhelio B. Pereira, Patrick K. Tumwebaze, Samuel L. Nosbya, Philip J. Rosenthal, Roland A. Cooper, Mike Palmer, Tanya Parkinson, Jeremy N. Burrows, Anne-Catrin Uhlemann, Lyn-Marié Birkholtz, Jennifer L. Small-Saunders, James Duffy, David A. Fidock, Alan Brown, Mark Gardner, David A. Baker",
          "abstract": "Cyclic nucleotide–dependent phosphodiesterases (PDEs) play essential roles in regulating the malaria parasite life cycle, suggesting that they may be promising antimalarial drug targets. PDE inhibitors are used safely to treat a range of noninfectious human disorders. Here, we report three subseries of fast-acting and potent Plasmodium falciparum PDEβ inhibitors that block asexual blood-stage parasite development and that are also active against human clinical isolates. Two of the inhibitor subseries also have potent transmission-blocking activity by targeting PDEs expressed during sexual parasite development. In vitro drug selection experiments generated parasites with moderately reduced susceptibility to the inhibitors. Whole-genome sequencing of these parasites detected no mutations in PDEβ but rather mutations in downstream effectors: either the catalytic or regulatory subunits of cyclic adenosine monophosphate–dependent protein kinase (PKA) or in the 3-phosphoinositide-dependent protein kinase that is required for PKA activation. Several properties of these P. falciparum PDE inhibitor series make them attractive for further progression through the antimalarial drug discovery pipeline.",
          "url": "https://doi.org/10.1126/sciadv.adq1383",
          "doi": "https://doi.org/10.1126/sciadv.adq1383",
          "filter": "2"
        },
        {
          "title": "Ultrathin rubbery bio-optoelectronic stimulators for untethered cardiac stimulation",
          "authors": "Zhoulyu Rao, Faheem Ershad, Ying-Shi Guan, Fernanda C. Paccola Mesquita, Ernesto Curty da Costa, Marco A. Morales-Garza, Angel Moctezuma-Ramirez, Bin Kan, Yuntao Lu, Shubham Patel, Hyunseok Shim, Kuan Cheng, Wenjie Wu, Tahir Haideri, Xiaojun Lance Lian, Alamgir Karim, Jian Yang, Abdelmotagaly Elgalad, Camila Hochman-Mendez, Cunjiang Yu",
          "abstract": "Untethered electrical stimulation or pacing of the heart is of critical importance in addressing the pressing needs of cardiovascular diseases in both clinical therapies and fundamental studies. Among various stimulation methods, light illumination–induced electrical stimulation via photoelectric effect without any genetic modifications to beating cells/tissues or whole heart has profound benefits. However, a critical bottleneck lies in the lack of a suitable material with tissue-like mechanical softness and deformability and sufficient optoelectronic performances toward effective stimulation. Here, we introduce an ultrathin (&lt;500 nm), stretchy, and self-adhesive rubbery bio-optoelectronic stimulator (RBOES) in a bilayer construct of a rubbery semiconducting nanofilm and a transparent, stretchable gold nanomesh conductor. The RBOES could maintain its optoelectronic performance when it was stretched by 20%. The RBOES was validated to effectively accelerate the beating of the human induced pluripotent stem cell–derived cardiomyocytes. Furthermore, acceleration of ex vivo perfused rat hearts by optoelectronic stimulation with the self-adhered RBOES was achieved with repetitive pulsed light illumination.",
          "url": "https://doi.org/10.1126/sciadv.adq5061",
          "doi": "https://doi.org/10.1126/sciadv.adq5061",
          "filter": "2"
        },
        {
          "title": "Laser-induced adhesives with excellent adhesion enhancement and reduction capabilities for transfer printing of microchips",
          "authors": "Chenglong Li, Shun Zhang, Jing Jiang, Suhao Wang, Shuchang He, Jizhou Song",
          "abstract": "Transfer printing based on tunable and reversible adhesive that enables the heterogeneous integration of materials is essential for developing envisioned electronic systems. An adhesive with both adhesion enhancement and reduction capabilities in a rapid and selective manner is challenging. Here, we report a laser-induced adhesive, featuring a geometrically simple shape memory polymer layer on a glass backing, with excellent adhesion modulation capability for programmable pickup and noncontact printing of microchips. Selective and rapid laser heating substantially enhances the adhesive’s adhesion strength from kilopascal to megapascal within 10 ms due to the shape fixing effect, allowing for precise and programmable pickup. Conversely, the enhanced adhesion can be quickly reduced and eliminated within 3 ms through the shape recovery effect, enabling noncontact printing. Demonstrations of transfer printing microlight-emitting diodes (LEDs) and mini-LEDs onto various low-adhesive flat, rough, and curved surfaces highlight the unusual capabilities of this adhesive for deterministic assembly.",
          "url": "https://doi.org/10.1126/sciadv.ads9226",
          "doi": "https://doi.org/10.1126/sciadv.ads9226",
          "filter": "2"
        },
        {
          "title": "Synthesis of defect-rich La 2 O 2 CO 3 supports for enhanced CO 2 -to-methanol conversion efficiency",
          "authors": "Rui Zhang, Xiao Wang, Ke Wang, Huilin Wang, Xudong Sun, Weidong Shi, Shuyan Song, Hongjie Zhang",
          "abstract": "Converting CO 2 to methanol is crucial for addressing fuel scarcity and mitigating the greenhouse effect. Cu-based catalysts, with their diverse surface states, offer the potential to control reaction pathways and generate reactive H* species. However, a major challenge lies in oxidizing active Cu 0 species by water generated during the catalytic process. While nonreducible metal oxides are beneficial in stabilizing metallic states, their limited capability to generate surface oxygen vacancies (O V ) hinders CO 2 activation. Herein, we present a strategy by doping Nd into a La 2 O 2 CO 3 (LOC) support, enhancing O V formation by disrupting its lattice dyadicity. This leads to higher Cu 0 concentration and improved CO 2 activation. The resulting Cu/LOC:Nd catalyst notably outperforms Cu/LOC and CuZnAl catalysts, achieving a methanol yield of 9.9 moles of methanol per hour per mole of Cu. Our approach opens up possibilities for enhancing Cu-based catalysts in CO 2 conversion.",
          "url": "https://doi.org/10.1126/sciadv.adr3332",
          "doi": "https://doi.org/10.1126/sciadv.adr3332",
          "filter": "2"
        },
        {
          "title": "Chromobacterium biopesticide overcomes insecticide resistance in malaria vector mosquitoes",
          "authors": "Chinmay V. Tikhe, Sare Issiaka, Yuemei Dong, Mary Kefi, Mihra Tavadia, Etienne Bilgo, Rodrigo M. Corder, John Marshall, Abdoulaye Diabate, George Dimopoulos",
          "abstract": "Vector mosquito control is an integral part of malaria control. The global emergence of insecticide resistance in malaria-transmitting Anophelines has become an impediment and has created an urgent need for novel mosquito control approaches. Here, we show that a biopesticide derived from the soil-dwelling bacterium Chromobacterium sp. Panama ( Csp_P ) kills insecticide-resistant Anopheles mosquitoes, regardless of their resistance mechanisms. In addition, sublethal dose of Csp_P acts as a synergist to now used chemical insecticides across multiple classes. Moreover, Csp_P reduces host-seeking behavior and malaria parasite infection in vector mosquitoes in ways that further decrease transmission. Mosquito glutathione S -transferases are essential for Csp_P ’s mosquito-killing mechanism. Enclosed field trials in Burkina Faso, conducted in diverse ecological settings and supported by a mathematical model, have now demonstrated its potential for malaria control in settings with widespread insecticide resistance.",
          "url": "https://doi.org/10.1126/sciadv.ads3658",
          "doi": "https://doi.org/10.1126/sciadv.ads3658",
          "filter": "2"
        },
        {
          "title": "Naturally arising memory-phenotype CD4 + T lymphocytes contain an undifferentiated population that can generate T H 1, T H 17, and T reg cells",
          "authors": "Akihisa Kawajiri, Jing Li, Keita Koinuma, Ziying Yang, Hye Jin Yoon, Jaeu Yi, Hiroyuki Nagashima, Minami Ishii, Feng Gao, Kosuke Sato, Shunichi Tayama, Hideo Harigae, Yoichiro Iwakura, Naoto Ishii, Alan Sher, Kazuyoshi Ishigaki, Jinfang Zhu, Kwang Soon Kim, Takeshi Kawabe",
          "abstract": "Memory-phenotype (MP) CD4 + T lymphocytes develop from naïve cells via self-recognition at homeostasis. While previous studies defined MP cells as a heterogeneous population that comprises T helper 1 (T H 1)/17–like subsets, functional significance of the T-bet − Rorγt − subpopulation remains unknown. Here we show that MP lymphocytes as a whole population can differentiate into T H 1/17/regulatory T (T reg ) cells to mediate mild and persistent inflammation in lymphopenic environments, whereas naïve cells exhibit strong, T H 1-dominated responses. Moreover, we demonstrate that MP lymphocytes comprise not only T H 1/17-differentiated subsets but a polyclonal, transcriptomically immature “undifferentiated” subpopulation at homeostasis. Furthermore, our data argue that while the T-bet + Rorγt − MP subset is terminally T H 1-differentiated, its undifferentiated counterpart retains the capacity to rapidly proliferate to differentiate into T H 1/17/T reg cells, with the latter response tonically constrained by preexisting T reg cells. Together, our results identify undifferentiated MP CD4 + T lymphocytes as a unique precursor that has a diverse differentiation potential to generate T H 1/17/T reg cells to contribute to pathogenesis of inflammation.",
          "url": "https://doi.org/10.1126/sciadv.adq6618",
          "doi": "https://doi.org/10.1126/sciadv.adq6618",
          "filter": "2"
        },
        {
          "title": "Comediation of voltage gating and ion charge in MXene membrane for controllable and selective monovalent cation separation",
          "authors": "Xu Wang, Haiguang Zhang, Gaoliang Wei, Jiajian Xing, Shuo Chen, Xie Quan",
          "abstract": "Artificial ion channels with controllable mono/monovalent cation separation fulfill important roles in biomedicine, ion separation, and energy conversion. However, it remains a daunting challenge to develop an artificial ion channel similar to biological ion channels due to ion-ion competitive transport and lack of ion-gating ability of channels. Here, we report a conductive MXene membrane with polydopamine-confined angstrom-scale channels and propose a voltage gating and ion charge comediation strategy to concurrently achieve gated and selective mono/monovalent cation separation. The membrane shows a highly switchable “on-off” ratio of ∼9.9 for K + transport and an excellent K + /Li + selectivity of 40.9, outperforming the ion selectivity of reported membranes with electrical gating (typically 1.5 to 6). Theoretical simulations reveal that the introduced high-charge cations such as Mg 2+ enable the preferential distribution of target K + over competing Li + at the channel entrance, and the surface potential reduces the ionic transport energy barrier for allowing K + to pass quickly through the channel.",
          "url": "https://doi.org/10.1126/sciadv.ado3998",
          "doi": "https://doi.org/10.1126/sciadv.ado3998",
          "filter": "2"
        },
        {
          "title": "Integrated design of aluminum-enriched high-entropy refractory B2 alloys with synergy of high strength and ductility",
          "authors": "Jie Qi, Xuesong Fan, Diego Ibarra Hoyos, Michael Widom, Peter K. Liaw, Joseph Poon",
          "abstract": "Refractory high-entropy alloys (RHEAs) are promising high-temperature structural materials. Their large compositional space poses great design challenges for phase control and high strength-ductility synergy. The present research pioneers using integrated high-throughput machine learning with Monte Carlo simulations supplemented by ab initio calculations to effectively navigate phase selection and mechanical property predictions, developing single-phase ordered B2 aluminum-enriched RHEAs (Al-RHEAs) demonstrating high strength and ductility. These Al-RHEAs achieve remarkable mechanical properties, including compressive yield strengths up to 1.7 gigapascals, fracture strains exceeding 50%, and notable high-temperature strength retention. They also demonstrate a tensile yield strength of 1.0 gigapascals with a ductility of 9%, albeit with B2 ordering. Furthermore, we identify valence electron count domains for alloy ductility and brittleness with the explanation from density functional theory and provide crucial insights into elemental influence on atomic ordering and mechanical performance. The work sets forth a strategic blueprint for high-throughput alloy design and reveals fundamental principles governing the mechanical properties of advanced structural alloys.",
          "url": "https://doi.org/10.1126/sciadv.adq0083",
          "doi": "https://doi.org/10.1126/sciadv.adq0083",
          "filter": "2"
        },
        {
          "title": "Interferon response and epigenetic modulation by SMARCA4 mutations drive ovarian tumor immunogenicity",
          "authors": "Melica Nourmoussavi Brodeur, Higinio Dopeso, Yingjie Zhu, Ana Leda F. Longhini, Andrea Gazzo, Siyu Sun, Richard P. Koche, Rui Qu, Laura Rosenberg, Pierre-Jacques Hamard, Yonina Bykov, Hunter Green, Laxmi Gusain, Katherine B. Chiappinelli, Melih Arda Ozsoy, M. Herman Chui, Thais Basili, Rui Gardner, Sven Walderich, Elisa DeStanchina, Benjamin Greenbaum, Mithat Gönen, Nicolas Vabret, Britta Weigelt, Dmitriy Zamarin",
          "abstract": "Cell-intrinsic mechanisms of immunogenicity in ovarian cancer (OC) are not well understood. Damaging mutations in the SWI/SNF chromatin remodeling complex, such as SMARCA4 (BRG1), are associated with improved response to immune checkpoint blockade; however, the mechanism by which this occurs is unclear. We found that SMARCA4 loss in OC models resulted in increased cancer cell–intrinsic immunogenicity, characterized by up-regulation of long-terminal RNA repeats, increased expression of interferon-stimulated genes, and up-regulation of antigen presentation machinery. Notably, this response was dependent on STING, MAVS, and IRF3 signaling but was independent of the type I interferon receptor. Mouse ovarian and melanoma tumors with SMARCA4 loss demonstrated increased infiltration and activation of cytotoxic T cells, NK cells, and myeloid cells in the tumor microenvironment. These results were recapitulated in BRG1 inhibitor–treated SMARCA4- proficient tumor models, suggesting that modulation of chromatin remodeling through targeting SMARCA4 may serve as a strategy to overcome cancer immune evasion.",
          "url": "https://doi.org/10.1126/sciadv.adk4851",
          "doi": "https://doi.org/10.1126/sciadv.adk4851",
          "filter": "2"
        },
        {
          "title": "Nonheme iron catalyst mimics heme-dependent haloperoxidase for efficient bromination and oxidation",
          "authors": "Guodong Zhao, Huiling Dong, Kang Xue, Shaoyan Lou, Rui Qi, Xiaohui Zhang, Zhuo Cao, Qi Qin, Bingqing Yi, Haimin Lei, Rongbiao Tong",
          "abstract": "The [Fe]/H 2 O 2 oxidation system has found wide applications in chemistry and biology. Halogenation with this [Fe]/H 2 O 2 oxidation protocol and halide (X − ) in the biological system is well established with the identification of heme-iron–dependent haloperoxidases. However, mimicking such halogenation process is rarely explored for practical use in organic synthesis. Here, we report the development of a nonheme iron catalyst that mimics the heme-iron–dependent haloperoxidases to catalyze the generation of HOBr from H 2 O 2 /Br − with high efficiency. We discovered that a tridentate terpyridine (TPY) ligand designed for Fenton chemistry was optimal for FeBr 3 to form a stable nonheme iron catalyst [Fe(TPY)Br 3 ], which catalyzed arene bromination, Hunsdiecker-type decarboxylative bromination, bromolactonization, and oxidation of sulfides and thiols. Mechanistic studies revealed that Fenton chemistry ([Fe]/H 2 O 2 ) might operate to generate hydroxyl radical (HO • ), which oxidize bromide ion [Br − ] into reactive HOBr. This nonheme iron catalyst represents a biomimetic model for heme-iron–dependent haloperoxidases with potential applications in organic synthesis, drug discovery, and biology.",
          "url": "https://doi.org/10.1126/sciadv.adq0028",
          "doi": "https://doi.org/10.1126/sciadv.adq0028",
          "filter": "2"
        },
        {
          "title": "Landscape changes caused by the 2024 Noto Peninsula earthquake in Japan",
          "authors": "Yo Fukushima, Daisuke Ishimura, Naoya Takahashi, Yoshiya Iwasa, Luca C. Malatesta, Takayuki Takahashi, Chi-Hsien Tang, Keisuke Yoshida, Shinji Toda",
          "abstract": "Landscapes are shaped by tectonic, climatic, and surface processes over geological timescales, but we rarely witness the events of marked landscape change. The moment magnitude 7.5 Noto Peninsula earthquake in central Japan was caused by a large thrust faulting, up to nearly 10 meters of slip, that expanded more than 150 kilometers along the fault zone. The deformation field reconstructed from satellite data and field surveys reveals up to 4.4 meters of uplift and associated coastal advance along the entire northern coast of the peninsula, meter-scale systematic movement of the mountain slopes consistent with slip on flexural faults, and activation of secondary inland faults, suggesting synchronized ruptures. The findings show excellent consistency between the coseismic deformation and geomorphic features and provide a vivid example of the role of a major earthquake in landscape formation.",
          "url": "https://doi.org/10.1126/sciadv.adp9193",
          "doi": "https://doi.org/10.1126/sciadv.adp9193",
          "filter": "2"
        },
        {
          "title": "Phosphatidylinositol 4,5-bisphosphate drives the formation of EGFR and EphA2 complexes",
          "authors": "Pradeep Kumar Singh, Jennifer A. Rybak, Ryan J. Schuck, Amita R. Sahoo, Matthias Buck, Francisco N. Barrera, Adam W. Smith",
          "abstract": "Receptor tyrosine kinases (RTKs) regulate many cellular functions and are important targets in pharmaceutical development, particularly in cancer treatment. EGFR and EphA2 are two key RTKs that are associated with oncogenic phenotypes. Several studies have reported functional interplay between these receptors, but the mechanism of interaction is still unresolved. Here, we use a time-resolved fluorescence spectroscopy called PIE-FCCS to resolve EGFR and EphA2 interactions in live cells. We tested the role of ligands and found that EGF, but not ephrin A1 (EA1), stimulated heteromultimerization between the receptors. To determine the effect of anionic lipids, we targeted phospholipase C (PLC) activity to alter the abundance of phosphatidylinositol 4,5-bisphosphate (PIP 2 ). We found that higher PIP 2 levels increased homomultimerization of both EGFR and EphA2, as well as heteromultimerization. This study provides a direct characterization of EGFR and EphA2 interactions in live cells and shows that PIP 2 can have a substantial effect on the spatial organization of RTKs.",
          "url": "https://doi.org/10.1126/sciadv.adl0649",
          "doi": "https://doi.org/10.1126/sciadv.adl0649",
          "filter": "2"
        },
        {
          "title": "Real-time viscoelastic deformability cytometry: High-throughput mechanical phenotyping of liquid and solid biopsies",
          "authors": "Mohammad Asghari, Sarah Duclos Ivetich, Mahmut Kamil Aslan, Morteza Aramesh, Oleksandr Melkonyan, Yingchao Meng, Rong Xu, Monika Colombo, Tobias Weiss, Stefan Balabanov, Stavros Stavrakis, Andew J. deMello",
          "abstract": "In principle, the measurement of mechanical property differences between cancer cells and their benign counterparts enables the detection, diagnosis, and classification of diseases. Despite the existence of various mechanophenotyping methods, the ability to perform high-throughput single-cell deformability measurements on liquid and/or solid tissue biopsies remains an unmet challenge within clinical settings. To address this issue, we present an ultrahigh-throughput viscoelastic microfluidic platform able to measure the mechanical properties of single cells at rates of up to 100,000 cells per second (and up to 10,000 cells per second in real time). To showcase the utility of the presented platform in clinical scenarios, we perform single-cell phenotyping of both liquid and solid tumor biopsies, cytoskeletal drug analysis, and identification of malignant lymphocytes in peripheral blood samples. Our viscoelastic microfluidic methodology offers opportunities for high-throughput, label-free single-cell analysis, with diverse applications in clinical diagnostics and personalized medicine.",
          "url": "https://doi.org/10.1126/sciadv.abj1133",
          "doi": "https://doi.org/10.1126/sciadv.abj1133",
          "filter": "2"
        },
        {
          "title": "Sunflower-like self-sustainable plant-wearable sensing probe",
          "authors": "Shuang Wang, Yangfan Chai, Huiwen Sa, Weikang Ye, Qian Wang, Yu Zou, Xuan Luo, Lijuan Xie, Xiangjiang Liu",
          "abstract": "Powering and communicating with wearable devices on bio-interfaces is challenging due to strict weight, size, and resource constraints. This study presents a sunflower-like plant-wearable sensing device that harnesses solar energy, achieving complete energy self-sustainability for long-term monitoring of plant sap flow, a crucial indicator of plant health. It features foldable solar panels along with all essential flexible electronic components, resulting in a compact system that is lightweight enough for small plants. To tackle the low-energy density of solar power, we developed an ultralow-energy light communication mechanism inspired by fireflies. Together with unmanned aerial vehicles and deep learning algorithms, this approach enables efficient data retrieval from multiple devices across large agricultural fields. With its simple deployment, it shows great potential as a low-cost plant phenotyping tool. We believe our energy and communication solution for wearable devices can be extended to similar resource-limited and challenging scenarios, leading to exciting applications.",
          "url": "https://doi.org/10.1126/sciadv.ads1136",
          "doi": "https://doi.org/10.1126/sciadv.ads1136",
          "filter": "2"
        },
        {
          "title": "Mammoth featured heavily in Western Clovis diet",
          "authors": "James C. Chatters, Ben A. Potter, Stuart J. Fiedel, Juliet E. Morrow, Christopher N. Jass, Matthew J. Wooller",
          "abstract": "Ancient Native American ancestors (Clovis) have been interpreted as either specialized megafauna hunters or generalist foragers. Supporting data are typically indirect (toolkits, associated fauna) or speculative (models, actualistic experiments). Here, we present stable isotope analyses of the only known Clovis individual, the 18-month-old Anzick child, to directly infer maternal protein diet. Using comparative fauna from this region and period, we find that mammoth was the largest contributor to Clovis diet, followed by elk and bison/camel, while the contribution of small mammals was negligible, broadly consistent with the Clovis zooarchaeological record. When compared with second-order consumers, the Anzick-1 maternal diet is closest to that of scimitar cat, a mammoth specialist. Our findings are consistent with the Clovis megafaunal specialist model, using sophisticated technology and high residential mobility to subsist on the highest ranked prey, an adaptation allowing them to rapidly expand across the Americas south of the Pleistocene ice sheets.",
          "url": "https://doi.org/10.1126/sciadv.adr3814",
          "doi": "https://doi.org/10.1126/sciadv.adr3814",
          "filter": "2"
        },
        {
          "title": "Boosting 1 H and 13 C NMR signals by orders of magnitude on a bench",
          "authors": "Charlotte Bocquelet, Nathan Rougier, Huu-Nghia Le, Laurent Veyre, Chloe Thieuleux, Roberto Melzi, Armin Purea, Daniel Banks, James G. Kempf, Quentin Stern, Ewoud Vaneeckhaute, Sami Jannin",
          "abstract": "Sensitivity is often the Achilles’ heel of liquid-state nuclear magnetic resonance (NMR) experiments. This problem is perhaps most pressing at the lowest fields (e.g., 80-MHz 1 H frequency), with rapidly increasing access to NMR through benchtop systems, but also sometimes for higher-field NMR systems from 300 MHz to 1.2 GHz. Hyperpolarization by dissolution dynamic nuclear polarization (dDNP) can address this sensitivity limitation. However, dDNP implies massive and complex cryogenic and high-field instrumentation, which cannot be installed on the bench. We introduce here a compact helium-free 1-T tabletop polarizer as a simple and low-cost alternative. After freezing and polarizing the frozen analyte solutions at 77 K, we demonstrate 1 H signal enhancement factors of 100, with rapid 1-s buildup times. The high polarization is subsequently transferred by 1 H→ 13 C cross polarization (CP) to 13 C spins. Such a simple benchtop polarizer, in combination with hyperpolarizing solid matrices (HYPSOs), may open the way to replenishable hyperpolarization throughout multiple liquid-state NMR experiments.",
          "url": "https://doi.org/10.1126/sciadv.adq3780",
          "doi": "https://doi.org/10.1126/sciadv.adq3780",
          "filter": "2"
        },
        {
          "title": "Granular metamaterials with dynamic bond reconfiguration",
          "authors": "Zhiqiang Meng, Hujie Yan, Yifan Wang",
          "abstract": "Biological materials dynamically reconfigure their underlying structures in response to stimuli, achieving adaptability and multifunctionality. Conversely, mechanical metamaterials have fixed interunit connections that restrict adaptability and reconfiguration. This study introduces granular metamaterials composed of discrete bimaterial structured particles that transition between assembled and unassembled states through mechanical compression and thermal stimuli. These materials enable dynamic bond reconfiguration, allowing reversible bond breaking and formation, similar to natural systems. Leveraging their discrete nature, these materials can adaptively reconfigure their shape and respond dynamically to varying conditions. Our investigations reveal that these granular metamaterials can substantially alter their mechanical properties, like compression, shearing, and bending, offering tunable mechanical characteristics across different states. Furthermore, they exhibit collective behaviors like directional movement, object capture, transportation, and gap crossing, showcasing their potential for reprogrammable functionalities. This work highlights the dynamic reconfigurability and robust adaptability of granular metamaterials, expanding their potential in responsive architecture and autonomous robotics.",
          "url": "https://doi.org/10.1126/sciadv.adq7933",
          "doi": "https://doi.org/10.1126/sciadv.adq7933",
          "filter": "2"
        },
        {
          "title": "Bioinspired single-shot polarization photodetector based on four-directional grating arrays capped perovskite single-crystal thin film",
          "authors": "Wenzhong Fang, Chengben Liu, Zixin Zhu, Chao Wu, Qunfeng Cheng, Qian Song, Yang Wang, Xintao Lai, Yanlin Song, Lei Jiang, Mingzhu Li",
          "abstract": "Polarization photodetectors (pol-PDs) have widespread applications in geological remote sensing, machine vision, biological medicine, and so on. However, commercial pol-PDs use bulky and complicated optical systems with lenses, polarizers, and mechanical spools, which are complex and cumbersome, and respond slowly. Inspired by the desert ants’ compound eyes, we developed a single-shot pol-PD based on four-directional grating arrays capped perovskite single-crystal thin film without other standard polarization optics. Our pol-PD has a high detectivity, two orders of magnitude greater than that of commercial photodetectors, and exhibits high polarization sensitivity. The high performance of our pol-PD is due to the highly crystalline perovskite single-crystal thin film and regular nanograting structure, made by a nanoimprinting crystallization method. Our single-shot pol-PD is a compact on-chip optoelectronic device that demonstrates excellent performance in a wide range of applications including accurate bionic navigation, sharp image restoration in hazy scenes, stress visualization of polymers, and detection of cancerous areas in tissues without histological staining.",
          "url": "https://doi.org/10.1126/sciadv.adr5375",
          "doi": "https://doi.org/10.1126/sciadv.adr5375",
          "filter": "2"
        },
        {
          "title": "Late Pleistocene onset of mutualistic human/canid ( Canis spp.) relationships in subarctic Alaska",
          "authors": "François Lanoë, Joshua Reuther, Stormy Fields, Ben Potter, Gerad Smith, Holly McKinney, Carrin Halffman, Charles Holmes, Robin Mills, Barbara Crass, Ryan Frome, Kyndall Hildebrandt, Robert Sattler, Scott Shirar, Alida de Flamingh, Brian M. Kemp, Ripan Malhi, Kelsey E. Witt",
          "abstract": "Large canids (wolves, dogs, and coyote) and people form a close relationship in northern (subarctic and arctic) socioecological systems. Here, we document the antiquity of this bond and the multiple ways it manifested in interior Alaska, a region key to understanding the peopling of the Americas and early northern lifeways. We compile original and existing genomic, isotopic, and osteological canid data from archaeological, paleontological, and modern sites. Results show that in contrast to canids recovered in non-anthropic contexts, canids recovered in association with human occupations are markedly diverse. They include multiple species and intraspecific lineages, morphological variation, and diets ranging from terrestrial to marine. This variation is expressed along both geographic and temporal gradients, starting in the terminal Pleistocene with canids showing high marine dietary estimates. This paper provides evidence of the multiple ecological relationships between canids and people in the north—from predation, probable commensalism, and taming, to domestication—and of their early onset.",
          "url": "https://doi.org/10.1126/sciadv.ads1335",
          "doi": "https://doi.org/10.1126/sciadv.ads1335",
          "filter": "2"
        },
        {
          "title": "Temperature-responsive metamaterials made of highly sensitive thermostat metal strips",
          "authors": "Yi Zhang, Wei Zhong Jiang, Yang Pan, Xing Chi Teng, Hang Hang Xu, Han Yan, Xi Hai Ni, Jun Dong, Dong Han, Wei Qiu Chen, Jie Yang, Yi Min Xie, Yang Lu, Xin Ren",
          "abstract": "Temperature-responsive metamaterials have remarkable shape-morphing ability during thermal energy conversion. However, integrating the thermal shape programmability, wide-working temperature range, fast temperature response, and actuation into metamaterials remains challenging. Here, we introduce using thermostat metal strips to assemble metamaterials with desirable and balanced temperature-responsive properties, and we systematically investigate the thermal deformation performance. Achieving 70 to 80% of the designed strain requires only 5 seconds of heating. A thermal strain of around 30% is achieved for the assembled metamaterials, surpassing other bimetallic metamaterials by a magnitude of 100 to 200. The actuation capacity of thermostat metal strips exceeds 26 times their weight. Further, by leveraging the highly programmable thermal deformation, the tuneable bandgap range is 3847 to 40,000 hertz. These fully integrated mechanical performances in the multiphysics have great application potential, for example, as soft actuators and soft robots in intelligent structure systems, vibration isolation and noise reduction in hypersonic vehicles, and unique thermal deformation in precision instruments.",
          "url": "https://doi.org/10.1126/sciadv.ads0892",
          "doi": "https://doi.org/10.1126/sciadv.ads0892",
          "filter": "2"
        },
        {
          "title": "Fish-inspired dynamic charging for ultrafast self-protective solar-thermal energy storage",
          "authors": "Xiaoxiang Li, Jingyi Zhang, Yizhe Liu, Yangzhe Xu, Yixuan Xie, Ting Hu, Benwei Fu, Chengyi Song, Wen Shang, Peng Tao, Tao Deng",
          "abstract": "Solar-thermal energy storage (STES) within solid-liquid phase change materials (PCMs) has emerged as an attractive solution to overcome intermittency of renewable energy. However, current storage systems usually suffer from slow charging rates, sacrificed storage capacity, and overheating tendency. Inspired by the thermoregulation behavior of Cyprinid fish, here, we present a quick-responsive, ultrafast, large-capacity, overheating-protective STES strategy. We fabricate a liquid-infused solar-absorbing foam charger that can rapidly advance the receding solid-liquid charging interface to efficiently store solar-thermal energy as latent heat and spontaneously float upward to cease the charging process upon overheating. This bioinspired dynamic charging is adaptable to a variety of PCMs, unlocking the potential for safe and efficient utilization of renewable thermal energy.",
          "url": "https://doi.org/10.1126/sciadv.adr8445",
          "doi": "https://doi.org/10.1126/sciadv.adr8445",
          "filter": "2"
        },
        {
          "title": "Atroposelective synthesis of axially chiral imidazo[1,2- a ]pyridines via asymmetric multicomponent reaction",
          "authors": "Shibin Hong, Wei Liu, Chongyi Zhang, Xiaoyu Yang",
          "abstract": "Imidazo[1,2- a ]pyridines are privileged heterocycles with diverse applications in medicinal chemistry; however, the catalytic asymmetric synthesis of these heterocyclic structures remains underexplored. Herein, we present an efficient and modular approach for the atroposelective synthesis of axially chiral imidazo[1,2- a ]pyridines via an asymmetric multicomponent reaction. By utilizing a chiral phosphoric acid catalyst, the Groebke-Blackburn-Bienaymé reaction involving various 6-aryl-2-aminopyridines, aldehydes, and isocyanides gave access to a wide range of imidazo[1,2- a ]pyridine atropoisomers with high to excellent yields and enantioselectivities. Extensive control experiments underscored the pivotal role of the remote hydrogen bonding donor on the substrates in achieving high stereoselectivity for these reactions. The versatile derivatizations of these atropisomeric products, especially their role as an analog of NOBINs and their facile conversion into unique 6,6-spirocyclic products, further emphasize the merits of this methodology.",
          "url": "https://doi.org/10.1126/sciadv.adr6135",
          "doi": "https://doi.org/10.1126/sciadv.adr6135",
          "filter": "2"
        },
        {
          "title": "Capturing intermediates and membrane remodeling in class III viral fusion",
          "authors": "Lenka Milojević, Zhu Si, Xian Xia, Lauren Chen, Yao He, Sijia Tang, Ming Luo, Z. Hong Zhou",
          "abstract": "Enveloped viruses enter cells by fusing their envelopes to host cell membranes. Vesicular stomatitis virus (VSV) glycoprotein (G) is a prototype for class III fusion proteins. Although structures of the stable pre- and postfusion ectodomain of G are known, its fusogenic intermediates are insufficiently characterized. Here, we incubated VSV virions with late endosome-mimicking liposomes at pH 5.5 and used cryo–electron tomography (cryo-ET) to visualize stages of VSV’s membrane fusion pathway, capture refolding intermediates of G, and reconstruct a sequence of G conformational changes. We observe that the G trimer disassembles into monomers and parallel dimers that explore a broad conformational space. Extended intermediates engage target membranes and mediate fusion, resulting in viral uncoating and linearization of the ribonucleoprotein genome. These viral fusion intermediates provide mechanistic insights into class III viral fusion processes, opening avenues for future research and structure-based design of fusion inhibition-based antiviral therapeutics.",
          "url": "https://doi.org/10.1126/sciadv.adn8579",
          "doi": "https://doi.org/10.1126/sciadv.adn8579",
          "filter": "2"
        },
        {
          "title": "Arabidopsis histone acetyltransferase complex coordinates cytoplasmic histone acetylation and nuclear chromatin accessibility",
          "authors": "Chan-Juan Wu, Xin Xu, Dan-Yang Yuan, Zhen-Zhen Liu, Lian-Mei Tan, Yin-Na Su, Lin Li, She Chen, Xin-Jian He",
          "abstract": "Conserved type B histone acetyltransferases are recognized for their role in acetylating newly synthesized histones in the cytoplasm of eukaryotes. However, their involvement in regulating chromatin within the nucleus remains unclear. Our study shows that the Arabidopsis thaliana type B histone acetyltransferase HAG2 interacts with the histone chaperones MSI2, MSI3, and NASP, as well as the histones H3 and H4, forming a complex in both the cytoplasm and the nucleus. Within this complex, HAG2 and MSI2/3 constitute a histone acetylation module essential for acetylating histone H4 in the cytoplasm. Furthermore, this module works together with NASP to regulate histone acetylation, chromatin accessibility, and gene transcription in the nucleus. This complex enhances chromatin accessibility near transcription start sites while reducing accessibility near transcription termination sites. Our findings reveal a distinct role for the Arabidopsis type B histone acetyltransferase in the nucleus, shedding light on the coordination between cytoplasmic histone acetylation and nuclear chromatin regulation in plants.",
          "url": "https://doi.org/10.1126/sciadv.adp1840",
          "doi": "https://doi.org/10.1126/sciadv.adp1840",
          "filter": "2"
        },
        {
          "title": "Spontaneous snapping-induced jet flows for fast, maneuverable surface and underwater soft flapping swimmer",
          "authors": "Haitao Qing, Jiacheng Guo, Yuanhang Zhu, Yinding Chi, Yaoye Hong, Daniel Quinn, Haibo Dong, Jie Yin",
          "abstract": "Manta rays use wing-like pectoral fins for intriguing oscillatory swimming. It provides rich inspiration for designing potentially fast, efficient, and maneuverable soft swimming robots, which, however, have yet to be realized. It remains a grand challenge to combine fast speed, high efficiency, and high maneuverability in a single soft swimmer while using simple actuation and control. Here, we report leveraging spontaneous snapping stroke in the monostable flapping wing of a manta-like soft swimmer to address the challenge. The monostable wing is pneumatically actuated to instantaneously snap through to stroke down, and upon deflation, it will spontaneously stroke up by snapping back to its initial state, driven by elastic restoring force, without consuming additional energy. This largely simplifies designs, actuation, and control for achieving a record-high speed of 6.8 body length per second, high energy efficiency, and high maneuverability and collision resilience in navigating through underwater unstructured environments with obstacles by simply tuning single-input actuation frequencies.",
          "url": "https://doi.org/10.1126/sciadv.adq4222",
          "doi": "https://doi.org/10.1126/sciadv.adq4222",
          "filter": "2"
        },
        {
          "title": "Dynamically logical modulation for THz wave within a dual gate–controlled 2DEG metasurface",
          "authors": "Hongxin Zeng, Xuan Cong, Huifang Zhang, Sen Gong, Tianchi Zhou, Lan Wang, Haoyi Cao, Huajie Liang, Shixiong Liang, Shiqi Wang, Feng Lan, Xun Wang, Ziqiang Yang, Yaxin Zhang, Tie Jun Cui",
          "abstract": "High-speed logic modulation of terahertz (THz) waves is crucial for future communications, yet a technology gap persists. Here, we report a dual gate–controlled two-dimensional electronic gas logic modulation metasurface that enables symmetric and asymmetric electron distribution states through independent control of the two electron transport channels. The transition between these two states leads to various response modes in the metasurface and notably increases the diversity of the spectrum transformation, resulting in a multivalued relationship in which each output corresponds to more than one input signal, thus establishing the logical modulation. Our results demonstrate the common logical functions of AND, OR, XOR, XNOR, NOR, and NAND at different frequencies with a modulation speed faster than 250 picoseconds. This work offers a unique avenue for the high-speed, free-space logical operation of THz waves and increases the security of secure communication.",
          "url": "https://doi.org/10.1126/sciadv.adr1448",
          "doi": "https://doi.org/10.1126/sciadv.adr1448",
          "filter": "2"
        },
        {
          "title": "High sea surface temperatures were a prerequisite for the development and expansion of the Great Barrier Reef",
          "authors": "Benjamin Petrick, Lars Reuning, Alexandra Auderset, Miriam Pfeiffer, Gerald Auer, Lorenz Schwark",
          "abstract": "The Great Barrier Reef is the largest reef system in the modern ocean. To date, the influence of temperature on the origin and long-term evolution of the Great Barrier Reef remains enigmatic. Here, we present a 900–thousand year TEX 86 H -derived temperature proxy record from Ocean Drilling Program Site 820 in the Coral Sea. It demonstrates that the onset of reef growth on the outer shelf was preceded by a rise in summer temperature from ~26° to ~28°C at around 700 thousand years ago (marine isotope stage 17). This approximately 2°C rise in summer sea surface temperatures (SSTs) likely resulted in higher carbonate production rates, which were crucial for the formation of the Great Barrier Reef. Subsequently, reconstructed SSTs remained sufficiently warm for the Great Barrier Reef to thrive and evolve continuously. The evolution of the Great Barrier Reef, therefore, appears to be closely linked to SSTs.",
          "url": "https://doi.org/10.1126/sciadv.ado2058",
          "doi": "https://doi.org/10.1126/sciadv.ado2058",
          "filter": "2"
        },
        {
          "title": "Renal Angptl4 is a key fibrogenic molecule in progressive diabetic kidney disease",
          "authors": "Swayam Prakash Srivastava, Han Zhou, Rachel Shenoi, Myshal Morris, Begoña Lainez-Mas, Leigh Goedeke, Barani Kumar Rajendran, Ocean Setia, Binod Aryal, Keizo Kanasaki, Daisuke Koya, Ken Inoki, Alan Dardik, Thomas Bell, Carlos Fernández-Hernando, Gerald I. Shulman, Julie E. Goodwin",
          "abstract": "Angiopoietin-like 4 (ANGPTL4), a key protein involved in lipoprotein metabolism, has diverse effects. There is an association between Angptl4 and diabetic kidney disease; however, this association has not been well investigated. We show that both podocyte- and tubule-specific ANGPTL4 are crucial fibrogenic molecules in diabetes. Diabetes accelerates the fibrogenic phenotype in control mice but not in ANGPTL4 mutant mice. The protective effect observed in ANGPTL4 mutant mice is correlated with a reduction in stimulator of interferon genes pathway activation, expression of pro-inflammatory cytokines, reduced epithelial-to-mesenchymal transition and endothelial-to-mesenchymal transition, lessened mitochondrial damage, and increased fatty acid oxidation. Mechanistically, we demonstrate that podocyte- or tubule-secreted Angptl4 interacts with Integrin β1 and influences the association between dipeptidyl-4 with Integrin β1. We demonstrate the utility of a targeted pharmacologic therapy that specifically inhibits Angptl4 gene expression in the kidneys and protects diabetic kidneys from proteinuria and fibrosis. Together, these data demonstrate that podocyte- and tubule-derived Angptl4 is fibrogenic in diabetic kidneys.",
          "url": "https://doi.org/10.1126/sciadv.adn6068",
          "doi": "https://doi.org/10.1126/sciadv.adn6068",
          "filter": "2"
        },
        {
          "title": "In vivo dynamic tracking of cerebral chloride regulation using molecularly tailored liquid/liquid interfacial ultramicro iontronics",
          "authors": "Chaoyue Gu, Fanzhen Kong, Sen Liang, Xiang Zhao, Bingjie Kong, Tianhe Jiang, Jianan Yu, Qi Li, Yuqing Lin, Shuo Bai, Yuanhua Shao",
          "abstract": "Chloride ion, a pivotal cerebral anion involved in neuronal inhibition, is implicated in various neurodegenerative diseases. Conventional direct faradaic detection based on electron transfers at solid electrode/solution interfaces has been proven ineffective due to the electrochemically inactive nature of Cl − . Here, we present an approach involving molecularly tailored liquid/liquid interfacial ultramicro iontronics (L/L-UIs) supported at ultramicropipettes filled with organic gel containing lipophilic bis-thioureas ionophores, which represents the first application of amperometric methodology based on electrochemical facilitated ion transfers reactions at a soft L/L ultramicrointerface to achieve in vivo sensing of electrochemically inactive ions, and dynamically tracking cerebral Cl − in vivo. Furthermore, evidence of dynamic neuronal Cl − regulation via KCC2 modulated through GABA B receptors was provided, further substantiating GABA B receptor–mediated Cl − -related neuronal inhibition. The proposed L/L-UIs have notable potential for in situ tracking of other crucial electrochemically inactive ions or ionized biomolecules in vivo, thereby facilitating the study of brain diseases and the diagnosis and treatment of related disorders.",
          "url": "https://doi.org/10.1126/sciadv.adr7218",
          "doi": "https://doi.org/10.1126/sciadv.adr7218",
          "filter": "2"
        },
        {
          "title": "A trafficking regulatory subnetwork governs α V β 6 integrin-HER2 cross-talk to control breast cancer invasion and drug resistance",
          "authors": "Horacio Maldonado, Marcel Dreger, Lara D. Bedgood, Theano Kyriakou, Katarzyna I. Wolanska, Megan E. Rigby, Valeria E. Marotta, Justine M. Webster, Jun Wang, Emma V. Rusilowicz-Jones, John F. Marshall, Judy M. Coulson, Iain R. Macpherson, Adam Hurlstone, Mark R. Morgan",
          "abstract": "HER2 and α V β 6 integrin are independent predictors of breast cancer survival and metastasis. We identify an α V β 6 /HER2 cross-talk mechanism driving invasion, which is dysregulated in drug-resistant HER2+ breast cancer cells. Proteomic analyses reveal ligand-bound α V β 6 recruits HER2 and a trafficking subnetwork, comprising guanosine triphosphatases RAB5 and RAB7A and the Rab regulator guanine nucleotide dissociation inhibitor 2 (GDI2). The RAB5/RAB7A/GDI2 functional module mediates direct cross-talk between α V β 6 and HER2, affecting receptor trafficking and signaling. Acute exposure to trastuzumab increases recruitment of the subnetwork to α V β 6 , but trastuzumab resistance decouples GDI2 recruitment. GDI2, RAB5, and RAB7A cooperate to regulate migration and transforming growth factor–β activation to promote invasion. However, these mechanisms are dysregulated in trastuzumab-resistant cells. In patients, RAB5A , RAB7A , and GDI2 expression correlates with patient survival and α V β 6 expression predicts relapse following trastuzumab treatment. Thus, the RAB5/RAB7A/GDI2 subnetwork regulates α V β 6 -HER2 cross-talk to drive breast cancer invasion but is subverted in trastuzumab-resistant cells to drive α V β 6 -independent and HER2-independent tumor progression.",
          "url": "https://doi.org/10.1126/sciadv.adk9944",
          "doi": "https://doi.org/10.1126/sciadv.adk9944",
          "filter": "2"
        },
        {
          "title": "Physics-guided deep learning for skillful wind-wave modeling",
          "authors": "Xinxin Wang, Haoyu Jiang",
          "abstract": "Modeling sea surface wind-waves is crucial for both scientific research and engineering applications. Nowadays, the most accurate wave models are based on numerical methods, which primarily concern the wave spectrum evolution by solving wave action balance partial differential equations. These methods are computationally expensive and limited by incomplete physical representations of wave spectral evolution. Here, we present a deep learning–based wave model trained using observation-merged wave hindcasts. Guided by the physics knowledge that waves are either generated by local current winds or by remote historical winds, this method can directly model significant wave height, bypassing the need for wave spectral information. This feature engineering effectively reduces the complexity of model inputs and outputs. The resulting artificial intelligence method can model 1 year of global significant wave heights at a 0.5° × 0.5° × 1-hour resolution within half an hour on a personal computer, achieving higher accuracy than state-of-the-art numerical wave models.",
          "url": "https://doi.org/10.1126/sciadv.adr3559",
          "doi": "https://doi.org/10.1126/sciadv.adr3559",
          "filter": "2"
        }
      ]
    }
  ]
}
