{
  "update": "2024-10-23",
  "content": [
    {
      "journal_full": "Nature",
      "journal_short": "Nat",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Dopamine dynamics are dispensable for movement but promote reward responses",
          "authors": "Xintong Cai, Changliang Liu, Iku Tsutsui-Kimura, Joon-Hyuk Lee, Chong Guo, Aditi Banerjee, Jinoh Lee, Ryunosuke Amo, Yudi Xie, Tommaso Patriarchi, Yulong Li, Mitsuko Watabe-Uchida, Naoshige Uchida, Pascal S. Kaeser",
          "abstract": "Dopamine signalling modes differ in kinetics and spatial patterns of receptor activation1,2. How these modes contribute to motor function, motivation and learning has long been debated3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21. Here we show that action-potential-induced dopamine release is dispensable for movement initiation but supports reward-oriented behaviour. We generated mice with dopamine-neuron-specific knockout of the release site organizer protein RIM to disrupt action-potential-induced dopamine release. In these mice, rapid in vivo dopamine dynamics were strongly impaired, but baseline dopamine persisted and fully supported spontaneous movement. Conversely, reserpine-mediated dopamine depletion or blockade of dopamine receptors disrupted movement initiation. The dopamine precursor l-DOPA reversed reserpine-induced bradykinesia without restoring fast dopamine dynamics, a result that substantiated the conclusion that these dynamics are dispensable for movement initiation. In contrast to spontaneous movement, reward-oriented behaviour was impaired in dopamine-neuron-specific RIM knockout mice. In conditioned place preference and two-odour discrimination tasks, the mice effectively learned to distinguish the cues, which indicates that reward-based learning persists after RIM ablation. However, the performance vigour was reduced. During probabilistic cue-reward association, dopamine dynamics and conditioned responses assessed through anticipatory licking were disrupted. These results demonstrate that action-potential-induced dopamine release is dispensable for motor function and subsecond precision of movement initiation but promotes motivation and performance during reward-guided behaviours.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08038-z",
          "doi": "10.1038/s41586-024-08038-z",
          "filter": "2"
        },
        {
          "title": "Selective utilization of glucose metabolism guides mammalian gastrulation",
          "authors": "Dominica Cao, Jenna Bergmann, Liangwen Zhong, Anupama Hemalatha, Chaitanya Dingare, Tyler Jensen, Andy L. Cox, Valentina Greco, Benjamin Steventon, Berna Sozen",
          "abstract": "The prevailing dogma for morphological patterning in developing organisms argues that the combined inputs of transcription factor networks and signalling morphogens alone generate spatially and temporally distinct expression patterns. However, metabolism has also emerged as a critical developmental regulator1,2,3,4,5,6,7,8,9,10, independent of its functions in energy production and growth. The mechanistic role of nutrient utilization in instructing cellular programmes to shape the in vivo developing mammalian embryo remains unknown. Here we reveal two spatially resolved, cell-type- and stage-specific waves of glucose metabolism during mammalian gastrulation by using single-cell-resolution quantitative imaging of developing mouse embryos, stem cell models and embryo-derived tissue explants. We identify that the first spatiotemporal wave of glucose metabolism occurs through the hexosamine biosynthetic pathway to drive fate acquisition in the epiblast, and the second wave uses glycolysis to guide mesoderm migration and lateral expansion. Furthermore, we demonstrate that glucose exerts its influence on these developmental processes through cellular signalling pathways, with distinct mechanisms connecting glucose with the ERK activity in each wave. Our findings underscore that—in synergy with genetic mechanisms and morphogenic gradients—compartmentalized cellular metabolism is integral in guiding cell fate and specialized functions during development. This study challenges the view of the generic and housekeeping nature of cellular metabolism, offering valuable insights into its roles in various developmental contexts.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08044-1",
          "doi": "10.1038/s41586-024-08044-1",
          "filter": "2"
        },
        {
          "title": "Spatial proteomics identifies JAKi as treatment for a lethal skin disease",
          "authors": "Thierry M. Nordmann, Holly Anderton, Akito Hasegawa, Lisa Schweizer, Peng Zhang, Pia-Charlotte Stadler, Ankit Sinha, Andreas Metousis, Florian A. Rosenberger, Maximilian Zwiebel, Takashi K. Satoh, Florian Anzengruber, Maximilian T. Strauss, Maria C. Tanzer, Yuki Saito, Ting Gong, Marvin Thielert, Haruna Kimura, Natasha Silke, Edwin H. Rodriguez, Gaetana Restivo, Hong Ha Nguyen, Annette Gross, Laurence Feldmeyer, Lukas Joerg, Mitchell P. Levesque, Peter J. Murray, Saskia Ingen-Housz-Oro, Andreas Mund, Riichiro Abe, John Silke, Chao Ji, Lars E. French, Matthias Mann",
          "abstract": "Toxic epidermal necrolysis (TEN) is a fatal drug-induced skin reaction triggered by common medications and is an emerging public health issue 1–3 . Patients with TEN undergo severe and sudden epidermal detachment caused by keratinocyte cell death. Although molecular mechanisms that drive keratinocyte cell death have been proposed, the main drivers remain unknown, and there is no effective therapy for TEN 4–6 . Here, to systematically map molecular changes that are associated with TEN and identify potential druggable targets, we utilized deep visual proteomics, which provides single-cell-based, cell-type-resolution proteomics 7,8 . We analysed formalin-fixed, paraffin-embedded archived skin tissue biopsies of three types of cutaneous drug reactions with varying severity and quantified more than 5,000 proteins in keratinocytes and skin-infiltrating immune cells. This revealed a marked enrichment of type I and type II interferon signatures in the immune cell and keratinocyte compartment of patients with TEN, as well as phosphorylated STAT1 activation. Targeted inhibition with the pan-JAK inhibitor tofacitinib in vitro reduced keratinocyte-directed cytotoxicity. In vivo oral administration of tofacitinib, baricitinib or the JAK1-specific inhibitors abrocitinib or upadacitinib ameliorated clinical and histological disease severity in two distinct mouse models of TEN. Crucially, treatment with JAK inhibitors (JAKi) was safe and associated with rapid cutaneous re-epithelialization and recovery in seven patients with TEN. This study uncovers the JAK/STAT and interferon signalling pathways as key pathogenic drivers of TEN and demonstrates the potential of targeted JAKi as a curative therapy.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08061-0",
          "doi": "10.1038/s41586-024-08061-0",
          "filter": "2"
        },
        {
          "title": "Quantifying constraint in the human mitochondrial genome",
          "authors": "Nicole J. Lake, Kaiyue Ma, Wei Liu, Stephanie L. Battle, Kristen M. Laricchia, Grace Tiao, Daniela Puiu, Kenneth K. Ng, Justin Cohen, Alison G. Compton, Shannon Cowie, John Christodoulou, David R. Thorburn, Hongyu Zhao, Dan E. Arking, Shamil R. Sunyaev, Monkol Lek",
          "abstract": "Mitochondrial DNA (mtDNA) has an important yet often overlooked role in health and disease. Constraint models quantify the removal of deleterious variation from the population by selection and represent powerful tools for identifying genetic variation that underlies human phenotypes1,2,3,4. However, nuclear constraint models are not applicable to mtDNA, owing to its distinct features. Here we describe the development of a mitochondrial genome constraint model and its application to the Genome Aggregation Database (gnomAD), a large-scale population dataset that reports mtDNA variation across 56,434 human participants5. Specifically, we analyse constraint by comparing the observed variation in gnomAD to that expected under neutrality, which was calculated using a mtDNA mutational model and observed maximum heteroplasmy-level data. Our results highlight strong depletion of expected variation, which suggests that many deleterious mtDNA variants remain undetected. To aid their discovery, we compute constraint metrics for every mitochondrial protein, tRNA and rRNA gene, which revealed a range of intolerance to variation. We further characterize the most constrained regions within genes through regional constraint and identify the most constrained sites within the entire mitochondrial genome through local constraint, which showed enrichment of pathogenic variation. Constraint also clustered in three-dimensional structures, which provided insight into functionally important domains and their disease relevance. Notably, we identify constraint at often overlooked sites, including in rRNA and noncoding regions. Last, we demonstrate that these metrics can improve the discovery of deleterious variation that underlies rare and common phenotypes.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08048-x",
          "doi": "10.1038/s41586-024-08048-x",
          "filter": "2"
        },
        {
          "title": "An ancient ecospecies of Helicobacter pylori",
          "authors": "Elise Tourrette, Roberto C. Torres, Sarah L. Svensson, Takashi Matsumoto, Muhammad Miftahussurur, Kartika Afrida Fauzia, Ricky Indra Alfaray, Ratha-Korn Vilaichone, Vo Phuoc Tuan, character(0), Hafeza Aftab, Lotay Tshering, Dhakal Guru Prasad, Evariste Tshibangu-Kabamba, Ghislain Disashi Tumba, Patrick de Jesus Ngoma-Kisoko, Antoine Tshimpi-Wola, Dieudonné Mumba Ngoyi, Pascal Tshiamala Kashala, Modesto Cruz, José Jiménez Abreu, Celso Hosking, Jukka Ronkainen, Pertti Aro, Titong Sugihartono, Ari Fahrial Syam, Langgeng Agung Waskito, Hasan Maulahela, Yudith Annisa Ayu Rezkitha, Shaho Negahdar Panirani, Hamid Asadzadeh Aghdaei, Mohammad Reza Zali, Nasrin Mirzaei, Saeid Latifi-Navid, Takeshi Matsuhisa, Phawinee Subsomwong, Hideo Terao, Batsaikhan Saruuljavkhlan, Tadashi Shimoyama, Nagisa Kinjo, Fukunori Kinjo, Kazunari Murakami, Thein Myint, Than Than Aye, New Ni, Than Than Yee, Kyaw Htet, Pradeep Krishna Shrestha, Rabi Prakash Sharma, Jeewantha Rathnayake, Meegahalande Durage Lamawansa, Emilio Rudbeck, Lars Agreus, Anna Andreasson, Lars Engstrand, Varocha Mahachai, Thawee Ratanachu-Ek, Kammal Kumar Pawa, Tran Thi Huyen Trang, Tran Thanh Binh, Vu Van Khien, Ho Dang Quy Dung, Dou Narith, Difei Wang, Abbas Yadegar, Lisa M. Olsson, Zhemin Zhou, Yoshio Yamaoka, Kaisa Thorell, Daniel Falush",
          "abstract": "Helicobacter pylori disturbs the stomach lining during long-term colonization of its human host, with sequelae including ulcers and gastric cancer 1,2 . Numerous H. pylori virulence factors have been identified, showing extensive geographic variation 1 . Here we identify a ‘Hardy’ ecospecies of H. pylori that shares the ancestry of ‘Ubiquitous’ H. pylori from the same region in most of the genome but has nearly fixed single-nucleotide polymorphism differences in 100 genes, many of which encode outer membrane proteins and host interaction factors. Most Hardy strains have a second urease, which uses iron as a cofactor rather than nickel 3 , and two additional copies of the vacuolating cytotoxin VacA. Hardy strains currently have a limited distribution, including in Indigenous populations in Siberia and the Americas and in lineages that have jumped from humans to other mammals. Analysis of polymorphism data implies that Hardy and Ubiquitous coexisted in the stomachs of modern humans since before we left Africa and that both were dispersed around the world by our migrations. Our results also show that highly distinct adaptive strategies can arise and be maintained stably within bacterial populations, even in the presence of continuous genetic exchange between strains.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07991-z",
          "doi": "10.1038/s41586-024-07991-z",
          "filter": "2"
        },
        {
          "title": "The cool brown dwarf Gliese 229 B is a close binary",
          "authors": "Jerry W. Xuan, A. Mérand, W. Thompson, Y. Zhang, S. Lacour, D. Blakely, D. Mawet, R. Oppenheimer, J. Kammerer, K. Batygin, A. Sanghi, J. Wang, J.-B. Ruffio, M. C. Liu, H. Knutson, W. Brandner, A. Burgasser, E. Rickman, R. Bowens-Rubin, M. Salama, W. Balmer, S. Blunt, G. Bourdarot, P. Caselli, G. Chauvin, R. Davies, A. Drescher, A. Eckart, F. Eisenhauer, M. Fabricius, H. Feuchtgruber, G. Finger, N. M. Förster Schreiber, P. Garcia, R. Genzel, S. Gillessen, S. Grant, M. Hartl, F. Haußmann, T. Henning, S. Hinkley, S. F. Hönig, M. Horrobin, M. Houllé, M. Janson, P. Kervella, Q. Kral, L. Kreidberg, J.-B. Le Bouquin, D. Lutz, F. Mang, G.-D. Marleau, F. Millour, N. More, M. Nowak, T. Ott, G. Otten, T. Paumard, S. Rabien, C. Rau, D. C. Ribeiro, M. Sadun Bordoni, J. Sauter, J. Shangguan, T. T. Shimizu, C. Sykes, A. Soulain, S. Spezzano, C. Straubmeier, T. Stolker, E. Sturm, M. Subroweit, L. J. Tacconi, E. F. van Dishoeck, A. Vigan, F. Widmann, E. Wieprecht, T. O. Winterhalder, J. Woillez",
          "abstract": "Owing to their similarities with giant exoplanets, brown dwarf companions of stars provide insights into the fundamental processes of planet formation and evolution. From their orbits, several brown dwarf companions are found to be more massive than theoretical predictions given their luminosities and the ages of their host stars1,2,3. Either the theory is incomplete or these objects are not single entities. For example, they could be two brown dwarfs each with a lower mass and intrinsic luminosity1,4. The most problematic example is Gliese 229 B (refs. 5,6), which is at least 2–6 times less luminous than model predictions given its dynamical mass of 71.4 ± 0.6 Jupiter masses (MJup) (ref. 1). We observed Gliese 229 B with the GRAVITY interferometer and, separately, the CRIRES+ spectrograph at the Very Large Telescope. Both sets of observations independently resolve Gliese 229 B into two components, Gliese 229 Ba and Bb, settling the conflict between theory and observations. The two objects have a flux ratio of 0.47 ± 0.03 at a wavelength of 2 μm and masses of 38.1 ± 1.0 and 34.4 ± 1.5 MJup, respectively. They orbit each other every 12.1 days with a semimajor axis of 0.042 astronomical units (au). The discovery of Gliese 229 BaBb, each only a few times more massive than the most massive planets, and separated by 16 times the Earth–moon distance, raises new questions about the formation and prevalence of tight binary brown dwarfs around stars.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08064-x",
          "doi": "10.1038/s41586-024-08064-x",
          "filter": "2"
        },
        {
          "title": "Electronic rotons and Wigner crystallites in a two-dimensional dipole liquid",
          "authors": "Soobin Park, Minjae Huh, Chris Jozwiak, Eli Rotenberg, Aaron Bostwick, Keun Su Kim",
          "abstract": "A key concept proposed by Landau to explain superfluid liquid helium is the elementary excitation of quantum particles called rotons1,2,3,4,5,6,7,8. The irregular arrangement of atoms in a liquid leads to the aperiodic dispersion of rotons, which played a pivotal role in understanding fractional quantum Hall liquids (magneto-rotons)9,10 and the supersolidity of Bose–Einstein condensates11,12,13. Even for a two-dimensional electron or dipole liquid, in the absence of a magnetic field, the repulsive interactions have been predicted to form a roton minimum14,15,16,17,18,19, which can be used to trace the transition to Wigner crystals20,21,22,23,24 and superconductivity25,26,27, although this has not yet been observed. Here, we report the observation of such electronic rotons in a two-dimensional dipole liquid of alkali-metal ions donating electrons to surface layers of black phosphorus. Our data reveal the striking aperiodic dispersion of rotons, which is characterized by a local minimum of energy at finite momentum. As the density of dipoles decreases so that interactions dominate over the kinetic energy, the roton gap reduces to 0, as in a crystal, signalling Wigner crystallization. Our model shows the importance of short-range order arising from repulsion between dipoles, which can be viewed as the formation of Wigner crystallites (bubbles or stripes) floating in the sea of a Fermi liquid. Our results reveal that the primary origin of electronic rotons (and the pseudogap) is strong correlations.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08045-0",
          "doi": "10.1038/s41586-024-08045-0",
          "filter": "2"
        },
        {
          "title": "The Massalia asteroid family as the origin of ordinary L chondrites",
          "authors": "M. Marsset, P. Vernazza, M. Brož, C. A. Thomas, F. E. DeMeo, B. Burt, R. P. Binzel, V. Reddy, A. McGraw, C. Avdellidou, B. Carry, S. Slivan, D. Polishook",
          "abstract": "Studies of micrometeorites in mid-Ordovician limestones and impact craters on Earth indicate that our planet witnessed a massive infall of ordinary L chondrite material about 466 million years ago1,2,3 that may have been at the origin of an Ordovician ice age and major turnover in biodiversity4. The breakup of a large asteroid in the main belt is the likely cause of this massive infall. Currently, material originating from this breakup still dominates meteorite falls (>20% of all falls)5. Here we provide spectroscopic observations and dynamical evidence that the Massalia collisional family is the only plausible source of this catastrophic event and the most abundant class of meteorites falling on Earth today. This family of asteroids is suitably located in the inner belt, at low-inclination orbits, which corresponds to the observed distribution of L-chondrite-like near-Earth objects and interplanetary dust concentrated at 1.4° (refs. 6,7).",
          "url": "http://dx.doi.org/10.1038/s41586-024-08007-6",
          "doi": "10.1038/s41586-024-08007-6",
          "filter": "2"
        },
        {
          "title": "A bacterial immunity protein directly senses two disparate phage proteins",
          "authors": "Tong Zhang, Albinas Cepauskas, Anastasiia Nadieina, Aurelien Thureau, Kyo Coppieters ‘t Wallant, Chloé Martens, Daniel C. Lim, Abel Garcia-Pino, Michael T. Laub",
          "abstract": "Eukaryotic innate immune systems use pattern recognition receptors to sense infection by detecting pathogen-associated molecular patterns, which then triggers an immune response. Bacteria have similarly evolved immunity proteins that sense certain components of their viral predators, known as bacteriophages1,2,3,4,5,6. Although different immunity proteins can recognize different phage-encoded triggers, individual bacterial immunity proteins have been found to sense only a single trigger during infection, suggesting a one-to-one relationship between bacterial pattern recognition receptors and their ligands7,8,9,10,11. Here we demonstrate that the antiphage defence protein CapRelSJ46 in Escherichia coli can directly bind and sense two completely unrelated and structurally different proteins using the same sensory domain, with overlapping but distinct interfaces. Our results highlight the notable versatility of an immune sensory domain, which may be a common property of antiphage defence systems that enables them to keep pace with their rapidly evolving viral predators. We found that Bas11 phages harbour both trigger proteins that are sensed by CapRelSJ46 during infection, and we demonstrate that such phages can fully evade CapRelSJ46 defence only when both triggers are mutated. Our work shows how a bacterial immune system that senses more than one trigger can help prevent phages from easily escaping detection, and it may allow the detection of a broader range of phages. More generally, our findings illustrate unexpected multifactorial sensing by bacterial defence systems and complex coevolutionary relationships between them and their phage-encoded triggers.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08039-y",
          "doi": "10.1038/s41586-024-08039-y",
          "filter": "2"
        },
        {
          "title": "Probiotic neoantigen delivery vectors for precision cancer immunotherapy",
          "authors": "Andrew Redenti, Jongwon Im, Benjamin Redenti, Fangda Li, Mathieu Rouanne, Zeren Sheng, William Sun, Candice R. Gurbatri, Shunyu Huang, Meghna Komaranchath, YoungUk Jang, Jaeseung Hahn, Edward R. Ballister, Rosa L. Vincent, Ana Vardoshivilli, Tal Danino, Nicholas Arpaia",
          "abstract": "Microbial systems have been synthetically engineered to deploy therapeutic payloads in vivo1,2. With emerging evidence that bacteria naturally home in on tumours3,4 and modulate antitumour immunity5,6, one promising application is the development of bacterial vectors as precision cancer vaccines2,7. Here we engineered probiotic Escherichia coli Nissle 1917 as an antitumour vaccination platform optimized for enhanced production and cytosolic delivery of neoepitope-containing peptide arrays, with increased susceptibility to blood clearance and phagocytosis. These features enhance both safety and immunogenicity, achieving a system that drives potent and specific T cell-mediated anticancer immunity that effectively controls or eliminates tumour growth and extends survival in advanced murine primary and metastatic solid tumours. We demonstrate that the elicited antitumour immune response involves recruitment and activation of dendritic cells, extensive priming and activation of neoantigen-specific CD4+ and CD8+ T cells, broader activation of both T and natural killer cells, and a reduction of tumour-infiltrating immunosuppressive myeloid and regulatory T and B cell populations. Taken together, this work leverages the advantages of living medicines to deliver arrays of tumour-specific neoantigen-derived epitopes within the optimal context to induce specific, effective and durable systemic antitumour immunity.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08033-4",
          "doi": "10.1038/s41586-024-08033-4",
          "filter": "2"
        },
        {
          "title": "A prenatal skin atlas reveals immune regulation of human skin morphogenesis",
          "authors": "Nusayhah Hudaa Gopee, Elena Winheim, Bayanne Olabi, Chloe Admane, April Rose Foster, Ni Huang, Rachel A. Botting, Fereshteh Torabi, Dinithi Sumanaweera, Anh Phuong Le, Jin Kim, Luca Verger, Emily Stephenson, Diana Adão, Clarisse Ganier, Kelly Y. Gim, Sara A. Serdy, CiCi Deakin, Issac Goh, Lloyd Steele, Karl Annusver, Mohi-Uddin Miah, Win Min Tun, Pejvak Moghimi, Kwasi Amoako Kwakwa, Tong Li, Daniela Basurto Lozada, Ben Rumney, Catherine L. Tudor, Kenny Roberts, Nana-Jane Chipampe, Keval Sidhpura, Justin Englebert, Laura Jardine, Gary Reynolds, Antony Rose, Vicky Rowe, Sophie Pritchard, Ilaria Mulas, James Fletcher, Dorin-Mirel Popescu, Elizabeth Poyner, Anna Dubois, Alyson Guy, Andrew Filby, Steven Lisgo, Roger A. Barker, Ian A. Glass, Jong-Eun Park, Roser Vento-Tormo, Marina Tsvetomilova Nikolova, Peng He, John E. G. Lawrence, Josh Moore, Stephane Ballereau, Christine B. Hale, Vijaya Shanmugiah, David Horsfall, Neil Rajan, John A. McGrath, Edel A. O’Toole, Barbara Treutlein, Omer Bayraktar, Maria Kasper, Fränze Progatzky, Pavel Mazin, Jiyoon Lee, Laure Gambardella, Karl R. Koehler, Sarah A. Teichmann, Muzlifah Haniffa",
          "abstract": "Human prenatal skin is populated by innate immune cells, including macrophages, but whether they act solely in immunity or have additional functions in morphogenesis is unclear. Here we assembled a comprehensive multi-omics reference atlas of prenatal human skin (7–17 post-conception weeks), combining single-cell and spatial transcriptomics data, to characterize the microanatomical tissue niches of the skin. This atlas revealed that crosstalk between non-immune and immune cells underpins the formation of hair follicles, is implicated in scarless wound healing and is crucial for skin angiogenesis. We systematically compared a hair-bearing skin organoid (SkO) model derived from human embryonic stem cells and induced pluripotent stem cells to prenatal and adult skin1. The SkO model closely recapitulated in vivo skin epidermal and dermal cell types during hair follicle development and expression of genes implicated in the pathogenesis of genetic hair and skin disorders. However, the SkO model lacked immune cells and had markedly reduced endothelial cell heterogeneity and quantity. Our in vivo prenatal skin cell atlas indicated that macrophages and macrophage-derived growth factors have a role in driving endothelial development. Indeed, vascular network remodelling was enhanced following transfer of autologous macrophages derived from induced pluripotent stem cells into SkO cultures. Innate immune cells are therefore key players in skin morphogenesis beyond their conventional role in immunity, a function they achieve through crosstalk with non-immune cells.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08002-x",
          "doi": "10.1038/s41586-024-08002-x",
          "filter": "2"
        },
        {
          "title": "Common occurrences of subsurface heatwaves and cold spells in ocean eddies",
          "authors": "Qingyou He, Weikang Zhan, Ming Feng, Yankun Gong, Shuqun Cai, Haigang Zhan",
          "abstract": "Extreme ocean temperature events are becoming increasingly common due to global warming, causing catastrophic ecological and socioeconomic impacts1,2,3,4,5. Despite extensive research on surface marine heatwaves (MHWs) and marine cold spells (MCSs) based on satellite observations6,7, our knowledge of these extreme events and their drivers in the subsurface ocean—home to the majority of marine organisms—is very limited8,9. Here we present global observational evidence for the important role of mesoscale eddies in the occurrence and intensification of subsurface MHWs and MCSs. We found that 80% of measured MHWs and MCSs below a depth of 100 m do not concur with surface events. In contrast to the weak link between surface MHWs (MCSs) and ocean eddies, nearly one-third of subsurface MHWs (MCSs) in the global ocean, and more than half of such events in subtropical gyres and mid-latitude main current systems, occur within anticyclonic (cyclonic) eddies. These eddy-associated temperature extremes have intensified at rates greater than background level in past decades, suggesting a growing impact of ocean eddies on subsurface MHWs and MCSs with ongoing global warming.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08051-2",
          "doi": "10.1038/s41586-024-08051-2",
          "filter": "2"
        },
        {
          "title": "Mosquito taste responses to human and floral cues guide biting and feeding",
          "authors": "Lisa S. Baik, Gaëlle J. S. Talross, Sydney Gray, Himani S. Pattisam, Taylor N. Peterson, James E. Nidetz, Felix J. H. Hol, John R. Carlson",
          "abstract": "The taste system controls many insect behaviours, yet little is known about how tastants are encoded in mosquitoes or how they regulate critical behaviours. Here we examine how taste stimuli are encoded by Aedes albopictus mosquitoes—a highly invasive disease vector—and how these cues influence biting, feeding and egg laying. We find that neurons of the labellum, the major taste organ of the head, differentially encode a wide variety of human and other cues. We identify three functional classes of taste sensilla with an expansive coding capacity. In addition to excitatory responses, we identify prevalent inhibitory responses, which are predictive of biting behaviour. Certain bitter compounds suppress physiological and behavioural responses to sugar, suggesting their use as potent stop signals against appetitive cues. Complex cues, including human sweat, nectar and egg-laying site water, elicit distinct response profiles from the neuronal repertoire. We identify key tastants on human skin and in sweat that synergistically promote biting behaviours. Transcriptomic profiling identifies taste receptors that could be targeted to disrupt behaviours. Our study sheds light on key features of the taste system that suggest new ways of manipulating chemosensory function and controlling mosquito vectors.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08047-y",
          "doi": "10.1038/s41586-024-08047-y",
          "filter": "2"
        },
        {
          "title": "Harnessing plasticity in sequential metamaterials for ideal shock absorption",
          "authors": "Wenfeng Liu, Shahram Janbaz, David Dykstra, Bernard Ennis, Corentin Coulais",
          "abstract": "Mechanical metamaterials exhibit interesting properties such as high stiffness at low density1,2,3, enhanced energy absorption3,4, shape morphing5,6,7, sequential deformations8,9,10,11, auxeticity12,13,14 and robust waveguiding15,16. Until now, metamaterial design has primarily relied on geometry, and materials nonlinearities such as viscoelasticity, fracture and plasticity have been largely left out of the design rationale. In fact, plastic deformations have been traditionally seen as a failure mode and thereby carefully avoided1,3,17,18. Here we embrace plasticity instead and discover a delicate balance between plasticity and buckling instability, which we term ‘yield buckling’. We exploit yield buckling to design metamaterials that buckle sequentially in an arbitrary large sequence of steps whilst keeping a load-bearing capacity. We make use of sequential yield buckling to create metamaterials that combine stiffness and dissipation—two properties that are usually incompatible—and that can be used several times. Hence, our metamaterials exhibit superior shock-absorption performance. Our findings add plasticity to the metamaterial toolbox and make mechanical metamaterials a burgeoning technology with serious potential for mass production.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08037-0",
          "doi": "10.1038/s41586-024-08037-0",
          "filter": "2"
        },
        {
          "title": "Author Correction: Microglia-mediated T cell infiltration drives neurodegeneration in tauopathy",
          "authors": "Xiaoying Chen, Maria Firulyova, Melissa Manis, Jasmin Herz, Igor Smirnov, Ekaterina Aladyeva, Chanung Wang, Xin Bao, Mary Beth Finn, Hao Hu, Irina Shchukina, Min Woo Kim, Carla M. Yuede, Jonathan Kipnis, Maxim N. Artyomov, Jason D. Ulrich, David M. Holtzman",
          "url": "http://dx.doi.org/10.1038/s41586-024-08200-7",
          "doi": "10.1038/s41586-024-08200-7",
          "filter": "2"
        },
        {
          "title": "Circadian plasticity evolves through regulatory changes in a neuropeptide gene",
          "authors": "Michael P. Shahandeh, Liliane Abuin, Lou Lescuyer De Decker, Julien Cergneux, Rafael Koch, Emi Nagoshi, Richard Benton",
          "abstract": "Many organisms, including cosmopolitan drosophilids, show circadian plasticity, varying their activity with changing dawn–dusk intervals1. How this behaviour evolves is unclear. Here we compare Drosophila melanogaster with Drosophila sechellia, an equatorial, ecological specialist that experiences minimal photoperiod variation, to investigate the mechanistic basis of circadian plasticity evolution2. D. sechellia has lost the ability to delay its evening activity peak time under long photoperiods. Screening of circadian mutants in D. melanogaster/D. sechellia hybrids identifies a contribution of the neuropeptide pigment-dispersing factor (Pdf) to this loss. Pdf exhibits species-specific temporal expression, due in part to cis-regulatory divergence. RNA interference and rescue experiments in D. melanogaster using species-specific Pdf regulatory sequences demonstrate that modulation of this neuropeptide’s expression affects the degree of behavioural plasticity. The Pdf regulatory region exhibits signals of selection in D. sechellia and across populations of D. melanogaster from different latitudes. We provide evidence that plasticity confers a selective advantage for D. melanogaster at elevated latitude, whereas D. sechellia probably suffers fitness costs through reduced copulation success outside its range. Our findings highlight this neuropeptide gene as a hotspot locus for circadian plasticity evolution that might have contributed to both D. melanogaster’s global distribution and D. sechellia’s specialization.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08056-x",
          "doi": "10.1038/s41586-024-08056-x",
          "filter": "2"
        },
        {
          "title": "A graphite thermal Tesla valve driven by hydrodynamic phonon transport ",
          "authors": "Xin Huang, Roman Anufriev, Laurent Jalabert, Kenji Watanabe, Takashi Taniguchi, Yangyu Guo, Yuxiang Ni, Sebastian Volz, Masahiro Nomura",
          "abstract": "The Tesla valve benefits the rectification of fluid flow in microfluidic systems1,2,3,4,5,6 and inspires researchers to design modern solid-state electronic and thermal rectifiers referring to fluid-rectification mechanisms in a liquid-state context. In contrast to the rectification of fluids in microfluidic channels, the rectification of thermal phonons in micro-solid channels presents increased complexity owing to the lack of momentum-conserving collisions between phonons and the infrequent occurrence of liquid-like phonon flows. Recently, investigations and revelations of phonon hydrodynamics in graphitic materials7,8,9,10 have opened up new avenues for achieving thermal rectification. Here we demonstrate a phonon hydrodynamics approach to realize the rectification of heat conduction in isotopically enriched graphite crystals. We design a micrometre-scale Tesla valve within 90-nm-thick graphite and experimentally observe a discernible 15.2% difference in thermal conductivity between opposite directions at 45 K. This work marks an important step towards using collective phonon behaviour for thermal management in microscale and nanoscale electronic devices, paving the way for thermal rectification in solids.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08052-1",
          "doi": "10.1038/s41586-024-08052-1",
          "filter": "2"
        },
        {
          "title": "Ultra-high-energy gamma-ray bubble around microquasar V4641 Sgr",
          "authors": "R. Alfaro, C. Alvarez, J. C. Arteaga-Velázquez, D. Avila Rojas, H. A. Ayala Solares, R. Babu, E. Belmont-Moreno, K. S. Caballero-Mora, T. Capistrán, A. Carramiñana, S. Casanova, U. Cotti, J. Cotzomi, S. Coutiño de León, E. De la Fuente, D. Depaoli, N. Di Lalla, R. Diaz Hernandez, B. L. Dingus, M. A. DuVernois, M. Durocher, J. C. Díaz-Vélez, K. Engel, C. Espinoza, K. L. Fan, K. Fang, N. Fraija, S. Fraija, J. A. García-González, F. Garfias, A. Gonzalez Muñoz, M. M. González, J. A. Goodman, S. Groetsch, J. P. Harding, I. Herzog, J. Hinton, D. Huang, F. Hueyotl-Zahuantitla, P. Hüntemeyer, A. Iriarte, V. Joshi, S. Kaufmann, D. Kieda, C. de León, J. Lee, H. León Vargas, J. T. Linnemann, A. L. Longinotti, G. Luis-Raya, K. Malone, O. Martinez, J. Martínez-Castro, J. A. Matthews, P. Miranda-Romagnoli, J. A. Morales-Soto, E. Moreno, M. Mostafá, A. Nayerhoda, L. Nellen, M. Newbold, M. U. Nisa, R. Noriega-Papaqui, L. Olivera-Nieto, N. Omodei, M. Osorio, Y. Pérez Araujo, E. G. Pérez-Pérez, C. D. Rho, D. Rosa-González, E. Ruiz-Velasco, H. Salazar, D. Salazar-Gallegos, A. Sandoval, M. Schneider, J. Serna-Franco, A. J. Smith, Y. Son, R. W. Springer, O. Tibolla, K. Tollefson, I. Torres, R. Torres-Escobedo, R. Turner, F. Ureña-Mena, E. Varela, L. Villaseñor, X. Wang, I. J. Watson, E. Willox, S. Yun-Cárcamo, H. Zhou",
          "abstract": "Microquasars are laboratories for the study of jets of relativistic particles produced by accretion onto a spinning black hole. Microquasars are near enough to allow detailed imaging of spatial features across the multiwavelength spectrum. The recent extension measurement of the spatial morphology of a microquasar, SS 433, to TeV gamma rays1 localizes the acceleration of electrons at shocks in the jet far from the black hole2. V4641 Sagittarii (V4641 Sgr) is a similar binary system with a black hole and B-type main-sequence companion star and has an orbit period of 2.8 days (refs. 3,4). It stands out for its super-Eddington accretion5 and for its radio jet, which is one of the fastest superluminal jets in the Milky Way. Previous observations of V4641 Sgr did not report gamma-ray emission6. Here we report TeV gamma-ray emission from V4641 Sgr that reveals particle acceleration at similar distances from the black hole as SS 433. Furthermore, the gamma-ray spectrum of V4641 Sgr is among the hardest TeV spectra observed from any known gamma-ray source and is detected above 200 TeV. Gamma rays are produced by particles, either electrons or protons, of higher energies. Because energetic electrons lose energy more quickly the higher their energy, such a spectrum either very strongly constrains the electron-production mechanism or points to the acceleration of high-energy protons. This suggests that large-scale jets from microquasars could be more common than previously expected and that they could be a notable source of galactic cosmic rays7,8,9.",
          "url": "http://dx.doi.org/10.1038/s41586-024-07995-9",
          "doi": "10.1038/s41586-024-07995-9",
          "filter": "2"
        },
        {
          "title": "Islands are key for protecting the world’s plant endemism",
          "authors": "Julian Schrader, Patrick Weigelt, Lirong Cai, Mark Westoby, José María Fernández-Palacios, Francisco J. Cabezas, Gregory M. Plunkett, Tom A. Ranker, Kostas A. Triantis, Panayiotis Trigas, Yasuhiro Kubota, Holger Kreft",
          "abstract": "Islands are renowned as evolutionary laboratories and support many species that are not found elsewhere1,2. Islands are also of great conservation concern, with many of their endemic species currently threatened or extinct3. Here we present a standardized checklist of all known vascular plants that occur on islands and document their geographical and phylogenetic distribution and conservation risk. Our analyses of 304,103 plant species reveal that 94,052 species (31%) are native to islands, which constitute 5.3% of the global landmass4. Of these, 63,280 are island endemic species, which represent 21% of global plant diversity. Three-quarters of these are restricted to large or isolated islands. Compared with the world flora, island endemics are non-randomly distributed within the tree of life, with a total of 1,005 billion years of unique phylogenetic history with 17 families and 1,702 genera being entirely endemic to islands. Of all vascular plants assigned International Union for Conservation of Nature conservation categories5, 22% are island endemics. Among these endemic species, 51% are threatened, and 55% of all documented global extinctions have occurred on islands. We find that of all single-island endemic species, only 6% occur on islands meeting the United Nations 30×30 conservation target. Urgent measures including habitat restoration, invasive species removal and ex situ programmes are needed to protect the world’s island flora. Our checklist quantifies the uniqueness of island life, provides a basis for future studies of island floras, and highlights the urgent need to take actions for conserving them.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08036-1",
          "doi": "10.1038/s41586-024-08036-1",
          "filter": "2"
        },
        {
          "title": "Neuropeptide signalling orchestrates T cell differentiation",
          "authors": "Yu Hou, Linyu Sun, Martin W. LaFleur, Linglin Huang, Conner Lambden, Pratiksha I. Thakore, Kathryn Geiger-Schuller, Kimitoshi Kimura, Longjun Yan, Yue Zang, Ruihan Tang, Jingwen Shi, Rocky Barilla, Liwen Deng, Ayshwarya Subramanian, Antonia Wallrapp, Hee Sun Choi, Yoon-Chul Kye, Orr Ashenberg, Geoffrey Schiebinger, John G. Doench, Isaac M. Chiu, Aviv Regev, Arlene H. Sharpe, Vijay K. Kuchroo",
          "abstract": "The balance between T helper type 1 (TH1) cells and other TH cells is critical for antiviral and anti-tumour responses1,2,3, but how this balance is achieved remains poorly understood. Here we dissected the dynamic regulation of TH1 cell differentiation during in vitro polarization, and during in vivo differentiation after acute viral infection. We identified regulators modulating T helper cell differentiation using a unique TH1–TH2 cell dichotomous culture system and systematically validated their regulatory functions through multiple in vitro and in vivo CRISPR screens. We found that RAMP3, a component of the receptor for the neuropeptide CGRP (calcitonin gene-related peptide), has a cell-intrinsic role in TH1 cell fate determination. Extracellular CGRP signalling through the receptor RAMP3–CALCRL restricted the differentiation of TH2 cells, but promoted TH1 cell differentiation through the activation of downstream cAMP response element-binding protein (CREB) and activating transcription factor 3 (ATF3). ATF3 promoted TH1 cell differentiation by inducing the expression of Stat1, a key regulator of TH1 cell differentiation. After viral infection, an interaction between CGRP produced by neurons and RAMP3 expressed on T cells enhanced the anti-viral IFNγ-producing TH1 and CD8+ T cell response, and timely control of acute viral infection. Our research identifies a neuroimmune circuit in which neurons participate in T cell fate determination by producing the neuropeptide CGRP during acute viral infection, which acts on RAMP3-expressing T cells to induce an effective anti-viral TH1 cell response.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08049-w",
          "doi": "10.1038/s41586-024-08049-w",
          "filter": "2"
        },
        {
          "title": "Young asteroid families as the primary source of meteorites",
          "authors": "M. Brož, P. Vernazza, M. Marsset, F. E. DeMeo, R. P. Binzel, D. Vokrouhlický, D. Nesvorný",
          "abstract": "Understanding the origin of bright shooting stars and their meteorite samples is among the most ancient of astronomy-related questions, which at larger scales has human consequences1,2,3. As of today, only approximately 6% of meteorite falls have been firmly linked to their sources (Moon, Mars or asteroid (4) Vesta4,5,6). Here we show that approximately 70% of meteorites originate from three recent break-ups of D > 30 km asteroids that occurred 5.8, 7.6 and less than about 40 Myr ago. These break-ups, including the well-known Karin family7, took place in the prominent yet old Koronis and Massalia families and are at the origin of the dominance of H and L ordinary chondrites among meteorite falls. These young families are distinguished among all main belt asteroids by having a uniquely high abundance of small fragments. Their size–frequency distribution remained steep for a few tens of millions of years, exceeding temporarily the production of metre-sized fragments by the largest old asteroid families (for example, Flora and Vesta). Supporting evidence includes the existence of associated dust bands8,9,10, the cosmic-ray exposure ages of H-chondrite meteorites11,12 and the distribution of the pre-atmospheric orbits of meteorites13,14,15.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08006-7",
          "doi": "10.1038/s41586-024-08006-7",
          "filter": "2"
        },
        {
          "title": "Neuronal sequences in population bursts encode information in human cortex",
          "authors": "Weizhen Xie, John H. Wittig, Julio I. Chapeton, Mostafa El-Kalliny, Samantha N. Jackson, Sara K. Inati, Kareem A. Zaghloul",
          "abstract": "Neural coding has traditionally been examined through changes in firing rates and latencies in response to different stimuli1,2,3,4,5. However, populations of neurons can also exhibit transient bursts of spiking activity, wherein neurons fire in a specific temporal order or sequence6,7,8. The human brain may utilize these neuronal sequences within population bursts to efficiently represent information9,10,11,12, thereby complementing the well-known neural code based on spike rate or latency. Here we examined this possibility by recording the spiking activity of populations of single units in the human anterior temporal lobe as eight participants performed a visual categorization task. We find that population spiking activity organizes into bursts during the task. The temporal order of spiking across the activated units within each burst varies across stimulus categories, creating unique stereotypical sequences for individual categories as well as for individual exemplars within a category. The information conveyed by the temporal order of spiking activity is separable from and complements the information conveyed by the units’ spike rates or latencies following stimulus onset. Collectively, our data provide evidence that the human brain contains a complementary code based on the neuronal sequence within bursts of population spiking to represent information.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08075-8",
          "doi": "10.1038/s41586-024-08075-8",
          "filter": "2"
        },
        {
          "title": "Glucose-sensitive insulin with attenuation of hypoglycaemia",
          "authors": "Thomas Hoeg-Jensen, Thomas Kruse, Christian L. Brand, Jeppe Sturis, Christian Fledelius, Peter K. Nielsen, Erica Nishimura, Alice R. Madsen, Lennart Lykke, Kim S. Halskov, Simona Koščová, Vladislav Kotek, Anthony P. Davis, Robert A. Tromans, Michael Tomsett, Guillem Peñuelas-Haro, Daniel J. Leonard, Michael G. Orchard, Andy Chapman, Gaetano Invernizzi, Eva Johansson, Daniele Granata, Bo F. Hansen, Thomas A. Pedersen, Jonas Kildegaard, Karen-Margrethe Pedersen, Hanne H. F. Refsgaard, Lene Alifrangis, Johannes J. Fels, Anita V. Neutzsky-Wulff, Per Sauerberg, Rita Slaaby",
          "abstract": "The risk of inducing hypoglycaemia (low blood glucose) constitutes the main challenge associated with insulin therapy for diabetes1,2. Insulin doses must be adjusted to ensure that blood glucose values are within the normal range, but matching insulin doses to fluctuating glucose levels is difficult because even a slightly higher insulin dose than needed can lead to a hypoglycaemic incidence, which can be anything from uncomfortable to life-threatening. It has therefore been a long-standing goal to engineer a glucose-sensitive insulin that can auto-adjust its bioactivity in a reversible manner according to ambient glucose levels to ultimately achieve better glycaemic control while lowering the risk of hypoglycaemia3. Here we report the design and properties of NNC2215, an insulin conjugate with bioactivity that is reversibly responsive to a glucose range relevant for diabetes, as demonstrated in vitro and in vivo. NNC2215 was engineered by conjugating a glucose-binding macrocycle4 and a glucoside to insulin, thereby introducing a switch that can open and close in response to glucose and thereby equilibrate insulin between active and less-active conformations. The insulin receptor affinity for NNC2215 increased 3.2-fold when the glucose concentration was increased from 3 to 20 mM. In animal studies, the glucose-sensitive bioactivity of NNC2215 was demonstrated to lead to protection against hypoglycaemia while partially covering glucose excursions.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08042-3",
          "doi": "10.1038/s41586-024-08042-3",
          "filter": "2"
        },
        {
          "title": "High CO2 dampens then amplifies N-induced diversity loss over 24 years",
          "authors": "Peter B. Reich, Neha Mohanbabu, Forest Isbell, Sarah E. Hobbie, Ethan E. Butler",
          "abstract": "Rising levels of atmospheric carbon dioxide (CO2) and nitrogen (N) deposition affect plant communities in numerous ways1,2,3,4,5,6,7,8,9,10,11. Nitrogen deposition causes local biodiversity loss globally12,13,14, but whether, and if so how, rising CO2 concentrations amplify or dampen those losses remains unclear and is almost entirely unstudied. We addressed this knowledge gap with an open-air experiment in which 108 grassland plots were grown for 24 years under different CO2 and N regimes. We initially found that adding N reduced plant species richness less at elevated than at ambient CO2. Over time, however, this interaction reversed, and elevated CO2 amplified losses in diversity from enriched N, tripling reductions in species richness from N addition over the last eight years of the study. These interactions resulted from temporal changes in the drivers of diversity, especially light availability, that were in turn driven by CO2 and N inputs and associated changes in plant biomass. This mechanism is likely to be similar in many grasslands, because additions of the plant resources CO2 and N are likely to increase the abundance of the dominant species. If rising CO2 generally exacerbates the widespread negative impacts of N deposition on plant diversity, this bodes poorly for the conservation of grassland biodiversity worldwide.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08066-9",
          "doi": "10.1038/s41586-024-08066-9",
          "filter": "2"
        },
        {
          "title": "Author Correction: A physical wiring diagram for the human immune system",
          "authors": "Jarrod Shilts, Yannik Severin, Francis Galaway, Nicole Müller-Sienerth, Zheng-Shan Chong, Sophie Pritchard, Sarah Teichmann, Roser Vento-Tormo, Berend Snijder, Gavin J. Wright",
          "url": "http://dx.doi.org/10.1038/s41586-024-07928-6",
          "doi": "10.1038/s41586-024-07928-6",
          "filter": "2"
        },
        {
          "title": "Efficient conversion of syngas to linear α-olefins by phase-pure χ-Fe5C2",
          "authors": "Peng Wang, Fu-Kuo Chiang, Jiachun Chai, A. Iulian Dugulan, Juan Dong, Wei Chen, Robin J. P. Broos, Bo Feng, Yuanjun Song, Yijun Lv, Quan Lin, Rongming Wang, Ivo A. W. Filot, Zhuowu Men, Emiel J. M. Hensen",
          "abstract": "Oil has long been the dominant feedstock for producing fuels and chemicals, but coal, natural gas and biomass are increasingly explored alternatives 1–3 . Their conversion first generates syngas, a mixture of CO and H 2 , which is then processed further using Fischer–Tropsch (FT) chemistry. However, although commercial FT technology for fuel production is established, using it to access valuable chemicals remains challenging. A case in point is linear α-olefins (LAOs), which are important chemical intermediates obtained by ethylene oligomerization at present 4–8 . The commercial high-temperature FT process and the FT-to-olefin process under development at present both convert syngas directly to LAOs, but also generate much CO 2 waste that leads to a low carbon utilization efficiency 9–14 . The efficiency is further compromised by substantially fewer of the converted carbon atoms ending up as valuable C 5 –C 10 LAOs than are found in the C 2 –C 4 olefins that dominate the product mixtures 9–14 . Here we show that the use of the original phase-pure χ-iron carbide can minimize these syngas conversion problems: tailored and optimized for the process of FT to LAOs, this catalyst exhibits an activity at 290 °C that is 1–2 orders higher than dedicated FT-to-olefin catalysts can achieve above 320 °C (refs. 12–15 ), is stable for 200 h, and produces desired C 2 –C 10 LAOs and unwanted CO 2 with carbon-based selectivities of 51% and 9% under industrially relevant conditions. This higher catalytic performance, persisting over a wide temperature range (250–320 °C), demonstrates the potential of the system for developing a practically relevant technology.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08078-5",
          "doi": "10.1038/s41586-024-08078-5",
          "filter": "2"
        },
        {
          "title": "Terrestrial photosynthesis inferred from plant carbonyl sulfide uptake",
          "authors": "Jiameng Lai, Linda M. J. Kooijmans, Wu Sun, Danica Lombardozzi, J. Elliott Campbell, Lianhong Gu, Yiqi Luo, Le Kuai, Ying Sun",
          "abstract": "Terrestrial photosynthesis, or gross primary production (GPP), is the largest carbon flux in the biosphere, but its global magnitude and spatiotemporal dynamics remain uncertain1. The global annual mean GPP is historically thought to be around 120 PgC yr−1 (refs. 2,3,4,5,6), which is about 30–50 PgC yr−1 lower than GPP inferred from the oxygen-18 (18O) isotope7 and soil respiration8. This disparity is a source of uncertainty in predicting climate–carbon cycle feedbacks9,10. Here we infer GPP from carbonyl sulfide, an innovative tracer for CO2 diffusion from ambient air to leaf chloroplasts through stomata and mesophyll layers. We demonstrate that explicitly representing mesophyll diffusion is important for accurately quantifying the spatiotemporal dynamics of carbonyl sulfide uptake by plants. From the estimate of carbonyl sulfide uptake by plants, we infer a global contemporary GPP of 157 (±8.5) PgC yr−1, which is consistent with estimates from 18O (150–175 PgC yr−1) and soil respiration (\\({149}_{-23}^{+29}\\) PgC yr−1), but with an improved confidence level. Our global GPP is higher than satellite optical observation-driven estimates (120–140 PgC yr–1) that are used for Earth system model benchmarking. This difference predominantly occurs in the pan-tropical rainforests and is corroborated by ground measurements11, suggesting a more productive tropics than satellite-based GPP products indicated. As GPP is a primary determinant of terrestrial carbon sinks and may shape climate trajectories9,10, our findings lay a physiological foundation on which the understanding and prediction of carbon–climate feedbacks can be advanced.",
          "url": "http://dx.doi.org/10.1038/s41586-024-08050-3",
          "doi": "10.1038/s41586-024-08050-3",
          "filter": "2"
        },
        {
          "title": "Glucose has a surprise role in directing cell fate and migration",
          "authors": "Christian Schröter",
          "abstract": "The transformation of a fertilized egg into an embryo requires cell growth, division and differentiation to create the diverse cell types that make up a multicellular organism. The conventional view is that the metabolic pathways that provide molecular building blocks and energy for cell growth operate mostly independently of the signalling systems that orchestrate cell differentiation over time and space. Writing in Nature, Cao et al.1 report a direct connection between these two facets, showing how the flow of nutrients through a metabolic pathway regulates cell-to-cell signalling in early development.",
          "url": "http://dx.doi.org/10.1038/d41586-024-03284-7",
          "doi": "10.1038/d41586-024-03284-7",
          "filter": "4"
        },
        {
          "title": "Global conservation priorities for island plant diversity",
          "authors": "Thomas J. Givnish",
          "abstract": "Islands provide homes for a wide variety of plant species, including some that are at risk of extinction. Writing in Nature, Schrader et al.1 present a catalogue of the plant species found on islands around the world. These data shed light on plant evolution and have implications for global conservation.",
          "url": "http://dx.doi.org/10.1038/d41586-024-02921-5",
          "doi": "10.1038/d41586-024-02921-5",
          "filter": "4"
        },
        {
          "title": "Can AI shake-up translational research?",
          "authors": "Sarah Wells",
          "url": "http://dx.doi.org/10.1038/d41586-024-03318-0",
          "doi": "10.1038/d41586-024-03318-0",
          "filter": "4"
        },
        {
          "title": "Fixing AI’s energy crisis",
          "authors": "Katherine Bourzac",
          "url": "http://dx.doi.org/10.1038/d41586-024-03408-z",
          "doi": "10.1038/d41586-024-03408-z",
          "filter": "4"
        },
        {
          "title": "How I created a film festival to explore climate communication",
          "authors": "Jessica Eise",
          "url": "http://dx.doi.org/10.1038/d41586-024-03061-6",
          "doi": "10.1038/d41586-024-03061-6",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Why you need so many COVID boosters",
          "authors": "Jacob Smith",
          "url": "http://dx.doi.org/10.1038/d41586-024-03430-1",
          "doi": "10.1038/d41586-024-03430-1",
          "filter": "4"
        },
        {
          "title": "The huge protein database that spawned AlphaFold and biology’s AI revolution",
          "authors": "Ewen Callaway",
          "url": "http://dx.doi.org/10.1038/d41586-024-03423-0",
          "doi": "10.1038/d41586-024-03423-0",
          "filter": "4"
        },
        {
          "title": "Dictators, disinformation, disputed outcomes and more: must-read books for a big election year",
          "authors": "Rumman Chowdhury, Ole J. Forsberg, Li Qian Tay, Roukaya Kasenally, Bridgett A. King",
          "url": "http://dx.doi.org/10.1038/d41586-024-03404-3",
          "doi": "10.1038/d41586-024-03404-3",
          "filter": "4"
        },
        {
          "title": "I’ve been studying misinformation for a decade — here are the rumours to watch out for on US election day",
          "authors": "Kate Starbird",
          "url": "http://dx.doi.org/10.1038/d41586-024-03401-6",
          "doi": "10.1038/d41586-024-03401-6",
          "filter": "4"
        },
        {
          "title": "Your diet can change your immune system — here’s how",
          "authors": "Nic Fleming",
          "url": "http://dx.doi.org/10.1038/d41586-024-03334-0",
          "doi": "10.1038/d41586-024-03334-0",
          "filter": "4"
        },
        {
          "title": "Conservation policies must address an overlooked issue: how war affects the environment",
          "authors": "Doug Weir, Sarah M. Durant, Henrike Schulte to Bühne, Michael Hoffmann, Olesya Petrovych, Beth Sua Carvajal, Sara Fernandes Elizalde",
          "url": "http://dx.doi.org/10.1038/d41586-024-03341-1",
          "doi": "10.1038/d41586-024-03341-1",
          "filter": "4"
        },
        {
          "title": "Season’s mis-greetings: why timing matters in global academia",
          "authors": "Melissa Hart, Negin Nazarian",
          "url": "http://dx.doi.org/10.1038/d41586-024-03245-0",
          "doi": "10.1038/d41586-024-03245-0",
          "filter": "4"
        },
        {
          "title": "How do I tell someone that I can’t write them a strong letter of recommendation?",
          "authors": "Bianca Nogrady",
          "url": "http://dx.doi.org/10.1038/d41586-024-03398-y",
          "doi": "10.1038/d41586-024-03398-y",
          "filter": "4"
        },
        {
          "title": "AlphaFold reveals how sperm and egg hook up in intimate detail",
          "authors": "Heidi Ledford",
          "url": "http://dx.doi.org/10.1038/d41586-024-03319-z",
          "doi": "10.1038/d41586-024-03319-z",
          "filter": "4"
        },
        {
          "title": "Most of Earth’s meteorites come from three young asteroid families",
          "authors": "Mikael Granvik",
          "abstract": "Countless meteorites have been found on Earth, and many of them belong to a class known as the ordinary chondrites. These objects make up around 80% of ‘meteorite falls’, which are meteorites that people have either seen or recorded as fireballs in the sky. But the source of these meteorites is a long-standing puzzle, and one that could ultimately reveal key aspects of how the Solar System formed and evolved1,2. In two papers in Nature, Brož et al.3 and Marsset et al.4 report that most ordinary chondrites originate from just a few young asteroid families — meaning that they are the leftovers from collisions that happened just millions or tens of millions of years ago.",
          "url": "http://dx.doi.org/10.1038/d41586-024-03051-8",
          "doi": "10.1038/d41586-024-03051-8",
          "filter": "4"
        },
        {
          "title": "How I peer into the geometry behind computer vision",
          "authors": "Dave Tacon",
          "url": "http://dx.doi.org/10.1038/d41586-024-03407-0",
          "doi": "10.1038/d41586-024-03407-0",
          "filter": "4"
        },
        {
          "title": "‘Smart’ insulin prevents diabetic highs — and deadly lows",
          "authors": "Diana Kwon",
          "url": "http://dx.doi.org/10.1038/d41586-024-03357-7",
          "doi": "10.1038/d41586-024-03357-7",
          "filter": "4"
        },
        {
          "title": "High-altitude particle detector spots a second Galactic microquasar",
          "authors": "Jamie Holder",
          "abstract": "Among the most notable results in high-energy astronomy over the past few years is the discovery of γ-ray emission from an object known as SS 4331–3. In a paper in Nature, Alfaro et al.4 report that SS 433 has a counterpart, with the detection of γ-rays from another object called V4641 Sagittarii (V4641 Sgr). It is difficult to draw broad conclusions from a single object alone, however fascinating it might be to study. But a catalogue of two objects implies a population, and holds promise for further discoveries and long-sought answers.",
          "url": "http://dx.doi.org/10.1038/d41586-024-03191-x",
          "doi": "10.1038/d41586-024-03191-x",
          "filter": "4"
        },
        {
          "title": "Clinical-trial reporting is on the rise",
          "authors": "Inga Vesper",
          "url": "http://dx.doi.org/10.1038/d41586-024-03317-1",
          "doi": "10.1038/d41586-024-03317-1",
          "filter": "4"
        },
        {
          "title": "A sequence of memories",
          "authors": "Eva Papasoulioti",
          "url": "http://dx.doi.org/10.1038/d41586-024-03297-2",
          "doi": "10.1038/d41586-024-03297-2",
          "filter": "4"
        },
        {
          "title": "China builds record-breaking magnet — but it comes with a cost",
          "authors": "Gemma Conroy",
          "url": "http://dx.doi.org/10.1038/d41586-024-03382-6",
          "doi": "10.1038/d41586-024-03382-6",
          "filter": "4"
        },
        {
          "title": "Mexican forest ‘relocated’ in attempt to save iconic monarch butterflies",
          "authors": "Alix Soliman",
          "url": "http://dx.doi.org/10.1038/d41586-024-03377-3",
          "doi": "10.1038/d41586-024-03377-3",
          "filter": "4"
        },
        {
          "title": "How does the brain react to birth control? A researcher scanned herself 75 times to find out",
          "authors": "Max Kozlov",
          "url": "http://dx.doi.org/10.1038/d41586-024-03368-4",
          "doi": "10.1038/d41586-024-03368-4",
          "filter": "4"
        },
        {
          "title": "Scientific papers that mention AI get a citation boost",
          "authors": "Mariana Lenharo",
          "url": "http://dx.doi.org/10.1038/d41586-024-03355-9",
          "doi": "10.1038/d41586-024-03355-9",
          "filter": "4"
        },
        {
          "title": "Brain stimulation at home helps to treat depression",
          "authors": "Miryam Naddaf",
          "url": "http://dx.doi.org/10.1038/d41586-024-03446-7",
          "doi": "10.1038/d41586-024-03446-7",
          "filter": "4"
        },
        {
          "title": "Smart insulin switches itself off in response to low blood sugar",
          "authors": "David B. Sacks",
          "abstract": "Diabetes mellitus afflicts more than half a billion people worldwide and causes nearly seven million deaths per year1. The disease is characterized by a high concentration of glucose in the blood, owing to insufficient production of, or impaired responses to, the hormone insulin. Injecting synthetic insulin lowers blood glucose, but exercise or skipping meals can lead to hypoglycaemia (low blood glucose), which is a complication much feared by people with diabetes, because it can lead to loss of consciousness, coma or death. To avoid this situation, attempts to produce glucose-controlled insulin were initiated 45 years ago2 and many strategies have been used since then, but without success. Writing in Nature, Hoeg-Jensen et al.3 describe the engineering of a glucose-regulated insulin that can alter its own activity in response to glucose concentration.",
          "url": "http://dx.doi.org/10.1038/d41586-024-03286-5",
          "doi": "10.1038/d41586-024-03286-5",
          "filter": "4"
        },
        {
          "title": "Four weddings, a funeral, and the Sustainable Development Goal logos",
          "authors": "Dom Byrne",
          "url": "http://dx.doi.org/10.1038/d41586-024-02904-6",
          "doi": "10.1038/d41586-024-02904-6",
          "filter": "4"
        },
        {
          "title": "Do disruptive climate protests work? Real-time survey finally offers answers",
          "authors": "Alix Soliman",
          "url": "http://dx.doi.org/10.1038/d41586-024-03431-0",
          "doi": "10.1038/d41586-024-03431-0",
          "filter": "4"
        },
        {
          "title": "Electric cars could save billions in health-care costs",
          "authors": "Abigail Klopper",
          "abstract": "Widespread use of electric vehicles could have huge economic benefits by curbing pollution-related illnesses, but the means of power generation needs to be carefully considered if the savings are to be equally distributed. Writing in Proceedings of the National Academy of Sciences, Schmitt et al. modelled the effects that switching to electric vehicles could have on human health from 2022 to 2050 under various power-generation scenarios and found striking differences between rural and urban settings (J. Schmitt et al. Proc. Natl Acad. Sci USA 121, e2320858121; 2024).",
          "url": "http://dx.doi.org/10.1038/d41586-024-03313-5",
          "doi": "10.1038/d41586-024-03313-5",
          "filter": "4"
        },
        {
          "title": "How job-seeking scientists should walk the line between high-calibre and humble",
          "authors": "Linda Nordling",
          "url": "http://dx.doi.org/10.1038/d41586-024-03406-1",
          "doi": "10.1038/d41586-024-03406-1",
          "filter": "4"
        },
        {
          "title": "Daily briefing: ‘Neural tourniquet’ could stem bleeding by stimulating nerves",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-03373-7",
          "doi": "10.1038/d41586-024-03373-7",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Mega-magnet breaks field record — but it comes with a cost",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-03445-8",
          "doi": "10.1038/d41586-024-03445-8",
          "filter": "4"
        },
        {
          "title": "Star-eating black hole could power cosmic particle accelerator",
          "authors": "Benjamin Thompson, Nick Petrić Howe",
          "url": "http://dx.doi.org/10.1038/d41586-024-03405-2",
          "doi": "10.1038/d41586-024-03405-2",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Peer-review reports unsealed for papers by Turing, Watson and Crick",
          "authors": "Flora Graham",
          "url": "http://dx.doi.org/10.1038/d41586-024-03421-2",
          "doi": "10.1038/d41586-024-03421-2",
          "filter": "4"
        },
        {
          "title": "AI tool helps people with opposing views find common ground",
          "authors": "Helena Kudiabor",
          "url": "http://dx.doi.org/10.1038/d41586-024-03424-z",
          "doi": "10.1038/d41586-024-03424-z",
          "filter": "4"
        }
      ]
    },
    {
      "journal_full": "Nature Human Behaviour",
      "journal_short": "NatHumBehav",
      "articles": [
        {
          "title": "The mental health effects of the tenure track system in China",
          "authors": "Jian Li",
          "url": "http://dx.doi.org/10.1038/s41562-024-02022-3",
          "doi": "10.1038/s41562-024-02022-3",
          "filter": "0"
        },
        {
          "title": "Misinformation and children’s fact-checking",
          "authors": "Isaac Bisla, Melissa A. Koenig",
          "url": "http://dx.doi.org/10.1038/s41562-024-02030-3",
          "doi": "10.1038/s41562-024-02030-3",
          "filter": "0"
        },
        {
          "title": "How to design and conduct a megastudy",
          "authors": "Jan G. Voelkel, James Y. Chu, Michael N. Stagnaro, James N. Druckman, Robb Willer",
          "url": "http://dx.doi.org/10.1038/s41562-024-01998-2",
          "doi": "10.1038/s41562-024-01998-2",
          "filter": "0"
        },
        {
          "title": "A behaviourally informed chatbot increases vaccination rates in Argentina more than a one-way reminder",
          "authors": "Dan Brown, Adelaida Barrera, Lucas Ibañez, Iván Budassi, Bridie Murphy, Pujen Shrestha, Sebastian Salomon-Ballada, Jorge Kriscovich, Fernando Torrente",
          "abstract": "Maintaining COVID-19 vaccine demand was key to ending the global health emergency. To help do this, many governments used chatbots that provided personalized information guiding people on where, when and how to get vaccinated. We designed and tested a WhatsApp chatbot to understand whether two-way interactive messaging incorporating behaviourally informed functionalities could perform better than one-way message reminders. We ran a large-scale preregistered randomized controlled trial with 249,705 participants in Argentina, measuring vaccinations using Ministry of Health records. The behaviourally informed chatbot more than tripled COVID-19 vaccine uptake compared with the control group (a 1.6 percentage point increase (95% confidence interval, (1.36 pp, 1.77 pp)) and nearly doubled uptake compared with the one-way message reminder (a 1 percentage point increase (95% confidence interval, (0.83 pp, 1.17 pp)). Communications tools designed with behaviourally informed functionalities that simplify the vaccine user journey can increase vaccination more than traditional message reminders and may have applications to other health behaviours.",
          "url": "http://dx.doi.org/10.1038/s41562-024-01985-7",
          "doi": "10.1038/s41562-024-01985-7",
          "filter": "0"
        },
        {
          "title": "Executive function in children with neurodevelopmental conditions: a systematic review and meta-analysis",
          "authors": "Ayesha K. Sadozai, Carter Sun, Eleni A. Demetriou, Amit Lampit, Martha Munro, Nina Perry, Kelsie A. Boulton, Adam J. Guastella",
          "abstract": "Executive function (EF) delays are well documented in paediatric neurodevelopmental conditions (NDCs). There is no consensus about whether EF delay represents a transdiagnostic feature of NDCs. This systematic review and meta-analysis synthesized 180 studies reporting two or more NDC comparisons on EF, examined differences between NDCs, and the moderating effects of gender, age, publication year, DSM editions and assessment types. Studies using established EF measures across seven domains (attention, fluency, set-shifting, set-switching, response inhibition, planning and working memory) in participants under 18 were included. Summary effects were compared: (1) for all reported NDCs relative to control, (2) for each individual NDC relative to control and (3) between NDC groups. Results confirmed that EF delay was a transdiagnostic feature of neurodevelopmental delay, with a moderate effect size of delay across all NDCs ( g = 0.56, 95% confidence interval (CI) 0.49–0.63) compared with control. This effect increased with comorbidities ( g = 0.72, 95% CI 0.59–0.86), DSM-5 criteria and informant measures. Comparisons between NDCs revealed few differences: children with tic disorders (TD) showed smaller EF delays, children with attention-deficit/hyperactivity disorder (ADHD) showed larger delays in attention, response inhibition, planning and working memory compared with TD and specific learning disorders, while children with autism spectrum disorders showed greater delays on set-switching compared with ADHD. Findings support transdiagnostic models of neurodevelopment to further a developmentally sensitive science that can reveal how EF delays contribute to brain circuitry, symptom profiles and functioning, and ultimately support early interventions and outcomes for all children with NDCs.",
          "url": "http://dx.doi.org/10.1038/s41562-024-02000-9",
          "doi": "10.1038/s41562-024-02000-9",
          "filter": "0"
        },
        {
          "title": "Effectiveness of ex ante honesty oaths in reducing dishonesty depends on content",
          "authors": "Janis H. Zickfeld, Karolina A. Ścigała, Christian T. Elbæk, John Michael, Mathilde H. Tønnesen, Gabriel Levy, Shahar Ayal, Isabel Thielmann, Laila Nockur, Eyal Peer, Valerio Capraro, Rachel Barkan, Simen Bø, Štěpán Bahník, Daniele Nosenzo, Ralph Hertwig, Nina Mazar, Alexa Weiss, Ann-Kathrin Koessler, Ronit Montal-Rosenberg, Sebastian Hafenbrädl, Yngwie Asbjørn Nielsen, Patricia Kanngiesser, Simon Schindler, Philipp Gerlach, Nils Köbis, Nicolas Jacquemet, Marek Vranka, Dan Ariely, Jareef Bin Martuza, Yuval Feldman, Michał Białek, Jan K. Woike, Zoe Rahwan, Alicia Seidl, Eileen Chou, Agne Kajackaite, Simeon Schudy, Ulrich Glogowsky, Anna Z. Czarna, Stefan Pfattheicher, Panagiotis Mitkidis",
          "abstract": "Dishonest behaviours such as tax evasion impose significant societal costs. Ex ante honesty oaths—commitments to honesty before action—have been proposed as interventions to counteract dishonest behaviour, but the heterogeneity in findings across operationalizations calls their effectiveness into question. We tested 21 honesty oaths (including a baseline oath)—proposed, evaluated and selected by 44 expert researchers—and a no-oath condition in a megastudy involving 21,506 UK and US participants from Prolific.com who played an incentivized tax evasion game online. Of the 21 interventions, 10 significantly improved tax compliance by 4.5 to 8.5 percentage points, with the most successful nearly halving tax evasion. Limited evidence for moderators was found. Experts and laypeople failed to predict the most effective interventions, though experts’ predictions were more accurate. In conclusion, honesty oaths were effective in curbing dishonesty, but their effectiveness varied depending on content. These findings can help design impactful interventions to curb dishonesty.",
          "url": "http://dx.doi.org/10.1038/s41562-024-02009-0",
          "doi": "10.1038/s41562-024-02009-0",
          "filter": "0"
        },
        {
          "title": "Honesty oaths for rule-following",
          "authors": "Shaul Shalvi",
          "url": "http://dx.doi.org/10.1038/s41562-024-02018-z",
          "doi": "10.1038/s41562-024-02018-z",
          "filter": "0"
        },
        {
          "title": "We need to understand the effect of narratives about generative AI",
          "authors": "Fabrizio Gilardi, Atoosa Kasirzadeh, Abraham Bernstein, Steffen Staab, Anita Gohdes",
          "abstract": "Public concerns about the societal effects of generative artificial intelligence (AI) are shaped by narratives that have the potential to influence research priorities and policy agendas. Understanding the origins and dynamics of these narratives is crucial to effectively address the actual impacts of AI and ensure a constructive discourse about its risks and potential.\n\nThis shift in media coverage points to the need for a closer examination of the underlying discourse. We currently see four main types of narratives around generative AI:\n\n(1)\n\nThe ‘existential risk’ narrative contends that existential risks from artificial superintelligence or artificial general intelligence could stem from the next generations of generative AI-type systems. As generative AI systems become more sophisticated, their capabilities could surpass human control and lead to potentially existentially catastrophic consequences. Strong versions of this narrative raise the concern that artificial superintelligence or artificial general intelligence technologies could lead to human extinction3.\n\n(2)\n\nThe ‘effective accelerationist’ narrative champions the rapid development of AI. Proponents argue that its potential benefits for solving complex global problems far outweigh the risks, and the existential risks from advanced AI are zero or near zero and so can be dismissed4. This narrative is driven by a strong belief in the power of AI progress to bring about substantial positive change.\n\n(3)\n\nThe ‘real, immediate societal risks’ narrative focuses only on the tangible, immediate societal risks of generative AI. It emphasizes issues such as the creation of deepfake pornography, unjust capability distribution or the growing environmental effects of generative AI, and argues that these present-day concerns are much more pressing and relevant than speculative existential risks. Proponents of this view argue that focusing on distant existential threats distracts us from addressing the real and present dangers of AI5.\n\n(4)\n\nThe ‘balanced risks’ narrative advocates for an approach to AI risk governance that acknowledges both the existential and immediate societal risks posed by AI. It encourages finding meaningful connections between these two classes of risks, and suggests that addressing them in tandem can lead to more comprehensive and effective risk mitigation strategies and policies6.",
          "url": "http://dx.doi.org/10.1038/s41562-024-02026-z",
          "doi": "10.1038/s41562-024-02026-z",
          "filter": "0"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Proceedings of the National Academy of Sciences",
      "journal_short": "PNAS",
      "articles": [
        {
          "title": "Deciphering the neural responses to a naturalistic persuasive message",
          "authors": "Ioannis Ntoumanis, Julia Sheronova, Alina Davydova, Maria Dolgaleva, Iiro P. Jääskeläinen, Vladimir Kosonogov, Anna N. Shestakova, Vasily Klucharev",
          "abstract": "Effective health promotion may benefit from understanding how persuasion emerges. While earlier research has identified brain regions implicated in persuasion, these studies often relied on event-related analyses and frequently simplified persuasive communications. The present study investigates the neural basis of valuation change induced by a persuasive healthy eating call, employing naturalistic stimuli. Fifty healthy participants performed two blocks of a bidding task, in which they had to bid on sugar-containing, sugar-free, and nonedible products during functional MRI. In between the two blocks, they listened to a persuasive healthy eating call that influenced their bidding behavior. Intriguingly, participants who resisted persuasion exhibited increased synchronization of brain activity during listening in several regions, including default mode network structures. Additionally, intersubject functional connectivity among these brain regions was found to be weaker in persuaded individuals. These results emphasize the individualized nature of processing persuasive messages, challenging conventional interpretations of synchronized neural activity. Our findings support the emerging practice of tailoring persuasive messages in health promotion campaigns.",
          "url": "http://dx.doi.org/10.1073/pnas.2401317121",
          "doi": "10.1073/pnas.2401317121",
          "filter": "0"
        },
        {
          "title": "We need to understand “when” not “if” generative AI can enhance personalized persuasion",
          "authors": "Jacob D. Teeny, Sandra C. Matz",
          "url": "http://dx.doi.org/10.1073/pnas.2418005121",
          "doi": "10.1073/pnas.2418005121",
          "filter": "0"
        },
        {
          "title": "Science offers the best way of knowing—as long as we don’t confuse what “is” with what “ought to be”",
          "authors": "W. Ford Doolittle",
          "url": "http://dx.doi.org/10.1073/pnas.2416452121",
          "doi": "10.1073/pnas.2416452121",
          "filter": "0"
        },
        {
          "title": "Film intervention increases empathic understanding of formerly incarcerated people and support for criminal justice reform",
          "authors": "Marianne C. Reddan, Sydney B. Garcia, Golijeh Golarai, Jennifer L. Eberhardt, Jamil Zaki",
          "abstract": "Nuanced portrayals of stigmatized groups in media have been shown to reduce prejudice. In an online experiment (N = 749), we tested whether a feature film depicting incarcerated peoples’ experiences in the criminal justice system can increase a) empathic accuracy and compassion toward people who have been incarcerated and b) support for criminal justice reform. We measured baseline empathic accuracy via a well-validated task, where participants infer the emotions of people sharing stories about difficult life events. All storytellers were formerly incarcerated and students. However, in half the videos we labeled them as “formerly incarcerated” and in the remaining half as “college student.” We then surveyed people’s baseline attitudes toward criminal justice reform. Next, we assigned participants to watch one of three films. The intervention film chronicled the true stories of Black men on death row. Two docudramas of similar length served as control films. Finally, participants completed the empathic accuracy task and survey again and were given the opportunity to sign a petition. Compared to those who watched a control film, participants who watched the intervention film more accurately inferred the emotions of storytellers labeled “formerly incarcerated,” and increased their support for criminal justice reform. These effects held for conservative and liberal participants alike. However, the film had no effect on feelings of compassion. Together, these results demonstrate the power of narrative interventions to not only increase empathic accuracy for members of a severely stigmatized group, but to increase support for reforms designed to improve their lives.",
          "url": "http://dx.doi.org/10.1073/pnas.2322819121",
          "doi": "10.1073/pnas.2322819121",
          "filter": "0"
        },
        {
          "title": "Effects of lockdowns in shaping socioeconomic behaviors",
          "authors": "Leo Bao, Jingcun Cao, Lata Gangadharan, Difang Huang, Chen Lin",
          "abstract": "Lockdowns were implemented to reduce the transmission of the COVID-19 virus. However, it is unclear how severely curtailed physical interaction shapes individual behaviors that are considered vital for socioeconomic development. In this exploratory study, we investigate the behavior of college students who experienced a strict campus-wide lockdown and those who did not. Employing a combination of experimental and survey methodologies, we elicit students’ behavioral variables, which are then integrated with administrative records from the university. We find that those exposed to the lockdown were more likely to trust others and be honest; however, their creativity was lower. Exposure to the lockdown was not found to significantly affect students’ trustworthiness, risk preferences, or competitiveness. A follow-up study reveals that the lower creativity among students may be attributed to reduced communication frequency with friends during the lockdown, mediating the lockdown’s impact. Conversely, the effects of the lockdown on trust and honesty may operate through a direct pathway, independent of changes in daily activities during the lockdown. Further analysis reveals a gender-dependent trend, with lockdowns exerting a more pronounced influence on male students than their female counterparts. These results underscore the consequences of lockdowns and advocate for enhanced support networks, emphasizing the importance of communicating with friends in similar circumstances.",
          "url": "http://dx.doi.org/10.1073/pnas.2405934121",
          "doi": "10.1073/pnas.2405934121",
          "filter": "0"
        },
        {
          "title": "Political organization and gender predict violence in the Andean archaeological record",
          "authors": "Thomas J. Snyder, Elizabeth Arkush",
          "abstract": "The relationship between sociopolitical organization and violence remains an enduring question in anthropological research. Less studied is the articulation of gender with violence in societies of different sociopolitical organization. We investigate the frequency and type of violence experienced by adult males and females in pre-Hispanic Andean archaeological contexts, comparing exposure to antemortem (nonlethal) and perimortem (potentially lethal) violence across three categories of sociopolitical organization: autonomous communities, regional cultural formations, and states. Using a database of 8,607 adults from 169 publications and over 155 sites, we construct a multinomial logistic regression using Bayesian Hamiltonian Monte Carlo methods to fit our model. The odds of antemortem and perimortem trauma were low for both sexes. However, the odds of antemortem trauma were consistently higher for males than females in all categories of sociopolitical organization, suggesting that men were more frequently exposed to violence. Males display similar odds of cranial trauma across all forms of sociopolitical organization, while females display slightly reduced odds of cranial trauma in states compared to autonomous communities. Perimortem trauma is especially strongly patterned by sex. In autonomous communities, the odds of potentially lethal cranial trauma are equivalent between the sexes; in states, they are consistent for males, but depressed for females. In the pre-Hispanic Andes, living in states dramatically reduced the chances of encountering lethal violence for females, but not males. Our study complicates the notion that increasing sociopolitical complexity leads to decreasing interpersonal violence and highlights the importance of gender in understanding the human history of violence.",
          "url": "http://dx.doi.org/10.1073/pnas.2410078121",
          "doi": "10.1073/pnas.2410078121",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Evolutionary origins of the lysosome-related organelle sorting machinery reveal ancient homology in post-endosome trafficking pathways",
          "authors": "Kiran J. More, Jonathan G. G. Kaufman, Joel B. Dacks, Paul T. Manna",
          "abstract": "The major organelles of the endomembrane system were in place by the time of the last eukaryotic common ancestor (LECA) (~1.5 billion years ago). Their acquisitions were defining milestones during eukaryogenesis. Comparative cell biology and evolutionary analyses show multiple instances of homology in the protein machinery controlling distinct interorganelle trafficking routes. Resolving these homologous relationships allows us to explore processes underlying the emergence of additional, distinct cellular compartments, infer ancestral states predating LECA, and explore the process of eukaryogenesis itself. Here, we undertake a molecular evolutionary analysis (including providing a transcriptome of the jakobid flagellate Reclinomonas americana ), exploring the origins of the machinery responsible for the biogenesis of lysosome-related organelles (LROs), the Biogenesis of LRO Complexes (BLOCs 1,2, and 3). This pathway has been studied only in animals and is not considered a feature of the basic eukaryotic cell plan. We show that this machinery is present across the eukaryotic tree of life and was likely in place prior to LECA, making it an underappreciated facet of eukaryotic cellular organisation. Moreover, we resolve multiple points of ancient homology between all three BLOCs and other post-endosomal retrograde trafficking machinery (BORC, CCZ1 and MON1 proteins, and an unexpected relationship with the “homotypic fusion and vacuole protein sorting” (HOPS) and “Class C core vacuole/endosomal tethering” (CORVET) complexes), offering a mechanistic and evolutionary unification of these trafficking pathways. Overall, this study provides a comprehensive account of the rise of the LROs biogenesis machinery from before the LECA to current eukaryotic diversity, integrating it into the larger mechanistic framework describing endomembrane evolution.",
          "url": "http://dx.doi.org/10.1073/pnas.2403601121",
          "doi": "10.1073/pnas.2403601121",
          "filter": "2"
        },
        {
          "title": "Nuclear p62 condensates stabilize the promyelocytic leukemia nuclear bodies by sequestering their ubiquitin ligase RNF4",
          "authors": "Afu Fu, Zhiwen Luo, Tamar Ziv, Xinyu Bi, Chen Lulu-Shimron, Victoria Cohen-Kaplan, Aaron Ciechanover",
          "abstract": "Liquid–liquid phase separation has emerged as a crucial mechanism driving the formation of membraneless biomolecular condensates, which play important roles in numerous cellular processes. These condensates, found both in the nucleus and cytoplasm, are formed through multivalent, low-affinity interactions between various molecules. P62-containing condensates serve, among other functions, as proteolytic hubs for the ubiquitin–proteasome system. In this study, we investigated the dynamic interplay between nuclear p62 condensates and promyelocytic nuclear bodies (PML-NBs). We show that p62 condensates stabilize PML-NBs under both basal conditions and following exposure to arsenic trioxide which stimulates their degradation. We further show that this effect on the stability of PML-NBs is due to sequestration of their ubiquitin E3 ligase RNF4 in the p62 condensates with subsequent rapid degradation of the ligase. The sequestration of the ligase is made possible by association between the proline-rich domain of the PML protein and the PB1 domain of p62, which results in the formation of a PML-NB shell around the p62 condensates. Importantly, these hybrid structures do not undergo fusion and mixing of their contents which leaves unsolved the mechanism of sequestration of RNF4 in the condensates. These findings suggest an additional possible mechanism of PML-NB as a tumor suppressor which is mediated via interactions between different biomolecular condensates.",
          "url": "http://dx.doi.org/10.1073/pnas.2414377121",
          "doi": "10.1073/pnas.2414377121",
          "filter": "2"
        },
        {
          "title": "Lactylation of RNA m 6 A demethylase ALKBH5 promotes innate immune response to DNA herpesviruses and mpox virus",
          "authors": "Wan Li, Jing Zhou, Yang Gu, Yuheng Chen, Yiming Huang, Jingxin Yang, Xiaojuan Zhu, Kangchen Zhao, Qin Yan, Zongzheng Zhao, Xiao Li, Guochun Chen, Xuemei Jia, Shou-Jiang Gao, Chun Lu",
          "abstract": "RNA N 6 -methyladenosine (m 6 A) demethylase AlkB homolog 5 (ALKBH5) plays a crucial role in regulating innate immunity. Lysine acylation, a widespread protein modification, influences protein function, but its impact on ALKBH5 during viral infections has not been well characterized. This study investigates the presence and regulatory mechanisms of a previously unidentified lysine acylation in ALKBH5 and its role in mediating m 6 A modifications to activate antiviral innate immune responses. We demonstrate that ALKBH5 undergoes lactylation, which is essential for an effective innate immune response against DNA herpesviruses, including herpes simplex virus type 1 (HSV-1), Kaposi’s sarcoma–associated herpesvirus (KSHV), and mpox virus (MPXV). This lactylation attenuates viral replication. Mechanistically, viral infections enhance ALKBH5 lactylation by increasing its interaction with acetyltransferase ESCO2 and decreasing its interaction with deacetyltransferase SIRT6. Lactylated ALKBH5 binds interferon-beta (IFN-β) messenger RNA (mRNA), leading to demethylation of its m 6 A modifications and promoting IFN-β mRNA biogenesis. Overexpression of ESCO2 or depletion of SIRT6 further enhances ALKBH5 lactylation to strengthen IFN-β mRNA biogenesis. Our results identify a posttranslational modification of ALKBH5 and its role in regulating antiviral innate immune responses through m 6 A modification. The finding provides an understanding of innate immunity and offers a potential therapeutic target for HSV-1, KSHV, and MPXV infections.",
          "url": "http://dx.doi.org/10.1073/pnas.2409132121",
          "doi": "10.1073/pnas.2409132121",
          "filter": "2"
        },
        {
          "title": "Divergent molecular assembly and catalytic mechanisms between bacterial and archaeal RNase P in pre-tRNA cleavage",
          "authors": "Xiaoge Liang, Dian Chen, Aimin Su, Yu Liu",
          "abstract": "Ribonuclease P (RNase P) plays a vital role in the maturation of tRNA across bacteria, archaea, and eukaryotes. However, how RNase P assembles various components to achieve specific cleavage of precursor tRNA (pre-tRNA) in different organisms remains elusive. In this study, we employed single-molecule fluorescence resonance energy transfer to probe the dynamics of RNase P from E. coli ( Escherichia coli ) and Mja ( Methanocaldococcus jannaschii ) during pre-tRNA cleavage by incorporating five Cy3-Cy5 pairs into pre-tRNA and RNase P. Our results revealed significant differences in the assembly and catalytic mechanisms of RNase P between E. coli and Mja at both the RNA and protein levels. Specifically, the RNA of E. coli RNase P ( Eco RPR) can adopt an active conformation that is capable of binding and cleaving pre-tRNA with high specificity independently. The addition of the protein component of E. coli RNase P (RnpA) enhances and accelerates pre-tRNA cleavage efficiency by increasing and stabilizing the active conformation. In contrast, Mja RPR is unable to form the catalytically active conformation on its own, and at least four proteins are required to induce the correct folding of Mja RPR. Mutation experiments suggest that the functional deficiency of Mja RPR arises from the absence of the second structural layer, and proper intermolecular assembly is essential for Mja RNase P to be functional over a broad temperature range. We propose models to illustrate the distinct catalytic patterns and RNA–protein interactions of RNase P in these two organisms.",
          "url": "http://dx.doi.org/10.1073/pnas.2407579121",
          "doi": "10.1073/pnas.2407579121",
          "filter": "2"
        },
        {
          "title": "Reply to Chong et al.: Investigating TGFβ1 biological activities using genetically engineered mouse strains",
          "authors": "Dennis R. Riehl, Arjun Sharma, Julian Roewe, Christoph Reinhardt, Katrin Schäfer, Markus Bosmann",
          "url": "http://dx.doi.org/10.1073/pnas.2408647121",
          "doi": "10.1073/pnas.2408647121",
          "filter": "2"
        },
        {
          "title": "Receptor usage of Syncytin-1: ASCT2, but not ASCT1, is a functional receptor and effector of cell fusion in the human placenta",
          "authors": "Kryštof Štafl, Martin Trávníček, Anna Janovská, Dana Kučerová, Ľubomíra Pecnová, Zhiqi Yang, Vladimír Stepanec, Lukáš Jech, Madhuri S. Salker, Jiří Hejnar, Kateřina Trejbalová",
          "abstract": "Syncytin-1, a human fusogenic protein of retroviral origin, is crucial for placental syncytiotrophoblast formation. To mediate cell-to-cell fusion, Syncytin-1 requires specific interaction with its cognate receptor. Two trimeric transmembrane proteins, Alanine, Serine, Cysteine Transporters 1 and 2 (ASCT1 and ASCT2), were suggested and widely accepted as Syncytin-1 cellular receptors. To quantitatively assess the individual contributions of human ASCT1 and ASCT2 to the fusogenic activity of Syncytin-1, we developed a model system where the ASCT1 and ASCT2 double knockout was rescued by ectopic expression of either ASCT1 or ASCT2. We demonstrated that ASCT2 was required for Syncytin-1 binding, cellular entry, and cell-to-cell fusion, while ASCT1 was not involved in this receptor interaction. We experimentally validated the ASCT1–ASCT2 heterotrimers as a possible explanation for the previous misidentification of ASCT1 as a receptor for Syncytin-1. This redefinition of receptor specificity is important for proper understanding of Syncytin-1 function in normal and pathological pregnancy.",
          "url": "http://dx.doi.org/10.1073/pnas.2407519121",
          "doi": "10.1073/pnas.2407519121",
          "filter": "2"
        },
        {
          "title": "Artificial light at night reveals hotspots and rapid development of industrial activity in the Arctic",
          "authors": "Cengiz Akandil, Elena Plekhanova, Nils Rietze, Jacqueline Oehri, Miguel O. Román, Zhuosen Wang, Volker C. Radeloff, Gabriela Schaepman-Strub",
          "abstract": "Climate warming enables easier access and operation in the Arctic, fostering industrial and urban development. However, there is no comprehensive pan-Arctic overview of industrial and urban development, which is crucial for the planning of sustainable development of the region. In this study, we utilize satellite-derived artificial light at night (ALAN) data to quantify the hotspots and the development of light-emitting human activity across the Arctic from 1992 to 2013. We find that out of 16.4 million km 2 analyzed a total area of 839,710 km 2 (5.14%) is lit by human activity with an annual increase of 4.8%. The European Arctic and the oil and gas extraction regions in Russia and Alaska are hotspots of ALAN with up to a third of the land area lit, while the Canadian Arctic remains dark to a large extent. On average, only 15% of lit area in the Arctic contains human settlement, indicating that artificial light is largely attributable to industrial human activity. With this study, we provide a standardized approach to spatially assess human industrial activity across the Arctic, independent from economic data. Our results provide a crucial baseline for sustainable development and conservation planning across the highly vulnerable Arctic region.",
          "url": "http://dx.doi.org/10.1073/pnas.2322269121",
          "doi": "10.1073/pnas.2322269121",
          "filter": "2"
        },
        {
          "title": "WDR20 prevents hepatocellular carcinoma senescence by orchestrating the simultaneous USP12/46-mediated deubiquitination of c-Myc",
          "authors": "Li Jiang, Xuxin Qi, Minshan Lai, Jiahao Zhou, Meng Yuan, Jieqiong You, Qiang Liu, Jinchang Pan, Luyao Zhao, Meidan Ying, Junfang Ji, Ke Li, Yan Zhang, Weiwei Pan, Qiaojun He, Bo Yang, Ji Cao",
          "abstract": "The dysfunction of the ubiquitin–proteasome system (UPS) facilitates the malignant progression of hepatocellular carcinoma (HCC). While targeting the UPS for HCC therapy has been proposed, identifying effective targets has been challenging. In this study, we conducted a focused screen of siRNA libraries targeting UPS-related WD40 repeat (WDR) proteins and found that silencing WDR20, a deubiquitinating enzyme activating factor, selectively inhibited the proliferation of HCC cells without affecting normal hepatocytes. Moreover, the downregulation of WDR20 expression induced HCC cellular senescence and suppressed tumor progression in xenograft, sleeping beauty transposon/transposase, and hydrodynamic tail vein injection-induced HCC models, and Alb-Cre + / MYC + HCC transgenic mouse models. Mechanistically, we found that WDR20 silencing disturbed the protein stability of c-Myc, orchestrating the simultaneous USP12/46-mediated deubiquitination of c-Myc, thereby promoting the transcriptional activation of CDKN1A . Further investigation revealed a positive coexpression of WDR20 and c-Myc in a tissue microarray with 88 HCC clinical samples. By employing three patient-derived organoids from individuals with HCC, we have validated the decrease in c-Myc expression and the significant induction of senescence and growth inhibition following silencing of WDR20. This study not only uncovers the biological function of WDR20 and elucidates the molecular mechanism underlying its negative regulation of HCC cellular senescence but also highlight the potential of WDR20 as a promising target for HCC therapy.",
          "url": "http://dx.doi.org/10.1073/pnas.2407904121",
          "doi": "10.1073/pnas.2407904121",
          "filter": "2"
        },
        {
          "title": "E-cigs put the squeeze on macrophages",
          "authors": "Eusondia Arnett, Larry S. Schlesinger",
          "url": "http://dx.doi.org/10.1073/pnas.2418528121",
          "doi": "10.1073/pnas.2418528121",
          "filter": "2"
        },
        {
          "title": "Ecological change increases malaria risk in the Brazilian Amazon",
          "authors": "Nicholas J. Arisco, Cassio Peterka, Cesar Diniz, Burton H. Singer, Marcia C. Castro",
          "abstract": "Ecological change in the Brazilian Amazon is closely linked to human mobility and health. Mining, agriculture, logging, and other activities alter highly diverse ecological and demographic contexts and subsequent exposure to diseases such as malaria. Studies that have attempted to quantify the impact of deforestation on malaria in the Brazilian Amazon have produced conflicting results. However, they varied in methodology and data sources. Most importantly, all studies used annual data, neglecting the subannual seasonal dynamics of malaria. Here, we fill the knowledge gap on the subannual relationship between ecological change in the Brazilian Amazon and malaria transmission. Using the highest spatiotemporal resolution available, we estimated the effect of deforestation on malaria cases between 2003 and 2022 using a stratified Bayesian spatiotemporal hierarchical zero-inflated Poisson model fitted with the Integrated Nested Laplace Approximation. The model was also stratified by state. We found that a 1% increase in 1-mo lagged deforestation increased malaria cases in a given month and municipality by 6.3% [95% credible interval (Crl): 6.2, 6.5%]. Based on an interaction term included in the model, the effect of deforestation on malaria was even larger in areas with higher forest cover. We found that the coefficients for deforestation and mobility were highly variable when stratified by state. Our results provide detailed evidence that, on average, deforestation increases malaria transmission, but that the relationship is not spatiotemporally uniform. These results have implications for stratifying malaria control interventions based on ecological dynamics to help Brazil achieve its goal of malaria elimination by 2035.",
          "url": "http://dx.doi.org/10.1073/pnas.2409583121",
          "doi": "10.1073/pnas.2409583121",
          "filter": "2"
        },
        {
          "title": "Rapid shift in methane carbon isotopes suggests microbial emissions drove record high atmospheric methane growth in 2020–2022",
          "authors": "Sylvia Englund Michel, Xin Lan, John Miller, Pieter Tans, J. Reid Clark, Hinrich Schaefer, Peter Sperlich, Gordon Brailsford, Shinji Morimoto, Heiko Moossen, Jianghanyang Li",
          "abstract": "The growth rate of the atmospheric abundance of methane (CH 4 ) reached a record high of 15.4 ppb yr −1 between 2020 and 2022, but the mechanisms driving the accelerated CH 4 growth have so far been unclear. In this work, we use measurements of the 13 C: 12 C ratio of CH 4 (expressed as δ 13 C CH4 ) from NOAA’s Global Greenhouse Gas Reference Network and a box model to investigate potential drivers for the rapid CH 4 growth. These measurements show that the record-high CH 4 growth in 2020–2022 was accompanied by a sharp decline in δ 13 C CH4 , indicating that the increase in CH 4 abundance was mainly driven by increased emissions from microbial sources such as wetlands, waste, and agriculture. We use our box model to reject increasing fossil fuel emissions or decreasing hydroxyl radical sink as the dominant driver for increasing global methane abundance.",
          "url": "http://dx.doi.org/10.1073/pnas.2411212121",
          "doi": "10.1073/pnas.2411212121",
          "filter": "2"
        },
        {
          "title": "Reply to Masters: Recombinant coronavirus balances biosafety and benefit",
          "authors": "Jonathan W. Yewdell",
          "url": "http://dx.doi.org/10.1073/pnas.2416109121",
          "doi": "10.1073/pnas.2416109121",
          "filter": "2"
        },
        {
          "title": "Gut-to-brain regulation of Drosophila aging through neuropeptide F, insulin, and juvenile hormone",
          "authors": "Jiangtian Chen, Marcela Nouzová, Fernando G. Noriega, Marc Tatar",
          "abstract": "Dietary restriction (DR) slows aging in many animals, while in some cases, the sensory signals from diet alone are sufficient to retard or accelerate lifespan. The digestive tract is a candidate location to sense nutrients, where neuropeptides secreted by enteroendocrine cells (EEC) produce systemic signals in response to food. Here, we measure how Drosophila neuropeptide F (NPF) is secreted into adult circulation by EEC and find that specific EEC differentially respond to dietary sugar and yeast. Female lifespan is increased when gut NPF is genetically depleted, and this manipulation is sufficient to blunt the longevity benefit conferred by DR. Depletion of NPF receptors at insulin-producing neurons of the brain also increases female lifespan, consistent with observations where loss of gut NPF decreases neuronal insulin secretion. The longevity conferred by repressing gut NPF and brain NPF receptors is reversed by treating adults with a juvenile hormone (JH) analog. JH is produced by the adult corpora allata, and inhibition of the insulin receptor at this tissue decreases JH titer and extends lifespan in both males and females, while this longevity is restored to wild type by treating adults with a JH analog. Overall, EEC of the gut modulate Drosophila aging through interorgan communication mediated by a gut–brain–corpora allata axis, and insulin produced in the brain impacts lifespan through its control of JH titer. These data suggest that we consider how human incretins and their analogs, which are used to treat obesity and diabetes, may impact aging.",
          "url": "http://dx.doi.org/10.1073/pnas.2411987121",
          "doi": "10.1073/pnas.2411987121",
          "filter": "2"
        },
        {
          "title": "BLNK negatively regulates innate antifungal immunity through inhibiting c-Cbl-mediated macrophage migration",
          "authors": "Yi-Heng Yang, Ke-Fang Xie, Shuai Yang, Huan Wang, Hui-Hui Ma, Min Zhou, Zhong-Wei Wang, Yebo Gu, Xin-Ming Jia",
          "abstract": "B cell linker protein (BLNK) is crucial for orchestrating B cell receptor-associated spleen tyrosine kinase (Syk) signaling. However, the role of BLNK in Syk-coupled C-type lectin receptor (CLR) signaling in macrophages remains unclear. Here, we delineate that CLRs govern the Syk-mediated activation of BLNK, thereby impeding macrophage migration by disrupting podosome ring formation upon stimulation with fungal β-glucans or α-mannans. Mechanistically, BLNK instigates its association with casitas B-lineage lymphoma (c-Cbl), competitively impeding the interaction between c-Cbl and Src-family kinase Fyn. This interference disrupts Fyn-mediated phosphorylation of c-Cbl and subsequent c-Cbl-associated F-actin assembly. Consequently, BLNK deficiency intensifies CLR-mediated recruitment of the c-Cbl/phosphatidylinositol 3-kinase complex to the F-actin cytoskeleton, thereby enhancing macrophage migration. Notably, mice with monocyte-specific BLNK deficiency exhibit heightened resistance to infection with Candida albicans , a prominent human fungal pathogen. This resistance is attributed to the increased infiltration of Ly6C + macrophages into renal tissue. These findings unveil a previously unrecognized role of BLNK for the negative regulation of macrophage migration through inhibiting CLR-mediated podosome ring formation during fungal infections.",
          "url": "http://dx.doi.org/10.1073/pnas.2400920121",
          "doi": "10.1073/pnas.2400920121",
          "filter": "2"
        },
        {
          "title": "Photovoltaic-driven dual-oxidation seawater electrolyzer for sustainable lithium recovery",
          "authors": "Xiaosong Gu, Xuezhen Feng, Songhe Yang, Ranhao Wang, Qiang Zeng, Yangzi Shangguan, Jiaxin Liang, Huiling Zhou, Zhiwei Li, Zhang Lin, Chunmiao Zheng, Zhenghe Xu, Hong Chen",
          "abstract": "The insatiable demand for lithium in portable energy storage necessitates a sustainable and low-carbon approach to its recovery. Conventional hydrometallurgical and pyrometallurgical methods heavily involve hazardous chemicals and significant CO 2 emissions. Herein, by integrating electrode oxidation with electrolyte oxidation, we establish a photovoltaic-driven “dual-oxidation” seawater electrolyzer system for low-carbon footprint and high lithium recovery. A 98.96% lithium leaching rate with 99.60% product purity was demonstrated for lithium recovery from spent LiFePO 4 cathode materials. In-depth mechanism studies reveal that the electric field-driven electrode oxidation and in situ generated oxidative electrolyte synergetically contributes to lithium ions leaching via a structural framework elements oxidation and particle corrosion splitting synergy. This dual-oxidation mechanism facilitates rapid and efficient lithium extraction with broad universality, offering significant economic and environmental benefits. Our work showcases a promising strategy for integrating dual oxidation within a photovoltaic-driven seawater electrolyzer, paving the way for low-carbon lithium recovery from diverse solid wastes and minerals within a sustainable circular economy.",
          "url": "http://dx.doi.org/10.1073/pnas.2414741121",
          "doi": "10.1073/pnas.2414741121",
          "filter": "2"
        },
        {
          "title": "Reply to Teeny and Matz: Toward the robust measurement of personalized persuasion with generative AI",
          "authors": "Kobi Hackenburg, Helen Margetts",
          "url": "http://dx.doi.org/10.1073/pnas.2418817121",
          "doi": "10.1073/pnas.2418817121",
          "filter": "2"
        },
        {
          "title": "Dissecting the role of platelet-derived transforming growth factor-β1 in pulmonary fibrosis",
          "authors": "Deborah L. W. Chong, Chris J. Scotton, Joanna C. Porter",
          "url": "http://dx.doi.org/10.1073/pnas.2405287121",
          "doi": "10.1073/pnas.2405287121",
          "filter": "2"
        },
        {
          "title": "Single-cell resolution of intestinal regeneration in pythons without crypts illuminates conserved vertebrate regenerative mechanisms",
          "authors": "Aundrea K. Westfall, Siddharth S. Gopalan, Jarren C. Kay, Trevor S. Tippetts, Margaret B. Cervantes, Kimberly Lackey, Saiful M. Chowdhury, Mark W. Pellegrino, Todd A. Castoe",
          "abstract": "Canonical models of intestinal regeneration emphasize the critical role of the crypt stem cell niche to generate enterocytes that migrate to villus ends. Burmese pythons possess extreme intestinal regenerative capacity yet lack crypts, thus providing opportunities to identify noncanonical but potentially conserved mechanisms that expand our understanding of regenerative capacity in vertebrates, including humans. Here, we leverage single-nucleus RNA sequencing of fasted and postprandial python small intestine to identify the signaling pathways and cell–cell interactions underlying the python’s regenerative response. We find that python intestinal regeneration entails the activation of multiple conserved mechanisms of growth and stress response, including core lipid metabolism pathways and the unfolded protein response in intestinal enterocytes. Our single-cell resolution highlights extensive heterogeneity in mesenchymal cell population signaling and intercellular communication that directs major tissue restructuring and the shift out of a dormant fasted state by activating both embryonic developmental and wound healing pathways. We also identify distinct roles of BEST4+ enterocytes in coordinating key regenerative transitions via NOTCH signaling. Python intestinal regeneration shares key signaling features and molecules with mammalian gastric bypass, indicating that conserved regenerative programs are common to both. Our findings provide different insights into cooperative and conserved regenerative programs and intercellular interactions in vertebrates independent of crypts which have been otherwise obscured in model species where temporal phases of generative growth are limited to embryonic development or recovery from injury.",
          "url": "http://dx.doi.org/10.1073/pnas.2405463121",
          "doi": "10.1073/pnas.2405463121",
          "filter": "2"
        },
        {
          "title": "Robust resolved phylogeny of hexapods’ four classes",
          "authors": "Dany Azar",
          "url": "http://dx.doi.org/10.1073/pnas.2418732121",
          "doi": "10.1073/pnas.2418732121",
          "filter": "2"
        },
        {
          "title": "CD4 T cells restricted to DRB1*15:01 recognize two Epstein–Barr virus glycoproteins capable of intracellular antigen presentation",
          "authors": "Natalia Drosu, Monique Anderson, Philippe A. Bilodeau, Shuhei Nishiyama, Takahisa Mikami, Natasha Bobrowski-Khoury, Jackson Cabot, David Housman, Michael Levy",
          "abstract": "Both genetic and environmental factors contribute to multiple sclerosis (MS) risk. Infection with the Epstein–Barr virus (EBV) is the strongest environmental risk factor, and HLA-DR15 is the strongest genetic risk factor for MS. We employed computational methods and in vitro assays for CD4 T cell activation to investigate the DR15-restricted response to EBV. Using a machine learning-based HLA ligand predictor, the EBV glycoprotein B (gB) was predicted to be enriched in epitopes restricted to presentation by DRB1*15:01. In DR15-positive individuals, two epitopes comprised the major CD4 T cell response to gB. Surprisingly, the expression of recombinant gB in a DR15-homozygous B cell line or primary autologous B cells elicited a CD4 T cell response, indicating that intracellular gB was loaded onto HLA class II molecules. By deleting the signal sequence of gB, we determined that this pathway for direct activation of CD4 T cells was dependent on trafficking to the endoplasmic reticulum (ER) within the B cell. We screened seven recombinant EBV antigens from the ER compartment for immune responses in DR15-negative vs. DR15-homozygous individuals. In addition to gB, gH was a key CD4 T cell target in individuals homozygous for DR15. Compared to non-DR15 controls, DR15-homozygotes had significantly higher T cell responses to both gB and gH but not to EBV latent or lytic antigens overall. Responses to gB and gH were slightly elevated in DR15 homozygotes with MS. Our results link MS environmental and genetic risk factors by demonstrating that HLA-DR15 dictates CD4 T cell immunity to EBV antigens.",
          "url": "http://dx.doi.org/10.1073/pnas.2416097121",
          "doi": "10.1073/pnas.2416097121",
          "filter": "2"
        },
        {
          "title": "QSOX1 facilitates dormant esophageal cancer stem cells to evade immune elimination via PD-L1 upregulation and CD8 T cell exclusion",
          "authors": "Jia-Ru Wei, Baifeng Zhang, Yu Zhang, Wo-Ming Chen, Xiao-Ping Zhang, Ting-Ting Zeng, Yan Li, Ying-Hui Zhu, Xin-Yuan Guan, Lei Li",
          "abstract": "Dormant cancer stem cells (DCSCs) exhibit characteristics of chemotherapy resistance and immune escape, and they are a crucial source of tumor recurrence and metastasis. However, the underlying mechanisms remain unrevealed. We demonstrate that enriched Gzmk + CD8 + T cells within the niche of esophageal DCSCs restrict the outgrowth of tumor mass. Nonetheless, DCSCs can escape immune elimination by enhancing PD-L1 signaling, thereby maintaining immune equilibrium. Quiescent fibroblast-derived quiescin sulfhydryl oxidase 1 (QSOX1) promotes the expression of PD-L1 and its own expression in DCSCs by elevating the level of reactive oxygen species. Additionally, high QSOX1 in the dormant tumor niche contributes to the exclusion of CD8 + T cells. Conversely, blocking QSOX1 with Ebselen in combination with anti-PD-1 and chemotherapy can effectively eradicate residual DCSCs by reducing PD-L1 expression and promoting CD8 + T cell infiltration. Clinically, high expression of QSOX1 predicts a poor response to anti-PD-1 treatment in patients with esophageal cancer. Thus, our findings reveal a mechanism whereby QSOX1 promotes PD-L1 upregulation and T cell exclusion, facilitating the immune escape of DCSCs, and QSOX1 inhibition, combined with immunotherapy and chemotherapy, represents a promising therapeutic approach for eliminating DCSCs and preventing recurrence.",
          "url": "http://dx.doi.org/10.1073/pnas.2407506121",
          "doi": "10.1073/pnas.2407506121",
          "filter": "2"
        },
        {
          "title": "Substrate specificity controlled by the exit site of human P4-ATPases, revealed by de novo point mutations in neurological disorders",
          "authors": "David C. Calianese, Tomoyasu Noji, Jennifer A. Sullivan, Kelly Schoch, Vandana Shashi, Vanda McNiven, Luiza Lorena Pires Ramos, Albena Jordanova, Judit Kárteszi, Hiroshi Ishikita, Shigekazu Nagata",
          "abstract": "The maintenance of lipid asymmetry on the plasma membrane is regulated by flippases, such as ATP8A2, ATP11A, and ATP11C, which translocate phosphatidylserine and phosphatidylethanolamine from the outer leaflet to the inner leaflet. We previously identified a patient-derived point mutation (Q84E) in ATP11A at the phospholipid entry site, which acquired the ability to flip phosphatidylcholine (PtdCho). This mutation led to elevated levels of sphingomyelin (SM) in the outer leaflet of the plasma membrane. We herein present two de novo ATP11A dominant mutations (E114G and S399L) in heterozygous patients exhibiting neurological and developmental disorders. These mutations, situated near the predicted phospholipid exit site, similarly confer the ability for ATP11A to recognize PtdCho as a substrate, resulting in its internalization into cells. Cells expressing these mutants had increased SM levels on their surface, attributed to the up-regulated expression of the sphingomyelin synthase-1 gene, rendering them more susceptible to SM phosphodiesterase-mediated cell lysis. Corresponding mutations in ATP11C and ATP8A2, paralogs of ATP11A, exerted similar effects on PtdCho-flipping activity and increased SM levels on the cell surface. Molecular dynamics simulations, based on the ATP11C structure, suggest that the E114G and S399L mutations enhance ATP11C’s affinity toward PtdCho. These findings underscore the importance of the well-conserved exit and entry sites in determining phospholipid substrate specificity and indicate that aberrant flipping of PtdCho contributes to neurological disorders.",
          "url": "http://dx.doi.org/10.1073/pnas.2415755121",
          "doi": "10.1073/pnas.2415755121",
          "filter": "2"
        },
        {
          "title": "CD73 promotes non–small cell lung cancer metastasis by regulating Axl signaling independent of GAS6",
          "authors": "Jianjie Zhu, Wenwen Du, Yuanyuan Zeng, Ting Liu, Jianjun Li, Anqi Wang, Yue Li, Weijie Zhang, Jian-an Huang, Zeyi Liu",
          "abstract": "As catabolic enzyme, CD73 dephosphorylates adenosine monophosphate (AMP) and can also regulate tumor cell proliferation and metastasis. To date, very few studies have explored the role of CD73 in mediating non–small cell lung cancer (NSCLC) metastasis, and the underlying transducing signal has not been elucidated. In the present study, we demonstrated that the CD73/Axl axis could regulate Smad3-induced epithelial-to-mesenchymal transition (EMT) to promote NSCLC metastasis. Mechanically, CD73 can be secreted via the Golgi apparatus transport pathway. Then secreted CD73 may activate AXl by directly bind with site R55 located in Axl extracellular domain independently of GAS6. In addition, we proved that CD73 can stabilize Axl expression via inhibiting CBLB expression. We also identified the distinct function of CD73 activity in adenocarcinoma and squamous cell carcinoma. Our findings indicated a role of CD73 in mediating NSCLC metastasis and propose it as a therapeutic target for NSCLC.",
          "url": "http://dx.doi.org/10.1073/pnas.2404709121",
          "doi": "10.1073/pnas.2404709121",
          "filter": "2"
        },
        {
          "title": "The neurotrophic factor MANF regulates autophagy and lysosome function to promote proteostasis in Caenorhabditis elegans",
          "authors": "Shane K. B. Taylor, Jessica H. Hartman, Bhagwati P. Gupta",
          "abstract": "The conserved mesencephalic astrocyte-derived neurotrophic factor (MANF) is known for protecting dopaminergic neurons and functioning in various other tissues. Previously, we showed that Caenorhabditis elegans manf-1 null mutants exhibit defects such as increased endoplasmic reticulum (ER) stress, dopaminergic neurodegeneration, and abnormal protein aggregation. These findings suggest an essential role for MANF in cellular processes. However, the mechanisms by which intracellular and extracellular MANF regulate broader cellular functions remain unclear. We report a unique mechanism of action for MANF-1 that involves the transcription factor HLH-30/TFEB-mediated signaling to regulate autophagy and lysosomal function. Multiple transgenic strains overexpressing MANF-1 showed extended lifespan of animals, reduced protein aggregation, and improved neuronal survival. Using fluorescently tagged MANF-1, we observed tissue-specific localization of the protein, which was dependent on the ER retention signal. Further subcellular analysis showed that MANF-1 localizes within cells to the lysosomes and utilizes the endosomal pathway. Consistent with the lysosomal localization, our transcriptomic study of MANF-1 and analyses of autophagy regulators demonstrated that MANF-1 promotes proteostasis by regulating autophagic flux and lysosomal activity. Collectively, our findings establish MANF as a critical regulator of stress response, proteostasis, and aging.",
          "url": "http://dx.doi.org/10.1073/pnas.2403906121",
          "doi": "10.1073/pnas.2403906121",
          "filter": "2"
        },
        {
          "title": "Hydroelectric energy conversion of waste flows through hydroelectronic drag",
          "authors": "Baptiste Coquinot, Lydéric Bocquet, Nikita Kavokine",
          "abstract": "Hydraulic energy is a key component of the global energy mix, yet there exists no practical way of harvesting it at small scales, from flows with low Reynolds number. This has triggered a search for alternative hydroelectric conversion methodologies, leading to unconventional proposals based on droplet triboelectricity, water evaporation, osmotic energy, or flow-induced ionic Coulomb drag. Yet, these approaches systematically rely on ions as intermediate charge carriers, limiting the achievable power density. Here, we predict that the kinetic energy of small-scale “waste” flows can be directly and efficiently converted into electricity thanks to the hydroelectronic drag effect, by which an ion-free liquid induces an electronic current in the solid wall along which it flows. This effect originates in the fluctuation-induced coupling between fluid motion and electron transport. We develop a nonequilibrium thermodynamic formalism to assess the efficiency of such hydroelectric energy conversion, dubbed hydronic energy. We find that hydronic energy conversion is analogous to thermoelectricity, with the efficiency being controlled by a dimensionless figure of merit. However, in contrast to its thermoelectric analogue, this figure of merit combines independently tunable parameters of the solid and the liquid, and can thus significantly exceed unity. Our findings suggest strategies for blue energy harvesting without electrochemistry, and for waste flow mitigation in membrane-based filtration processes.",
          "url": "http://dx.doi.org/10.1073/pnas.2411613121",
          "doi": "10.1073/pnas.2411613121",
          "filter": "2"
        },
        {
          "title": "Theropod trackways as indirect evidence of pre-avian aerial behavior",
          "authors": "T. Alexander Dececchi, Kyung Soo Kim, Martin G. Lockley, Hans C.E. Larsson, Thomas R. Holtz, James O. Farlow, Michael Pittman",
          "abstract": "Body fossils set limits on feasible reconstructions of functional capacity and behavior in theropod dinosaurs, but do not document in-life behaviors. In contrast, trace fossils such as footprints preserve in-life behaviors that can potentially test and enhance existing reconstructions. Here, we demonstrate how theropod trackways can be used as indirect evidence of pre-avian aerial behavior, expanding the approaches available to study vertebrate flight origins. This involved exploring the behavioral implications of a two-toed Cretaceous-aged theropod trackway produced by a small, bird-like microraptorine moving at high speed. Applying first principle running biomechanics, we were able to conclude that the trackway is atypical, indirectly evidencing pre-avian aerial behavior. This trackway documents the evidence of wing-assisted aerodynamic force production during locomotion, supporting a broader distribution of this behavior than currently known. These findings support previously proposed aerial behavior in early bird-like theropods, showing how trackways will help to deepen our understanding of theropod flight origins.",
          "url": "http://dx.doi.org/10.1073/pnas.2413810121",
          "doi": "10.1073/pnas.2413810121",
          "filter": "2"
        },
        {
          "title": "Effect of a giant meteorite impact on Paleoarchean surface environments and life",
          "authors": "Nadja Drabon, Andrew H. Knoll, Donald R. Lowe, Stefano M. Bernasconi, Alec R. Brenner, David A. Mucciarone",
          "abstract": "Large meteorite impacts must have strongly affected the habitability of the early Earth. Rocks of the Archean Eon record at least 16 major impact events, involving bolides larger than 10 km in diameter. These impacts probably had severe, albeit temporary, consequences for surface environments. However, their effect on early life is not well understood. Here, we analyze the sedimentology, petrography, and carbon isotope geochemistry of sedimentary rocks across the S2 impact event (37 to 58 km carbonaceous chondrite) forming part of the 3.26 Ga Fig Tree Group, South Africa, to evaluate its environmental effects and biological consequences. The impact initiated 1) a giant tsunami that mixed Fe 2+ -rich deep waters into the Fe 2+ -poor shallow waters and washed debris into coastal areas, 2) heating that caused partial evaporation of surface ocean waters and likely a short-term increase in weathering and erosion on land, and 3) injection of P from vaporization of the S2 bolide. Strata immediately above the S2 impact event contain abundant siderites, which are associated with organic matter and exhibit light and variable δ 13 C carb values. This is consistent with microbial iron cycling in the wake of the impact event. Thus, the S2 impact likely had regional, if not global, positive and negative effects on life. The tsunami, atmospheric heating, and darkness would likely have decimated phototrophic microbes in the shallow water column. However, the biosphere likely recovered rapidly, and, in the medium term, the increase in nutrients and iron likely facilitated microbial blooms, especially of iron-cycling microbes.",
          "url": "http://dx.doi.org/10.1073/pnas.2408721121",
          "doi": "10.1073/pnas.2408721121",
          "filter": "2"
        },
        {
          "title": "The pyruvate–GPR31 axis promotes transepithelial dendrite formation in human intestinal dendritic cells",
          "authors": "Eri Oguro-Igashira, Mari Murakami, Ryota Mori, Ryuichi Kuwahara, Takako Kihara, Masaharu Kohara, Makoto Fujiwara, Daisuke Motooka, Daisuke Okuzaki, Mitsuru Arase, Hironobu Toyota, Siyun Peng, Takayuki Ogino, Yasuji Kitabatake, Eiichi Morii, Seiichi Hirota, Hiroki Ikeuchi, Eiji Umemoto, Atsushi Kumanogoh, Kiyoshi Takeda",
          "abstract": "The intestinal lumen is rich in gut microbial metabolites that serve as signaling molecules for gut immune cells. G-protein-coupled receptors (GPCRs) sense metabolites and can act as key mediators that translate gut luminal signals into host immune responses. However, the impacts of gut microbe–GPCR interactions on human physiology have not been fully elucidated. Here, we show that GPR31, which is activated by the gut bacterial metabolite pyruvate, is specifically expressed on type 1 conventional dendritic cells (cDC1s) in the lamina propria of the human intestine. Using human induced pluripotent stem cell-derived cDC1s and a monolayer human gut organoid coculture system, we show that cDC1s extend their dendrites toward pyruvate on the luminal side, forming transepithelial dendrites (TED). Accordingly, GPR31 activation via pyruvate enhances the fundamental function of cDC1 by allowing efficient uptake of gut luminal antigens, such as dietary compounds and bacterial particles through TED formation. Our results highlight the role of GPCRs in tuning the human gut immune system according to local metabolic cues.",
          "url": "http://dx.doi.org/10.1073/pnas.2318767121",
          "doi": "10.1073/pnas.2318767121",
          "filter": "2"
        },
        {
          "title": "Tolerance and efficient metabolization of extremely high ethanol concentrations by a social wasp",
          "authors": "Sofia Bouchebti, Yael Gershon, Alexander Gordin, Dorothée Huchon, Eran Levin",
          "abstract": "Ethanol, a natural by-product of sugar fermentation, can be found in various fruits and nectar. Although many animals routinely consume ethanol in low concentrations as part of their natural diets, its inherent toxicity can cause severe damage. Even species particularly well adapted to ethanol consumption face detrimental effects when exposed to concentrations above 4%. Here, we investigated the metabolism of ethanol and its impact on survival and behavior in the Oriental hornet ( Vespa orientalis ), a social wasp that naturally consumes ethanol. We show that chronic ethanol consumption, even at concentrations as high as 80%, had no impact on hornet mortality, construction behavior, or agonistic behavior. Using 13 C1 labeled ethanol, we show that hornets efficiently metabolized ingested ethanol and at a much higher rate than honey bees. The presence of multiple copies of the alcohol dehydrogenase (NADP+) gene in the Vespa genera suggests a potential mechanism for ethanol tolerance. These findings support the hypothesis that the mutualistic relationship between ethanol-producing organisms and vespid hosts may be at the origin of their remarkable capacity to utilize and metabolize ethanol.",
          "url": "http://dx.doi.org/10.1073/pnas.2410874121",
          "doi": "10.1073/pnas.2410874121",
          "filter": "2"
        },
        {
          "title": "Correlated topological flat bands in rhombohedral graphite",
          "authors": "Hongyun Zhang, Qian Li, Michael G. Scheer, Renqi Wang, Chuyi Tuo, Nianlong Zou, Wanying Chen, Jiaheng Li, Xuanxi Cai, Changhua Bao, Ming-Rui Li, Ke Deng, Kenji Watanabe, Takashi Taniguchi, Mao Ye, Peizhe Tang, Yong Xu, Pu Yu, Jose Avila, Pavel Dudin, Jonathan D. Denlinger, Hong Yao, Biao Lian, Wenhui Duan, Shuyun Zhou",
          "abstract": "Flat bands and nontrivial topological physics are two important topics of condensed matter physics. With a unique stacking configuration analogous to the Su–Schrieffer–Heeger model, rhombohedral graphite (RG) is a potential candidate for realizing both flat bands and nontrivial topological physics. Here, we report experimental evidence of topological flat bands (TFBs) on the surface of bulk RG, which are topologically protected by bulk helical Dirac nodal lines via the bulk-boundary correspondence. Moreover, upon in situ electron doping, the surface TFBs show a splitting with exotic doping evolution, with an order-of-magnitude increase in the bandwidth of the lower split band, and pinning of the upper band near the Fermi level. These experimental observations together with Hartree–Fock calculations suggest that correlation effects are important in this system. Our results demonstrate RG as a platform for investigating the rich interplay between nontrivial band topology, correlation effects, and interaction-driven symmetry-broken states.",
          "url": "http://dx.doi.org/10.1073/pnas.2410714121",
          "doi": "10.1073/pnas.2410714121",
          "filter": "2"
        },
        {
          "title": "KCTD1 regulation of Adenylyl cyclase type 5 adjusts striatal cAMP signaling",
          "authors": "Yini Liao, Brian S. Muntean",
          "abstract": "Dopamine transfers information to striatal neurons, and disrupted neurotransmission leads to motor deficits observed in movement disorders. Striatal dopamine converges downstream to Adenylyl Cyclase Type 5 (AC5)-mediated synthesis of cAMP, indicating the essential role of signal transduction in motor physiology. However, the relationship between dopamine decoding and AC5 regulation is unknown. Here, we utilized an unbiased global protein stability screen to identify Potassium Channel Tetramerization Domain 1 (KCTD1) as a key regulator of AC5 level that is mechanistically tied to N-linked glycosylation. We then implemented a CRISPR/SaCas9 approach to eliminate KCTD1 in striatal neurons expressing a Förster resonance energy transfer (FRET)-based cAMP biosensor. 2-photon imaging of striatal neurons in intact circuits uncovered that dopaminergic signaling was substantially compromised in the absence of KCTD1. Finally, knockdown of KCTD1 in genetically defined dorsal striatal neurons significantly altered motor behavior in mice. These results reveal that KCTD1 acts as an essential modifier of dopaminergic signaling by stabilizing striatal AC5.",
          "url": "http://dx.doi.org/10.1073/pnas.2406686121",
          "doi": "10.1073/pnas.2406686121",
          "filter": "2"
        },
        {
          "title": "Methane fueled lake pelagic food webs in a Cretaceous greenhouse world",
          "authors": "Funing Sun, Genming Luo, Richard D. Pancost, Zhengkun Dong, Zhiguo Li, Hongmei Wang, Zhong-Qiang Chen, Shucheng Xie",
          "abstract": "Methane (CH 4 ) is a potent greenhouse gas but also an important carbon and energy substrate for some lake food webs. Understanding how CH 4 incorporates into food webs is, therefore, crucial for unraveling CH 4 cycling and its impacts on climate and ecosystems. However, CH 4 -fueled lake food webs from pre-Holocene intervals, particularly during greenhouse climates in Earth history, have received relatively little attention. Here, we present a long-term record of CH 4 -fueled pelagic food webs across the Cretaceous Oceanic Anoxic Event 1a (~120 Mya) that serves as a geological analog to future warming. We show an exceptionally strong expansion of both methanogens and CH 4 -oxidizing bacteria (up to 87% of hopanoid-producing bacteria) during this Event. Grazing on CH 4 -oxidizing bacteria by zooplankton (up to 47% of ciliate diets) within the chemocline transferred substantial CH 4 -derived carbon to the higher trophic levels, representing an important CH 4 sink in the water column. Our findings suggest that as Earth warms, microbial CH 4 cycling could restructure food webs and fundamentally alter carbon and energy flows and trophic pathways in lake ecosystems.",
          "url": "http://dx.doi.org/10.1073/pnas.2411413121",
          "doi": "10.1073/pnas.2411413121",
          "filter": "2"
        },
        {
          "title": "Controlling for polygenic genetic confounding in epidemiologic association studies",
          "authors": "Zijie Zhao, Xiaoyu Yang, Stephen Dorn, Jiacheng Miao, Silvia H. Barcellos, Jason M. Fletcher, Qiongshi Lu",
          "abstract": "Epidemiologic associations estimated from observational data are often confounded by genetics due to pervasive pleiotropy among complex traits. Many studies either neglect genetic confounding altogether or rely on adjusting for polygenic scores (PGS) in regression analysis. In this study, we unveil that the commonly employed PGS approach is inadequate for removing genetic confounding due to measurement error and model misspecification. To tackle this challenge, we introduce PENGUIN, a principled framework for polygenic genetic confounding control based on variance component estimation. In addition, we present extensions of this approach that can estimate genetically unconfounded associations using GWAS summary statistics alone as input and between multiple generations of study samples. Through simulations, we demonstrate superior statistical properties of PENGUIN compared to the existing approaches. Applying our method to multiple population cohorts, we reveal and remove substantial genetic confounding in the associations of educational attainment with various complex traits and between parental and offspring education. Our results show that PENGUIN is an effective solution for genetic confounding control in observational data analysis with broad applications in future epidemiologic association studies.",
          "url": "http://dx.doi.org/10.1073/pnas.2408715121",
          "doi": "10.1073/pnas.2408715121",
          "filter": "2"
        },
        {
          "title": "Higher oxygen content and transport characterize high-altitude ethnic Tibetan women with the highest lifetime reproductive success",
          "authors": "Shenghao Ye, Jiayang Sun, Sienna R. Craig, Anna Di Rienzo, David Witonsky, James J. Yu, Esteban A. Moya, Tatum S. Simonson, Frank L. Powell, Buddha Basnyat, Kingman P. Strohl, Brian D. Hoit, Cynthia M. Beall",
          "abstract": "We chose the “natural laboratory” provided by high-altitude native ethnic Tibetan women who had completed childbearing to examine the hypothesis that multiple oxygen delivery traits were associated with lifetime reproductive success and had genomic associations. Four hundred seventeen (417) women aged 46 to 86 y residing at ≥3,500 m in Upper Mustang, Nepal, provided information on reproductive histories, sociocultural factors, physiological measurements, and DNA samples for this observational cohort study. Simultaneously assessing multiple traits identified combinations associated with lifetime reproductive success measured as the number of livebirths. Women with the most livebirths had distinctive hematological and cardiovascular traits. A hemoglobin concentration near the sample mode and a high percent of oxygen saturation of hemoglobin raised arterial oxygen concentration without risking elevated blood viscosity. We propose ongoing stabilizing selection on hemoglobin concentration because extreme values predicted fewer livebirths and directional selection favoring higher oxygen saturation because higher values had more predicted livebirths. EPAS1, an oxygen homeostasis locus with strong signals of positive natural selection and a high frequency of variants occurring only among populations indigenous to the Tibetan Plateau, associated with hemoglobin concentration. High blood flow into the lungs, wide left ventricles, and low hypoxic heart rate responses aided effective convective oxygen transport to tissues. Women with physiologies closer to unstressed, low altitude values had the highest lifetime reproductive success. This example of ethnic Tibetan women residing at high altitudes in Nepal links reproductive fitness with trait combinations increasing oxygen delivery under severe hypoxic stress and demonstrates ongoing natural selection.",
          "url": "http://dx.doi.org/10.1073/pnas.2403309121",
          "doi": "10.1073/pnas.2403309121",
          "filter": "2"
        },
        {
          "title": "Persistently active El Niño–Southern Oscillation since the Mesozoic",
          "authors": "Xiang Li, Shineng Hu, Yongyun Hu, Wenju Cai, Yishuai Jin, Zhengyao Lu, Jiaqi Guo, Jiawenjing Lan, Qifan Lin, Shuai Yuan, Jian Zhang, Qiang Wei, Yonggang Liu, Jun Yang, Ji Nie",
          "abstract": "The El Niño–Southern Oscillation (ENSO), originating in the central and eastern equatorial Pacific, is a defining mode of interannual climate variability with profound impact on global climate and ecosystems. However, an understanding of how the ENSO might have evolved over geological timescales is still lacking, despite a well-accepted recognition that such an understanding has direct implications for constraining human-induced future ENSO changes. Here, using climate simulations, we show that ENSO has been a leading mode of tropical sea surface temperature (SST) variability in the past 250 My but with substantial variations in amplitude across geological periods. We show this result by performing and analyzing a series of coupled time-slice climate simulations forced by paleogeography, atmospheric CO 2 concentrations, and solar radiation for the past 250 My, in 10-My intervals. The variations in ENSO amplitude across geological periods are little related to mean equatorial zonal SST gradient or global mean surface temperature of the respective periods but are primarily determined by interperiod difference in the background thermocline depth, according to a linear stability analysis. In addition, variations in atmospheric noise serve as an independent contributing factor to ENSO variations across intergeological periods. The two factors together explain about 76% of the interperiod variations in ENSO amplitude over the past 250 My. Our findings support the importance of changing ocean vertical thermal structure and atmospheric noise in influencing projected future ENSO change and its uncertainty.",
          "url": "http://dx.doi.org/10.1073/pnas.2404758121",
          "doi": "10.1073/pnas.2404758121",
          "filter": "2"
        },
        {
          "title": "Maternal NO 2 exposure and fetal growth restriction: Hypoxia transmission and lncRNAs-proinflammation-mediated abnormal hematopoiesis",
          "authors": "Liyao Qin, Huifeng Yue, Zhihua Gong, Yuqiong Guo, Dan Li, Li Ma, Zhuoma YiXi, Jing He, Zhihong Li, Guangke Li, Wei Yan, Nan Sang",
          "abstract": "Epidemiological studies show a strong correlation between air pollution and fetal growth restriction (FGR), but existing results are controversial due to inherent limitations, such as causality of specific pollutants, developmental origin, and maternal–fetal transmission. To address this controversy, we first conducted a retrospective analysis of 28,796 newborns and revealed that maternal nitrogen dioxide (NO 2 ) exposure during the second trimester was positively associated with FGR, with an adjusted odds ratio of 1.075 (95% confidence interval: 1.020-1.133) per 10 μg/m 3 NO 2 increase for small for gestational age. Then, by establishing an animal model of prenatal NO 2 exposure, we confirmed its adverse effects on embryonic growth and hematopoiesis in the yolk sac and fetal liver, primarily affecting the differentiation of hematopoietic stem and progenitor cells and erythroid maturation. By applying internal exposure analyses coupled with 15 N isotope tracing, we found that maternal NO 2 inhalation induced acquired methemoglobinemia through its byproducts and placental hypoxia in pregnant mice. Importantly, by combining transcriptional profiling, bioinformatics analysis, and RNA binding protein immunoprecipitation (RIP)/chromatin immunoprecipitation (CHIP), we clarified that placental-fetal hypoxia transmission activated hypoxia-inducible factors, disturbed hematopoiesis through the hypoxia-inducible factor 1β-long noncoding RNAs-CCAAT/enhancer binding protein alpha-proinflammatory signaling pathway, ultimately contributing to FGR progression. These findings provide insights for risk prevention and clinical intervention to promote child well-being in NO 2 -polluted areas.",
          "url": "http://dx.doi.org/10.1073/pnas.2409597121",
          "doi": "10.1073/pnas.2409597121",
          "filter": "2"
        },
        {
          "title": "Heat waves may trigger unexpected surge in aerosol and ozone precursor emissions from sedges in urban landscapes",
          "authors": "Hui Wang, Sanjeevi Nagalingam, Allison M. Welch, Christopher Leong, C. I. Czimczik, Alex B. Guenther",
          "abstract": "Biogenic isoprene emissions from herbaceous plants are generally lower than those from trees. However, our study finds widespread isoprene emission in herbaceous sedge plants, with a stronger temperature response surpassing current tree-derived models. We measured and compared isoprene emissions from sedges grown in different climatic zones, all showing an exponential temperature response with a Q10 range of 7.2 to 12, significantly higher than the Q10 of about 3 for other common isoprene emitters. The distinct temperature sensitivity of sedges makes them a hidden isoprene source, significant during heat waves but not easily detected in mild weather. For instance, isoprene emissions from Carex praegracilis can increase by 320% with a peak emission of over 100 nmol m −2 s −1 compared to preheat wave emissions. During heat waves, the peak isoprene emissions from C. praegracilis can match those from Lophostemon confertus , a commonly used street tree species which is considered the dominant urban isoprene source due to higher biomass and emission capacities. This surge in isoprene from globally distributed sedges, including those in urban landscapes, could contribute to peak ozone and aerosol pollutants during heat waves.",
          "url": "http://dx.doi.org/10.1073/pnas.2412817121",
          "doi": "10.1073/pnas.2412817121",
          "filter": "2"
        },
        {
          "title": "Hierarchical assembly and environmental enhancement of bacterial ice nucleators",
          "authors": "Galit Renzer, Ingrid de Almeida Ribeiro, Hao-Bo Guo, Janine Fröhlich-Nowoisky, Rajiv J. Berry, Mischa Bonn, Valeria Molinero, Konrad Meister",
          "abstract": "Bacterial ice nucleating proteins (INPs) are exceptionally effective in promoting the kinetically hindered transition of water to ice. Their efficiency relies on the assembly of INPs into large functional aggregates, with the size of ice nucleation sites determining activity. Experimental freezing spectra have revealed two distinct, defined aggregate sizes, typically classified as class A and C ice nucleators (INs). Despite the importance of INPs and years of extensive research, the precise number of INPs forming the two aggregate classes, and their assembly mechanism have remained enigmatic. Here, we report that bacterial ice nucleation activity emerges from more than two prevailing aggregate species and identify the specific number of INPs responsible for distinct crystallization temperatures. We find that INP dimers constitute class C INs, tetramers class B INs, and hexamers and larger multimers are responsible for the most efficient class A activity. We propose a hierarchical assembly mechanism based on tyrosine interactions for dimers, and electrostatic interactions between INP dimers to produce larger aggregates. This assembly is membrane-assisted: Increasing the bacterial outer membrane fluidity decreases the population of the larger aggregates, while preserving the dimers. Inversely, Dulbecco’s Phosphate-Buffered Saline buffer increases the population of multimeric class A and B aggregates 200-fold and endows the bacteria with enhanced stability toward repeated freeze-thaw cycles. Our analysis suggests that the enhancement results from the better alignment of dimers in the negatively charged outer membrane, due to screening of their electrostatic repulsion. This demonstrates significant enhancement of the most potent bacterial INs.",
          "url": "http://dx.doi.org/10.1073/pnas.2409283121",
          "doi": "10.1073/pnas.2409283121",
          "filter": "2"
        },
        {
          "title": "Acceleration is the key to drag reduction in turbulent flow",
          "authors": "Liuyang Ding, Lena F. Sabidussi, Brian C. Holloway, Marcus Hultmark, Alexander J. Smits",
          "abstract": "A turbulent pipe flow experiment was conducted where the surface of the pipe was oscillated azimuthally over a wide range of frequencies, amplitudes, and Reynolds numbers. The drag was reduced by as much as 35%. Past work has suggested that the drag reduction scales with the velocity amplitude of the motion, its period, and/or the Reynolds number. Here, we find that the key parameter is the acceleration, which greatly simplifies the complexity of the phenomenon. This result is shown to apply to channel flows with spanwise surface oscillation as well. This insight opens potential avenues for reducing fuel consumption by large vehicles and for reducing energy costs in large piping systems.",
          "url": "http://dx.doi.org/10.1073/pnas.2403968121",
          "doi": "10.1073/pnas.2403968121",
          "filter": "2"
        },
        {
          "title": "Delivery of functional Cas:DNA nucleoprotein complexes into recipient bacteria through a type IV secretion system",
          "authors": "Dolores L. Guzmán-Herrador, Andrea Fernández-Gómez, Florence Depardieu, David Bikard, Matxalen Llosa",
          "abstract": "CRISPR-associated (Cas) endonucleases and their derivatives are widespread tools for the targeted genetic modification of both prokaryotic and eukaryotic genomes. A critical step of all CRISPR-Cas technologies is the delivery of the Cas endonuclease to the target cell. Here, we investigate the possibility of using bacterial conjugation to translocate Cas proteins into recipient bacteria. Conjugative relaxases are translocated through a type IV secretion system into the recipient cell, covalently attached to the transferred DNA strand. We fused relaxase R388-TrwC with the endonuclease Cas12a and confirmed that it can be transported through a T4SS. The fusion protein maintained its activity upon translocation by conjugation into the recipient cell, as evidenced by the induction of the SOS signal resulting from DNA breaks produced by the endonuclease in the recipient cell, and the detection of mutations at the target position. We further show how a template DNA provided on the transferred DNA can be used to introduce specific mutations. The guide RNA can also be encoded by the transferred DNA, enabling its production in the recipient cells where it can form a complex with the Cas nuclease transferred as a protein. This self-contained setup enables to target wild-type bacterial cells. Finally, we extended this strategy to the delivery of relaxases fused to base editors. Using TrwC and MobA relaxases as drivers, we achieved precise editing of transconjugants. Thus, conjugation provides a delivery system for Cas-derived editing tools, bypassing the need to deliver and express a cas gene in the target cells.",
          "url": "http://dx.doi.org/10.1073/pnas.2408509121",
          "doi": "10.1073/pnas.2408509121",
          "filter": "2"
        },
        {
          "title": "Live-cell imaging under centrifugation characterized the cellular force for nuclear centration in the Caenorhabditis elegans embryo",
          "authors": "Makoto Goda, Michael Shribak, Zenki Ikeda, Naobumi Okada, Tomomi Tani, Gohta Goshima, Rudolf Oldenbourg, Akatsuki Kimura",
          "abstract": "Organelles in cells are appropriately positioned, despite crowding in the cytoplasm. However, our understanding of the force required to move large organelles, such as the nucleus, inside the cytoplasm is limited, in part owing to a lack of accurate methods for measurement. We devised a method to apply forces to the nucleus of living Caenorhabditis elegans embryos to measure the force generated inside the cell. We used a centrifuge polarizing microscope to apply centrifugal force and orientation-independent differential interference contrast microscopy to characterize the mass density of the nucleus and cytoplasm. The cellular forces moving the nucleus toward the cell center increased linearly at ~12 pN/μm depending on the distance from the center. The frictional coefficient was ~980 pN s/μm. The measured values were smaller than the previously reported estimates for sea urchin embryos. The forces were consistent with the centrosome-organelle mutual pulling model for nuclear centration. The frictional coefficient was reduced when microtubules were shorter or detached from nuclei in mutant embryos, demonstrating the contribution of astral microtubules. Finally, the frictional coefficient was higher than a theoretical estimate, indicating the contribution of uncharacterized properties of the cytoplasm.",
          "url": "http://dx.doi.org/10.1073/pnas.2402759121",
          "doi": "10.1073/pnas.2402759121",
          "filter": "2"
        },
        {
          "title": "Observing the crack tip behavior at the nanoscale during fracture of ceramics",
          "authors": "Oriol Gavalda-Diaz, Max Emmanuel, Andrey Berenov, Katharina Marquardt, Eduardo Saiz, Finn Giuliani",
          "abstract": "Ultimately, brittle fracture involves breaking atomic bonds. However, we still lack a clear picture of what happens in the highly deformed region around a moving crack tip. Consequently, we still cannot link nanoscale phenomena with the macroscopic toughness of materials. The unsolved challenge is to observe the movement of the crack front at the nanoscale while extracting quantitative information. Here, we address this challenge by monitoring stable crack growth inside a transmission electron microscope. Our analysis demonstrates how phase transformation toughening, previously thought to be effective at the microscale and above, promotes crack deflection at the nanolevel and increases the fracture resistance. The work is a first step to help connecting the atomistic and continuous view of fracture in a way that can guide the design of the next generation of strong and tough materials demanded by technologies as diverse as healthcare, energy generation, or transport.",
          "url": "http://dx.doi.org/10.1073/pnas.2408292121",
          "doi": "10.1073/pnas.2408292121",
          "filter": "2"
        },
        {
          "title": "Cobalt-based pyroxenes: A new playground for Kitaev physics",
          "authors": "Pavel A. Maksimov, Alexey V. Ushakov, Andrey F. Gubkin, Günther J. Redhammer, Stephen M. Winter, Alexander I. Kolesnikov, Antonio M. dos Santos, Zheng Gai, Michael A. McGuire, Andrey Podlesnyak, Sergey V. Streltsov",
          "abstract": "Recent advances in the study of cobaltites have unveiled their potential as a promising platform for realizing Kitaev physics in honeycomb systems and the Ising model in weakly coupled chain materials. In this manuscript, we explore the magnetic properties of pyroxene SrCoGe 2 O 6 using a combination of neutron scattering, ab initio methods, and linear spin-wave theory. Through careful examination of inelastic neutron scattering powder spectra, we propose a modified Kitaev model to accurately describe the twisted chains of edge-sharing octahedra surrounding Co 2 + ions. The extended Kitaev–Heisenberg model, including a significant anisotropic bond-dependent exchange term with K / | J | = 0.96 , is identified as the key descriptor of the magnetic interactions in SrCoGe 2 O 6 . Furthermore, our heat capacity measurements reveal an effect of an external magnetic field (approximately 13 T) which shifts the system from a fragile antiferromagnetic ordering with T N = 9 K to a field-induced state. We argue that pyroxenes, particularly those modified by substituting Ge with Si and its less extended p orbitals, emerge as a platform for the Kitaev model. This opens up possibilities for advancing our understanding of Kitaev physics.",
          "url": "http://dx.doi.org/10.1073/pnas.2409154121",
          "doi": "10.1073/pnas.2409154121",
          "filter": "2"
        },
        {
          "title": "Caution urged for work with newly constructed human coronavirus",
          "authors": "Paul S. Masters",
          "url": "http://dx.doi.org/10.1073/pnas.2415892121",
          "doi": "10.1073/pnas.2415892121",
          "filter": "2"
        },
        {
          "title": "The Greenland spatial fingerprint of Dansgaard–Oeschger events in observations and models",
          "authors": "Christo Buizert, Todd A. Sowers, Kyle Niezgoda, Thomas Blunier, Vasileios Gkinis, Margaret Harlan, Chengfei He, Tyler R. Jones, Helle A. Kjaer, Jesper B. Liisberg, James A. Menking, Valerie Morris, David Noone, Sune Olander Rasmussen, Louise C. Sime, Jørgen P. Steffensen, Anders Svensson, Bruce H. Vaughn, Bo M. Vinther, James W.C. White",
          "abstract": "Pleistocene Ice Ages display abrupt Dansgaard–Oeschger (DO) climate oscillations that provide prime examples of Earth System tipping points—abrupt transition that may result in irreversible change. Greenland ice cores provide key records of DO climate variability, but gas-calibrated estimates of the temperature change magnitudes have been limited to central and northwest Greenland. Here, we present ice-core δ 15 N-N 2 records from south (Dye 3) and coastal east Greenland (Renland) to calibrate the local water isotope thermometer and provide a Greenland-wide spatial characterization of DO event magnitude. We combine these data with existing records of δ 18 O, deuterium excess, and accumulation rates to create a multiproxy “fingerprint” of the DO impact on Greenland. Isotope-enabled climate models have skill in simulating the observational multiproxy DO event impact, and we use a series of idealized simulations with such models to identify regions of the North Atlantic that are critical in explaining DO variability. Our experiments imply that wintertime sea ice variation in the subpolar gyre, rather than the commonly invoked Nordic Seas, is both a sufficient and a necessary condition to explain the observed DO impacts in Greenland, whatever the distal cause. Moisture-tagging experiments support the idea that Greenland DO isotope signals may be explained almost entirely via changes in the vapor source distribution and that site temperature is not a main control on δ 18 O during DO transitions, contrary to the traditional interpretation. Our results provide a comprehensive, multiproxy, data-model synthesis of abrupt DO climate variability in Greenland.",
          "url": "http://dx.doi.org/10.1073/pnas.2402637121",
          "doi": "10.1073/pnas.2402637121",
          "filter": "2"
        },
        {
          "title": "Collective phase transitions in confined fish schools",
          "authors": "Chenchen Huang, Feng Ling, Eva Kanso",
          "abstract": "The collective patterns that emerge in schooling fish are often analyzed using models of self-propelled particles in unbounded domains. However, while schooling fish in both field and laboratory settings interact with domain boundaries, these effects are typically ignored. Here, we propose a model that incorporates geometric confinement, by accounting for both flow and wall interactions, into existing data-driven behavioral rules. We show that new collective phases emerge where the school of fish “follows the tank wall” or “double mills.” Importantly, confinement induces repeated switching between two collective states, schooling and milling. We describe the group dynamics probabilistically, uncovering bistable collective states along with unintuitive bifurcations driving phase transitions. Our findings support the hypothesis that collective transitions in fish schools could occur spontaneously, with no adjustment at the individual level, and opens venues to control and engineer emergent collective patterns in biological and synthetic systems that operate far from equilibrium.",
          "url": "http://dx.doi.org/10.1073/pnas.2406293121",
          "doi": "10.1073/pnas.2406293121",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Science",
      "journal_short": "Sci",
      "articles": [
        {
          "title": "AI can help humans find common ground in democratic deliberation",
          "authors": "Michael Henry Tessler, Michiel A. Bakker, Daniel Jarrett, Hannah Sheahan, Martin J. Chadwick, Raphael Koster, Georgina Evans, Lucy Campbell-Gillingham, Tantum Collins, David C. Parkes, Matthew Botvinick, Christopher Summerfield",
          "abstract": "Finding agreement through a free exchange of views is often difficult. Collective deliberation can be slow, difficult to scale, and unequally attentive to different voices. In this study, we trained an artificial intelligence (AI) to mediate human deliberation. Using participants’ personal opinions and critiques, the AI mediator iteratively generates and refines statements that express common ground among the group on social or political issues. Participants ( N = 5734) preferred AI-generated statements to those written by human mediators, rating them as more informative, clear, and unbiased. Discussants often updated their views after the deliberation, converging on a shared perspective. Text embeddings revealed that successful group statements incorporated dissenting voices while respecting the majority position. These findings were replicated in a virtual citizens’ assembly involving a demographically representative sample of the UK population.",
          "url": "http://dx.doi.org/10.1126/science.adq2852",
          "doi": "10.1126/science.adq2852",
          "filter": "0"
        },
        {
          "title": "People consistently view elections and civil liberties as key components of democracy",
          "authors": "Jonathan A. Chu, Scott Williamson, Eddy S. F. Yeung",
          "abstract": "How do people around the world define democracy? Answering this question is critical as countries face democratic backsliding and authoritarian governments promote alternative notions of democracy. Indeed, some scholars argue that people from different backgrounds understand democracy differently. By contrast, we discovered very consistent views about what constitutes a “democratic” country from conjoint survey experiments conducted in Egypt, India, Italy, Japan, Thailand, and the United States. Across countries ( N = 6150) and diverse subgroups within countries, people similarly emphasized free and fair elections and civil liberties as being the key determinants of democracy. Countries that produce desirable social and economic outcomes are also considered more democratic, but these and other factors exert a smaller and less consistent effect than elections and civil liberties.",
          "url": "http://dx.doi.org/10.1126/science.adp1274",
          "doi": "10.1126/science.adp1274",
          "filter": "0"
        },
        {
          "title": "Megastudy testing 25 treatments to reduce antidemocratic attitudes and partisan animosity",
          "authors": "Jan G. Voelkel, Michael N. Stagnaro, James Y. Chu, Sophia L. Pink, Joseph S. Mernyk, Chrystal Redekopp, Isaias Ghezae, Matthew Cashman, Dhaval Adjodah, Levi G. Allen, L. Victor Allis, Gina Baleria, Nathan Ballantyne, Jay J. Van Bavel, Hayley Blunden, Alia Braley, Christopher J. Bryan, Jared B. Celniker, Mina Cikara, Margarett V. Clapper, Katherine Clayton, Hanne Collins, Evan DeFilippis, Macrina Dieffenbach, Kimberly C. Doell, Charles Dorison, Mylien Duong, Peter Felsman, Maya Fiorella, David Francis, Michael Franz, Roman A. Gallardo, Sara Gifford, Daniela Goya-Tocchetto, Kurt Gray, Joe Green, Joshua Greene, Mertcan Güngör, Matthew Hall, Cameron A. Hecht, Ali Javeed, John T. Jost, Aaron C. Kay, Nick R. Kay, Brandyn Keating, John Michael Kelly, James R. G. Kirk, Malka Kopell, Nour Kteily, Emily Kubin, Jeffrey Lees, Gabriel Lenz, Matthew Levendusky, Rebecca Littman, Kara Luo, Aaron Lyles, Ben Lyons, Wayde Marsh, James Martherus, Lauren Alpert Maurer, Caroline Mehl, Julia Minson, Molly Moore, Samantha L. Moore-Berg, Michael H. Pasek, Alex Pentland, Curtis Puryear, Hossein Rahnama, Steve Rathje, Jay Rosato, Maytal Saar-Tsechansky, Luiza Almeida Santos, Colleen M. Seifert, Azim Shariff, Otto Simonsson, Shiri Spitz Siddiqi, Daniel F. Stone, Palma Strand, Michael Tomz, David S. Yeager, Erez Yoeli, Jamil Zaki, James N. Druckman, David G. Rand, Robb Willer",
          "abstract": "Scholars warn that partisan divisions in the mass public threaten the health of American democracy. We conducted a megastudy ( n = 32,059 participants) testing 25 treatments designed by academics and practitioners to reduce Americans’ partisan animosity and antidemocratic attitudes. We find that many treatments reduced partisan animosity, most strongly by highlighting relatable sympathetic individuals with different political beliefs or by emphasizing common identities shared by rival partisans. We also identify several treatments that reduced support for undemocratic practices—most strongly by correcting misperceptions of rival partisans’ views or highlighting the threat of democratic collapse—which shows that antidemocratic attitudes are not intractable. Taken together, the study’s findings identify promising general strategies for reducing partisan division and improving democratic attitudes, shedding theoretical light on challenges facing American democracy.",
          "url": "http://dx.doi.org/10.1126/science.adh4764",
          "doi": "10.1126/science.adh4764",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Global rise in forest fire emissions linked to climate change in the extratropics",
          "authors": "Matthew W. Jones, Sander Veraverbeke, Niels Andela, Stefan H. Doerr, Crystal Kolden, Guilherme Mataveli, M. Lucrecia Pettinari, Corinne Le Quéré, Thais M. Rosan, Guido R. van der Werf, Dave van Wees, John T. Abatzoglou",
          "abstract": "Climate change increases fire-favorable weather in forests, but fire trends are also affected by multiple other controlling factors that are difficult to untangle. We use machine learning to systematically group forest ecoregions into 12 global forest pyromes, with each showing distinct sensitivities to climatic, human, and vegetation controls. This delineation revealed that rapidly increasing forest fire emissions in extratropical pyromes, linked to climate change, offset declining emissions in tropical pyromes during 2001 to 2023. Annual emissions tripled in one extratropical pyrome due to increases in fire-favorable weather, compounded by increased forest cover and productivity. This contributed to a 60% increase in forest fire carbon emissions from forest ecoregions globally. Our results highlight the increasing vulnerability of forests and their carbon stocks to fire disturbance under climate change.",
          "url": "http://dx.doi.org/10.1126/science.adl5889",
          "doi": "10.1126/science.adl5889",
          "filter": "2"
        },
        {
          "title": "Neurotoxic mixture effects of chemicals extracted from blood of pregnant women",
          "authors": "Georg Braun, Gunda Herberth, Martin Krauss, Maria König, Niklas Wojtysiak, Ana C. Zenclussen, Beate I. Escher",
          "abstract": "Human biomonitoring studies typically capture only a small and unknown fraction of the entire chemical universe. We combined chemical analysis with a high-throughput in vitro assay for neurotoxicity to capture complex mixtures of organic chemicals in blood. Plasma samples of 624 pregnant women from the German LiNA cohort were extracted with a nonselective extraction method for organic chemicals. 294 of &gt;1000 target analytes were detected and quantified. Many of the detected chemicals as well as the whole extracts interfered with neurite development. Experimental testing of simulated complex mixtures of detected chemicals in the neurotoxicity assay confirmed additive mixture effects at concentrations less than individual chemicals’ effect thresholds. The use of high-throughput target screening combined with bioassays has the potential to improve human biomonitoring and provide a new approach to including mixture effects in epidemiological studies.",
          "url": "http://dx.doi.org/10.1126/science.adq0336",
          "doi": "10.1126/science.adq0336",
          "filter": "2"
        },
        {
          "title": "A scaffold protein manages the biosynthesis of steroidal defense metabolites in plants",
          "authors": "Marianna Boccia, Danny Kessler, Wibke Seibt, Veit Grabe, Carlos E. Rodríguez López, Dagny Grzech, Sarah Heinicke, Sarah E. O’Connor, Prashant D. Sonawane",
          "abstract": "Solanaceae plants produce two major classes of valuable sterol derived natural products—steroidal glycoalkaloids and steroidal saponins—from a common cholesterol precursor. Attempts to heterologously produce these molecules have consistently failed, although the genes responsible for each biosynthetic step have been identified. Here we identify a cellulose synthase like protein, an unexpected biosynthetic component that interacts with the early pathway enzymes, enabling steroidal scaffolds production in plants. Moreover, knockout of this gene in black nightshade, Solanum nigrum resulted in plants lacking both steroidal alkaloids and saponins. Unexpectedly, these knockout plants also revealed that steroidal saponins deter serious agricultural insect pests. This discovery provides the missing link to engineer these high value steroidal molecules, and also pinpoints the ecological role for the steroidal saponins.",
          "url": "http://dx.doi.org/10.1126/science.ado3409",
          "doi": "10.1126/science.ado3409",
          "filter": "2"
        },
        {
          "title": "Multicore memristor from electrically readable nanoscopic racetracks",
          "authors": "Jae-Chun Jeon, Andrea Migliorini, Jiho Yoon, Jaewoo Jeong, Stuart S. P. Parkin",
          "abstract": "The manipulation and detection of mobile domain walls in nanoscopic magnetic wires underlies the development of multibit memories. The studies of such domain walls have focused on macroscopic wires that allow for optical detection by using magneto-optic effects. In this study, we demonstrated the electrical tracking with a spatial resolution of better than 40 nm of multiple mobile domain walls in nanoscopic racetracks, using a set of anomalous Hall detectors integrated into the racetracks. Electrical time-series signals from the Hall detectors allow for the static and dynamic phase space visualization of the dynamics of a domain wall or multiple domain walls that can be described by a multicore memristor model. The domain wall dynamics and stochasticity can be controlled in racetracks even to deep submicron dimensions.",
          "url": "http://dx.doi.org/10.1126/science.adh3419",
          "doi": "10.1126/science.adh3419",
          "filter": "2"
        },
        {
          "title": "Description and functional validation of human enteroendocrine cell sensors",
          "authors": "Joep Beumer, Maarten H. Geurts, Veerle Geurts, Amanda Andersson-Rolf, Ninouk Akkerman, Franziska Völlmy, Daniel Krueger, Georg A. Busslinger, Adriana Martínez-Silgado, Charelle Boot, Fjodor A. Yousef Yengej, Jens Puschhof, Wiline J. Van de Wetering, Kevin Knoops, Carmen López-Iglesias, Peter J. Peters, Judith A. Vivié, Dylan Mooijman, Johan H. van Es, Hans Clevers",
          "abstract": "Enteroendocrine cells (EECs) are gut epithelial cells that respond to intestinal contents by secreting hormones, including the incretins glucagon-like peptide 1 (GLP-1) and gastric inhibitory protein (GIP), which regulate multiple physiological processes. Hormone release is controlled through metabolite-sensing proteins. Low expression, interspecies differences, and the existence of multiple EEC subtypes have posed challenges to the study of these sensors. We describe differentiation of stomach EECs to complement existing intestinal organoid protocols. CD200 emerged as a pan-EEC surface marker, allowing deep transcriptomic profiling from primary human tissue along the stomach-intestinal tract. We generated loss-of-function mutations in 22 receptors and subjected organoids to ligand-induced secretion experiments. We delineate the role of individual human EEC sensors in the secretion of hormones, including GLP-1. These represent potential pharmacological targets to influence appetite, bowel movement, insulin sensitivity, and mucosal immunity.",
          "url": "http://dx.doi.org/10.1126/science.adl1460",
          "doi": "10.1126/science.adl1460",
          "filter": "2"
        },
        {
          "title": "Same but different",
          "authors": "H. Holden Thorp",
          "abstract": "In some ways, not much has changed from 4 years ago. Donald Trump is running for US president and saying outrageous things: This year’s standout is that magnets don’t work under water, which sent scientists into a tizzy and no doubt spawned many home experiments. Democrats are talking more sensibly about science but also avoiding a discussion of their disappointing record on backing up promises to increase funding for US science and technology. But many things are different with this November’s election. Four years ago, COVID-19 was the top issue, which made science the centerpiece of discussion. Now, the top issue is the economy, and science has been left once again on the back burner with only an occasional foray into climate science or social science studies on issues like abortion and gun control.",
          "url": "http://dx.doi.org/10.1126/science.adt7697",
          "doi": "10.1126/science.adt7697",
          "filter": "2"
        },
        {
          "title": "Capacity recovery by transient voltage pulse in silicon-anode batteries",
          "authors": "Yufei Yang, Srija Biswas, Rong Xu, Xin Xiao, Xin Xu, Pu Zhang, Huaxin Gong, Xueli Zheng, Yucan Peng, Junyan Li, Huayue Ai, Yecun Wu, Yusheng Ye, Xin Gao, Chad Serrao, Wenbo Zhang, Philaphon Sayavong, Zhuojun Huang, Zhouyi Chen, Yi Cui, Rafael A. Vilá, David T. Boyle, Yi Cui",
          "abstract": "In the quest for high-capacity battery electrodes, addressing capacity loss attributed to isolated active materials remains a challenge. We developed an approach to substantially recover the isolated active materials in silicon electrodes and used a voltage pulse to reconnect the isolated lithium-silicon (Li x Si) particles back to the conductive network. Using a 5-second pulse, we achieved &gt;30% of capacity recovery in both Li-Si and Si–lithium iron phosphate (Si-LFP) batteries. The recovered capacity sustains and replicates through multiple pulses, providing a constant capacity advantage. We validated the recovery mechanism as the movement of the neutral isolated Li x Si particles under a localized nonuniform electric field, a phenomenon known as dielectrophoresis.",
          "url": "http://dx.doi.org/10.1126/science.adn1749",
          "doi": "10.1126/science.adn1749",
          "filter": "2"
        },
        {
          "title": "Unexpected far-field deformation of the 2023 Kahramanmaraş earthquakes revealed by space geodesy",
          "authors": "S. Ergintav, P. Vernant, O. Tan, H. Karabulut, S. Özarpacı, M. Floyd, A. Ö. Konca, Z. Çakır, D. Acarel, R. Çakmak, H. Vasyura-Bathke, U. Doğan, A. İ. Kurt, A. Özdemir, E. T. Ayruk, M. Turğut, Ö. Özel, İ. Farımaz",
          "abstract": "The spatiotemporal pattern of surface displacements from large earthquakes provides crucial insights about the deformation of Earth’s crust at various scales and the interactions among tectonic plates. However, the lack of extensive and large-scale geodetic networks near such seismic events hinders our thorough understanding of the large-scale crustal deformation resulting from earthquakes. Using Türkiye’s extensive and continuous global navigation satellite system (GNSS) network during the moment magnitude 7.8 and 7.6 Kahramanmaraş earthquakes on 6 February 2023, we show that large earthquakes can induce far-field crustal deformations (&gt;700 kilometers), exceeding current predictions from elastic dislocation models. They can lead to the mobilization of tectonic plates and the triggering of far-field earthquakes, which carries profound implications for seismic hazard assessments and necessitates a new perspective on crustal deformation and earthquake mechanics.",
          "url": "http://dx.doi.org/10.1126/science.ado4220",
          "doi": "10.1126/science.ado4220",
          "filter": "2"
        },
        {
          "title": "Reconstruction of the human amylase locus reveals ancient duplications seeding modern-day variation",
          "authors": "Feyza Yılmaz, Charikleia Karageorgiou, Kwondo Kim, Petar Pajic, Kendra Scheer, character(0), Christine R. Beck, Ann-Marie Torregrossa, Charles Lee, Omer Gokcumen, Peter A. Audano, Olanrewaju Austine-Orimoloye, Christine R. Beck, Evan E. Eichler, Pille Hallast, William T. Harvey, Alex R. Hastie, Kendra Hoekzema, Sarah Hunt, Jan O. Korbel, Jennifer Kordosky, Charles Lee, Alexandra P. Lewis, Tobias Marschall, Katherine M. Munson, Andy Pang, Feyza Yilmaz",
          "abstract": "Previous studies suggested that the copy number of the human salivary amylase gene, AMY1 , correlates with starch-rich diets. However, evolutionary analyses are hampered by the absence of accurate, sequence-resolved haplotype variation maps. We identified 30 structurally distinct haplotypes at nucleotide resolution among 98 present-day humans, revealing that the coding sequences of AMY1 copies are evolving under negative selection. Genomic analyses of these haplotypes in archaic hominins and ancient human genomes suggest that a common three-copy haplotype, dating as far back as 800 KYA, has seeded rapidly evolving rearrangements through recurrent non-allelic homologous recombination. Additionally, haplotypes with more than three AMY1 copies have significantly increased in frequency among European farmers over the past 4,000 years, potentially as an adaptive response to increased starch digestion.",
          "url": "http://dx.doi.org/10.1126/science.adn0609",
          "doi": "10.1126/science.adn0609",
          "filter": "2"
        },
        {
          "title": "Consumer biodiversity increases organic nutrient availability across aquatic and terrestrial ecosystems",
          "authors": "J. Ryan Shipley, Rebecca Oester, Margaux Mathieu-Resuge, Tarn Preet Parmar, Carmen Kowarik, Maja Ilíć, Martin J. Kainz, Dominik Martin-Creuzburg, Martin K. Obrist, Catherine H. Graham, Martin M. Gossner, Blake Matthews, Cornelia W. Twining",
          "abstract": "Human land-use intensification threatens arthropod (for example, insect and spider) biodiversity across aquatic and terrestrial ecosystems. Insects and spiders play critical roles in ecosystems by accumulating and synthesizing organic nutrients such as polyunsaturated fatty acids (PUFAs). However, links between biodiversity and nutrient content of insect and spider communities have yet to be quantified. We relate insect and spider richness to biomass and PUFA-mass from stream and terrestrial communities encompassing nine land uses. PUFA-mass and biomass relate positively to biodiversity across ecosystems. In terrestrial systems, human-dominated areas have lower biomass and PUFA-mass than more natural areas, even at equivalent levels of richness. Aquatic ecosystems have consistently higher PUFA-mass than terrestrial ecosystems. Our findings reinforce the importance of conserving biodiversity and highlight the distinctive benefits of aquatic biodiversity.",
          "url": "http://dx.doi.org/10.1126/science.adp6198",
          "doi": "10.1126/science.adp6198",
          "filter": "2"
        },
        {
          "title": "Variational benchmarks for quantum many-body problems",
          "authors": "Dian Wu, Riccardo Rossi, Filippo Vicentini, Nikita Astrakhantsev, Federico Becca, Xiaodong Cao, Juan Carrasquilla, Francesco Ferrari, Antoine Georges, Mohamed Hibat-Allah, Masatoshi Imada, Andreas M. Läuchli, Guglielmo Mazzola, Antonio Mezzacapo, Andrew Millis, Javier Robledo Moreno, Titus Neupert, Yusuke Nomura, Jannes Nys, Olivier Parcollet, Rico Pohle, Imelda Romero, Michael Schmid, J. Maxwell Silvester, Sandro Sorella, Luca F. Tocchio, Lei Wang, Steven R. White, Alexander Wietek, Qi Yang, Yiqi Yang, Shiwei Zhang, Giuseppe Carleo",
          "abstract": "The continued development of computational approaches to many-body ground-state problems in physics and chemistry calls for a consistent way to assess its overall progress. In this work, we introduce a metric of variational accuracy, the V-score, obtained from the variational energy and its variance. We provide an extensive curated dataset of variational calculations of many-body quantum systems, identifying cases where state-of-the-art numerical approaches show limited accuracy and future algorithms or computational platforms, such as quantum computing, could provide improved accuracy. The V-score can be used as a metric to assess the progress of quantum variational methods toward a quantum advantage for ground-state problems, especially in regimes where classical verifiability is impossible.",
          "url": "http://dx.doi.org/10.1126/science.adg9774",
          "doi": "10.1126/science.adg9774",
          "filter": "2"
        },
        {
          "title": "The development and impact of tin selenide on thermoelectrics",
          "authors": "Bingchao Qin, Mercouri G. Kanatzidis, Li-Dong Zhao",
          "abstract": "Thermoelectric technology experienced rapid development over the past 20 years, with the most promising applications being in both power generation and active cooling. Among existing thermoelectrics, tin selenide (SnSe) has had particularly rapid development owing to the unexpectedly high thermoelectric efficiency that has been continuously established over the past decade. Several transport mechanisms and strategies used to interpret and improve the thermoelectric performance of SnSe have been important for understanding and developing other material systems with SnSe-like characteristics. Similar to other thermoelectrics, building commercially viable SnSe-based devices requires advances in device efficiency and service stability. Further optimization across all material systems should enable thermoelectric technology to play a critical role in the future global energy landscape.",
          "url": "http://dx.doi.org/10.1126/science.adp2444",
          "doi": "10.1126/science.adp2444",
          "filter": "2"
        },
        {
          "title": "Mechanism of bacterial predation via ixotrophy",
          "authors": "Yun-Wei Lien, Davide Amendola, Kang Soo Lee, Nina Bartlau, Jingwei Xu, Go Furusawa, Martin F. Polz, Roman Stocker, Gregor L. Weiss, Martin Pilhofer",
          "abstract": "Ixotrophy is a contact-dependent predatory strategy of filamentous bacteria in aquatic environments for which the molecular mechanism remains unknown. We show that predator-prey contact can be established by gliding motility or extracellular assemblages we call “grappling hooks.” Cryo–electron microscopy identified the grappling hooks as heptamers of a type IX secretion system substrate. After close predator-prey contact is established, cryo–electron tomography and functional assays showed that puncturing by a type VI secretion system mediated killing. Single-cell analyses with stable isotope–labeled prey revealed that prey components are taken up by the attacker. Depending on nutrient availability, insertion sequence elements toggle the activity of ixotrophy. A marine metagenomic time series shows coupled dynamics of ixotrophic bacteria and prey. We found that the mechanism of ixotrophy involves multiple cellular machineries, is conserved, and may shape microbial populations in the environment.",
          "url": "http://dx.doi.org/10.1126/science.adp0614",
          "doi": "10.1126/science.adp0614",
          "filter": "2"
        },
        {
          "title": "A dynamic mid-crustal magma domain revealed by the 2023 to 2024 Sundhnúksgígar eruptions in Iceland",
          "authors": "Simon W. Matthews, Alberto Caracciolo, Enikő Bali, Sæmundur A. Halldórsson, Olgeir Sigmarsson, Guðmundur H. Guðfinnsson, Gro B. M. Pedersen, Jóhann Gunnarsson Robin, Edward W. Marshall, Araksan A. Aden, Bryndís Ýr Gísladóttir, Chantal Bosq, Delphine Auclair, Heini Merrill, Nicolas Levillayer, Noëmi Löw, Rebekka Hlín Rúnarsdóttir, Sóley M. Johnson, Sveinbjörn Steinþórsson, Vincent Drouin",
          "abstract": "Mid-crustal magma domains are the source of many basaltic eruptions. Lavas from individual eruptions are often chemically homogeneous, suggesting that they derive from single, well-mixed magma reservoirs. The 2023 to 2024 eruptions at Sundhnúksgígar in the Svartsengi volcanic system in Iceland provide an opportunity to observe the behavior of a mid-crustal magma domain at high spatial and temporal resolution by detailed sampling and geochemical characterization. We observed substantial mantle-derived geochemical variability in the products erupted in the first hours of the December 2023 and January, February, and March to May 2024 eruptions, indicating that the eruptions derived from multiple magma reservoirs, which mineral-melt equilibration pressures place in the mid crust. The unusual presence of geochemical heterogeneity in the mid-crustal magma domain provides insights into how dynamic and complex mid-crustal magma domains can be.",
          "url": "http://dx.doi.org/10.1126/science.adp8778",
          "doi": "10.1126/science.adp8778",
          "filter": "2"
        },
        {
          "title": "In vivo dendritic cell reprogramming for cancer immunotherapy",
          "authors": "Ervin Ascic, Fritiof Åkerström, Malavika Sreekumar Nair, André Rosa, Ilia Kurochkin, Olga Zimmermannova, Xavier Catena, Nadezhda Rotankova, Charlotte Veser, Michal Rudnik, Tommaso Ballocci, Tiffany Schärer, Xiaoli Huang, Maria de Rosa Torres, Emilie Renaud, Marta Velasco Santiago, Özcan Met, David Askmyr, Malin Lindstedt, Lennart Greiff, Laure-Anne Ligeon, Irina Agarkova, Inge Marie Svane, Cristiana F. Pires, Fábio F. Rosa, Carlos-Filipe Pereira",
          "abstract": "Immunotherapy can lead to long-term survival for some cancer patients, yet generalized success has been hampered by insufficient antigen presentation and exclusion of immunogenic cells from the tumor microenvironment. Here, we developed an approach to reprogram tumor cells in vivo by adenoviral delivery of the transcription factors PU.1, IRF8, and BATF3, which enabled them to present antigens as type 1 conventional dendritic cells. Reprogrammed tumor cells remodeled their tumor microenvironment, recruited, and expanded polyclonal cytotoxic T cells; induced tumor regressions; and established long-term systemic immunity in multiple mouse melanoma models. In human tumor spheroids and xenografts, reprogramming to immunogenic dendritic-like cells progressed independently of immunosuppression, which usually limits immunotherapy. Our study paves the way for human clinical trials of in vivo immune cell reprogramming for cancer immunotherapy.",
          "url": "http://dx.doi.org/10.1126/science.adn9083",
          "doi": "10.1126/science.adn9083",
          "filter": "2"
        },
        {
          "title": "Nobel panels take slow steps toward diversity",
          "authors": "Katie Langin",
          "abstract": "Despite another male sweep, one prize selector says she sees some progress",
          "url": "http://dx.doi.org/10.1126/science.adt9023",
          "doi": "10.1126/science.adt9023",
          "filter": "3"
        },
        {
          "title": "Securing the global antimony supply chain",
          "authors": "Linghao Kong, Xingyun Hu, Xianjia Peng, Mengchang He",
          "url": "http://dx.doi.org/10.1126/science.adt1636",
          "doi": "10.1126/science.adt1636",
          "filter": "3"
        },
        {
          "title": "In Science Journals",
          "authors": "Brent Grocholski, Melissa L. Norton, Jelena Stajic, Michael A. Funk, Iyinoluwa Sofowora, Bianca Lopez, Yevgeniya Nusinovich, Annalisa M. VanHook, Priscilla N. Kelly, Jesse Smith, Caroline Ash, Ekeoma Uzogara, Hannah M. Isles, Marc S. Lavine",
          "abstract": "Highlights from the Science family of journals",
          "url": "http://dx.doi.org/10.1126/science.adt8113",
          "doi": "10.1126/science.adt8113",
          "filter": "3"
        },
        {
          "title": "How farming nurtured a gene",
          "authors": "Michael Price",
          "abstract": "Two studies show when—and how—a gene that helps us digest starchy foods proliferated in our genome",
          "url": "http://dx.doi.org/10.1126/science.adt9022",
          "doi": "10.1126/science.adt9022",
          "filter": "3"
        },
        {
          "title": "Advice for academic authors Academic Writing as if Readers Matter Leonard Cassuto Princeton University Press, 2024. 224 pp.",
          "authors": "Jonathan Wai",
          "abstract": "A new guide teaches scholars how to write with readers in mind",
          "url": "http://dx.doi.org/10.1126/science.ads5246",
          "doi": "10.1126/science.ads5246",
          "filter": "3"
        },
        {
          "title": "Why does COVID-19 vaccine protection quickly wane?",
          "authors": "Jon Cohen",
          "abstract": "New insights on cells behind long-lived antibody production could spur better vaccines",
          "url": "http://dx.doi.org/10.1126/science.adt9019",
          "doi": "10.1126/science.adt9019",
          "filter": "3"
        },
        {
          "title": "Eye on the ball",
          "authors": "Lena E. H. Svanholm",
          "url": "http://dx.doi.org/10.1126/science.adt7781",
          "doi": "10.1126/science.adt7781",
          "filter": "3"
        },
        {
          "title": "Public opinion alone won’t save democracy",
          "authors": "Brendan Nyhan, Rocío Titiunik",
          "abstract": "New research offers public-focused solutions, but elites and institutions cannot be ignored",
          "url": "http://dx.doi.org/10.1126/science.ads7371",
          "doi": "10.1126/science.ads7371",
          "filter": "3"
        },
        {
          "title": "Reprogramming tumor cells to fight cancer",
          "authors": "Haibo Zhou, Li Wu",
          "abstract": "Cancer cells reprogrammed into dendritic cells in vivo promote antitumor immunity",
          "url": "http://dx.doi.org/10.1126/science.ads6228",
          "doi": "10.1126/science.ads6228",
          "filter": "3"
        },
        {
          "title": "AI tools set off an explosion of designer proteins",
          "authors": "Robert F. Service",
          "abstract": "Chemistry prize highlights field transforming medicine and green chemistry",
          "url": "http://dx.doi.org/10.1126/science.adt9024",
          "doi": "10.1126/science.adt9024",
          "filter": "3"
        },
        {
          "title": "Curie’s intellectual offspring The Elements of Marie Curie: How the Glow of Radium Lit a Path for Women in Science Dava Sobel Atlantic Monthly Press, 2024. 336 pp.",
          "authors": "Vijaysree Venkatraman",
          "abstract": "The scientist did much to inspire and advance the careers of other women researchers",
          "url": "http://dx.doi.org/10.1126/science.adr2515",
          "doi": "10.1126/science.adr2515",
          "filter": "3"
        },
        {
          "title": "Antimony’s environmental impact in China",
          "authors": "Chuan Jin, Lizeng Peng",
          "url": "http://dx.doi.org/10.1126/science.adr3933",
          "doi": "10.1126/science.adr3933",
          "filter": "3"
        },
        {
          "title": "In Other Journals",
          "authors": "Jesse Smith, Corinne Simonti, Peter Stern, Yevgeniya Nusinovich, Ankit Walia, Ian S. Osborne, Brent Grocholski",
          "abstract": "Editors’ selections from the current scientific literature",
          "url": "http://dx.doi.org/10.1126/science.adt8114",
          "doi": "10.1126/science.adt8114",
          "filter": "3"
        },
        {
          "title": "Most meteorites traced to three space crackups",
          "authors": "Paul Voosen",
          "abstract": "Young asteroid families seed more than 70% of extraterrestrial rocks found on the planet",
          "url": "http://dx.doi.org/10.1126/science.adt9018",
          "doi": "10.1126/science.adt9018",
          "filter": "3"
        },
        {
          "title": "Electric pulses rejuvenate batteries",
          "authors": "Chengbin Jin, Xinyong Tao",
          "abstract": "Dielectrophoresis allows “dead” material to recover its activity",
          "url": "http://dx.doi.org/10.1126/science.ads9691",
          "doi": "10.1126/science.ads9691",
          "filter": "3"
        },
        {
          "title": "A trust divide",
          "authors": "Jeffrey Mervis",
          "url": "http://dx.doi.org/10.1126/science.adt8116",
          "doi": "10.1126/science.adt8116",
          "filter": "3"
        },
        {
          "title": "Fly-fishing for flagella",
          "authors": "Simon G. Caulton, Andrew L. Lovering",
          "abstract": "Molecular grappling hooks are the tools of a sticky bacterial predator",
          "url": "http://dx.doi.org/10.1126/science.ads6761",
          "doi": "10.1126/science.ads6761",
          "filter": "3"
        },
        {
          "title": "Are implantable, living pharmacies within reach?",
          "authors": "Jonathan Rivnay, Paul E. Sheehan, Omid Veiseh",
          "abstract": "Cell-based drug factories could produce therapies on demand inside patients",
          "url": "http://dx.doi.org/10.1126/science.adq5182",
          "doi": "10.1126/science.adq5182",
          "filter": "3"
        },
        {
          "title": "Nitrate contamination in Nebraska’s Ogallala aquifer",
          "authors": "Chittaranjan Ray, Arindam Malakar",
          "url": "http://dx.doi.org/10.1126/science.adr3796",
          "doi": "10.1126/science.adr3796",
          "filter": "3"
        },
        {
          "title": "The stakes for science",
          "authors": "Jeffrey Mervis",
          "abstract": "Where Kamala Harris and Donald Trump stand on the issues that matter most to scientists",
          "url": "http://dx.doi.org/10.1126/science.adt8115",
          "doi": "10.1126/science.adt8115",
          "filter": "3"
        },
        {
          "title": "Clues emerge about an obscure virus’ sudden spread",
          "authors": "Sofia Quaglia",
          "abstract": "Increased virulence may have allowed Oropouche to explode in Latin America",
          "url": "http://dx.doi.org/10.1126/science.adt9020",
          "doi": "10.1126/science.adt9020",
          "filter": "3"
        }
      ]
    },
    {
      "journal_full": "Science Advances",
      "journal_short": "SciAdv",
      "articles": [
        {
          "title": "Transparency in aquaculture subsidy reporting urgently needed",
          "authors": "U. Rashid Sumaila",
          "abstract": "Aquaculture-producing countries should prioritize transparent reporting of the subsidies they provide to the sector.",
          "url": "http://dx.doi.org/10.1126/sciadv.adt5484",
          "doi": "10.1126/sciadv.adt5484",
          "filter": "0"
        },
        {
          "title": "Small sharks, big problems: DNA analysis of small fins reveals trade regulation gaps and burgeoning trade in juvenile sharks",
          "authors": "Diego Cardeñosa, Elizabeth A. Babcock, Stanley K. Shea, Huarong Zhang, Kevin A. Feldheim, Stephan W. Gale, DeEtta Mills, Demian D. Chapman",
          "abstract": "Many shark species have been overexploited for international markets, including fins for shark fin soup in Southeast Asia. Previous studies highlighted the value of large, threatened shark species, regulated under CITES Appendix II. However, sampling biases may have overlooked small shark species. Here, we address this by identifying species from ~4000 small shark fins in Hong Kong. These fins included species not recorded in previous surveys, raising the market’s species diversity to 106. Nearly 75% of the small fins came from small shark species and 58.1% of small species were threatened with extinction. We identified an important CITES listing gap: Trade in 19 small, threatened species, especially from the family Triakidae, is unregulated. In addition, a quarter of small fins come from large sharks, indicating that substantial exploitation of juveniles is occurring and may be affecting fisheries sustainability. Enhanced surveillance of small shark fin trade is essential to ensure effective conservation under emerging trade regulations.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq6214",
          "doi": "10.1126/sciadv.adq6214",
          "filter": "0"
        },
        {
          "title": "Fish farming and beyond: Moral reckoning required",
          "authors": "Carl Safina",
          "abstract": "Problems in animal aquaculture stem from failures of care and conscience. Solutions require not “balanced” goals but moral reckonings overhauling economic valuations and policies.",
          "url": "http://dx.doi.org/10.1126/sciadv.adt5436",
          "doi": "10.1126/sciadv.adt5436",
          "filter": "0"
        },
        {
          "title": "Why aquaculture may not conserve wild fish",
          "authors": "Stefano B. Longo, Richard York",
          "abstract": "We review literature on the displacement paradox and the Jevons paradox, with consideration of their implications for the potential effects of aquaculture on wild fisheries. The Jevons paradox refers to circumstances where improvements in the efficiency of resource use lead to growth in consumption and therefore undermine conservation. The displacement paradox refers to circumstances where increasing use of a potential substitute for a resource (e.g., farmed fish) does not lead to proportionate reduction in consumption of the other resource (e.g., wild fish). The literature on the displacement paradox and the Jevons paradox suggests that there may be unanticipated consequences from the rise of aquaculture that may be detrimental for fisheries conservation. Here, we present theoretical explanations, drawing on the tragedy of the commodity, for understanding the tendencies for these technological paradoxes to occur and emphasize their relevance for concerns associated with fisheries and aquaculture systems.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado3269",
          "doi": "10.1126/sciadv.ado3269",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Hypertrophic cardiomyopathy–associated mutations drive stromal activation via EGFR-mediated paracrine signaling",
          "authors": "Jourdan K. Ewoldt, Miranda C. Wang, Micheal A. McLellan, Paige E. Cloonan, Anant Chopra, Joshua Gorham, Linqing Li, Daniel M. DeLaughter, Xining Gao, Joshua H. Lee, Jon A. L. Willcox, Olivia Layton, Rebeccah J. Luu, Christopher N. Toepfer, Jeroen Eyckmans, Christine E. Seidman, Jonathan G. Seidman, Christopher S. Chen",
          "abstract": "Hypertrophic cardiomyopathy (HCM) is characterized by thickening of the left ventricular wall, diastolic dysfunction, and fibrosis, and is associated with mutations in genes encoding sarcomere proteins. While in vitro studies have used human induced pluripotent stem cell-derived cardiomyocytes (hiPSC-CMs) to study HCM, these models have not examined the multicellular interactions involved in fibrosis. Using engineered cardiac microtissues (CMTs) composed of HCM-causing MYH7 -variant hiPSC-CMs and wild-type fibroblasts, we observed cell-cell cross-talk leading to increased collagen deposition, tissue stiffening, and decreased contractility dependent on fibroblast proliferation. hiPSC-CM conditioned media and single-nucleus RNA sequencing data suggested that fibroblast proliferation is mediated by paracrine signals from MYH7 -variant cardiomyocytes. Furthermore, inhibiting epidermal growth factor receptor tyrosine kinase with erlotinib hydrochloride attenuated stromal activation. Last, HCM-causing MYBPC3 -variant CMTs also demonstrated increased stromal activation and reduced contractility, but with distinct characteristics. Together, these findings establish a paracrine-mediated cross-talk potentially responsible for fibrotic changes observed in HCM.",
          "url": "http://dx.doi.org/10.1126/sciadv.adi6927",
          "doi": "10.1126/sciadv.adi6927",
          "filter": "2"
        },
        {
          "title": "A broader view of aquaculture",
          "authors": "Jennifer Jacquet, Jeremy Jackson",
          "url": "http://dx.doi.org/10.1126/sciadv.adt5725",
          "doi": "10.1126/sciadv.adt5725",
          "filter": "2"
        },
        {
          "title": "A review of the global use of fishmeal and fish oil and the Fish In:Fish Out metric",
          "authors": "Patricia Majluf, Kathryn Matthews, Daniel Pauly, Daniel J. Skerritt, Maria Lourdes D. Palomares",
          "abstract": "Aquacultured carnivorous species consume most of the world’s fishmeal and fish oil (FMFO), which itself is primarily derived from small pelagic fish. This has raised concerns about the practice’s impact on wild fish stocks, ecosystems, and coastal communities that rely on these fish. The aquaculture industry claims a decreasing dependence on wild fish, relying on the Fish In:Fish Out (FIFO) metric as a ratio of the quantity of wild fish required for farmed fish production. This is misleading because it usually assumes constant FM or FO yields, inclusion rates and feed conversion ratios, which vary widely. Thus, a constant FIFO value for a given species cannot be assumed. Furthermore, low FIFO values resulting from averaging carnivores and herbivores conceal the high feed requirements of carnivore species. The increasing use of FMFO from by-products does not demonstrate a decreased use of wild fish but rather reflects a growing demand for FMFO, particularly for the fast growing and valuable salmon and shrimp farming industries.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn5650",
          "doi": "10.1126/sciadv.adn5650",
          "filter": "2"
        },
        {
          "title": "Directly monitoring the dynamic in vivo metabolisms of hyperpolarized 13 C-oligopeptides",
          "authors": "Yohei Kondo, Yutaro Saito, Tomohiro Seki, Yoichi Takakusagi, Norikazu Koyasu, Keita Saito, Jumpei Morimoto, Hiroshi Nonaka, Koichiro Miyanishi, Wataru Mizukami, Makoto Negoro, Abdelazim E. Elhelaly, Fuminori Hyodo, Masayuki Matsuo, Natarajan Raju, Rolf E. Swenson, Murali C. Krishna, Kazutoshi Yamamoto, Shinsuke Sando",
          "abstract": "Peptides play essential roles in biological phenomena, and, thus, there is a growing interest in detecting in vivo dynamics of peptide metabolisms. Dissolution-dynamic nuclear polarization (d-DNP) is a state-of-the-art technology that can markedly enhance the sensitivity of nuclear magnetic resonance (NMR), providing metabolic and physiological information in vivo. However, the hyperpolarized state exponentially decays back to the thermal equilibrium, depending on the spin-lattice relaxation time ( T 1 ). Because of the limitation in T 1 , peptide-based DNP NMR molecular probes applicable in vivo have been limited to amino acids or dipeptides. Here, we report the direct detection of in vivo metabolic conversions of hyperpolarized 13 C-oligopeptides. Structure-based T 1 relaxation analysis suggests that the C-terminal [1- 13 C]Gly- d 2 residue affords sufficient T 1 for biological uses, even in relatively large oligopeptides, and allowed us to develop 13 C-β-casomorphin-5 and 13 C-glutathione. It was found that the metabolic response and perfusion of the hyperpolarized 13 C-glutathione in the mouse kidney were significantly altered in a model of cisplatin-induced acute kidney injury.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp2533",
          "doi": "10.1126/sciadv.adp2533",
          "filter": "2"
        },
        {
          "title": "Between-area communication through the lens of within-area neuronal dynamics",
          "authors": "Olivia Gozel, Brent Doiron",
          "abstract": "A core problem in systems and circuits neuroscience is deciphering the origin of shared dynamics in neuronal activity: Do they emerge through local network interactions, or are they inherited from external sources? We explore this question with large-scale networks of spatially ordered spiking neuron models where a downstream network receives input from an upstream sender network. We show that linear measures of the communication between the sender and receiver networks can discriminate between emergent or inherited population dynamics. A match in the dimensionality of the sender and receiver population activities promotes faithful communication. In contrast, a nonlinear mapping between the sender to receiver activity, for example, through downstream emergent population-wide fluctuations, can impair linear communication. Our work exposes the benefits and limitations of linear measures when analyzing between-area communication in circuits with rich population-wide neuronal dynamics.",
          "url": "http://dx.doi.org/10.1126/sciadv.adl6120",
          "doi": "10.1126/sciadv.adl6120",
          "filter": "2"
        },
        {
          "title": "Achiral and chiral ligands synergistically harness chiral self-assembly of inorganics",
          "authors": "Jun Zhang, Kai Wu, Xiaoqing Gao, Min Zhang, Xin Zhou, Florian Bertram, Chen Shen, Yunlong Zhou",
          "abstract": "Chiral structures and functions are essential natural components in biominerals and biological crystals. Chiral molecules direct inorganics through chiral growth of facets or screw dislocation of crystal clusters. As chirality promoters, they initiate an asymmetric hierarchical self-assembly in a quasi-thermodynamic steady state. However, achieving chiral assembly requires a delicate balance between intricate interactions. This complexity causes the roles of achiral-chiral and inorganic components in crystallization to remain ambiguous. Here, we elucidate a definitive mechanism using an achiral-chiral ligand strategy to assemble inorganics into hierarchical, self-organized superstructures. Achiral ligands cluster inorganic building blocks, while chiral ligands impart chiral rotation. Achiral and chiral ligands can flexibly modulate the chirality of superstructures by fully using their competition in coordination chemistry. This dual-ligand strategy offers a versatile framework for engineering chiroptical nanomaterials tailored to optical devices and metamaterials with optical activities across a broad wavelength range, with applications in imaging, detection, catalysis, and sensing.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado5948",
          "doi": "10.1126/sciadv.ado5948",
          "filter": "2"
        },
        {
          "title": "Bioenergetic-active exosomes for cartilage regeneration and homeostasis maintenance",
          "authors": "Xulong Liu, Shangtong Jiang, Ting Jiang, Ziyang Lan, Xin Zhang, Zhenyu Zhong, Xiaodan Wu, Cunjing Xu, Yingying Du, Shengmin Zhang",
          "abstract": "Cartilage regeneration relies on adequate and continuous bioenergy supply to facilitate cellular differentiation and extracellular matrix synthesis. Chondrocytes frequently undergo energy stress under pathological conditions, characterized by disrupted cellular metabolism and reduced adenosine triphosphate (ATP) levels. However, there has limited progress in modulating energy metabolism for cartilage regeneration thus far. Here, we developed bioenergetic-active exosomes (Suc-EXO) to promote cartilage regeneration and homeostasis maintenance. Suc-EXO exhibited a 5.42-fold increase in ATP content, enabling the manipulation of cellular energy metabolism by fueling the TCA cycle. With continuous energy supply, Suc-EXO promoted BMSC chondrogenic differentiation via the P2X7-mediated PI3K-AKT pathway. Moreover, Suc-EXO improved chondrocyte anabolism and mitochondrial homeostasis via the P2X7-mediated SIRT3 pathway. In a rabbit cartilage defect model, the Suc-EXO–encapsulated hydrogel notably promoted cartilage regeneration and maintained neocartilage homeostasis, leading to 2.26 and 1.53 times increase in Col2 and ACAN abundance, respectively. These findings make a remarkable breakthrough in modulating energy metabolism for cartilage regeneration, offering immense potential for clinical translation.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp7872",
          "doi": "10.1126/sciadv.adp7872",
          "filter": "2"
        },
        {
          "title": "A fully integrated breathable haptic textile",
          "authors": "Kuanming Yao, Qiuna Zhuang, Qiang Zhang, Jingkun Zhou, Chun Ki Yiu, Jianpeng Zhang, Denglin Ye, Yawen Yang, Ki Wan Wong, Lung Chow, Tao Huang, Yuze Qiu, Shengxin Jia, Zhiyuan Li, Guangyao Zhao, Hehua Zhang, Jingyi Zhu, Xingcan Huang, Jian Li, Yuyu Gao, Huiming Wang, Jiyu Li, Ya Huang, Dengfeng Li, Binbin Zhang, Jiachen Wang, Zhenlin Chen, Guihuan Guo, Zijan Zheng, Xinge Yu",
          "abstract": "Wearable haptics serve as an enhanced media to connect humans and VR/robots. The inevitable sweating issue in all wearables creates a bottleneck for wearable haptics, as the sweat/moisture accumulated in the skin/device interface can substantially affect feedback accuracy, comfortability, and create hygienic problems. Nowadays, wearable haptics typically gain performance at the cost of sacrificing the breathability, comfort, and biocompatibility. Here, we developed a fully integrated breathable haptic textile (FIBHT) to solve these trade-off issues, where the FIBHT exhibits high-level integration of 128 pixels over the palm, great stretchability of 400%, and superior permeability of over 657 g/m 2 /day (moisture) and 40 mm/s (air). It is a stand-alone haptic system totally composed of stretchable, breathable, and bioadhesive materials, which empowers it with precise, sweating/movement-insensitive and dynamic feedback, and makes FIBHT powerful for virtual touching in broad scenarios.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq9575",
          "doi": "10.1126/sciadv.adq9575",
          "filter": "2"
        },
        {
          "title": "Observation of dynamic nuclear polarization echoes",
          "authors": "Nino Wili, Anders B. Nielsen, José P. Carvalho, Niels Chr. Nielsen",
          "abstract": "It is demonstrated that the time evolution of the electron-nuclear polarization transfer process during pulsed dynamic nuclear polarization (DNP) can be reversed on a microsecond timescale, leading to the observation of DNP echoes. The DNP echoes are induced by consecutive application of two pulse trains that produce effective Hamiltonians that differ only in the sign of the effective hyperfine coupling. The experiments have been performed on a frozen solution of trityl radicals in water/glycerol on a homebuilt X-band electron paramagnetic resonance/DNP spectrometer at 80 kelvins. We envisage that DNP echoes will play an important role in future development of pulsed DNP for sensitivity-enhanced nuclear magnetic resonance, hyperfine spectroscopy, and quantum sensing.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr2420",
          "doi": "10.1126/sciadv.adr2420",
          "filter": "2"
        },
        {
          "title": "A machine learning approach uncovers principles and determinants of eukaryotic ribosome pausing",
          "authors": "Mauricio Aguilar Rangel, Kevin Stein, Judith Frydman",
          "abstract": "Nonuniform local translation speed dictates diverse protein biogenesis outcomes. To unify known and uncover unknown principles governing eukaryotic elongation rate, we developed a machine learning pipeline to analyze RiboSeq datasets. We find that the chemical nature of the incoming amino acid determines how codon optimality influences elongation rate, with hydrophobic residues more dependent on transfer RNA (tRNA) levels than charged residues. Unexpectedly, we find that wobble interactions exert a widespread effect on elongation pausing, with wobble-mediated decoding being slower than Watson-Crick decoding, irrespective of tRNA levels. Applying our ribosome pausing principles to ribosome collisions reveals that disomes arise upon apposition of fast-decoding and slow-decoding signatures. We conclude that codon choice and tRNA pools are evolutionarily constrained to harmonize elongation rate with cotranslational folding while minimizing wobble pairing and deleterious stalling.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado0738",
          "doi": "10.1126/sciadv.ado0738",
          "filter": "2"
        },
        {
          "title": "Multivalent supramolecular fluorescent probes for accurate disease imaging",
          "authors": "Qian Wu, Zhixuan Zhou, Li Xu, Haichen Zhong, Bin Xiong, Tianbing Ren, Zhe Li, Lin Yuan, Xiao-Bing Zhang",
          "abstract": "Optical imaging is a powerful tool for early disease detection and effective treatment planning, but its accuracy is often compromised by the uptake of imaging materials by the mononuclear phagocyte system (MPS). Herein, we leverage multivalent host-guest interactions between cyanine dyes and β-cyclodextrin polymers to develop supramolecular probes with enhanced stability, optical, and transport profiles for accurate in vivo imaging. These multivalent interactions not only ensure the stability of the probes but also enhance fluorescence efficiency by minimizing nonradiative decay. Our self-assembly approach effectively modulates probe size and surface properties, enabling evasion of MPS clearance and promoting prolonged bloodstream circulation, thereby improving the signal-to-background ratio for imaging. The effectiveness of our design is demonstrated by substantial advancements in the early diagnosis of acute kidney injury and by providing high-contrast imaging and precise surgical navigation across various tumor models. Our strategy not only advances optical imaging materials toward clinical translation but also establishes a versatile platform applicable to multiple imaging modalities.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp8719",
          "doi": "10.1126/sciadv.adp8719",
          "filter": "2"
        },
        {
          "title": "How mariculture expansion is dewilding the ocean and its inhabitants",
          "authors": "Laurie Sellars, Becca Franks",
          "abstract": "The world’s oceans are largely free from intensive farming, but momentum to intensify and expand mariculture—the cultivation of aquatic organisms in the ocean—is growing. Despite optimism that mariculture will create economic and nutritional benefits for humans, it can also generate a host of risks, including environmental degradation, harms to wildlife integrity and welfare, captivity effects, and shifts in how humans view the nonhuman world. Collectively, we refer to these four types of risks as “dewilding.” In this systematic review, we searched Scopus and Web of Science for recent literature documenting mariculture’s dewilding impacts to organize and collate this evidence under one unified framework. We find that mariculture’s dewilding impacts are consistently documented, though often in isolation, and that captivity and conceptual dewilding impacts are recognized as potential harms far less than impacts on the environment and wildlife. Future work examining mariculture’s dewilding impacts will be paramount to guiding human decision-making and activity going forward.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn8943",
          "doi": "10.1126/sciadv.adn8943",
          "filter": "2"
        },
        {
          "title": "Semaphorin 3D promotes pancreatic ductal adenocarcinoma progression and metastasis through macrophage reprogramming",
          "authors": "Noelle R. J. Thielman, Vanessa Funes, Sanjana Davuluri, Hector E. Ibanez, Wei-Chih Sun, Juan Fu, Keyu Li, Stephen Muth, Xingyi Pan, Kenji Fujiwara,  Dwayne L. Thomas II, MacKenzie Henderson, Selina Shiqing Teh, Qingfeng Zhu, Elizabeth Thompson, Elizabeth M. Jaffee, Alex Kolodkin, Fengxi Meng, Lei Zheng",
          "abstract": "Axon guidance molecules are frequently altered in pancreatic ductal adenocarcinoma (PDA) and influence PDA progression. However, the molecular mechanism remained unclear. Using genetically engineered mouse models to examine semaphorin 3D (SEMA3D), we identified a dual role for tumor- and nerve-derived SEMA3D in the malignant transformation of pancreatic epithelial cells and invasive PDA development. Pancreatic-specific knockout of the SEMA3D gene from the KRAS G12D and TP53 R172H mutation knock-in, PDX1-Cre(KPC) mouse model demonstrated delayed tumor initiation, prolonged survival, absence of metastasis, and reduced M2 macrophage expression. Mechanistically, tumor- and nerve-derived SEMA3D indirectly reprograms macrophages through KRAS MUT -dependent ARF6 signaling in PDA cells, resulting in increased lactate production, which is sensed by GPCR132 on macrophages to stimulate protumorigenic M2 polarization. Multiplex immunohistochemistry demonstrated increased M2-polarized macrophages proximal to nerves in SEMA3D-expressing human PDA tissue. This study suggests that altered SEMA3D expression leads to an acquisition of cancer-promoting functions, and nerve-derived SEMA3D is “hijacked” by PDA cells to support growth and metastasis in a KRAS MUT -dependent manner.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp0684",
          "doi": "10.1126/sciadv.adp0684",
          "filter": "2"
        },
        {
          "title": "Ferric iron stabilization at deep magma ocean conditions",
          "authors": "Hongluo L. Zhang, Marc M. Hirschmann, Oliver T. Lord, Anja Rosenthal, Sergey Yaroslavtsev, Elizabeth Cottrell, Alexandr I. Chumakov, Michael J. Walter",
          "abstract": "Fe 2 O 3 produced in a deep magma ocean in equilibrium with core-destined alloy sets the early redox budget and atmospheric composition of terrestrial planets. Previous experiments (≤28 gigapascals) and first-principles calculations indicate that a deep terrestrial magma ocean produces appreciable Fe 3+ but predict Fe 3+ /ΣFe ratios that conflict by an order of magnitude. We present Fe 3+ /ΣFe of glasses quenched from melts equilibrated with Fe alloy at 38 to 71 gigapascals, 3600 to 4400 kelvin, analyzed by synchrotron Mössbauer spectroscopy. These indicate Fe 3+ /ΣFe of 0.056 to 0.112 in a terrestrial magma ocean with mean alloy-silicate equilibration pressures of 28 to 53 gigapascals, producing sufficient Fe 2 O 3 to account for the modern bulk silicate Earth redox budget and surficial conditions near or more oxidizing than the iron-wüstite buffer, which would stabilize a primitive CO- and H 2 O-rich atmosphere.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp1752",
          "doi": "10.1126/sciadv.adp1752",
          "filter": "2"
        },
        {
          "title": "The e-Flower: A hydrogel-actuated 3D MEA for brain spheroid electrophysiology",
          "authors": "Eleonora Martinelli, Outman Akouissi, Luca Liebi, Ivan Furfaro, Desirée Maulà, Nathan Savoia, Antoine Remy, Laetitia Nikles, Adrien Roux, Luc Stoppini, Stéphanie P. Lacour",
          "abstract": "Traditional microelectrode arrays (MEAs) are limited to measuring electrophysiological activity in two dimensions, failing to capture the complexity of three-dimensional (3D) tissues such as neural organoids and spheroids. Here, we introduce a flower-shaped MEA (e-Flower) that can envelop submillimeter brain spheroids following actuation by the sole addition of the cell culture medium. Inspired by soft microgrippers, its actuation mechanism leverages the swelling properties of a polyacrylic acid hydrogel grafted to a polyimide substrate hosting the electrical interconnects. Compatible with standard electrophysiology recording systems, the e-Flower does not require additional equipment or solvents and is ready to use with preformed 3D tissues. We designed an e-Flower achieving a curvature as low as 300 micrometers within minutes, a value tunable by the choice of reswelling media and hydrogel cross-linker concentration. Furthermore, we demonstrate the ability of the e-Flower to detect spontaneous neural activity across the spheroid surface, demonstrating its potential for comprehensive neural signal recording.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp8054",
          "doi": "10.1126/sciadv.adp8054",
          "filter": "2"
        },
        {
          "title": "Quantifying the quantum nature of high-spin YSR excitations in transverse magnetic field",
          "authors": "Niels P. E. van Mullekom, Benjamin Verlhac, Werner M. J. van Weerdenburg, Hermann Osterhage, Manuel Steinbrecher, Katharina J. Franke, Alexander A. Khajetoorians",
          "abstract": "Excitations of individual and coupled spins on superconductors provide a platform to study quantum spin impurity models as well as a pathway toward realizing topological quantum computing. Here, we characterize, using ultralow temperature scanning tunneling microscopy/spectroscopy, the Yu-Shiba-Rusinov (YSR) states of individual manganese phthalocyanine molecules with high spin on an ultrathin lead film in variable transverse magnetic field. We observe two types of YSR excitations, depending on the adsorption geometry. Using a zero-bandwidth model, we detail the role of the magnetic anisotropy, spin-spin exchange, and Kondo exchange. We illustrate that one molecular type can be treated as an individual spin, whereas the other type is best described by a coupled spin system. Using the field dependence of the YSR excitations combined with modeling, we describe the quantum phase of each excitation type. These results provide an insight into the quantum nature of YSR excitations in magnetic field and a platform to study spin impurity models on superconductors in magnetic field.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq0965",
          "doi": "10.1126/sciadv.adq0965",
          "filter": "2"
        },
        {
          "title": "Observation of quantum superposition of topological defects in a trapped-ion quantum simulator",
          "authors": "Zhi-Jie Cheng, Yu-Kai Wu, Shi-Jiao Li, Quan-Xin Mei, Bo-Wen Li, Gang-Xi Wang, Yue Jiang, Bin-Xiang Qi, Zi-Chao Zhou, Pan-Yu Hou, Lu-Ming Duan",
          "abstract": "Topological defects are discontinuities of a system protected by global properties, with wide applications in mathematics and physics. While previous experimental studies mostly focused on their classical properties, it has been predicted that topological defects can exhibit quantum superposition. Despite the fundamental interest and potential applications in understanding symmetry-breaking dynamics of quantum phase transitions, its experimental realization still remains a challenge. Here, we report the observation of quantum superposition of topological defects in a trapped-ion quantum simulator. By engineering long-range spin-spin interactions, we observe a spin kink splitting into a superposition of kinks at different positions, creating a “Schrodinger kink” that manifests nonlocality and quantum interference. Furthermore, by preparing superposition states of neighboring kinks with different phases, we observe the propagation of the wave packet in different directions, thus unambiguously verifying the quantum coherence in the superposition states. Our work provides useful tools for nonequilibrium dynamics in quantum Kibble-Zurek physics.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr9527",
          "doi": "10.1126/sciadv.adr9527",
          "filter": "2"
        },
        {
          "title": "Beyond low lignin: Identifying the primary barrier to plant biomass conversion by fermentative bacteria",
          "authors": "Ryan G. Bing, Daniel B. Sulis, Morgan J. Carey, Mohamad J. H. Manesh, Kathryne C. Ford, Christopher T. Straub, Tunyaboon Laemthong, Benjamin H. Alexander, Daniel J. Willard, Xiao Jiang, Chenmin Yang, Jack P. Wang, Michael W. W. Adams, Robert M. Kelly",
          "abstract": "Renewable alternatives for nonelectrifiable fossil-derived chemicals are needed and plant matter, the most abundant biomass on Earth, provide an ideal feedstock. However, the heterogeneous polymeric composition of lignocellulose makes conversion difficult. Lignin presents a formidable barrier to fermentation of nonpretreated biomass. Extensive chemical and enzymatic treatments can liberate fermentable carbohydrates from plant biomass, but microbial routes offer many advantages, including concomitant conversion to industrial chemicals. Here, testing of lignin content of nonpretreated biomass using the cellulolytic thermophilic bacterium, Anaerocellum bescii , revealed that the primary microbial degradation barrier relates to methoxy substitutions in lignin. This contrasts with optimal lignin composition for chemical pretreatment that favors high S/G ratio and low H lignin. Genetically modified poplar trees with diverse lignin compositions confirm these findings. In addition, poplar trees with low methoxy content achieve industrially relevant levels of microbial solubilization without any pretreatments and with no impact on tree fitness in greenhouse.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq4941",
          "doi": "10.1126/sciadv.adq4941",
          "filter": "2"
        },
        {
          "title": "Massive perturbation of sound representations by anesthesia in the auditory brainstem",
          "authors": "Etienne Gosselin, Sophie Bagur, Brice Bathellier",
          "abstract": "Anesthesia modifies sensory representations in the thalamo-cortical circuit but is considered to have a milder impact on peripheral sensory processing. Here, tracking the same neurons across wakefulness and isoflurane or ketamine medetomidine anesthesia, we show that the amplitude and sign of single neuron responses to sounds are massively modified by anesthesia in the cochlear nucleus of the brainstem, the first relay of the auditory system. The reorganization of activity is so profound that decoding of sound representation under anesthesia is not possible based on awake activity. However, population-level parameters, such as average tuning strength and population decoding accuracy, are weakly affected by anesthesia, explaining why its effect has previously gone unnoticed when comparing independently sampled neurons. Together, our results indicate that the functional organization of the auditory brainstem largely depends on the network state and is ill-defined under anesthesia. This demonstrates a remarkable sensitivity of an early sensory stage to anesthesia, which is bound to disrupt downstream processing.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado2291",
          "doi": "10.1126/sciadv.ado2291",
          "filter": "2"
        },
        {
          "title": "Matrix-bound nanovesicles alleviate particulate-induced periprosthetic osteolysis",
          "authors": "Runzhi Liao, Marley J. Dewey, Jiayang Rong, Scott A. Johnson, William A. D’Angelo, George S. Hussey, Stephen F. Badylak",
          "abstract": "Aseptic loosening of orthopedic implants is an inflammatory disease characterized by immune cell activation, chronic inflammation, and destruction of periprosthetic bone, and is one of the leading reasons for prosthetic failure, affecting 12% of total joint arthroplasty patients. Matrix-bound nanovesicles (MBVs) are a subclass of extracellular vesicle recently shown to mitigate inflammation in preclinical models of rheumatoid arthritis and influenza-mediated “cytokine storm.” The molecular mechanism of these anti-inflammatory properties is only partially understood. The objective of the present study was to investigate the effects of MBV on RANKL-induced osteoclast formation in vitro and particulate-induced osteolysis in vivo. Results showed that MBV attenuated osteoclast differentiation and activity by suppressing the NF-κB signaling pathway and downstream NFATc1, DC-STAMP, c-Src, and cathepsin K expression. In vivo, local administration of MBV attenuated ultrahigh molecular weight polyethylene particle-induced osteolysis, bone reconstruction, and periosteal inflammation. The results suggest that MBV may be a therapeutic option for preventing periprosthetic loosening.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn1852",
          "doi": "10.1126/sciadv.adn1852",
          "filter": "2"
        },
        {
          "title": "Astrocytic GLUT1 reduction paradoxically improves central and peripheral glucose homeostasis",
          "authors": "Carlos G. Ardanaz, Aida de la Cruz, Paras S. Minhas, Nira Hernández-Martín, Miguel Ángel Pozo, M. Pilar Valdecantos, Ángela M. Valverde, Palmira Villa-Valverde, Marcos Elizalde-Horcada, Elena Puerta, María J. Ramírez, Jorge E. Ortega, Ainhoa Urbiola, Cristina Ederra, Mikel Ariz, Carlos Ortiz-de-Solórzano, Joaquín Fernández-Irigoyen, Enrique Santamaría, Gerard Karsenty, Jens C. Brüning, Maite Solas",
          "abstract": "Astrocytes are considered an essential source of blood-borne glucose or its metabolites to neurons. Nonetheless, the necessity of the main astrocyte glucose transporter, i.e., GLUT1, for brain glucose metabolism has not been defined. Unexpectedly, we found that brain glucose metabolism was paradoxically augmented in mice with astrocytic GLUT1 reduction (GLUT1 ΔGFAP mice). These mice also exhibited improved peripheral glucose metabolism especially in obesity, rendering them metabolically healthier. Mechanistically, we observed that GLUT1-deficient astrocytes exhibited increased insulin receptor–dependent ATP release, and that both astrocyte insulin signaling and brain purinergic signaling are essential for improved brain function and systemic glucose metabolism. Collectively, we demonstrate that astrocytic GLUT1 is central to the regulation of brain energetics, yet its depletion triggers a reprogramming of brain metabolism sufficient to sustain energy requirements, peripheral glucose homeostasis, and cognitive function.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp1115",
          "doi": "10.1126/sciadv.adp1115",
          "filter": "2"
        },
        {
          "title": "Remote sensing and computer vision for marine aquaculture",
          "authors": "Sebastian Quaade, Andrea Vallebueno, Olivia D. N. Alcabes, Kit T. Rodolfa, Daniel E. Ho",
          "abstract": "Aquaculture, the cultivation of aquatic plants and animals, has grown rapidly since the 1990s, but sparse, self-reported, and aggregated production data limit the effective understanding and monitoring of the industry’s trends and potential risks. Building on a manual survey of aquaculture production from remote sensing imagery, we train a computer vision model to identify marine aquaculture cages from aerial and satellite imagery and generate a spatially explicit dataset of finfish production locations in the French Mediterranean from 2000 to 2021 including 4010 cages (average cage area, 69 square meters). We demonstrate the value of our method as an easily adaptable, cost-effective approach that can improve the speed and reliability of aquaculture surveys and enables downstream analyses relevant to researchers and regulators. We illustrate its use to compute independent estimates of production and develop a flexible framework to quantify uncertainty in these estimates. Overall, our study presents an efficient, scalable, and adaptable method for monitoring aquaculture production from remote sensing imagery.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn4944",
          "doi": "10.1126/sciadv.adn4944",
          "filter": "2"
        },
        {
          "title": "Feeding global aquaculture",
          "authors": "Spencer Roberts, Jennifer Jacquet, Patricia Majluf, Matthew N. Hayek",
          "abstract": "The growth of animal aquaculture requires ever more feed. Yet, fish and crustacean farming is argued to be sustainable because wild fish use is low and has improved over time. Here, accounting for trimmings and by-products from wild fish in aquaculture feed, and using four different sources of industry-reported feed composition data, we find ratios of fish inputs to farmed outputs of 0.36 to 1.15—27 to 307% higher than a previous estimate of 0.28. Furthermore, a metric that incorporates wild fish mortality during capture and excludes unfed systems raises the wild fish mortality–to–farmed fish output ratio to 0.57 to 1.78. We also evaluate terrestrial ingredients in aquaculture feeds. Widely cited estimates of declines in wild fish use from 1997 to 2017 entailed a trade-off of more than fivefold increase in feed crops over the same period. Our assessment challenges the sustainability of fed aquaculture and its role in food security.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn9698",
          "doi": "10.1126/sciadv.adn9698",
          "filter": "2"
        },
        {
          "title": "Phasing out open net-pen salmon farming in British Columbia",
          "authors": "Charles Mather",
          "abstract": "Canada has committed to banning salmon open net-pen aquaculture in British Columbia by 2029 and is transitioning the industry to closed containment technologies for salmon farming.",
          "url": "http://dx.doi.org/10.1126/sciadv.adt4568",
          "doi": "10.1126/sciadv.adt4568",
          "filter": "2"
        },
        {
          "title": "Seasonal slow slip in landslides as a window into the frictional rheology of creeping shear zones",
          "authors": "Noah J. Finnegan, Demian M. Saffer",
          "abstract": "Whether Earth materials exhibit frictional creep or catastrophic failure is a crucial but unresolved problem in predicting landslide and earthquake hazards. Here, we show that field-scale observations of sliding velocity and pore water pressure at two creeping landslides are explained by velocity-strengthening friction, in close agreement with laboratory measurements on similar materials. This suggests that the rate-strengthening friction commonly measured in clay-rich materials may govern episodic slow slip in landslides, in addition to tectonic faults. Further, our results show more generally that transient slow slip can arise in velocity-strengthening materials from modulation of effective normal stress through pore pressure fluctuations. This challenges the idea that episodic slow slip requires a narrow range of transitional frictional properties near the stability threshold, or pore pressure feedbacks operating on initially unstable frictional slip.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq9399",
          "doi": "10.1126/sciadv.adq9399",
          "filter": "2"
        },
        {
          "title": "An Omni-Mesoscope for multiscale high-throughput quantitative phase imaging of cellular dynamics and high-content molecular characterization",
          "authors": "Hongqiang Ma, Maomao Chen, Jianquan Xu, Yaxin Yang, Yongxin Zhao, Yang Liu",
          "abstract": "The mesoscope has emerged as a powerful imaging tool in biomedical research, yet its high cost and low resolution have limited its broader application. Here, we introduce the Omni-Mesoscope, a high–spatial-temporal and multimodal mesoscopic imaging platform built from cost-efficient off-the-shelf components. This system uniquely merges the capabilities of label-free quantitative phase microscopy to capture live-cell morphodynamics across thousands of cells with highly multiplexed fluorescence imaging for comprehensive molecular characterization. This Omni-Mesoscope offers a mesoscale field of view of ~5 square millimeters with a high spatial resolution down to 700 nanometers, enabling the capture of detailed subcellular features. We demonstrate its capability in delineating molecular characteristics underlying rare morphodynamic cellular phenomena, including cancer cell responses to chemotherapy and the emergence of polyploidy in drug-resistant cells. We also integrate expansion technique to enhance three-dimensional volumetric super-resolution imaging of thicker tissues, opening the avenues for biological exploration at unprecedented scales and resolutions.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq5009",
          "doi": "10.1126/sciadv.adq5009",
          "filter": "2"
        },
        {
          "title": "Pathogens from salmon aquaculture in relation to conservation of wild Pacific salmon in Canada",
          "authors": "Martin Krkosek, Andrew W. Bateman, Arthur L. Bass, William S. Bugg, Brendan M. Connors, Christoph M. Deeg, Emiliano Di Cicco, Sean Godwin, Jaime Grimm, Leila Krichel, Gideon Mordecai, Alexandra Morton, Stephanie Peacock, Dylan Shea, Brian Riddell, Kristina M. Miller",
          "abstract": "The spread of pathogens from farmed salmon is a conservation concern for wild Pacific salmon in British Columbia (BC), Canada. Three pathogens are prevalent in farmed Atlantic salmon in BC, spill over to wild Pacific salmon, and are linked to negative impacts on wild salmon: Piscine orthoreovirus, Tenacibaculum spp., and sea lice ( Lepeophtheirus salmonis ). Molecular screening of infectious agents in farmed and wild salmon and environmental DNA highlights a further 4 agents that are likely elevated near salmon farms and 37 that co-occur in wild and farmed salmon. Pathogens likely affect wild salmon indirectly by mediating migration, competition, and predation. Current net-pen aquaculture practices pose these risks to numerous populations of all species of wild salmon in BC, most of which are not covered in Government of Canada science and advisory reports. Climate change, pathogen evolution, and changes to disease management and aquaculture regulations will influence future risks.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn7118",
          "doi": "10.1126/sciadv.adn7118",
          "filter": "2"
        },
        {
          "title": "Secreted Apoe rewires melanoma cell state vulnerability to ferroptosis",
          "authors": "Sanket More, Julie Bonnereau, David Wouters, Xander Spotbeen, Panagiotis Karras, Francesca Rizzollo, Theo Killian, Tom Venken, Stefan Naulaerts, Ellen Vervoort, Maarten Ganne, David Nittner, Jelle Verhoeven, Oliver Bechter, Francesca Bosisio, Diether Lambrechts, Alejandro Sifrim, Brent R. Stockwell, Johannes V. Swinnen, Jean Christophe Marine, Patrizia Agostinis",
          "abstract": "A major therapeutic barrier in melanoma is the coexistence of diverse cellular states marked by distinct metabolic traits. Transitioning from a proliferative to an invasive melanoma phenotype is coupled with increased ferroptosis vulnerability. However, the regulatory circuits controlling ferroptosis susceptibility across melanoma cell states are unknown. In this work, we identified Apolipoprotein E ( APOE ) as the top lipid-metabolism gene segregating the melanoma MITF high /AXL low proliferative/ferroptosis-resistant from MITF low /AXL high invasive/ferroptosis-sensitive state. Mechanistically, ApoE secreted by the MITF high /AXL low cells protects the invasive phenotype from ferroptosis-inducing agents by reducing the content of peroxidation-prone polyunsaturated fatty acids and boosting GPX4 levels both in vitro and in vivo. Whole-exome sequencing indicates that APOE high expression in patients with melanoma is associated with resistance to ferroptosis, regardless of APOE germline status. In aggregate, we found a ferroptosis-resistance mechanism between melanoma cell states relying on secreted ApoE and APOE high expression as a potential biomarker for poor ferroptosis response in melanoma.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp6164",
          "doi": "10.1126/sciadv.adp6164",
          "filter": "2"
        },
        {
          "title": "2′3′-cGAMP interactome identifies 2′3′-cGAMP/Rab18/FosB signaling in cell migration control independent of innate immunity",
          "authors": "Yu Deng, Quentin Hahn, Le Yu, Zhichuan Zhu, Joshua A. Boyer, Jian Wang, Deyu Kong, Leiah M. Carey, Austin J. Hepperla, Jeremy M. Simon, Brenda Temple, Zhigang Zhang, Yanqiong Zhang, Charlene Santos, Jonathan E. Frank, Laura E. Herring, Xiaodong Wang, Nikolay V. Dokholyan, Sharon L. Campbell, Albert S. Baldwin, Blossom Damania, Qi Zhang, Pengda Liu",
          "abstract": "c-di-GAMP was first identified in bacteria to promote colonization, while mammalian 2′3′-cGAMP is synthesized by cGAS to activate STING for innate immune stimulation. However, 2′3′-cGAMP function beyond innate immunity remains elusive. Here, we report that 2′3′-cGAMP promotes cell migration independent of innate immunity. 2′3′-cGAMP interactome analysis identifies the small GTPase Rab18 as a 2′3′-cGAMP binding partner and effector in cell migration control. Mechanistically, 2′3′-cGAMP binds Rab18 to facilitate GTP loading and subsequent Rab18 activation, which further promotes FosB transcription in facilitating cell migration. Induced synthesis of endogenous 2′3′-cGAMP by intrabreast tumor bacterium S. aureus infection or low-dose doxorubicin treatment facilitates cell migration depending on the cGAS/cGAMP/Rab18/FosB signaling. We find that lovastatin induces Rab18 deprenylation that abolishes 2′3′-cGAMP recognition therefore suppressing cell migration. Together, our study reveals a previously unidentified 2′3′-cGAMP function in cell migration control via the 2′3′-cGAMP/Rab18/FosB signaling that provides additional insights into clinical applications of 2′3′-cGAMP.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado7024",
          "doi": "10.1126/sciadv.ado7024",
          "filter": "2"
        },
        {
          "title": "Disaggregating animal welfare risks in aquaculture",
          "authors": "Chiawen Chiang, Becca Franks",
          "abstract": "Aquaculture, fueled partly by claims of supporting food security, is experiencing unprecedented growth. Framing aquaculture as a monolith, however, overlooks its extreme taxonomic diversity. This paper assesses the welfare risks associated with that diversity, establishing seven species-level risk factors from involved parental care to long lifespans. Investigating these welfare risks across all aquatic species reported to the Food and Agriculture Organization (FAO) revealed an uneven distribution of risk, with extreme species-level risks in chordates, crustaceans, and cephalopod mollusks. Compared to species with fewer risks, species with extreme welfare risks were found to cost more and contribute the least to global production. This work challenges the notion that prioritizing animal welfare is incompatible with addressing food security and creates the possibility of identifying certain plant and invertebrate species, like seaweeds and bivalves, that minimize welfare concerns while providing affordability and accessibility. Going forward, proactive welfare approaches are needed to inform consumer choice and shape just and sustainable aquaculture policy.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn8782",
          "doi": "10.1126/sciadv.adn8782",
          "filter": "2"
        },
        {
          "title": "Acoustic pipette and biofunctional elastomeric microparticle system for rapid picomolar-level biomolecule detection in whole blood",
          "authors": "Cooper P. Thome, John P. Fowle, Parker McDonnell, Johanna Zultak, Kaushik Jayaram, Aaron K. Neumann, Gabriel P. López, C. Wyatt Shields",
          "abstract": "Most biosensing techniques require complex processing steps that generate prolonged workflows and introduce potential points of error. Here, we report an acoustic pipette to purify and label biomarkers in 70 minutes. A key aspect of this technology is the use of functional negative acoustic contrast particles (fNACPs), which display biorecognition motifs for the specific capture of biomarkers from whole blood. Because of their large size and compressibility, the fNACPs robustly trap along the pressure antinodes of a standing wave and separate from blood components in under 60 seconds with &gt;99% efficiency. fNACPs are subsequently fluorescently labeled in the pipette and are analyzed by both a custom, portable fluorimeter and flow cytometer. We demonstrate the detection of anti-ovalbumin antibodies from blood at picomolar levels (35 to 60 pM) with integrated controls showing minimal nonspecific adsorption. Overall, this system offers a simple and versatile approach for the rapid, sensitive, and specific capture of biomolecules.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado9018",
          "doi": "10.1126/sciadv.ado9018",
          "filter": "2"
        },
        {
          "title": "Global mantle perturbations following the onset of modern plate tectonics",
          "authors": "Qian Chen, He Liu, Andrea Giuliani, Luc S. Doucet, Tim E. Johnson, Lipeng Zhang, Weidong Sun",
          "abstract": "Plate tectonics drives the compositional diversity of Earth’s convecting mantle through subduction of lithosphere. In this context, the role of evolving global geodynamics and plate (re)organization on the spatial and temporal distribution of compositional heterogeneities in the convecting mantle is poorly understood. Here, using the geochemical compositions of intracontinental basalts formed over the past billion years, we show that intracontinental basalts with subchondritic initial neodymium-144/neodymium-143 values become common only after 300 million years, broadly coeval with the global appearance of kimberlites with geochemically enriched isotopic signatures. These step changes in the sources of intraplate magmatism stem from a rapid increase in the supply of deeply subducted lithosphere during the protracted formation of Pangea following the widespread onset of “modern” (cold and deep) subduction in the late Neoproterozoic. We argue that the delay (~300 million years) in the appearance of enriched intraplate magmas reflects the time required for the sinking and (re)incorporation of slabs into the sources of mantle-derived magmas.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq7476",
          "doi": "10.1126/sciadv.adq7476",
          "filter": "2"
        },
        {
          "title": "Altruistic feeding and cell-cell signaling during bacterial differentiation actively enhance phenotypic heterogeneity",
          "authors": "Taylor B. Updegrove, Thomas Delerue, Vivek Anantharaman, Hyomoon Cho, Carissa Chan, Thomas Nipper, Hyoyoung Choo-Wosoba, Lisa M. Jenkins, Lixia Zhang, Yijun Su, Hari Shroff, Jiji Chen, Carole A. Bewley, L. Aravind, Kumaran S. Ramamurthi",
          "abstract": "Starvation triggers bacterial spore formation, a committed differentiation program that transforms a vegetative cell into a dormant spore. Cells in a population enter sporulation nonuniformly to secure against the possibility that favorable growth conditions, which put sporulation-committed cells at a disadvantage, may resume. This heterogeneous behavior is initiated by a passive mechanism: stochastic activation of a master transcriptional regulator. Here, we identify a cell-cell communication pathway containing the proteins ShfA (YabQ) and ShfP (YvnB) that actively promotes phenotypic heterogeneity, wherein Bacillus subtilis cells that start sporulating early use a calcineurin-like phosphoesterase to release glycerol, which simultaneously acts as a signaling molecule and a nutrient to delay nonsporulating cells from entering sporulation. This produced a more diverse population that was better poised to exploit a sudden influx of nutrients compared to those generating heterogeneity via stochastic gene expression alone. Although conflict systems are prevalent among microbes, genetically encoded cooperative behavior in unicellular organisms can evidently also boost inclusive fitness.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq0791",
          "doi": "10.1126/sciadv.adq0791",
          "filter": "2"
        },
        {
          "title": "Temporal regulation of acetylation status determines PARP1 role in DNA damage response and metabolic homeostasis",
          "authors": "Witty Tyagi, Sanjeev Das",
          "abstract": "Poly(ADP-ribose) polymerase 1 (PARP1) is an abundant nuclear protein involved in DNA repair, chromatin structure, and transcription. However, the regulation of its different functions remains poorly understood. Here, we report the role of PARP1 acetylation status in modulating its DNA repair and transactivation functions. We demonstrate that histone deacetylase 5 (HDAC5) determines PARP1 acetylation at Lys498 and Lys521 sites. HDAC5-mediated deacetylation at Lys498 site regulates PARP1 DNA damage response and facilitates efficient recruitment of DNA repair factors at damaged sites, thereby promoting cell survival. Additionally, HDAC5-mediated deacetylation at Lys521 site promotes PARP1 coactivator function, resulting in induction of proliferative and metabolic genes in an activating transcription factor 4-dependent manner. Thus, PARP1 induces metabolic adaptation to spur malignant phenotype. Our studies in mouse tumor models suggest that pharmacological inhibition of PARP1 enzymatic activity does not block tumor progression robustly as transactivation function remains unperturbed. These findings provide key mechanistic insights into PARP1 regulation and expand its role in tumor development.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado7720",
          "doi": "10.1126/sciadv.ado7720",
          "filter": "2"
        },
        {
          "title": "Highly stable and active catalyst in fuel cells through surface atomic ordering",
          "authors": "Yanling Ma, Jiaheng Peng, Jiakang Tian, Wenpei Gao, Jialiang Xu, Fan Li, Peter Tieu, Hao Hu, Yi Wu, Wenlong Chen, Lei Pan, Wen Shang, Peng Tao, Chengyi Song, Hong Zhu, Xiaoqing Pan, Tao Deng, Jianbo Wu",
          "abstract": "Shape-controlled alloy nanoparticle catalysts have been shown to exhibit improved performance in the oxygen reduction reaction (ORR) in liquid half-cells. However, translating the success to catalyst layers in fuel cells faces challenges due to the more demanding operation conditions in membrane electrode assembly (MEA). Balancing durability and activity is crucial. Here, we developed a strategy that limits the atomic diffusion within surface layers, fostering the phase transition and shape retention during thermal treatment. This enables selective transformation of platinum-iron nanowire surfaces into intermetallic structures via atomic ordering at a low temperature. The catalysts exhibit enhanced MEA stability with 50% less Fe loss while maintaining high catalytic activity comparable to that in half-cells. Density functional calculations suggest that the ordered intermetallic surface stabilizes morphology against rapid corrosion and improves the ORR activity. The surface engineering through atomic ordering presents potential for practical application in fuel cells with shape-controlled Pt-based alloy catalysts.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado4935",
          "doi": "10.1126/sciadv.ado4935",
          "filter": "2"
        },
        {
          "title": "Seasonal changes in black carbon footprint on the Antarctic Peninsula due to rising shipborne tourism and forest fires",
          "authors": "Newton Magalhães, Heitor Evangelista, Sérgio J. Gonçalves, Alexandre S. Alencar, Elaine Alves do Santos, Márcio Cataldo, Joseph R. McConnell, Renata Simões Silveira, Paul A. Mayewski, Mariusz Potocki, Jefferson C. Simões, Ricardo Jaña",
          "abstract": "Refractory black carbon (rBC) has great potential to increase melting when deposited on snow and ice surfaces. Previous studies attributed sources and impacts of rBC in the northern Antarctic Peninsula region by investigating long-range atmospheric transport from South Hemisphere biomass burning and industrial regions or by assessing impacts from local tourism and research activities. We used high-resolution measurements of refractory rBC in a firn core collected near the northern tip of the Antarctic Peninsula, as well as atmospheric rBC from Modern-Era Retrospective Analysis for Research and Applications, Version 2, satellite measurements, modeling, burned area data, and tourism statistics, to assess combined impacts of both long-range transported rBC and locally emitted rBC. Our findings suggest that tourism activities have a regional rather than local impact and the increase in rBC concentrations during late spring-summer, influenced by tourism activities and fires in the Southern Hemisphere, can enhance ice melt. This highlights the need for strategies to reduce local and distant rBC emissions.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp1682",
          "doi": "10.1126/sciadv.adp1682",
          "filter": "2"
        },
        {
          "title": "Small molecules from antibody pharmacophores (SMAbPs) as a hit identification workflow for immune checkpoints",
          "authors": "Somaya A. Abdel-Rahman, Moustafa T. Gabr",
          "abstract": "Small-molecule modulators of immune checkpoints are poised to revolutionize cancer immunotherapy. However, efficient strategies for hit identification are lacking. We introduce small molecules from antibody pharmacophores (SMAbPs), a workflow leveraging cocrystal structures of checkpoints with antibodies to create pharmacophore maps for virtual screening. Applying SMAbPs to five immune checkpoints yielded hits with submicromolar potency in both cell-free and cellular assays. Notably, SMAbPs identified the most potent T cell immunoglobulin and mucin-domain containing-3 and V-domain immunoglobulin suppressor of T cell activation (VISTA) inhibitors reported to date and first-in-class modulators of B and T lymphocyte attenuator, 4-IBB, and CD27. Targeting inhibitory and costimulatory checkpoints with hits identified through SMAbPs demonstrated remarkable in vivo antitumor activity, exemplified by MG-V-53 (VISTA inhibitor) and MG-C-30 (CD27 agonist), which significantly reduced tumor volumes in MC38 and EG7-OVA mouse models, respectively.",
          "url": "http://dx.doi.org/10.1126/sciadv.adq5540",
          "doi": "10.1126/sciadv.adq5540",
          "filter": "2"
        },
        {
          "title": "A 650-Myr history of Earth’s axial precession frequency and the evolution of the Earth-Moon system derived from cyclostratigraphy",
          "authors": "Yujing Wu, Alberto Malinverno, Stephen R. Meyers, Linda A. Hinnov",
          "abstract": "The preservation of Milankovitch cycles in the stratigraphic record provides independent geological information to study our ancient solar system and can be leveraged to constrain existing theoretical models. Here, we identify 34 high-quality cyclostratigraphic records spanning the past 650 million years and use them to infer the evolution of the Earth-Moon system through a Bayesian inversion method. We reconstruct the time evolution of Earth’s axial precession frequency, lunar distance, length of day, and the periods of obliquity and climatic precession cycles. The results indicate an interval of high tidal energy dissipation in the Earth-Moon system at ~300 to 200 million years ago, and are broadly consistent with an independently calculated tidal evolution model. Our results provide an improved determination of the past periods of obliquity and climatic precession for astrochronology applications and yield important constraints on the history of tidal energy dissipation during the Phanerozoic Eon.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado2412",
          "doi": "10.1126/sciadv.ado2412",
          "filter": "2"
        },
        {
          "title": "Dynamics of RNA localization to nuclear speckles are connected to splicing efficiency",
          "authors": "Jinjun Wu, Yu Xiao, Yunzheng Liu, Li Wen, Chuanyang Jin, Shun Liu, Sneha Paul, Chuan He, Oded Regev, Jingyi Fei",
          "abstract": "Nuclear speckles are nuclear membraneless organelles in higher eukaryotic cells playing a vital role in gene expression. Using an in situ reverse transcription–based sequencing method, we study nuclear speckle–associated human transcripts. Our data indicate the existence of three gene groups whose transcripts demonstrate different speckle localization properties: stably enriched in nuclear speckles, transiently enriched in speckles at the pre–messenger RNA stage, and not enriched. We find that stably enriched transcripts contain inefficiently excised introns and that disruption of nuclear speckles specifically affects splicing of speckle-enriched transcripts. We further reveal RNA sequence features contributing to transcript speckle localization, indicating a tight interplay between transcript speckle enrichment, genome organization, and splicing efficiency. Collectively, our data highlight a role of nuclear speckles in both co- and posttranscriptional splicing regulation. Last, we show that genes with stably enriched transcripts are over-represented among genes with heat shock–up-regulated intron retention, hinting at a connection between speckle localization and cellular stress response.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp7727",
          "doi": "10.1126/sciadv.adp7727",
          "filter": "2"
        },
        {
          "title": "Permeable void-free interface for all-solid-state alkali-ion polymer batteries",
          "authors": "Wang Lyu, Hongwei Fu, Apparao M. Rao, Zhiyu Lu, Xinzhi Yu, Yue Lin, Jiang Zhou, Bingan Lu",
          "abstract": "All-solid-state batteries suffer from a loss of contact between the electrode and electrolyte particles, leading to poor cyclability. Here, a void-free ion-permeable interface between the solid-state polymer electrolyte and electrode is constructed in situ during cycling using charge/discharge voltage as the stimulus. During the charge-discharge, the permeation phase fills the voids at the interface and penetrates the electrode, forming strong bonds with the cathode and effectively mitigating the contact problem. Our all-solid-state potassium ion polymer batteries maintain high Coulombic efficiency more than 2000 cycles at a high operating voltage of 4.5 volt and stably cycle more than 500 cycles even at 4.6 volt. Our rational design for mitigating the contact problem is versatile, as demonstrated by the scalability of all-solid-state graphite-based polymer potassium-ion pouch cells and all-solid-state lithium-ion polymer batteries.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr9602",
          "doi": "10.1126/sciadv.adr9602",
          "filter": "2"
        },
        {
          "title": "Lineage tracing of stem cell–derived dopamine grafts in a Parkinson’s model reveals shared origin of all graft-derived cells",
          "authors": "Petter Storm, Yu Zhang, Fredrik Nilsson, Alessandro Fiorenzano, Niklas Krausse, Malin Åkerblom, Marcus Davidsson, Joan Yuan, Agnete Kirkeby, Tomas Björklund, Malin Parmar",
          "abstract": "Stem cell therapies for Parkinson’s disease are at an exciting time of development, and several clinical trials have recently been initiated. Human pluripotent stem cells are differentiated into transplantable dopamine (DA) progenitors which are proliferative at the time of grafting and undergo terminal differentiation and maturation in vivo. While the progenitors are homogeneous at the time of transplantation, they give rise to heterogeneous grafts composed not only of therapeutic DA neurons but also of other mature cell types. The mechanisms for graft diversification are unclear. We used single-nucleus RNA-seq and ATAC-seq to profile DA progenitors before transplantation combined with molecular barcode-based tracing to determine origin and shared lineages of the mature cell types in the grafts. Our data demonstrate that astrocytes, vascular leptomeningeal cells, and DA neurons are the main component of the DAergic grafts, originating from a common progenitor that is tripotent at the time of transplantation.",
          "url": "http://dx.doi.org/10.1126/sciadv.adn3057",
          "doi": "10.1126/sciadv.adn3057",
          "filter": "2"
        },
        {
          "title": "Stimulator of interferon gene facilitates recruitment of effector CD8 T cells that drive neurofibromatosis type 1 nerve tumor initiation and maintenance",
          "authors": "Jay Pundavela, Samantha Anne Dinglasan, Melissa Touvron, Sarah A. Hummel, Liang Hu, Tilat A. Rizvi, Kwangmin Choi, David A Hildeman, Nancy Ratner",
          "abstract": "Plexiform neurofibromas (PNFs) are benign nerve tumors driven by loss of the NF1 tumor suppressor in Schwann cells. PNFs are rich in immune cells, but whether immune cells are necessary for tumorigenesis is unknown. We show that inhibition of stimulator of interferon gene (STING) reduces plasma CXCL10, tumor T cell and dendritic cell (DC) recruitment, and tumor formation. Further, mice lacking XCR-1 + DCs showed reduced tumor-infiltrating T cells and PNF tumors. Antigen-presenting cells from tumor-bearing mice promoted CD8 + T cell proliferation in vitro, and PNF T cells expressed high levels of CCL5, implicating T cell activation. Notably, tumors and nerve-associated macrophages were absent in Rag1 −/− ; Nf1 f/f ; DhhCre mice and adoptive transfer of CD8 + T cells from tumor-bearing mice restored PNF initiation. In this setting, PNF shrunk upon subsequent T cell removal. Thus, STING pathway activation contributes to CD8 + T cell–dependent inflammatory responses required for PNF initiation and maintenance.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado6342",
          "doi": "10.1126/sciadv.ado6342",
          "filter": "2"
        },
        {
          "title": "Targeting VPS18 hampers retromer trafficking of PD-L1 and augments immunotherapy",
          "authors": "Ting Dong, Huanmin Niu, Zhaojun Chu, Chengjun Zhou, Yinghui Gao, Mengqi Jia, Bin Sun, Xiaoxue Zheng, Wenru Zhang, Jiaozhen Zhang, Yanhai Luo, Yong Sun, Chan Wang, Qiqi Lu, Changhong Liu, Guangfeng Shao, Hongxiang Lou, Huiqing Yuan",
          "abstract": "Immune checkpoint inhibitors targeting programmed cell death 1 (PD-1) or programmed cell death-ligand 1 (PD-L1) have achieved impressive antitumor clinical outcomes. However, the limited response rates suggest the incomplete understanding of PD-L1 regulation. Here, we demonstrate that vacuole protein sorting 11 and 18 (VPS11/18), two key players in vesicular trafficking, positively regulate PD-L1 and confer resistance to immune checkpoint blockade therapy. VPS11/18 interact with PD-L1 in endosome recycling accompanied by promoting PD-L1 glycosylation and protein stability. VPS18 deficiency enhances antitumor immune response. Pharmacological inhibition by VPS18 inhibitor RDN impaired PD-L1 member trafficking and protein stability. Combination treatment of RDN and anti-cytotoxic T lymphocyte–associated antigen 4 synergistically enhances antitumor efficacy in aggressive and drug-resistant tumors. RDN exerted lung-preferred distribution and good bioavailability, suggesting a favorable drug efficacy. Together, our study links VPS18/11-mediated trans-Golgi network recycling of PD-L1 and points to a promising treatment strategy for the enhancement of antitumor immunity.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp4917",
          "doi": "10.1126/sciadv.adp4917",
          "filter": "2"
        },
        {
          "title": "Metabolic light absorption, scattering, and emission (MetaLASE) microscopy",
          "authors": "Brendon S. Restall, Nathaniel J. M. Haven, Matthew T. Martell, Brendyn D. Cikaluk, Joy Wang, Pradyumna Kedarisetti, Saymon Tejay, Benjamin A. Adam, Gopinath Sutendra, Xingyu Li, Roger J. Zemp",
          "abstract": "Optical imaging of metabolism can provide key information about health and disease progression in cells and tissues; however, current methods have lacked gold-standard information about histological structure. Conversely, histology and virtual histology methods have lacked metabolic contrast. Here, we present metabolic light absorption, scattering, and emission (MetaLASE) microscopy, which rapidly provides a virtual histology and optical metabolic readout simultaneously. Hematoxylin-like nucleic contrast and eosin-like cytoplasmic contrast are obtained using photoacoustic remote sensing and ultraviolet reflectance microscopy, respectively. The same ultraviolet source excites endogenous Nicotinamide adenine dinucleotide (phosphate), flavin adenine dinucleotide, and collagen autofluorescence, providing a map of optical redox ratios to visualize metabolic variations including in areas of invasive carcinoma. Benign chronic inflammation and glands also are seen to exhibit hypermetabolism. MetaLASE microscopy offers promise for future applications in intraoperative margin analysis and in research applications where greater insights into metabolic activity could be correlated with cell and tissue types.",
          "url": "http://dx.doi.org/10.1126/sciadv.adl5729",
          "doi": "10.1126/sciadv.adl5729",
          "filter": "2"
        },
        {
          "title": "Network of artificial olfactory receptors for spatiotemporal monitoring of toxic gas",
          "authors": "Yongmin Baek, Byungjoon Bae, Jeongyong Yang, Wonjun Cho, Inbo Sim, Geonwook Yoo, Seokhyun Chung, Junseok Heo, Kyusang Lee",
          "abstract": "Excessive human exposure to toxic gases can lead to chronic lung and cardiovascular diseases. Thus, precise in situ monitoring of toxic gases in the atmosphere is crucial. Here, we present an artificial olfactory system for spatiotemporal recognition of NO 2 gas flow by integrating a network of chemical receptors with a near-sensor computing. The artificial olfactory receptor features nano-islands of metal-based catalysts that cover the graphene surface on the heterostructure of an AlGaN/GaN two-dimensional electron gas (2DEG) channel. Catalytically dissociated NO 2 molecules bind to graphene, thereby modulating the conductivity of the 2DEG channel. For the energy/resource-efficient gas flow monitoring, trust-region Bayesian optimization algorithm allocates many sensors optimally in a complex space. Integrated artificial neural networks on a compact microprocessor with a network of sensors provide in situ gas flow predictions. This system enhances protective measures against toxic environments through spatiotemporal monitoring of toxic gases.",
          "url": "http://dx.doi.org/10.1126/sciadv.adr2659",
          "doi": "10.1126/sciadv.adr2659",
          "filter": "2"
        },
        {
          "title": "Van der Waals semiconductor InSe plastifies by martensitic transformation",
          "authors": "Yandong Sun, Yupeng Ma, Jin-Yu Zhang, Tian-Ran Wei, Xun Shi, David Rodney, Ben Xu",
          "abstract": "Inorganic semiconductor materials are crucial for modern technologies, but their brittleness and limited processability hinder the development of flexible, wearable, and miniaturized electronics. The recent discovery of room-temperature plasticity in some inorganic semiconductors offers a promising solution, but the deformation mechanisms remain controversial. Here, we investigate the deformation of indium selenide, a two-dimensional van der Waals semiconductor with substantial plasticity. By developing a machine-learned deep potential, we perform atomistic simulations that capture the deformation features of hexagonal indium selenide upon out-of-plane compression. Unexpectedly, we find that indium selenide plastifies through a martensitic transformation; that is, the layered hexagonal structure is converted to a tetragonal lattice with specific orientation relationship. This observation is corroborated by high-resolution experimental observations and theory. It suggests a change of paradigm, where the design of new plastically deformable inorganic semiconductors can focus on compositions and structures that facilitate phase transformations, going beyond the conventional dislocation slip.",
          "url": "http://dx.doi.org/10.1126/sciadv.ado9593",
          "doi": "10.1126/sciadv.ado9593",
          "filter": "2"
        },
        {
          "title": "Long-term nitrogen deposition reduces the diversity of nitrogen-fixing plants",
          "authors": "Pablo Moreno-García, Flavia Montaño-Centellas, Yu Liu, Evelin Y. Reyes-Mendez, Rohit Raj Jha, Robert P. Guralnick, Ryan Folk, Donald M. Waller, Kris Verheyen, Lander Baeten, Antoine Becker-Scarpitta, Imre Berki, Markus Bernhardt-Römermann, Jörg Brunet, Hans Van Calster, Markéta Chudomelová, Deborah Closset, Pieter De Frenne, Guillaume Decocq, Frank S. Gilliam, John-Arvid Grytnes, Radim Hédl, Thilo Heinken, Bogdan Jaroszewicz, Martin Kopecký, Jonathan Lenoir, Martin Macek, František Máliš, Tobias Naaf, Anna Orczewska, Petr Petřík, Kamila Reczyńska, Fride Høistad Schei, Wolfgang Schmidt, Alina Stachurska-Swakoń, Tibor Standovár, Krzysztof Świerkosz, Balázs Teleki, Ondřej Vild, Daijiang Li",
          "abstract": "Biological nitrogen fixation is a fundamental part of ecosystem functioning. Anthropogenic nitrogen deposition and climate change may, however, limit the competitive advantage of nitrogen-fixing plants, leading to reduced relative diversity of nitrogen-fixing plants. Yet, assessments of changes of nitrogen-fixing plant long-term community diversity are rare. Here, we examine temporal trends in the diversity of nitrogen-fixing plants and their relationships with anthropogenic nitrogen deposition while accounting for changes in temperature and aridity. We used forest-floor vegetation resurveys of temperate forests in Europe and the United States spanning multiple decades. Nitrogen-fixer richness declined as nitrogen deposition increased over time but did not respond to changes in climate. Phylogenetic diversity also declined, as distinct lineages of N-fixers were lost between surveys, but the “winners” and “losers” among nitrogen-fixing lineages varied among study sites, suggesting that losses are context dependent. Anthropogenic nitrogen deposition reduces nitrogen-fixing plant diversity in ways that may strongly affect natural nitrogen fixation.",
          "url": "http://dx.doi.org/10.1126/sciadv.adp7953",
          "doi": "10.1126/sciadv.adp7953",
          "filter": "2"
        }
      ]
    }
  ]
}
