{
  "update": "2025-08-14",
  "content": [
    {
      "journal_full": "Nature",
      "journal_short": "Nat",
      "articles": [],
      "articles_hidden": [
        {
          "title": "How researcher visa curbs threaten science careers",
          "authors": "Virginia Gewin",
          "abstract": "Credit: Steven Puetzer/Getty\n\nFatemeh Ajallooeian was thrilled when, in June 2024, she received a Swiss National Science Foundation mobility fellowship to go abroad to continue her palaeoclimate research. Ajallooeian, then a biogeochemist at the Swiss Federal Institute of Technology (ETH) in Zurich, wrote a proposal with a colleague at Harvard University in Cambridge, Massachusetts, because, she told Nature, Harvard was the only institution with the state-of-the-art mass spectrometry equipment she needed to trace the microbial lipids that can act as indicators of past temperatures.\n\nOn 22 August that year, Ajallooeian, a postdoctoral researcher, applied to the US State Department for a category J visa, which is meant for exchange scholars with funds to cover their research and salary. Following Donald Trump’s re-election as US president in November 2024, she has been on an emotional rollercoaster. First there was the arrest of scholars who protested about the war in Gaza. Then, the attacks on Harvard began. But the truly heart-sinking moment occurred when Iran, her country of birth, appeared on the Trump administration’s updated travel ban list in June.\n\nOver the past few months, Ajallooeian and her partner have e-mailed the US embassy in Bern 18 times, seeking updates on her visa application.\n\n“I have had a lot of panic attacks,” she says. “I don’t have family in Iran. My research is not political.”\n\nAn Iranian citizen trying to get a visa to do palaeoclimate research at Harvard University is probably one of the most politically fraught combinations at this moment. On 28 July, Harvard terminated Ajallooeian’s application, citing the new travel ban. Her struggle is a microcosm of the uncertainties and mobility challenges that international scholars currently face amid anti-immigration sentiment in many countries.\n\nEconomic consequences\n\nThe visa bans and delays promise not only to upend the careers of international students but also to cause drastic economic impacts to the United States. In addition to the 4 June visa bans targeting 19 countries, visa interviews were paused between 27 May and 18 June 2025 — normally the peak period for issuing visas — for students seeking to enrol in a US institution this autumn.\n\nChina, India and Japan were among the countries reporting limited US appointments for their students during that period. If the issuing of visas does not recover significantly in July and August, up to 150,000 fewer international students will arrive in the United States this autumn, according to NAFSA: Association of International Educators, a non-profit organization, based in Washington DC, that is dedicated to international education and exchange. If those numbers materialize, the potential economic impact could reach US$7 billion in lost spending and lead to the loss of more than 60,000 jobs.\n\nImmigration was already a hot topic in not just the United States, but also Canada, Australia and the United Kingdom. All four countries are heavily involved in training early-career researchers in science, technology, engineering and mathematics (STEM), and their policies have already, or could soon, set caps on visa numbers or raise visa fees.\n\nAt the same time, some countries are streamlining visa applications to attract coveted skilled workers. Last December, the Australian government introduced the national innovation visa: a permanent visa available to migrants, including global researchers, who have a demonstrated ability to benefit Australia’s prosperity. France, Germany and Ireland are increasing their international student recruitment. Later this year, the European Commission is expected to present a visa strategy for the European Union that will include measures to support the arrival of top students and researchers.\n\nNature’s careers team spoke to students, academics and immigration-policy specialists in the United States, Canada, Japan, the United Kingdom and Australia to take the pulse of student-visa challenges. Several early-career researchers requested anonymity for fear of visa reprisals.\n\nUS crackdown\n\nThe burdens on international visa holders in the United States are already considerable. A survey, conducted last year, of more than 700 international postdocs at Harvard Medical School found that many spent more than a month in their home country to renew their visa, at a cost of more than $2,000 in some cases1. Individuals from Asian countries, however, were especially likely to report that visa renewals can take up to six months and cost up to $5,000. As a consequence, nearly 75% of respondents reported anxiety and burnout; 30% reported taking time off work as a result.\n\nThe Trump administration has rolled out a number of controversial initiatives in a bid to curtail visas for international researchers. In April, at least 1,680 students had their international status terminated in a database called the Student and Exchange Visitor Information System. Almost 300 international students filed dozens of lawsuits aimed at challenging their visa terminations.\n\nThat same month, the US State Department announced that it would scrutinize the social-media activity of visitors to the country. In May, US secretary of state Marco Rubio announced that the department would vigorously revoke visas issued to students from China.\n\nHarvard computational biologist John Quackenbush likens the US visa uncertainty that many foreign students face to a self-inflicted wound for the country.Credit: Kent Dayton/Harvard T.H. Chan School of Public Health\n\nBut 4 June proved most consequential for Ajallooeian. On that day, the Trump administration not only restricted international students from attending Harvard University, but also issued a travel ban on the citizens of twelve countries, including Iran, Libya, Sudan and Yemen, and strict travel restrictions on another seven countries, including Venezuela, Cuba and Turkmenistan.\n\nAn ongoing lawsuit filed by Harvard University has temporarily halted the ban on the attendance of international students. John Quackenbush, a computational biologist at Harvard T.H. Chan School of Public Heallth in Boston, Massachusetts, says that Harvard’s biostatistics programme admitted eight PhD students this year, roughly half the typical number, owing to concerns over funding. But only four students accepted; two international and two domestic. And the university is concerned that the two international students might not be able to attend because of current visa policies.\n\nQuackenbush also oversees a two-year master’s in computational biology and quantitative genetics, one of three biostatistics master’s programmes that have grown in recent years to admit roughly 80 students annually, many of them from abroad.\n\nFlurry of concern\n\nBut with the uncertainty about how many students will arrive in the autumn, it’s challenging to determine which classes to offer. “It’s so short-sighted, it’s a self-inflicted wound,” Quackenbush says. “If we want to make America great again, shouldn’t we accept the best and brightest from overseas?”\n\nBy 11 June, following a trade deal with China, however, President Trump signalled that students from China were now welcome — a sign that politics is playing a more prominent part in student exchange.\n\nVisa denials for international scholars had already reached a high in 2024 — a trend that is anticipated to increase, according to the Cato Institute, a think tank based in Washington DC. The end result, it predicts, will be fewer visa applications.\n\nThe moves have caused a flurry of concern among overseas scholars. A student in China, who has just accepted an offer to do a master’s in biomedical informatics at the University of Washington in Seattle, says she was asked before her visa interview to supply information about her social-media accounts.\n\n“It wasn’t a smooth process,” she says. Even though she has been accepted into the two-year master’s programme and certified as such by the university, she was only granted a one-year F-1 academic visa. She plans to take up the offer, knowing that she probably won’t be able to travel outside of the United States during the course. “I just feel so insecure about my future,” she says.\n\nUndue stress\n\nA fifth-year PhD student from China, who studies cancer immunotherapies at the University of Pennsylvania in Philadelphia, had come to the United States as an undergraduate during the first Trump administration. She stayed to take advantage of what she describes as “top-notch US biomedical research training”. Even though the new travel restrictions don’t specifically target China, they add undue stress to her life.\n\n“I haven’t visited home in four years,” she says — and she doesn’t plan to until she’s completed her PhD. “I can’t take the risk.” The university’s international office has advised students from countries on the travel-ban list, and China, not to leave the country unless absolutely necessary. Not only can she not visit her family, she cannot travel to international conferences to present her work, build her professional network or find job leads. As a result, she feels isolated.\n\nTo feel more empowered, she engages with the university’s student union on visa issues. She’s helped to draft recommendations for international student protections, including paid visa leave to deal with the paperwork and interviews involved, and the setting up of a hotline for international-student visa issues (the university administration has so far rejected their proposals). Because international students cannot vote in US elections, “the union offers what few civil rights that international students have”, she explains.\n\nBleak outlook\n\nBefore the second Trump administration, she thought she would apply for a job at a US-based pharmaceutical company. Now, she plans to conduct a global job search because the US outlook is bleak as a result of visa issues and drastic cuts to research funding. “How am I, as an international worker, going to compete with laid-off US citizens?” she asks. “I want to work somewhere where I feel seen, valued and appreciated.”\n\nTrump’s efforts to use international research visas from particular countries as a bargaining chip during trade negotiations are expected to further erode scientific exchange between the United States and China — and to have wide-ranging impacts. “I can think of few other policy levers you could pull to bring global science to a halt,” says Brendan Cantwell, a higher-education researcher at Michigan State University in East Lansing. US–China research collaborations, which are particularly important in the physical and natural-science fields, have been more difficult since the COVID-19 pandemic, he adds.\n\nCantwell predicts that international scholars will experience mixed messages, with universities seeking to reassure students amid the Trump administration’s anti-immigrant rhetoric. At the end of the day, however, one factor is likely to be the biggest concern — money. “Visas will be tougher to get but universities will still try to recruit and support students. But if research funding falls off a cliff, they will not be able to fund students or research projects,” he says.\n\nShifting global landscape\n\nIn recent years, Canada, Australia and the United Kingdom have also been grappling with how to balance immigration concerns with the desire to attract top scientific talent.\n\n“The concerns about the numbers of international students in general pre-date the second Trump administration,” says Cantwell. And, he adds, concerns about rising housing costs and demands on public services that accompany influxes of immigrants have been the focus of lengthy political discussions in all three countries. In Canada, for example, the vast majority of international students end up at universities in the three largest cities — Toronto, Vancouver and Montreal — which has contributed to a spike in unaffordable housing.\n\nCanada and Australia have imposed caps on incoming international students. In January 2024, for example, the Canadian government announced that it wanted to achieve zero net growth in its international student population — amounting to a 35% reduction in study permits that would be approved. Both countries, as well as the United Kingdom, have seen declines in international student applications.\n\nThe policy shifts have had a direct impact in Canada, says Larissa Bezo, president and chief executive of the Canadian Bureau of International Education, a non-profit organization of international education professionals based in Ottawa. “It sent the message that we were closing the door to international students — which we really have not,” she says. “We have room for hundreds of thousands of students and world-class STEM institutions keen to host them,” she adds, noting that study permits at universities located outside the big cities are often easier to obtain.\n\nThe student response has been immediate. Canada has seen a 32% drop in international student applications and a 48% decline in new study permits issued since 2023 — much more than its original 35% reduction target, according to ICEF Monitor, a website tracking international education and student recruitment. In the first quarter of 2025, there was a significant decline in applications from India, says Bezo.\n\nCanada has not closed the door to foreign students, says Larissa Bezo.Credit: Gregory Abraszko\n\nSimilarly, Australia’s effort to slow the flow of foreign students, its total population of which sits at roughly 825,000, seems to have worked. A now-revoked policy known as Ministerial Direction 107, which gave Australia’s top universities priority in the processing of student-visa applications and doubled visa fees, effectively capped the number of international students at 270,000 last year — an annual decline of nearly 40%.",
          "url": "https://doi.org/10.1038/d41586-025-02293-4",
          "doi": "https://doi.org/10.1038/d41586-025-02293-4",
          "filter": "4"
        },
        {
          "title": "‘A biographer’s dream’: this physicist investigated UFOs and flew over Hiroshima",
          "authors": "Robert P. Crease",
          "abstract": "Collisions: A Physicist’s Journey from Hiroshima to the Death of the Dinosaurs Alec Nevala-Lee W. W. Norton (2025)\n\nPhysicist Luis Alvarez (1911–88) led such a vivid life that he is a biographer’s dream. Agile and daring, Alvarez was also pitiless, egotistical and abrasive. He flew in one of the aeroplanes that dropped the atomic bomb on Hiroshima, Japan, on 6 August 1945. He engaged publicly with controversial topics, including whether unidentified flying objects (UFOs) existed, and who might have been behind the assassination of US president John F. Kennedy on 22 November 1963. He also came up with a persuasive explanation for what killed the dinosaurs.\n\nNuclear-weapons risks are back — and we need to act like it\n\nThe challenge, for a biographer, is how to describe the science that drove Alvarez. As revealed in Collisions, Alec Nevala-Lee, who has written novels as well as biographies, is up to the task. Beyond Alvarez’s personality and his moments in the public eye, Nevala-Lee expertly conveys his path through an extraordinary era of US particle physics — a turbulent time that required courage, luck and skill.\n\nThe dramatic opening scene, at a California shooting range in 1970, is unforgettable. The only person charged with Kennedy’s assassination fired his gun from behind the president, but a video showed Kennedy’s head snapping backwards. To some people, this suggested that a second gunman fired from the front, and that a conspiracy was involved. Alvarez realized that this need not be the case.\n\nFrom a physics perspective, Alvarez thought, a bullet fired from behind could have shattered Kennedy’s skull in such a way that the momentum of the resulting jet of bone fragments pushed the head back. Alvarez enlisted a sharpshooter to fire bullets at a series of melons to test this idea, which the results supported. Nevala-Lee manages to capture the drama, physics, gruesomeness and political importance of this episode, all at once.\n\nDiverse talents\n\nAlvarez owed his Hispanic surname to his grandfather, an immigrant from Spain. After earning his PhD in 1936 at the University of Chicago, Illinois, he went to work for accelerator builder Ernest Lawrence at the University of California, Berkeley. Four years later, after the start of the Second World War, Alvarez went to the Massachusetts Institute of Technology (MIT) in Cambridge to work on radar technology. The knowledge he gained allowed him to help develop the first system that enabled pilots to land during limited visibility using only instrumentation. Alvarez also designed pressure gauges to measure the strength of explosives, earning him a seat on one of the planes bound for Hiroshima.\n\nAlvarez witnessed the bombing of Hiroshima, Japan, from a plane in August 1945.Credit: US Government/Lawrence Berkeley Laboratory\n\nThe book’s description of Alvarez’s flight to Hiroshima and back is haunting: meeting the other planes over Iwo Jima, seeing the flash of white light as the bomb exploded and the telltale N-shaped pulse on the oscilloscope screen and experiencing the first shock wave followed by a second one, reflected from the ground.\n\nIn the 1950s, after returning to Berkeley as a physics professor, Alvarez developed bubble chambers — instruments that recorded on film the tracks of particles created by particle accelerators. This work earned him the Nobel Prize in Physics in 1968. His research contributed to substantial changes in US high-energy physics, which transformed from being a field with a few creative individuals to one involving large teams working in industrial facilities.\n\nControversial decisions\n\nMany scientists might find making discoveries an end in itself, but Nevala-Lee identifies Alvarez’s particular talent of using inventions to unlock practical puzzles that seem far from physics. “If someone thinks of a key,” Alvarez said, “I can fit it into something.”",
          "url": "https://doi.org/10.1038/d41586-025-02512-y",
          "doi": "https://doi.org/10.1038/d41586-025-02512-y",
          "filter": "4"
        },
        {
          "title": "The protein craze: scientists talk supplements — and who should take them",
          "authors": "Mariana Lenharo",
          "abstract": "Protein powders are a booming industry.Credit: Andrii Shevchuk/Alamy\n\nProtein has become a buzzword in health and wellness circles, with social-media influencers touting high-protein diets as the ultimate solution for weight loss and muscle gain. A search on the social-media platform TikTok for “200 grams of protein a day” yields dozens of videos offering tips on how to stay fit by reaching that target, the equivalent of more than seven servings of cooked steak. The market has responded with a flood of products promising to boost protein intake, including powders, bars, cookies, yogurt and even popcorn.\n\nBut the scientific evidence supporting the protein craze is mixed. Nature spoke to researchers about what’s behind this trend and who might benefit from protein supplements.\n\nFrom meat extract to whey protein\n\nIt’s unclear what sparked the current protein obsession. But products marketed for their protein content have been around since the 1860s, says Hannah Cutting-Jones, a food historian at the University of Oregon in Eugene. The concept of macronutrients — carbohydrates, fat and protein — had just been introduced when one of the first scientists to study them, German chemist Justus von Liebig, launched a product called Liebig’s Extract of Meat as a cheap substitute for the real thing. (Its nutritional value was later shown to be negligible.)\n\nWhat humanity should eat to stay healthy and save the planet\n\nSince then, “proteins have been the only macronutrient that has never been vilified”, says Cutting-Jones, referring to the bad reputations that fat and carbs have acquired over the decades.\n\nIn the early 2000s, scientists published a spate of studies1,2 linking high-protein intake with weight loss. Around that time, Cutting-Jones says, a growing number of food manufacturers started turning whey, a by-product of cheesemaking, into protein powders.\n\nMore recently, social media has hyped protein supplements as a staple of the healthy lifestyle. Such promotion matters: a small survey3 about protein-supplement use among non-professional athletes found that 40% of participants listed social media as their main source of information about the supplements. “You have these influencers who are not trained in nutrition, but are promoting these protein-rich products,” Cutting-Jones says.\n\nProtein push\n\nMost dietary guidelines recommend that healthy adults consume around 0.8 grams of protein per kilogram of body weight per day. But many health influencers suggest that’s not enough, especially for those engaged in resistance training, a type of exercise that focuses on building strength, such as by lifting weights.\n\nWhy is exercise good for you? Scientists are finding answers in our cells\n\nIn that context, consuming protein after a workout provides the building blocks that the body needs to repair and rebuild the muscles. “What you see a lot on TikTok are people suggesting a gram of protein per pound of body weight,” says Ethan Balk, a clinical dietitian at New York University. That’s 2.2 grams per kilogram of body weight — close to three times the standard recommendation.\n\n“The bodybuilding community kind of swears by that,” Balk says. “But there’s been less, if any, support from research on that.”\n\nA large systematic review4 found that protein supplementation was associated with increased strength and muscle size among healthy adults doing resistance training. But the benefits plateau at a total protein intake of 1.6 grams per kilogram per day. Consuming more than that offers no extra advantage, the review found. More is “just wasteful”, says Nancy Rodriguez, a nutritional scientist and registered dietitian at the University of Connecticut in Storrs.\n\nWho benefits?\n\nSome studies suggest that older people, especially post-menopausal women5, need more protein than younger adults do to maintain healthy bones and muscles. But older adults don’t necessarily need to take supplements to reach their protein goals: a balanced diet is often enough, says Rodriguez.",
          "url": "https://doi.org/10.1038/d41586-025-02472-3",
          "doi": "https://doi.org/10.1038/d41586-025-02472-3",
          "filter": "4"
        }
      ]
    },
    {
      "journal_full": "Proceedings of the National Academy of Sciences",
      "journal_short": "PNAS",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Pervasive horizontal transfer of adeno-associated virus capsid genes",
          "authors": "Robert J. Gifford",
          "abstract": "Adeno-associated viruses (AAVs) are nonpathogenic DNA viruses with potent gene delivery capabilities, making them essential tools in gene therapy and biomedical research. Despite their therapeutic importance, key aspects of AAV natural biology remain obscure, complicating efforts to explain rare AAV-associated diseases and optimize gene therapy vectors. By analyzing sequence data from virus isolates and endogenous viral elements (EVEs), I reveal a striking evolutionary pattern: While AAV sublineages, defined by the replication-associated ( rep ) gene, have broadly codiverged with host groups over millions of years, capsid ( cap ) diversity has been shaped by extensive recombination. In particular, one capsid lineage, Mammalian-wide ( M-wide ), has spread horizontally across diverse rep lineages and host taxa through multiple recombination events. Furthermore, several AAVs with M-wide capsids—including AAV-4, AAV-12, and bovine AAV (BAAV)—originate from historical adenovirus (Ad) stocks, raising the possibility that laboratory conditions contributed to capsid transfer. Distinguishing natural from laboratory-driven recombination is essential for understanding AAV ecology and its implications for gene therapy. A systematic sequencing effort in human and primate populations is needed to assess the extent of recombinant capsid acquisition, determine the impact of laboratory-driven recombination on circulating AAV diversity, and track ongoing recombination events that could affect vector safety and efficacy.",
          "url": "https://doi.org/10.1073/pnas.2505928122",
          "doi": "https://doi.org/10.1073/pnas.2505928122",
          "filter": "2"
        },
        {
          "title": "Human eyelid behavior is driven by segmental neural control of the orbicularis oculi",
          "authors": "Jinyoung Kim, Ashley Shirriff, Jordan N. Cornwell, Maria Paula Quintero Mutis, Ereni Delis, Sophia Wang, Daniel B. Rootman, Tyler R. Clites",
          "abstract": "The eyelid performs critical functions to protect the eye and preserve functional vision. These functions are driven by contraction of the orbicularis oculi (OO), which is a unique skeletal muscle with a circular geometry and diffuse innervation. It is thought that this distributed innervation may allow for differential segmental activation and contraction, but it is not currently understood how sequenced activation patterns relate to differential muscle contraction, nor how segmental contraction creates the kinematics that drive the eyelid’s critical functions. In fact, motion of the eyelid has predominantly been modeled in only a single dimension (open–close). Here, we show that eyelid motion has important two-dimensional features that vary between eyelid behaviors. Using distributed intramuscular electromyography, we further show that activation differs segmentally across the OO, and that patterns of activation change to produce different behavior-specific eyelid kinematics. Our results demonstrate the role of segmental activation in eyelid motion, highlighting the importance of precise neural control in producing natural eyelid behavior. We anticipate that this research is a starting point for robust mechanistic models of eyelid function. This knowledge has critical implications for diagnosis and treatment of eyelid paralysis.",
          "url": "https://doi.org/10.1073/pnas.2508058122",
          "doi": "https://doi.org/10.1073/pnas.2508058122",
          "filter": "2"
        },
        {
          "title": "Tracing SARS-CoV-2 clusters across local scales using genomic data",
          "authors": "Leke Lyu, Mandev Gill, Guppy Stott, Sachin Subedi, Cody Dailey, Gabriella Veytsel, Magdy Alabady, Kayo Fujimoto, Ryker Penn, Pamela Brown, Roger Sealy, Justin Bahl",
          "abstract": "A quantitative understanding of local transmission dynamics is essential for designing effective prevention strategies. In this study, we developed a computational workflow to identify viral introductions and trace locally circulating clusters. We analyzed over 26,000 SARS-CoV-2 genomes and their associated metadata, collected between January and October 2021, to explore introduction and local dispersal patterns in Greater Houston, a major metropolitan area known for its demographic diversity. Our analysis identified more than 1,000 independent introduction events, resulting in clusters of varying sizes. The majority of introductions originated from domestic sources, while international introductions occurred earlier and were associated with larger cluster sizes. An analysis of locally circulating clusters revealed age-structured transmission dynamics. Geographic reconstruction of cluster spread identified Harris County as the primary viral source for surrounding areas. The outbreak in the source population was characterized by 1) a smaller proportion of new cases associated with external viral imports and 2) longer persistence times of circulating lineages. Overall, our high-resolution spatiotemporal reconstruction of the epidemic provides essential insights into the local-scale transmission landscape, supporting outbreak-specific, regional response strategies and public health planning.",
          "url": "https://doi.org/10.1073/pnas.2501435122",
          "doi": "https://doi.org/10.1073/pnas.2501435122",
          "filter": "2"
        },
        {
          "title": "Tuning Fermi liquids with polaritonic cavities",
          "authors": "Riccardo Riolo, Andrea Tomadin, Giacomo Mazza, Reza Asgari, Allan H. MacDonald, Marco Polini",
          "abstract": "The question of whether or not passive subwavelength cavities can alter the properties of quantum materials is currently attracting a great deal of attention. In this article, we show that the Fermi liquid parameters of a two-dimensional metal are modified by cavity polariton modes, and that these changes can be monitored by measuring a paradigmatic magneto-transport phenomenon, Shubnikov–de Haas oscillations in a weak perpendicular magnetic field. This effect is intrinsic, and totally unrelated to disorder. As an illustrative example, we carry out explicit calculations of the quasiparticle velocity of graphene in a planar van der Waals cavity formed by natural hyperbolic crystals and metal gates. The largest effects of the cavity occur when the phonon polariton modes of the former match energetically the graphene plasmon. For typical graphene carrier densities this occurs in the Terahertz spectral range.",
          "url": "https://doi.org/10.1073/pnas.2407995122",
          "doi": "https://doi.org/10.1073/pnas.2407995122",
          "filter": "2"
        },
        {
          "title": "O-GlcNAc modulation of nuclear pore complexes orchestrates mRNA export efficiency",
          "authors": "Samuel L. Junod, Coby Rush, Mark Tingey, Weidong Yang",
          "abstract": "Efficient gene expression depends on the tightly regulated export of messenger RNA (mRNA) through nuclear pore complexes (NPCs), which are densely modified by O-linked N-acetylglucosamine (O-GlcNAc). Although dysregulated O-GlcNAcylation has been linked to a variety of human diseases, the precise distribution of O-GlcNAc within the NPC and its effects on mRNA export remain poorly understood. Here, we combined single-point edge-excitation subdiffraction (SPEED) microscopy with stochastic optical reconstruction microscopy (STORM) to map the nanometer-scale distribution of an O-GlcNAc analog (GlcNAz) within NPCs and to quantify the export kinetics of mRNA–protein complexes (mRNPs) under both normal and perturbed O-GlcNAcylation conditions. Under basal conditions, GlcNAz is predominantly localized around the central channel of the NPC. However, both hypo- and hyper-O-GlcNAcylation cause GlcNAz to redistribute toward the nuclear and cytoplasmic peripheries. This shift is paralleled by changes in mRNP localization and altered distributions of key, highly O-GlcNAcylated, phenylalanine-glycine nucleoporins. These architectural rearrangements are accompanied by functional consequences: Elevated O-GlcNAcylation nearly doubles mRNA export efficiency (~61%), while reduced O-GlcNAcylation lowers it to ~16%, along with reduced NPC engagement. The transport receptor TAP exhibits analogous efficiency changes, reinforcing the role of O-GlcNAcylation as a key regulator of nucleocytoplasmic transport. Together, these results suggest that O-GlcNAcylation modulates NPC architecture and transport dynamics to fine-tune mRNA export, and indicate that targeted modulation of NPC O-GlcNAc levels may offer a promising strategy for addressing diseases associated with nuclear transport dysfunction.",
          "url": "https://doi.org/10.1073/pnas.2502687122",
          "doi": "https://doi.org/10.1073/pnas.2502687122",
          "filter": "2"
        },
        {
          "title": "CRISPR–Cas9 screening reveals microproteins regulating adipocyte proliferation and lipid metabolism",
          "authors": "Victor J. Pai, Huanqi Shan, Cynthia J. Donaldson, Joan M. Vaughan, Eduardo V. De Souza, Carolyn O’Connor, Michelle Liem, Antonio F. M. Pinto, Jolene Diedrich, Alan Saghatelian",
          "abstract": "Small open reading frames (smORFs) encode microproteins that play crucial roles in various biological processes, yet their functions in adipocyte biology remain largely unexplored. In a previous study, we identified thousands of smORFs in white and brown adipocytes derived from the stromal vascular fraction of mice using ribosome profiling. Here, we expand on this work by identifying additional smORFs related to adipocytes using the in vitro 3T3-L1 preadipocyte model. To systematically investigate the functional relevance of these smORFs, we designed a custom CRISPR/Cas9 single guide RNA (sgRNA) library and screened for smORFs influencing adipocyte proliferation and differentiation. Through a dropout screen and fluorescence-assisted cell sorting of lipid droplets, we identified dozens of smORFs that regulate either cell proliferation or lipid accumulation. The smORFs on the 5’- and 3’-untranslated regions (i.e., upstream smORFs (uORFs) and downstream smORFs (dORFs)) of functional genes can exert activity through cis-regulatory effects of the main ORF on these messenger RNAs (mRNAs), such as uORFs of MDM2 that impact proliferation. However, other smORFs, especially those from mRNAs with no other ORFs, point to a functional microprotein. Indeed, we tested a candidate smORF 1183 from a long noncoding RNA 923011K14Rik and demonstrated that the microprotein regulates adipocyte differentiation. These findings highlight the potential of CRISPR/Cas9-based screening to uncover functional smORFs and provide a framework for further exploration of microproteins in adipocyte biology and metabolic regulation.",
          "url": "https://doi.org/10.1073/pnas.2506534122",
          "doi": "https://doi.org/10.1073/pnas.2506534122",
          "filter": "2"
        },
        {
          "title": "Cryosectioning-enhanced super-resolution microscopy for single-protein imaging across cells and tissues",
          "authors": "Johannes Stein, Maria Ericsson, Michel Nofal, Lorenzo Magni, Sarah Aufmkolk, Ryan B. McMillan, Laura Breimann, Conor P. Herlihy, S. Dean Lee, Andréa Willemin, Jens Wohlmann, Laura Arguedas-Jimenez, Peng Yin, Ana Pombo, George M. Church, Chao-ting Wu",
          "abstract": "DNA-points accumulation for imaging in nanoscale topography (DNA-PAINT) enables nanoscale imaging with virtually unlimited multiplexing and molecular counting. Here, we address challenges, such as variable imaging performance and target accessibility, that can limit its broader applicability. Specifically, we enhance its capacity for robust single-protein imaging and molecular counting by optimizing the integration of total internal reflection fluorescence microscopy with physical sectioning, in particular, Tokuyasu cryosectioning. Our method, tomographic and kinetically enhanced DNA-PAINT (tkPAINT), achieves 3 nm localization precision across diverse samples, enhanced imager binding, and improved cellular integrity. tkPAINT can facilitate molecular counting with DNA-PAINT inside the nucleus, as demonstrated through its quantification of the in situ abundance of RNA Polymerase II in both HeLa cells as well as mouse tissues. Anticipating that tkPAINT could become a versatile tool for the exploration of biomolecular organization and interactions across cells and tissues, we also demonstrate its capacity to support multiplexing, multimodal targeting of proteins and nucleic acids, and three-dimensional (3D) imaging.",
          "url": "https://doi.org/10.1073/pnas.2504578122",
          "doi": "https://doi.org/10.1073/pnas.2504578122",
          "filter": "2"
        },
        {
          "title": "Discovery and development of an oral analgesic targeting the α2B adrenoceptor",
          "authors": "Masayasu Toyomoto, Takashi Kurihara, Takayuki Nakagawa, Asuka Inoue, Ryo Kimura, Isao Kii, Teruo Sawada, Takashi Ogihara, Kazuki Nagayasu, Takayuki Kishi, Hiroshi Onogi, Dohyun Im, Hidetsugu Asada, So Iwata, Jumpei Taguchi, Yuto Sumida, Suguru Yoshida, Junken Aoki, Takamitsu Hosoya, Masatoshi Hagiwara",
          "abstract": "Noradrenaline is a major monoaminergic neurotransmitter involved in pain modulation through an α2A-adrenergic receptor. Hence, α2-adrenergic agonists such as clonidine and dexmedetomidine exhibit analgesic and opioid-sparing effects. However, their use is restricted to hospital settings due to potential risks of acute hypertension/hypotension and bradycardia. Here, we report that ( Z )-1-(3-ethyl-5-fluorobenzo[ d ] thiazol-2(3 H )-ylidene)propan-2-one [adrenergic inducer of analgesia (ADRIANA)], a newly identified α2B subtype-specific antagonist, specifically promotes noradrenaline release in the murine spinal dorsal horn and produces analgesic effects by stimulating the α2A-dependent pain inhibitory pathway. Orally administered ADRIANA has potent analgesic effects in several nociceptive pain models of mice and nonhuman primates without cardiovascular effects. Mice with genetic loss of the α2B adrenoceptor showed normal responses to mechanical pain, but the analgesic effect of ADRIANA was not significantly detected. These findings reveal that the α2B adrenoceptor is a promising target for nonopioid analgesics through the activation of the α2A-dependent descending pathway.",
          "url": "https://doi.org/10.1073/pnas.2500006122",
          "doi": "https://doi.org/10.1073/pnas.2500006122",
          "filter": "2"
        },
        {
          "title": "Protracted circum-continent subduction: A mechanism for craton destruction and a rationale for craton longevity",
          "authors": "Xi Xu, Andrew V. Zuza, Lijun Liu, Weilin Zhu, Yanyun Sun, Baodi Wang, Xingtao Kuang, Song Han, Xuanjie Zhang, Wan Zhang, Xiaowei Fu, D. Graham Pearson, Jingao Liu",
          "abstract": "The evolution of continents is shaped by the growth and destruction of long-lived cratons, which serve as their stable cores. Processes for craton destruction are controversial because most invoked mechanisms occur frequently throughout Earth history, making the preservation of cratons for billions of years problematic. Here, we address this issue by presenting a crustal-scale analytical signal-amplitude model obtained from high-resolution airborne and shipborne magnetic data across cratons within East Asia. Magmatic, magnetic, and basin-history constraints show that the eastern North China craton experienced focused weakening, thickening, and catastrophic destruction of its mantle lithosphere due to a unique combination of circum-craton subduction and subsequent collision since the Paleozoic. By contrast, the adjacent South China craton was not impacted in this way, and thus, its mantle root was spared from destruction. The long-term survival of cratons may stem from the infrequent occurrence of sustained circum-cratonic subduction or collisional processes capable of destabilizing their lithospheric roots.",
          "url": "https://doi.org/10.1073/pnas.2502618122",
          "doi": "https://doi.org/10.1073/pnas.2502618122",
          "filter": "2"
        },
        {
          "title": "Hide-and-Seek genome editing reveals that Gephyrin is required for axo-axonic synapse assembly",
          "authors": "Yuki Ogawa, Duc V. M. Nguyen, Ayano Ogawa, Matthew N. Rasband",
          "abstract": "The visualization and manipulation of proteins in neurons is widely used to deduce their functions. While every experimental approach has limitations, the concurrent knock-in and knockout of two different proteins can be especially challenging. To this end, we developed Hide-and-Seek genome editing, which allows the simultaneous visualization and knockout of proteins in neurons using Adeno-associated viral vectors and the CRISPR/Cas9 system. We demonstrate the efficacy and flexibility of this method for rapid, efficient, and simultaneous knock-in and knockout of proteins in vitro and in vivo, at the synapse, axon initial segment (AIS), nucleus, and mitochondria. Using Hide-and-Seek, we show that the scaffolding protein Gephyrin is required for the proper assembly of axo-axonic synapses at the AIS.",
          "url": "https://doi.org/10.1073/pnas.2500726122",
          "doi": "https://doi.org/10.1073/pnas.2500726122",
          "filter": "2"
        },
        {
          "title": "Controlling transient and coupled diffusion with pseudoconformal mapping",
          "authors": "Gaole Dai, Teng Qu, Min Lei, Zhuo Li, Fubao Yang, Ziwei Zhang, Yuanyuan Wang, Huaqing Xie, Jiping Huang, Jun Wang",
          "abstract": "Diffusion in physical, chemical, and biological systems often occurs under transient conditions and involves coupling across multiple physical fields, challenging conventional control methods limited to steady-state, single-field settings. Here, we present a general geometric framework for regulating diffusion in time-dependent and multiphysics-coupled environments based on pseudoconformal mapping. This method preserves material isotropy and ensures smooth interface matching, enabling robust and flexible modulation of diffusion governed by Fick’s second law and beyond. We apply this framework to radiative–conductive, advective–conductive, and thermoelectric systems, achieving precise spatial and temporal control of temperature, flux, and voltage distributions. The proposed strategy is validated through simulations and experiments, demonstrating its broad applicability and scalability. Our findings provide a geometry-driven paradigm to programmable diffusion control, with potential impact across thermal management, energy conversion, and biomedical transport systems.",
          "url": "https://doi.org/10.1073/pnas.2511708122",
          "doi": "https://doi.org/10.1073/pnas.2511708122",
          "filter": "2"
        },
        {
          "title": "20E-induced Kr-h1 expression facilitates developmental transitions depending on chromosome accessibility of BR-C enhancers",
          "authors": "Shihui Long, Yongyu Qiu, Tong Lin, Shumin Huang, Wenhao Zhang, Suning Liu, Ling Tian, Subba R. Palli, Sheng Li, Kang Li",
          "abstract": "Transcription factors and histone modification-mediated chromatin accessibility coordinately regulate spatiotemporal expression of genes that control growth and development. It is well documented that juvenile hormone-activated Kr-h1 antagonizes 20-hydroxyecdysone (20E)-induced expression of the pupal specifier BR-C to sustain larval status in holometabolous insects. Here, we revealed that during the larval–prepupal transition in Drosophila melanogaster , the 20E-activated Kr-h1-BR-C axis is a prerequisite for wing disc morphogenesis. Mechanistically, 20E-EcR/USP-Met-Tai directly activates Kr-h1 that upregulates BR-C expression via the positive Kr-h1 binding sites (PKBS) in the BR-C enhancers. Furthermore, we showed that 20E-induced H3K27 acetylation increases chromatin accessibility of the PKBS-containing enhancers, facilitating the maximum of BR-C expression that promotes developmental transitions. Collectively, in response to different hormone stimuli, a single transcription factor either negatively or positively regulates the expression of the same target gene depending on chromatin accessibility of its different enhancer regions, thus manipulating distinct developmental events.",
          "url": "https://doi.org/10.1073/pnas.2509608122",
          "doi": "https://doi.org/10.1073/pnas.2509608122",
          "filter": "2"
        },
        {
          "title": "Dipole-induced transition in 3 dimensions",
          "authors": "Itamar Procaccia, Tuhin Samanta",
          "abstract": "The Kosterlitz–Thouless and the Hexatic phase transitions are celebrated examples of dipole (vortex, dislocation) induced transitions in condensed matter physics. For very clear reasons, these important “topological” transitions are restricted to 2-dimensions. Here, we present a genuine dipole-induced transition in the 3-dimensional response of (athermal) amorphous solids to applied strain. Similarly to the existence of a hexatic phase between normal solid and fluid, we identify an intermediate phase between a phase of normal elastic response at high pressure, and fluid matter at zero pressure. The mechanical response in the intermediate phase is accompanied by plasticity that is generically associated with “nonaffine” quadrupolar events seen in the resulting displacement field. Gradients of the quadrupolar fields act as dipole charges that screen elasticity, breaking both translational and chiral symmetries. We highlight angular correlations that exhibit diverging correlation lengths at this transition and determine the critical scaling exponents.",
          "url": "https://doi.org/10.1073/pnas.2427273122",
          "doi": "https://doi.org/10.1073/pnas.2427273122",
          "filter": "2"
        },
        {
          "title": "Evaluating plant growth–defense trade-offs by modeling the interaction between primary and secondary metabolism",
          "authors": "Jan Zrimec, Sandra Correa, Maja Zagorščak, Marko Petek, Carissa Bleker, Katja Stare, Christian Schuy, Sophia Sonnewald, Kristina Gruden, Zoran Nikoloski",
          "abstract": "Understanding the molecular mechanisms behind plant response to stress can enhance breeding strategies and help us design crop varieties with improved stress tolerance, yield, and quality. To investigate resource redistribution from growth- to defense-related processes in an essential tuber crop, potato, here we generate a large-scale compartmentalized genome-scale metabolic model (GEM), potato-GEM. Apart from a large-scale reconstruction of primary metabolism, the model includes the full known potato secondary metabolism, spanning over 566 reactions that facilitate the biosynthesis of 182 distinct potato secondary metabolites. Constraint-based modeling identifies that the activation of the largest amount of secondary (defense) pathways occurs at a decrease of the relative growth rate of potato leaf, due to the costs incurred by defense. We then obtain transcriptomics data from experiments exposing potato leaves to two biotic stress scenarios, a herbivore and a viral pathogen, and apply them as constraints to produce condition-specific models. We show that these models recapitulate experimentally observed decreases in relative growth rates under treatment as well as changes in metabolite levels between treatments, enabling us to pinpoint the metabolic rewiring underlying growth–defense trade-offs. Potato-GEM thus presents a useful resource to study and broaden our understanding of potato and general plant defense responses under stress conditions.",
          "url": "https://doi.org/10.1073/pnas.2502160122",
          "doi": "https://doi.org/10.1073/pnas.2502160122",
          "filter": "2"
        },
        {
          "title": "Reduction of TRAF3 by heterozygosity or aging impacts B cell function",
          "authors": "Emma L. Hornick, Kyp Oxley, Nathaniel Wieting, Emma Treco, Bruce S. Hostager, Gail A. Bishop",
          "abstract": "TNF receptor-associated factor 3 (TRAF3) is a signaling adaptor protein that is ubiquitously expressed but has highly distinct cell type–specific functions. TRAF3 plays critical roles in restraint of B lymphocyte activation, differentiation, and homeostatic survival. Consistent with such roles, loss-of-function mutations in TRAF3 have long been found in various human B cell malignancies. Mice lacking TRAF3 specifically in B cells have autoimmune manifestations, lymphadenopathy, and increased incidence of B cell lymphomas. More recently, human patients with germline TRAF3 mutations leading to haploinsufficiency have been reported; the phenotypes of these patients show striking similarities with those of mice with TRAF3-deficient B cells. This raises the important knowledge gap of how relative quantity of TRAF3 protein regulates B cells. To address this question, we investigated the effect of decreased B cell TRAF3 using mice whose B cells are heterozygous for loss of Traf3 . Traf3 +/− B cells displayed multiple functional abnormalities, to an extent intermediate between Traf3 +/+ and Traf3 −/− B cells, indicating a striking dose–response of B cells to relative quantities of TRAF3. Additionally, B cell TRAF3 protein—but not transcript—was reduced in B cells from normal aged mice and humans, consistent with increased occurrence of both B cell hyperactivity and B cell malignancies in older populations. Treatment of aged mice with a proteasome inhibitor restored the level of B cell TRAF3, suggesting age-related chronic signaling through receptors that lead to TRAF3 degradation. Thus, relative levels of B cell TRAF3 protein have important biological impacts on B cell function.",
          "url": "https://doi.org/10.1073/pnas.2507217122",
          "doi": "https://doi.org/10.1073/pnas.2507217122",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Science",
      "journal_short": "Sci",
      "articles": [
        {
          "title": "Census in crisis—further erasure of Indigenous Peoples?",
          "authors": "Tahu Kukutai",
          "abstract": "In 2013, demographer David Coleman wrote that the population census in its traditional form was heading toward its twiligh t. Its impending demise was being driven by digitization, rapid data transfer, and data linkage technologies. Declining census response rates and soaring costs hastened the decline. A decade later, that forecasted twilight is coming to pass. For the world’s estimated 476 million Indigenous Peoples, the census crisis comes at a critical point in their fight for rights and recognition.",
          "url": "https://doi.org/10.1126/science.aea0932",
          "doi": "https://doi.org/10.1126/science.aea0932",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Strain-coupled, crystalline polymer-inorganic interfaces for efficient magnetoelectric sensing",
          "authors": "Binbin He, Yuanyuan He, Wenhui Wang, Yingzhi Sun, Shengwen Kong, Jin Huang, Yunfei Ru, Bingchao Qin, Huili Ren, Jing He, Tianyi Zhao, Jing Li, Jiong Lu, Li-Dong Zhao, Mingjie Liu",
          "abstract": "Magnetoelectric sensing holds promise for flexible sensors, offering precise detection of both electric and magnetic fields with minimal power consumption. However, its practical use has been constrained by weak magnetoelectric effects and limited overall performance, particularly under mechanical strain. Herein, we fabricated robust magnetoelectric polymer-inorganic nanocomposites through an interfacial cocrystallization strategy. By leveraging diazonium chemistry on vanadium diselenide (VSe 2 ) monolayers, we created a submolecular-flat interface between ferromagnetic VSe 2 and ferroelectric poly(vinylidene fluoride) (PVDF) nanocrystals. This highly crystalline interface has few mobile polymer chains and thus limits energy dissipation and enhances interfacial energy transfer. The scalable composite films show exceptional magnetoelectric performance, with a magnetocapacitive coefficient of 23.6%. These films enable ultrafast magnetoelectric detection, approaching a 10-fold increase in speed compared with conventional sensors, and offer opportunities for integrating multifunctional materials such as thermoelectric coolers into wearable devices.",
          "url": "https://doi.org/10.1126/science.adt2741",
          "doi": "https://doi.org/10.1126/science.adt2741",
          "filter": "2"
        },
        {
          "title": "Imaging collective quantum fluctuations of the structure of a complex molecule",
          "authors": "Benoît Richard, Rebecca Boll, Sourav Banerjee, Julia M. Schäfer, Zoltan Jurek, Gregor Kastirke, Kilian Fehre, Markus S. Schöffler, Nils Anders, Thomas M. Baumann, Sebastian Eckart, Benjamin Erk, Alberto De Fanis, Reinhard Dörner, Sven Grundmann, Patrik Grychtol, Max Hofmann, Markus Ilchen, Max Kircher, Katharina Kubicek, Maksim Kunitski, Xiang Li, Tommaso Mazza, Severin Meister, Niklas Melzer, Jacobo Montano, Valerija Music, Yevheniy Ovcharenko, Christopher Passow, Andreas Pier, Nils Rennhack, Jonas Rist, Daniel E. Rivas, Daniel Rolles, Ilme Schlichting, Lothar Ph. H. Schmidt, Philipp Schmidt, Daniel Trabert, Florian Trinter, Rene Wagner, Peter Walter, Pawel Ziolkowski, Artem Rudenko, Michael Meyer, Robin Santra, Ludger Inhester, Till Jahnke",
          "abstract": "Because of the Heisenberg uncertainty principle, the structure of a molecule fluctuates about its mean geometry, even in the ground state. Observing this fundamental quantum effect experimentally—particularly, revealing the collective nature of the structural quantum fluctuations—remains an unmet challenge for complex molecules. In this work, we achieved this for an 11-atom molecule by inducing its Coulomb explosion with an x-ray free-electron laser. We show that the structural fluctuations manifest themselves in correlated variations of ion momenta obtained through coincident detection of the atomic fragments from individual molecules. Our analysis scheme allows extracting these variations, despite our measurements covering only a fraction of the full 33-dimensional momentum space, thereby establishing a general approach for extracting information on high-dimensional structural dynamics using Coulomb explosion.",
          "url": "https://doi.org/10.1126/science.adu2637",
          "doi": "https://doi.org/10.1126/science.adu2637",
          "filter": "2"
        },
        {
          "title": "Transferrin receptor–targeted anti-amyloid antibody enhances brain delivery and mitigates ARIA",
          "authors": "Michelle E. Pizzo, Edward D. Plowey, Nathalie Khoury, Wanda Kwan, Jordan Abettan, Sarah L. DeVos, Claire B. Discenza, Timothy Earr, David Joy, Ming Lye-Barthel, Elysia Roche, Darren Chan, Jason C. Dugas, Kapil Gadkar, Stefan Hamann, René Meisner, Jennifer Sebalusky, Ana Claudia Silva Amaral, Isabel Becerra, Roni Chau, Johann Chow, Allisa J. Clemens, Mark S. Dennis, Joseph Duque, Laura Fusaro, Jennifer A. Getz, Mihalis S. Kariolis, Do Jin Kim, Kendra J. Lechtenberg, Amy Wing-Sze Leung, Arash Moshkforoush, Hoang N. Nguyen, Emmanuel S. Ojo, Elliot R. Thomsen, Vanessa O. Torres, Pascal E. Sanchez, Lu Shan, Adam P. Silverman, Zachary K. Sweeney, Hilda Solanoy, Raymond Tong, Meredith E. Calvert, Ryan J. Watts, Robert G. Thorne, Paul H. Weinreb, Dominic M. Walsh, Joseph W. Lewcock, Thierry Bussiere, Y. Joy Yu Zuchero",
          "abstract": "Amyloid-related imaging abnormalities (ARIA), side effects of anti-amyloid drugs seen in magnetic resonance imaging of the brain, are a major safety concern in patients with Alzheimer’s disease. We developed an antibody transport vehicle (ATV) targeting transferrin receptor (TfR) for brain delivery of anti-amyloid-β protein (anti-Aβ) using asymmetrical Fc mutations (ATV cisLALA ) that mitigates TfR-related liabilities and retains effector function when bound to Aβ. Administration of ATV cisLALA :Aβ in mice exhibited broad brain distribution and enhanced parenchymal plaque target engagement. This biodistribution reduced ARIA-like lesions and vascular inflammation. Taken together, ATV cisLALA has the potential to improve the next generation of Aβ immunotherapy through enhanced biodistribution mediated by transport across the blood-brain barrier.",
          "url": "https://doi.org/10.1126/science.ads3204",
          "doi": "https://doi.org/10.1126/science.ads3204",
          "filter": "2"
        },
        {
          "title": "Evolution of antiviral host defenses against a backdrop of endogenous retroelements",
          "authors": "George Kassiotis, Jonathan P. Stoye",
          "abstract": "Mammalian hosts deploy a multitude of germ line–encoded mechanisms to detect and restrict virus infection. These mechanisms must avoid pathological responses to endogenous retroviruses and other endogenous retrotransposable elements (RTEs)—viruses and viruslike genomic parasites that have invaded the host germ line and are passed down the generations as host genes. Although the location, specificity, and sensitivity of innate pattern recognition receptors and restriction factors are tuned to facilitate discrimination of infecting viruses from those that are part of self, immune cross-reactions do occur. The RTE viral heritage may, therefore, compromise the ability of the host to respond to virus infection without risking pathology. Nevertheless, RTEs have the potential to be co-opted as an alarm amplification system, to be repurposed as antiviral factors, and to contribute to the evolution of antiviral genes.",
          "url": "https://doi.org/10.1126/science.adx4379",
          "doi": "https://doi.org/10.1126/science.adx4379",
          "filter": "2"
        },
        {
          "title": "Radular teeth matrix protein 1 directs iron oxide deposition in chiton teeth",
          "authors": "Michiko Nemoto, Koki Okada, Haruka Akamine, Yuki Odagaki, Yuka Narahara, Kenji Okoshi, Kiori Obuse, David Kisailus, Hisao Moriya, Akira Satoh",
          "abstract": "Nature builds multiscale mineral structures with impressive mechanical properties through spatially and temporally orchestrated organic-mineral assembly. One example of regulated mineralization is found in hypermineralized and ultrahard magnetic teeth of chiton, which grind on rock to feed on algae. At early stages of tooth formation, iron oxide deposition is controlled using a chiton-specific radular teeth matrix protein 1 (RTMP1), which is transported into teeth through microvilli. RTMP1 spatially and temporally guides and enhances mineralization on chitinous fibers within the tooth, providing a hard, tough, and strong architecture that enables the organism to perform repetitive abrasive events to survive.",
          "url": "https://doi.org/10.1126/science.adu0043",
          "doi": "https://doi.org/10.1126/science.adu0043",
          "filter": "2"
        },
        {
          "title": "Single-photon detection enabled by negative differential conductivity in moiré superlattices",
          "authors": "Krystian Nowakowski, Hitesh Agarwal, Sergey Slizovskiy, Robin Smeyers, Xueqiao Wang, Zhiren Zheng, Julien Barrier, David Barcons Ruiz, Geng Li, Riccardo Bertini, Matteo Ceccanti, Iacopo Torre, Bert Jorissen, Antoine Reserbat-Plantey, Kenji Watanabe, Takashi Taniguchi, Lucian Covaci, Milorad V. Milošević, Vladimir Fal’ko, Pablo Jarillo-Herrero, Roshan Krishna Kumar, Frank H. L. Koppens",
          "abstract": "Detecting individual light quanta is essential for quantum information, space exploration, advanced machine vision, and fundamental science. In this work, we introduce a single-photon detection mechanism using highly photosensitive nonequilibrium electron phases in moiré materials. Using tunable bands in bilayer graphene/hexagonal boron nitride superlattices, we engineer negative differential conductance and a sensitive bistable state capable of detecting single photons. Operating in this regime, we demonstrate single-photon counting at mid-infrared (11.3 micrometers) and visible wavelengths (675 nanometers) and temperatures up to 25 kelvin. This detector offers prospects for broadband, high-temperature quantum technologies with complementary metal-oxide semiconductor compatibility and seamless integration into photonic-integrated circuits. Our analysis suggests that the underlying mechanism originates from superlattice-induced negative differential velocity.",
          "url": "https://doi.org/10.1126/science.adu5329",
          "doi": "https://doi.org/10.1126/science.adu5329",
          "filter": "2"
        },
        {
          "title": "Sex differences in tissue-specific immunity and immunology",
          "authors": "Sonia Sharma, Alicia Gibbons, Erica Ollmann Saphire",
          "abstract": "Biological sex exerts a substantial influence on the immune system and immune-related diseases. Males are more susceptible to the acute effects of viral disease and certain cancers, whereas females exhibit a more robust immune response that can make them prone to developing autoimmune complications. We reflect on the emerging appreciation of sex differences—governed by genetics, sex hormones, and environmental factors—in tissue immunity and immunology. Understanding these tissue context–dependent sex differences in the immune system is critical to deciphering the exact mechanisms that determine why women and men experience organ-specific infections, autoimmune or inflammatory diseases, and cancers differently. Only by parsing distinction at the tissue level can the development of personalized and precision immunotherapy approaches be conceived and then achieved.",
          "url": "https://doi.org/10.1126/science.adx4381",
          "doi": "https://doi.org/10.1126/science.adx4381",
          "filter": "2"
        },
        {
          "title": "Convergence and divergence of individual immune responses over the life course",
          "authors": "C. Jessica E. Metcalf, Andrea L. Graham, Andrew J. Yates, Derek A. T. Cummings",
          "abstract": "Three ingredients create the strikingly variable immune trajectories observed across human populations: (i) genetic variation, (ii) individual-scale generation of additional genetic diversity solely in lymphocytes, and (iii) collision of these processes with a changing environment through life, triggering plastic responses that can have lasting effects. We explore what generates or reduces immune variation, integrating recent empirical advances with potential overarching evolutionary principles. We posit that the multiple components of the immune system each present trade-offs (such as self-defense–self-harm, and investments in memory–retaining flexibility for future responses) that vary through life, and that variation in how immune components balance these trade-offs increases homeostasis to external and internal threats. Disentangling the mechanisms that shape immune diversity could inform effective strategies to manage microbial interactions and mitigate the burden of immune-mediated chronic diseases.",
          "url": "https://doi.org/10.1126/science.ady9543",
          "doi": "https://doi.org/10.1126/science.ady9543",
          "filter": "2"
        },
        {
          "title": "Three-dimensional nucleation and growth of deformation twins in magnesium",
          "authors": "Sangwon Lee, Michael Pilipchuk, Can Yildirim, Duncan Greeley, Qianying Shi, Tracy D. Berman, Adam Creuziger, Evan Rust, Carsten Detlefs, Veera Sundararaghavan, John E. Allison, Ashley Bucsek",
          "abstract": "At two-thirds the weight of aluminum, magnesium alloys have the potential to reduce the fuel consumption of transportation vehicles. These advancements depend on our ability to optimize the desirable versus undesirable effects of deformation twins, which are three-dimensional (3D) microstructural domains that form under mechanical stresses. Previously only characterized through surface or thin-film measurements, we present 3D in situ characterization of deformation twinning inside an embedded grain over mesoscopic fields of view using dark-field x-ray microscopy supported by crystal plasticity finite element analysis. The results revealed the role of triple junctions on twin nucleation and the sequence and irregularity of twin growth and showed that twin-grain junctions, twin-twin junctions, and twin boundaries were the sites of localized dislocation accumulation.",
          "url": "https://doi.org/10.1126/science.adv3460",
          "doi": "https://doi.org/10.1126/science.adv3460",
          "filter": "2"
        },
        {
          "title": "Intestinal mast cell–derived leukotrienes mediate the anaphylactic response to ingested antigens",
          "authors": "Nathaniel D. Bachtel, Jaime L. Cullen, Min Liu, Steven A. Erickson, Vassily I. Kutyavin, Darine W. El-Naccache, Esther B. Florsheim, Jaechul Lim, Zuri A. Sullivan, Raiden Imaeda, Andrew Hudak, Cuiling Zhang, Ruslan Medzhitov",
          "abstract": "Anaphylaxis is a life-threatening complication of food allergen exposure. Although mechanisms governing anaphylaxis after intravenous injection are defined in mice, these models neglect mucosal exposure that accompanies ingestion. We investigated the role of mast cells within the intestine of mice and found that oral anaphylaxis required immunoglobulin E–Fcε receptor 1 (IgE-FcεR1) signaling. Intestinal mast cells were a heterogeneous population, shaped by epithelial cues. Compared with connective tissue mast cells found throughout the body, intestinal mast cells largely resided in the epithelium, displayed divergent transcriptomes and effector functions, and had a diminished ability to generate histamine, but they enhanced leukotriene synthesis. Mice genetically deficient in cysteinyl leukotriene synthesis, or those treated with the arachidonate 5-lipoxygenase (aLOX5) antagonist zileuton, were protected from oral antigen–induced responses, whereas those elicited by intravenous injection were unaltered.",
          "url": "https://doi.org/10.1126/science.adp0246",
          "doi": "https://doi.org/10.1126/science.adp0246",
          "filter": "2"
        },
        {
          "title": "An orthogonal T7 replisome for continuous hypermutation and accelerated evolution in E. coli",
          "authors": "Christian S. Diercks, Philipp Sondermann, Cynthia Rong, Thomas G. Gillis, Yahui Ban, Celine Wang, David A. Dik, Peter G. Schultz",
          "abstract": "Systems that perform continuous hypermutation of designated genes without compromising the integrity of the host genome can substantially accelerate the evolution of new or enhanced protein functions. We describe an orthogonal DNA replication system in Escherichia coli based on the controlled expression of the replisome of bacteriophage T7 (T7-ORACLE). The system replicates circular plasmids that enable high transformation efficiencies and seamless integration into standard molecular biology workflows. Engineering of T7 DNA polymerase yielded variant proteins with mutation rates of 1.7 × 10 −5 substitutions per base in vivo—100,000-fold above the genomic mutation rate. We demonstrated continuous evolution using the T7 replisome by expanding the substrate scope of TEM-1 β-lactamase and increasing activity 5000-fold against clinically relevant monobactam and cephalosporin antibiotics in less than 1 week.",
          "url": "https://doi.org/10.1126/science.adp9583",
          "doi": "https://doi.org/10.1126/science.adp9583",
          "filter": "2"
        },
        {
          "title": "Cysteinyl leukotrienes stimulate gut absorption of food allergens to promote anaphylaxis in mice",
          "authors": "Laura R. Hoyt, Elise Liu, Eli C. Olson, Danielle R. Jacobsen, Emily R. Siniscalco, Rebecca A. Krier-Burris, Kara G. Greenfield, Caleb D. McBride, Mia M. Alfajaro, Julien A.R. Amat, Zhe Zhao, Lan Xu, Vivek Philip, Aditi Verma, Slim Fourati, Donna L. Senger, Lingdi Zhang, Supinda Bunyavanich, Sarah E. Glass, Robert J. Coffey, Craig B. Wilen, Adam Williams, Stephanie C. Eisenbarth",
          "abstract": "Food-specific immunoglobulin E (IgE) triggers life-threatening anaphylaxis; however, for unclear reasons, some people with food-specific IgE are asymptomatic upon allergen consumption. We studied strains of mice with different sensitivities to anaphylaxis when orally challenged with allergen to identify possible causes. In resistant C57BL/6 mice, intestinal goblet cells transported less food allergen than did anaphylaxis-susceptible strains, even before allergic sensitization. In a forward genetic screen, resistance was correlated with dipeptidase 1 ( Dpep1 ) variants. DPEP1 is expressed in intestinal epithelium and catabolizes leukotriene D 4 (LTD 4 ). Blocking DPEP1 with cilastatin, deleting Dpep1 , or administering LTD 4 orally enhanced allergen transport in resistant mice. Conversely, pretreatment of susceptible mice with a synthesis inhibitor, zileuton, abrogated allergen absorption and oral anaphylaxis, indicating that this could be an approach to treating food allergy.",
          "url": "https://doi.org/10.1126/science.adp0240",
          "doi": "https://doi.org/10.1126/science.adp0240",
          "filter": "2"
        },
        {
          "title": "The membrane skeleton is constitutively remodeled in neurons by calcium signaling",
          "authors": "Evan Heller, Naina Kurup, Xiaowei Zhuang",
          "abstract": "The membrane skeleton in neurons adopts a periodic lattice structure in which actin filaments, capped by adducin and tropomodulin, form ring-shaped structures connected by spectrin tetramers along neurites. This membrane-associated periodic skeleton (MPS) is important for many neuronal functions. Using live-cell super-resolution imaging, we found that the MPS is surprisingly dynamic, undergoing local disassembly and reformation constitutively in axons. MPS remodeling is driven by calcium signaling, leading to actin-ring destabilization through protein kinase C–mediated adducin phosphorylation and to spectrin degradation by calpain. Formin, an actin-nucleating and -polymerizing enzyme, plays a dual role in MPS remodeling and maintenance. MPS remodeling is enhanced by neuronal activity and functionally facilitates endocytosis. Our results highlight the importance of a dynamic membrane skeletal structure in neuronal function.",
          "url": "https://doi.org/10.1126/science.adn6712",
          "doi": "https://doi.org/10.1126/science.adn6712",
          "filter": "2"
        },
        {
          "title": "Immune system influence on physiology",
          "authors": "Matthias Nahrendorf, Florent Ginhoux, Filip K. Swirski",
          "abstract": "The immune system’s central function is to maintain homeostasis by guarding the organism against dangerous external and internal stressors. Immunity’s operational toolbox contains diverse processes, such as phagocytosis, antigen recognition, cell killing, and secretion of cytokines and antibodies. Although immune cells interact with each other, they also communicate with cells typically associated with other organ systems, including the nervous, circulatory, metabolic, musculoskeletal, endocrine, and hematopoietic. This abundant cross-talk shows that immunity transcends defense and homeostasis: It is a network that participates in many physiological processes necessary for life. By accessing the circulation and inhabiting every tissue, leukocytes sense, interpret, and regulate biological processes. In this Review, we highlight recent studies that illustrate the often bidirectional and symbiotic relationships through which the immune system regulates physiology.",
          "url": "https://doi.org/10.1126/science.adx4380",
          "doi": "https://doi.org/10.1126/science.adx4380",
          "filter": "2"
        },
        {
          "title": "The Columbia deal is a tragic wake-up call",
          "authors": "H. Holden Thorp",
          "abstract": "Last month, Columbia University entered an agreement with the US government to restore federal funding for research in exchange for actions by the university to address complaints by the Trump administration about antisemitism on campus and civil rights violations in admissions and faculty hiring. In reaching the deal, the government wielded science funding—at least $1.3 billion dollars annually—as a powerful lever to influence the university, and signing it was probably unavoidable. Although there is much to criticize in the agreement, it stands as a reminder that accepting federal dollars for research has always come with the possibility that those funds could be clawed back under circumstances deemed a misuse of taxpayer money. Universities are now witnessing this power-of-the-purse at an unparalleled magnitude.",
          "url": "https://doi.org/10.1126/science.aeb0424",
          "doi": "https://doi.org/10.1126/science.aeb0424",
          "filter": "2"
        },
        {
          "title": "Revisiting the human sociobiology debate Sociobiology: The New Synthesis Edward O. Wilson Harvard University Press, 1975. 697 pp.",
          "authors": "Gillian R. Brown, H. Clark Barrett, Kevin N. Lala",
          "abstract": "What have we learned 50 years on?",
          "url": "https://doi.org/10.1126/science.ady6081",
          "doi": "https://doi.org/10.1126/science.ady6081",
          "filter": "3"
        },
        {
          "title": "Roxie Laybourne, the first forensic ornithologist The Feather Detective: Mystery, Mayhem, and the Magnificent Life of Roxie Laybourne Chris Sweeney Avid Reader Press, 2025. 320 pp.",
          "authors": "Vijaysree Venkatraman",
          "abstract": "A new biography probes the life of a taxidermist turned avian investigator",
          "url": "https://doi.org/10.1126/science.adx2662",
          "doi": "https://doi.org/10.1126/science.adx2662",
          "filter": "3"
        },
        {
          "title": "Study used DNA from thousands—without consent",
          "authors": "Annika Inampudi",
          "abstract": "iPsych, which investigates the genetics of psychiatric disorders, has sent 140,000 opt-out notices amid backlash",
          "url": "https://doi.org/10.1126/science.aeb2395",
          "doi": "https://doi.org/10.1126/science.aeb2395",
          "filter": "3"
        },
        {
          "title": "Brazil’s dangerous environmental licensing bill",
          "authors": "Emanuela W. A. Weidlich",
          "url": "https://doi.org/10.1126/science.aea7981",
          "doi": "https://doi.org/10.1126/science.aea7981",
          "filter": "3"
        },
        {
          "title": "Hardening nature’s toughest teeth",
          "authors": "André Scheffel",
          "abstract": "A protein that underlies the mineralization of chiton teeth is revealed",
          "url": "https://doi.org/10.1126/science.adz8241",
          "doi": "https://doi.org/10.1126/science.adz8241",
          "filter": "3"
        },
        {
          "title": "Opening the gateway to food-induced anaphylaxis",
          "authors": "Tamara T. Haque, Mark H. Kaplan",
          "abstract": "Cysteinyl leukotrienes are important drivers of the anaphylactic response to ingested food antigens",
          "url": "https://doi.org/10.1126/science.adz6439",
          "doi": "https://doi.org/10.1126/science.adz6439",
          "filter": "3"
        },
        {
          "title": "How a diagnosis altered my path",
          "authors": "Matteo De Vuyst",
          "url": "https://doi.org/10.1126/science.aeb1444",
          "doi": "https://doi.org/10.1126/science.aeb1444",
          "filter": "3"
        },
        {
          "title": "Improving Alzheimer’s disease immunotherapy",
          "authors": "Mengen Xing, Weihong Song",
          "abstract": "A modified antibody targeting amyloid-β reduces adverse events and increases efficacy in a mouse model",
          "url": "https://doi.org/10.1126/science.adz8959",
          "doi": "https://doi.org/10.1126/science.adz8959",
          "filter": "3"
        },
        {
          "title": "Losing protection",
          "authors": "Martin Enserink",
          "abstract": "The United States helped beat back malaria in Guinea. Now, the disease is set to soar",
          "url": "https://doi.org/10.1126/science.aeb2041",
          "doi": "https://doi.org/10.1126/science.aeb2041",
          "filter": "3"
        },
        {
          "title": "Moiré eyes detect the dim",
          "authors": "Denis Bandurin",
          "abstract": "Unusual electronic behavior of a moiré superlattice helps detect a single light particle",
          "url": "https://doi.org/10.1126/science.aea5235",
          "doi": "https://doi.org/10.1126/science.aea5235",
          "filter": "3"
        },
        {
          "title": "In Science Journals",
          "authors": "Di Jiang, Mark Aldenderfer, Yury Suleymanov, Leslie Ferrarelli, Phil Szuromi, Marc S. Lavine, Sarah H. Ross, Mattia Maroso, Yevgeniya Nusinovich, Ian S. Osborne, Brandon Berry, Claire Olingy",
          "abstract": "Highlights from the Science family of journals",
          "url": "https://doi.org/10.1126/science.aeb2039",
          "doi": "https://doi.org/10.1126/science.aeb2039",
          "filter": "3"
        },
        {
          "title": "Senate panel rejects Trump’s plan to slash NIH’s budget",
          "authors": "Jocelyn Kaiser",
          "abstract": "Bipartisan support for agency challenges proposed reorganization and overhead costs cap",
          "url": "https://doi.org/10.1126/science.aeb2396",
          "doi": "https://doi.org/10.1126/science.aeb2396",
          "filter": "3"
        },
        {
          "title": "The multifunctional immune system",
          "authors": "Sarah Ross, Caroline Ash",
          "url": "https://doi.org/10.1126/science.aea8294",
          "doi": "https://doi.org/10.1126/science.aea8294",
          "filter": "3"
        },
        {
          "title": "In Other Journals",
          "authors": "Sacha Vignieri, L. Bryan Ray, Priscilla N. Kelly, Brad Wible, Peter Stern, Jack Huang, Jesse Smith",
          "abstract": "Editors’ selections from the current scientific literature",
          "url": "https://doi.org/10.1126/science.aeb2040",
          "doi": "https://doi.org/10.1126/science.aeb2040",
          "filter": "3"
        },
        {
          "title": "Community support for inclusive US education",
          "authors": "Emily P. Driessen, A. Kelly Lane",
          "url": "https://doi.org/10.1126/science.adz3963",
          "doi": "https://doi.org/10.1126/science.adz3963",
          "filter": "3"
        },
        {
          "title": "Thank ketchup, and interbreeding, for your French fries",
          "authors": "Erik Stokstad",
          "abstract": "Hybridization 9 million years ago gave potatoes the genetic knack to develop tubers, a new study finds",
          "url": "https://doi.org/10.1126/science.aeb2397",
          "doi": "https://doi.org/10.1126/science.aeb2397",
          "filter": "3"
        },
        {
          "title": "Brazil’s “devastation bill” empowers criminals",
          "authors": "Andre Giles, Bernardo M. Flores",
          "url": "https://doi.org/10.1126/science.adz7734",
          "doi": "https://doi.org/10.1126/science.adz7734",
          "filter": "3"
        },
        {
          "title": "AI-generated text surges in research papers",
          "authors": "Phie Jacobs",
          "abstract": "One-fifth of computer science papers may include AI-written sentences",
          "url": "https://doi.org/10.1126/science.aeb2399",
          "doi": "https://doi.org/10.1126/science.aeb2399",
          "filter": "3"
        },
        {
          "title": "Quantum technology governance: A standards-first approach",
          "authors": "Mateo Aboy, Urs Gasser, I. Glenn Cohen, Mauritz Kop",
          "abstract": "Standards offer a flexible, globally harmonized path to govern early-stage quantum technologies while preserving innovation, security, and international cooperation",
          "url": "https://doi.org/10.1126/science.adw0018",
          "doi": "https://doi.org/10.1126/science.adw0018",
          "filter": "3"
        },
        {
          "title": "Study reveals industrial-scale publishing fraud",
          "authors": "Cathleen O’Grady",
          "abstract": "Sophisticated global networks are infiltrating journals to publish fake papers",
          "url": "https://doi.org/10.1126/science.aeb2398",
          "doi": "https://doi.org/10.1126/science.aeb2398",
          "filter": "3"
        }
      ]
    },
    {
      "journal_full": "Science Advances",
      "journal_short": "SciAdv",
      "articles": [
        {
          "title": "Fluid dynamical pathways of airborne transmission while waiting in a line",
          "authors": "Ruixi Lou, Milo Van Mooy, Gabriel A. Tarditti, Rodolfo Ostilla Monico, Varghese Mathai",
          "abstract": "Waiting in a line (or a queue) is an unavoidable social interaction that occurs frequently in public spaces. Despite its wide prevalence and rich parametric variability, few studies have addressed the risks of airborne infection while waiting in a line. Here, we use a combination of laboratory experiments and direct numerical simulations to assess the flow patterns in a simplified waiting line setting. From observations of the transport of breath-like expulsions, we reveal the presence of fluid dynamical counter-currents —due to the competing effects of line kinematics and thermal gradients. Depending on the walking speed, an intermediate temperature range can potentially heighten the infection risks by allowing the breath plume to linger; however, colder and warmer ambients both suppress the spread. Current guidelines of increasing physical separation appear to have a limited impact on reducing aerosol transmission. This work highlights the need for updated transmission mitigation guidelines in settings where physical separation, interaction duration, and periodicity of movements are factors.",
          "url": "https://doi.org/10.1126/sciadv.adw0985",
          "doi": "https://doi.org/10.1126/sciadv.adw0985",
          "filter": "0"
        },
        {
          "title": "Five thousand years of inequality in the Carpathian Basin",
          "authors": "Paul R. Duffy, Fynn Wilkes, Henry Skorna, Martin Furholt, Cait Dickie, Kata Furholt, Giacomo Bilotti, Johannes Müller, Gary M. Feinman",
          "abstract": "The emergence of sedentary farming economies, especially in contexts intensified by plow agriculture, has been argued to underpin marked increases in economic inequality and its intergenerational transmission across Eurasia. To assess this presumed causal relationship, we examine relational (burials) and material (house sizes) inequalities in the Carpathian Basin, a large region in central Europe, from the time the first farmers arrived in southeastern Europe through the next five millennia to the Bronze Age. We find that although farming did increase the potentials for both relational and material inequalities, the potential was rarely reached and then only for short durations. We identify a series of leveling mechanisms varying over time, including the removal of material wealth from circulation through the placement in graves, community fission, and investments of surplus labor in infrastructural investments. In the Carpathian Basin, only after at least 5000 years were the intergenerational potentials of material wealth transmissions more broadly realized.",
          "url": "https://doi.org/10.1126/sciadv.adu0323",
          "doi": "https://doi.org/10.1126/sciadv.adu0323",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Histone acetylation readers Bdf1 and Yaf9 direct SWR1 remodeler to +1 nucleosome",
          "authors": "Anand Ranjan, Ejlal Elalaoui, Xiaona Tang, Justin Cha, Robert K. Louder, Kevin Nguyen, Joseph Ye, Muhammad Bennani, Anne M. Gardner, Derrick Liu, B. Franklin Pugh, Carl Wu",
          "abstract": "The histone variant H2A.Z marking permissive chromatin is deposited by the multicomponent SWR1 chromatin remodeler, which is targeted to nucleosome-free promoters by a DNA length–sensing module. How SWR1 is directed to the flanking acetylated +1 nucleosome, its physiological substrate, has been enigmatic. We show by live-cell, single-molecule tracking that SWR1 subunits Bdf1 and Yaf9 harboring histone acetylation reader domains differentially regulate chromatin binding: Bdf1 promotes SWR1 association, while Yaf9-YEATS slows its dissociation. Notably, single-molecule tracking and genome-wide chromatin immunoprecipitation combined with exonuclease treatment reveal Bdf1 and Yaf9 contributions to global SWR1 targeting and histone exchange at +1 nucleosomes. Our findings highlight the in-cell biochemistry of histone readers and suggest a generalizable, two-stage mechanism wherein acetylated nucleosome interactions initially constrain the three-dimensional diffusion of SWR1 to increase local concentration, followed by stochastic one-dimensional diffusion at nucleosome-depleted regions with directional capture by acetylated +1 nucleosomes.",
          "url": "https://doi.org/10.1126/sciadv.adt2002",
          "doi": "https://doi.org/10.1126/sciadv.adt2002",
          "filter": "2"
        },
        {
          "title": "Hypersonic acoustic wave control via stealthy hyperuniform phononic nanostructures",
          "authors": "Michele Diego, Jade Hardouin, Gabrielle Mazevet-Schargrod, Matteo Pirro, Byunggi Kim, Roman Anufriev, Masahiro Nomura",
          "abstract": "Controlling hypersonic surface acoustic waves is crucial for advanced phononic devices such as high-frequency filters, sensors, and quantum computing components. While periodic phononic crystals enable precise bandgap engineering, their ability to suppress acoustic waves is limited to specific frequency ranges. Here, we experimentally demonstrate surface acoustic wave control using a hyperuniform arrangement of gold nanopillars on a lithium niobate layer. The hyperuniform structure, exhibiting characteristics of both random and ordered systems, leads to broad-range acoustic transmission reduction and bandgap-like regions of particularly strong suppression. By integrating linear and S-shaped waveguides into the hyperuniform pattern, we achieve efficient waveguiding at frequencies within these bandgaps. Both simulations and experiments confirm high transmission through the waveguides, demonstrating the flexibility of hyperuniform structures to support complex waveguide shapes. These findings provide an alternative approach to overcome limitations of traditional phononic crystals and advance acoustic technologies such as mechanical quantum computing and smartphone filters.",
          "url": "https://doi.org/10.1126/sciadv.adw7205",
          "doi": "https://doi.org/10.1126/sciadv.adw7205",
          "filter": "2"
        },
        {
          "title": "The importance of carbonatite lavas in outgassing Venus’ modern-day atmosphere",
          "authors": "Allyson R. Trussell, Joseph G. O’Rourke, David A. Williams, Ian T. W. Flynn, Benjamin A. Black, Madison E. Borrelli",
          "abstract": "Venus diverged from Earth’s evolutionary path through the development of a carbon dioxide (CO 2 )–dominated atmosphere, although studies dispute whether this atmosphere arose shortly after accretion or after a protracted period of surface habitability. Widespread volcanic features suggest that volcanic outgassing may have played a pivotal role in the transformation of Venus. However, the formation of volcanic units on Venus by basaltic lavas can only outgas a minor fraction of the CO 2 in the current atmosphere. Here, we model the erosion of long, meandering channels on Venus called canali and show that carbonatite lavas have the unique properties required to erode the canali. Our results suggest that eruption of these carbonatites may have delivered a total mass of CO 2 comparable to that of the modern atmosphere, resolving challenges to the formation of Venus’ atmosphere within the recent past and suggesting that exoplanets in the “Venus zone” may exhibit the potential for prolonged habitability.",
          "url": "https://doi.org/10.1126/sciadv.adw1621",
          "doi": "https://doi.org/10.1126/sciadv.adw1621",
          "filter": "2"
        },
        {
          "title": "Life in the slowest lane: Feeding allometry lowers metabolic rate scaling in the largest whales",
          "authors": "Ashley M. Blawas, Simone K. A. Videsen, David E. Cade, John Calambokidis, Ari S. Friedlaender, David W. Johnston, Peter T. Madsen, Jeremy A. Goldbogen",
          "abstract": "The hypothesized impacts of whale foraging on ocean productivity are ultimately defined by their metabolic rate, but determining energy expenditure for ocean giants remains challenging. The largest baleen whales use a high-drag lunge-feeding strategy that is hypothesized to come at a high energetic cost, thus requiring exceptional calorie intake. We used biologging tags to measure respiratory rates in foraging rorquals and demonstrate that their field metabolic rates are less than half that predicted by prey consumption estimates and by scaling predictions from smaller marine mammals. The relative cost of rorqual foraging decreases with increasing size as larger whales spend disproportionately longer time filtering prey from engulfed water. By decoupling active swimming and filtration, the largest rorquals forage with limited movement costs. The evolution of lunge feeding confers an energetic advantage that is unique among filter feeders and may have provided an evolutionary pathway to the largest body sizes.",
          "url": "https://doi.org/10.1126/sciadv.adw2232",
          "doi": "https://doi.org/10.1126/sciadv.adw2232",
          "filter": "2"
        },
        {
          "title": "Anthropogenic warming drives earlier wildfire season onset in California",
          "authors": "Gavin D. Madakumbura, Max A. Moritz, Karen A. McKinnon, A. Park Williams, Stefan Rahimi, Benjamin Bass, Jesse Norris, Rong Fu, Alex Hall",
          "abstract": "Annual wildfire area in California has rapidly grown in recent decades, with increasingly negative impacts on people. The fire season is also lengthening, with an earlier onset. This trend has been hypothesized to be driven by anthropogenic warming, but it has yet to be quantitatively attributed to climate drivers. Using a comprehensive fire occurrence dataset, we analyze fire season onset and climate controls on its variability and change during 1992–2020 in 13 California ecoregions. Northern California ecoregions show stronger trends toward earlier onset compared to more arid southern California ecoregions. Onset has trended earlier for all but one ecoregion. Interannual variability of onset is dominated by climate variability and its influence on fuel moisture. Trend attribution inferred from onset-climate relationships suggests that anthropogenic warming advanced fire season onset by 6 to 46 days during 1992–2020 in 11 of 13 ecoregions. Continued warming is expected to further promote earlier fire season onsets.",
          "url": "https://doi.org/10.1126/sciadv.adt2041",
          "doi": "https://doi.org/10.1126/sciadv.adt2041",
          "filter": "2"
        },
        {
          "title": "A streamlined CRISPR-based test for tuberculosis detection directly from sputum",
          "authors": "Alexandra G. Bell, Owen R. S. Dunkley, Nisha H. Modi, Yujia Huang, Soleil Tseng, Robert Reiss, Naranjargal Daivaa, J. Lucian Davis, Deninson Alejandro Vargas, Padmapriya Banada, Yingda L. Xie, Cameron Myhrvold",
          "abstract": "Mycobacterium tuberculosis ( Mtb ) is a major threat to global health, and there is an urgent need for affordable, simple tuberculosis (TB) diagnosis in underresourced areas. Here, we combine recombinase polymerase amplification with Cas13a and Cas12a detection to create two parallelized one-pot assays that detect two conserved elements of Mtb ( IS6110 and IS1081 ) and a human DNA internal control. These assays are compatible with lateral flow and can be readily lyophilized. Our final assay showed a limit of detection of 69.0 CFU per milliliter for Mtb H37Rv and 80.5 CFU per milliliter for Mycobacterium bovis BCG in spiked sputum, with no cross-reactivity to diverse bacterial or fungal isolates. Clinical tests on 13 blinded sputum samples revealed 100% (six of six) sensitivity and 100% (seven of seven) specificity compared to culture. SHINE-TB streamlines TB diagnosis from sample to answer by combining amplification and detection while being compatible with lateral flow and lyophilization.",
          "url": "https://doi.org/10.1126/sciadv.adx2067",
          "doi": "https://doi.org/10.1126/sciadv.adx2067",
          "filter": "2"
        },
        {
          "title": "Time-resolved atomic-resolution Brownian tomography of single nanocrystals reveals size-dependent dynamics",
          "authors": "Rubén Meana-Pañeda, Canran Ji, Cong T. S. Van, Cyril F. Reboul, Sungsu Kang, Sungin Kim, Jinho Rhee, Yunseo Lee, Peter Ercius, Wojciech Czaja, Jungwon Park, Hans Elmlund",
          "abstract": "Atomic-resolution structure identification of nanocrystals by graphene liquid cell electron microscopy (GLC-EM) has revealed that small, solubilized platinum nanocrystals consist of an ordered crystalline core surrounded by mobile surface atoms, which dissociate during oxidative etching, resulting in distinct temporal structural states. Requirements imposed by the 3D reconstruction algorithm limit the number of structural states that can be resolved. We introduce a regularized 3D reconstruction algorithm that exploits the redundancy inherent in the experimental data, allowing us to improve the time resolution. Our developments provide a comprehensive molecular picture at unprecedented spatial and temporal resolution of the nonlinear, linear, and fluctuating dynamic phenomena that single nanocrystals undergo during the GLC-EM experiment. We determined atomic structures of 66 temporal structural states, extracted from 15 time trajectories of individual nanocrystals. Large (478 to 698 atoms) and small (&lt;300 atoms) nanocrystals show etching that preserves a stable core, whereas mid-sized (351 to 571 atoms) nanocrystals present dynamics that change the coordination of the core.",
          "url": "https://doi.org/10.1126/sciadv.ady1413",
          "doi": "https://doi.org/10.1126/sciadv.ady1413",
          "filter": "2"
        },
        {
          "title": "YAP regulates transcriptional programs for layer-specific periosteal expansion during fracture repair",
          "authors": "Madhura P. Nijsure, Brendan Tobin, Dakota L. Jones, Annemarie Lang, Grey Hallström, Miriam Baitner, Gabrielle I. Tanner, Georgios Kotsaris, Yasaman Moharrer, Christopher J. Panebianco, Elizabeth G. Seidl, Nathaniel A. Dyment, Gregory L. Szeto, Levi Wood, Joel D. Boerckel",
          "abstract": "Bone fracture repair initiates by periosteal expansion. The periosteum is a bilayered tissue composed of inner cambium and outer fibrous layers. Typically quiescent, periosteal progenitor cells proliferate upon fracture; however, the underlying transcriptional mechanisms remain unclear. Here, we show that deletion of the transcriptional regulators, yes-associated protein (YAP) and transcriptional coactivator with PDZ binding motif (TAZ), from Osterix-expressing cells, which reside in the cambium, impairs periosteal expansion. YAP activation increases chromatin accessibility, preferentially at TEA domain transcription factor (TEAD) binding sites, and regulates both cell-intrinsic and cell-extrinsic cellular functions. We identify bone morphogenetic protein 4 ( Bmp4 ) as a YAP-TEAD target gene expressed in the cambium. In YAP/TAZ knockout mice, BMP4 delivery increased periosteal expansion through matrix accumulation and fibrous layer cell proliferation. Conversely, in wild-type mice, BMP4 delivery increased osteogenic activity and angiogenesis. Together, these data identify YAP-mediated transcriptional programs that promote layer-specific periosteal expansion.",
          "url": "https://doi.org/10.1126/sciadv.adw0126",
          "doi": "https://doi.org/10.1126/sciadv.adw0126",
          "filter": "2"
        },
        {
          "title": "Tunable phononic quantum interference induced by two-dimensional metals",
          "authors": "Kunyan Zhang, Rinu Abraham Maniyara, Yuanxi Wang, Arpit Jain, Maxwell T. Wetherington, Thuc T. Mai, Chengye Dong, Timothy Bowen, Ke Wang, Slava V. Rotkin, Angela R. Hight Walker, Vincent H. Crespi, Joshua Robinson, Shengxi Huang",
          "abstract": "Harnessing quantum interference among bosons provides opportunities due to their longer coherence time than fermions. Fano resonance, an example of quantum interference between discrete and continuous states, is marked by an asymmetric lineshape. While photon-based Fano resonance has enabled high-sensitivity molecule sensing, phonon-based Fano resonance remains underexplored because of ineffective interference between discrete phonons and electronic continuum. In this work, we report phonon-based Fano resonance in a graphene/2D Ag/SiC heterostructure, arising from frequency and lifetime matching between discrete and continuous phonons of SiC. The observed Fano asymmetry is tunable over two orders of magnitude, surpassing previously reported phonon-based systems. The 2D Ag layer restructures the interfacial SiC and facilitates resonant scattering to enhance Fano asymmetry, which is unattainable in conventional Ag. We further demonstrated that this Fano resonance allows ultrasensitive molecule detection at the single-molecule level. Our work highlights phonon-based Fano resonance, opening avenues for engineering quantum interference with phonons.",
          "url": "https://doi.org/10.1126/sciadv.adw1800",
          "doi": "https://doi.org/10.1126/sciadv.adw1800",
          "filter": "2"
        },
        {
          "title": "Exciton polariton condensation in a perovskite moiré flat band at room temperature",
          "authors": "Feng Jin, Jiahao Ren, Simone Zanotti, Peiyuan Cui, Hao Zheng, Jie Liang, Jinyang Ni, Zhe Wang, Fulong Shi, Cheng-Wei Qiu, Guoqing Chang, Timothy C. H. Liew, Rui Su",
          "abstract": "Moiré superlattices exhibit fascinating moiré flat bands when two layers of van der Waals materials are twisted at specific magic angles, providing unparalleled opportunities to explore unconventional correlated quantum phenomena. Exciton polaritons, hybrid quasiparticles of excitons and photons, have emerged as promising synthetic platforms for exploring moiré physics beyond conventional systems. However, the realization of moiré exciton-polariton flat bands and their condensation remains challenging. Here, we experimentally demonstrate a moiré exciton-polariton flat band with condensation in a perovskite moiré superlattice at room temperature. By engineering a 21.79° magic-angle moiré superlattice potential with enhanced interlayer coupling, we experimentally observe a polaritonic moiré flat band near the corresponding monolayer’s Dirac points position in the perovskite microcavity. Under a nonresonant pulsed excitation, polaritons with proper detuning condense into the moiré flat band at room temperature. Our work provides a unique platform for investigating exotic moiré phenomena and unlocks promising avenues toward advanced polaritonic devices.",
          "url": "https://doi.org/10.1126/sciadv.adx2361",
          "doi": "https://doi.org/10.1126/sciadv.adx2361",
          "filter": "2"
        },
        {
          "title": "A closed-loop bioelectronic patch for intelligent blood pressure management",
          "authors": "Yuyan Zou, Zeguo Chen, Bowen Jin, Linghui Lyu, Yongting Xie, Yuqing Li, Ke Zeng, Siqi Yan, Zhongshi Wu, Wansong Chen, You-Nian Liu, Yanli Zhao",
          "abstract": "Cardiovascular diseases remain a leading cause of mortality due to passive and delayed drug interventions. This study introduces an intelligent blood pressure management system (BPMS) for real-time monitoring and adaptive intervention through a closed-loop framework integrating sensors, control circuits, and microneedle electrodes. A hierarchical microneedle architecture, featuring gold nanoparticle (Au NP) electrocatalysts and copper-nitrogen–doped carbon nanoribbon (Cu-NC NB) nanozymes, selectively catalyzes the in situ generation of nitric oxide (NO) for vasodilation. To enhance NO delivery, an electroosmotic flow (EOF) mechanism extends the diffusion range up to 4 millimeters through a porous microneedle (PMN) array, enabling effective vascular penetration. In vivo studies in rabbits and pigs confirm that BPMS dynamically regulates NO release in response to fluctuating blood pressure, achieving real-time hemodynamic control. This work pioneers a closed-loop strategy for continuous blood pressure monitoring and on-demand vasodilation, offering a transformative approach to the intelligent management of cardiovascular diseases.",
          "url": "https://doi.org/10.1126/sciadv.adx6438",
          "doi": "https://doi.org/10.1126/sciadv.adx6438",
          "filter": "2"
        },
        {
          "title": "Atomistic mechanism of noncanonical voltage gating in K 2P channels",
          "authors": "Yessenbek K. Aldakul, Marcus Schewe, Carlos Coll-Diez, Songhwan Hwang, Thomas Baukrowitz, Han Sun",
          "abstract": "In classical voltage-gated cation channels, the movement of a voltage-sensing domain (VSD) opens a gate in the pore domain. However, two-pore domain K + (K 2P ) channels lack a VSD and instead rely on K + movement within the selectivity filter (SF) to convert voltage changes into pore opening. To uncover the atomistic basis of voltage gating in TREK K 2P channels, we integrated large-scale atomistic molecular dynamics simulations with extensive mutagenesis and patch-clamp electrophysiology, including sucrose-based experiments. Simulations revealed an asymmetric stability difference along the SF that results in a water-permeable extracellular side and a watertight intracellular side. Inactivation during inward flux occurs when water penetrates into the inner binding site and halts ion permeation, followed by the unbinding of three K + ions, consistent with gating charge analysis. Our findings provide unprecedented atomistic insights into the C-type inactivation of TREK K 2P channels and establish a framework for investigating noncanonical voltage gating mechanisms in other ion channels.",
          "url": "https://doi.org/10.1126/sciadv.adx1680",
          "doi": "https://doi.org/10.1126/sciadv.adx1680",
          "filter": "2"
        },
        {
          "title": "Dual-function polyester nanoparticles for amplified anti-inflammatory effects",
          "authors": "Ingrid M. Heyns, Abiodun T. Wahab, Raghu Ganugula, David Sheikh-Hamad, M. N. V. Ravi Kumar, Meenakshi Arora",
          "abstract": "This study investigates a dual-acting drug delivery system using naringenin (NAR) as a folate receptor ligand to enhance intestinal uptake and encapsulated NAR for combating inflammation. The dual-acting systems were tested in vitro on cisplatin-induced human kidney–2 cells and in vivo in a mouse model of cisplatin-induced acute kidney injury (AKI). NAR-loaded passive nanoparticles [P2Ns(NAR)] and dual-acting systems [P2Ns-NAR(NAR)] showed notable advantages over unformulated NAR, reducing the required dose by up to 57 and 79%, respectively. These nanoparticles modulated immune responses, restored T cell function, and shifted macrophage polarization from proinflammatory M1 to tissue-repairing M2. In addition, P2Ns-NAR(NAR) alleviated AKI by reducing fibrosis and lowering Toll-like receptor 4 and nuclear factor κB levels in the kidneys. Notably, P2Ns-NAR(NAR) outperformed other formulations, providing a 50% lower effective dose. This study emphasizes the potential of NAR to overcome intestinal barriers and highlights the importance of polymer functionality in delivering effective treatments for inflammatory diseases.",
          "url": "https://doi.org/10.1126/sciadv.adw1358",
          "doi": "https://doi.org/10.1126/sciadv.adw1358",
          "filter": "2"
        },
        {
          "title": "Combinatorial profiling of multiple histone modifications and transcriptome in single cells using scMTR-seq",
          "authors": "Yang Wang, Jingyu Li, Andrew A. Malcolm, William Mansfield, Stephen J. Clark, Ricard Argelaguet, Laura Biggins, Richard J. Acton, Simon Andrews, Wolf Reik, Gavin Kelsey, Peter J. Rugg-Gunn",
          "abstract": "Profiling combinations of histone modifications identifies gene regulatory elements in different states and discovers features controlling transcriptional and epigenetic programs. However, efforts to map chromatin states in complex, heterogeneous samples are hindered by the lack of methods that can profile multiple histone modifications together with transcriptomes in individual cells. Here, we describe single-cell multitargets and mRNA sequencing (scMTR-seq), a high-throughput method that enables simultaneous profiling of six histone modifications and transcriptome in single cells. We apply scMTR-seq to uncover dynamic and coordinated changes in chromatin states and transcriptomes during human endoderm differentiation. We also use scMTR-seq to produce lineage-resolved chromatin maps and gene regulatory networks in mouse blastocysts, revealing epigenetic asymmetries at gene regulatory regions between the three embryo lineages and identifying Trps1 as a potential repressor in epiblast cells of trophectoderm-associated enhancer networks and their target genes. Together, scMTR-seq enables investigation of combinatorial chromatin landscapes in a broad range of heterogeneous samples, providing insights into epigenetic regulatory systems.",
          "url": "https://doi.org/10.1126/sciadv.adu3308",
          "doi": "https://doi.org/10.1126/sciadv.adu3308",
          "filter": "2"
        },
        {
          "title": "Light-activated 3D covalent organic framework membranes with adaptive pores for CO 2 recognition and separation",
          "authors": "Congcong Yin, Muning Chen, Ziyin Zhang, Kai Liu, Jinglin Gao, Xin Zhao, Yuping Wu, Yong Wang",
          "abstract": "Creation of membrane channels capable of recognizing diverse molecules is desirable for advancing molecular transport and separation, but it remains difficult to precisely control their conformation and achieve dynamic adaption to specific molecules. Here, we demonstrate fine-tuning the pore environment within 3D covalent organic framework (COF) that can precisely control its pore size and polarity to recognize CO 2 . The pores are integrated with azobenzene units with photo-adaptable trans-to-cis isomerization, enabling dynamic pore size regulation at angstrom scale. Moreover, the isomerization induces drastic changes in intrapore polarity, which exert profound effects on the intermolecular affinity through the dipole-quadrupole interaction. Featuring these dynamic natures, the 3D COF membrane cooperating the size exclusion effect with a molecular recognition ability toward CO 2 . As a result, light-gating separation experiments show the superior CO 2 capture performance with a N 2 /CO 2 selectivity of 27.6. Theoretical calculations reveal that cis-state azobenzene can reduce the electron transfer barrier from azobenzene to CO 2 , thereby providing a molecular recognition pathway.",
          "url": "https://doi.org/10.1126/sciadv.adw8452",
          "doi": "https://doi.org/10.1126/sciadv.adw8452",
          "filter": "2"
        },
        {
          "title": "Acquisition of neural crest promoted thyroid evolution from chordate endostyle",
          "authors": "Jan Stundl, Ayyappa Raja Desingu Rajan, Hugo A. Urrutia, Jake Leyhr, Jana Stundlova, Tatiana Solovieva, Tatjana Haitina, Sophie Sanchez, Zuzana Musilova, Megan L. Martik, Marianne E. Bronner",
          "abstract": "The endostyle is an endodermal organ unique to nonvertebrate chordates except for lamprey larvae, where it serves as forerunner to the adult thyroid. Here, we examine whether the acquisition of neural crest in the vertebrate lineage played a role in the elaboration of the endostyle. CM-DiI lineage tracing reveals a neural crest contribution to the endostyle, and CRISPR-Cas9 mutagenesis of key neural crest genes causes endostyle defects including formation of a single rather than bilobed structure. RNA sequencing reveals gene profiles characteristic of embryonic neural crest cells and Schwann cell precursors in the developing endostyle. Contrasting with the prevailing view that the endostyle is an endoderm-derived organ, we propose that the acquisition of the neural crest played a critical step in promoting thyroid evolution from chordate endostyle.",
          "url": "https://doi.org/10.1126/sciadv.adv2657",
          "doi": "https://doi.org/10.1126/sciadv.adv2657",
          "filter": "2"
        },
        {
          "title": "Integrated horizontal convective PCR system for clinical diagnostics",
          "authors": "Wenshang Guo, Minghui Xu, Ye Tao, Weiyu Liu, Hongwei Zhou, Xue Guan, Ruizhe Yang, Zhenyou Ge, Rui Xue, Zhongqiang Zhang, Haizhou Zhou, Yukun Ren",
          "abstract": "Rapid and accurate disease diagnosis in resource-limited settings is critical for optimizing medical resources and controlling epidemic outbreaks. However, developing a point-of-care detection system that is user-friendly, cost-effective, highly accurate, and exhibits strong specificity remains a formidable challenge. Here, we report an integrated horizontal convection PCR system (IHCS) for clinical point-of-care testing, capable of real-time fluorescence detection. IHCS leverages horizontal thermal convection within a capillary to drive sample flow and temperature cycling for nucleic acid amplification, making it suitable for both home use and on-site rapid detection. Capillary action enables swift sample loading, thereby simplifying the overall procedure, and the horizontal thermal convection overcomes the volume limitations inherent in vertical systems. Validation with 130 clinical samples demonstrated that the system successfully detected HBV, SARS-CoV-2, and influenza A virus within 40 min, achieving excellent sensitivity (&gt;96%) and specificity (100%). Overall, the IHCS integrates microfluidics, thermal engineering, and optical sensing and offers a paradigm-shifting solution for point-of-care diagnostics.",
          "url": "https://doi.org/10.1126/sciadv.adx8434",
          "doi": "https://doi.org/10.1126/sciadv.adx8434",
          "filter": "2"
        },
        {
          "title": "China’s nationwide streamflow decline driven by landscape changes and human interventions",
          "authors": "Kaiwen Wang, Xiaomang Liu, Peng Cui, Yangjian Zhang, Jiaxin Xie, Changming Liu, Simon N. Gosling",
          "abstract": "China’s rivers support nearly 20% of the global population and supply freshwater for the world’s largest proportion of industrial output and grain production. Despite their importance, nationwide streamflow changes and their drivers remain unclear because of challenges in accessing observations and disentangling the effects of climate, landscape, and human interventions. By combining data from 1046 hydrological stations with ISIMIP3a reconstructions, we provide a comprehensive national assessment showing that streamflow has declined across more than 70% of stations over the past six decades. Although regional heterogeneity exists, these declines are primarily concentrated in the north and driven by land use and cover change, further exacerbated by water abstraction, diversion, and regulation. In contrast, climate change and variability dominate the increases in streamflow, primarily in the south. Our results provide insights for water managers, helping them understand the multifaceted drivers of hydrological variability and inform the development of infrastructure and ecological projects to mitigate potential risks associated with declining streamflow.",
          "url": "https://doi.org/10.1126/sciadv.adu8032",
          "doi": "https://doi.org/10.1126/sciadv.adu8032",
          "filter": "2"
        },
        {
          "title": "Stressomic: A wearable microfluidic biosensor for dynamic profiling of multiple stress hormones in sweat",
          "authors": "Jiaobing Tu, Jeonghee Yeom, Joshua Chaj Ulloa, Samuel A. Solomon, Jihong Min, Wenzheng Heng, Gwangmook Kim, Jadelynn Dao, Rohan Vemu, Marion Pang, Canran Wang, Dong-Hwan Kim, Wei Gao",
          "abstract": "Managing stress is essential for mental and physical health, yet current methods rely on subjective self-assessments or indirect physiological measurements, often lacking accuracy. Existing wearable sensors primarily target a single stress hormone, cortisol, using single-point measurements that fail to capture real-time changes and distinguish between acute and chronic stress. To address this, we present Stressomic, a wearable multiplexed microfluidic biosensor for noninvasive monitoring of cortisol, epinephrine, and norepinephrine in sweat. Stressomic integrates iontophoresis-driven sweat extraction with bursting valve-regulated microfluidic channels for continuous sampling and analysis. Gold nanodendrite–decorated laser-engraved graphene electrodes achieve picomolar-level sensitivity, enabling simultaneous detection of multiple stress hormones. Electrochemical assays and human studies demonstrate that Stressomic reliably tracks hormone fluctuations in response to physical, psychological, and pharmacological stressors. Distinct temporal patterns reveal the dynamic interplay between the hypothalamic-pituitary-adrenal axis and the sympathetic nervous system. This platform enables continuous, multiplexed stress profiling, offering opportunities for early detection of maladaptive responses, personalized stress management, and deeper insights into stress biology.",
          "url": "https://doi.org/10.1126/sciadv.adx6491",
          "doi": "https://doi.org/10.1126/sciadv.adx6491",
          "filter": "2"
        },
        {
          "title": "Deep manifold learning reveals hidden developmental dynamics of a human embryo model",
          "authors": "Kejie Chen, Kai-Rong Qin, Jing Na, Guanbin Gao, Chunxi Yang, Jianping Fu",
          "abstract": "In this study, postimplantation human epiblast and amnion development are modeled using a stem cell–based embryoid system. A dataset of 3697 fluorescent images, along with tissue, cavity, and cell masks, is generated from experimental data. A computational pipeline analyzes morphological and marker expression features, revealing key developmental processes such as tissue growth, cavity expansion, and cell differentiation. To uncover hidden developmental dynamics, a deep manifold learning framework is introduced. This framework uses an autoencoder to project embryoid images into a twenty-dimensional (20D) latent space and models the dynamics using a mean-reverting stochastic process of mixed Gaussians. The approach accurately captures phenotypic changes observed at discrete experimental time points. Moreover, it enables the generation of artificial yet realistic embryoid images at finer temporal resolutions, providing deeper insights into the progression of early human development.",
          "url": "https://doi.org/10.1126/sciadv.adr8901",
          "doi": "https://doi.org/10.1126/sciadv.adr8901",
          "filter": "2"
        },
        {
          "title": "Cryogenic electron tomography reveals helical organization of lipoprotein lipase in storage vesicles",
          "authors": "Kathryn H. Gunn, Anna Wheless, Thomas Calcraft, Mark Kreutzberger, Kareem El-Houshy, Edward H. Egelman, Peter B. Rosenthal, Saskia B. Neher",
          "abstract": "Lipoprotein lipase (LPL) is a triglyceride lipase that is contained in intracellular vesicles in an inactive storage form before secretion, but the precise structural details have not yet been resolved. Using cryo–electron tomography (cryo-ET), we observe that LPL exists inside of storage vesicles as a filament with an 11-nanometer diameter and is packed in these vesicles in two distinct patterns. Next, we solved a 4.2-Å resolution cryo–electron microscopy (cryo-EM) structure of this 11-nanometer LPL filament using purified protein. The filament is made of repeating pairs of LPL molecules with occluded active sites, rendering the LPL inactive. The comparison of the in situ subtomogram average and the in vitro cryo-EM structure indicates that the previously uncharacterized physiological storage form of LPL is an inactive filament.",
          "url": "https://doi.org/10.1126/sciadv.adx8711",
          "doi": "https://doi.org/10.1126/sciadv.adx8711",
          "filter": "2"
        },
        {
          "title": "Simultaneous imaging of bidirectional guided waves probes arterial mechanical anisotropy, blood pressure, and stress synchronously",
          "authors": "Yuxuan Jiang, Guo-Yang Li, Keshuai Hu, Shiyu Ma, Yang Zheng, Mingwei Jiang, Zhaoyi Zhang, Xinyu Wang, Yanping Cao",
          "abstract": "Arterial biomechanical indicators have long been recognized as fundamental contributors to the physiology and pathology of cardiovascular systems. Probing multiple biomechanical parameters of arteries simultaneously throughout the cardiac cycle is highly important but remains challenging. Here, we report a method to quantify arterial anisotropic stiffness, arterial wall stresses, and local blood pressure in a single measurement. With programmed ultrasound excitation and imaging, arterial axial and circumferential guided waves were simultaneously induced and measured in the longitudinal view. Then, a mechanical model was proposed to quantitatively predict the correlation of arterial guided waves with arterial biomechanical parameters. Our experimental design and biomechanical model enable an elastography method to assess temporal variations in blood pressure, bidirectional stiffness, and mechanical stresses in arterial walls. In vivo experiments were performed on healthy young, normotensive older, and hypertensive older volunteers. The results demonstrate that our method can find applications in understanding aging of cardiovascular system and diagnosis of cardiovascular diseases.",
          "url": "https://doi.org/10.1126/sciadv.adv5660",
          "doi": "https://doi.org/10.1126/sciadv.adv5660",
          "filter": "2"
        },
        {
          "title": "Soluble N-terminal region of prion protein causes rapid neurodegeneration in prion disease",
          "authors": "Runchuan Yan, Yan Zhang, Jingjing Zhang, Xiangyi Zhang, Yue Han, Mengfei Wang, Dan Wang, Shengnan Huang, Wei Liu, Qi Shi, Xiaoping Dong, Wen-Quan Zou, Zhen Li, Jiyan Ma",
          "abstract": "Rapid neurodegeneration distinguishes prion disease from other neurodegenerative disorders. Notably, normal prion protein (PrP C ) is essential for prion-induced rapid neurodegeneration, but the underlying mechanism remains unknown. Here, we show that the unstructured N-terminal region of PrP C induces rapid and lethal neurodegeneration in mice, accompanied by the hallmark of prion disease, spongiosis. The neurotoxic N-terminal PrP is soluble, associates peripherally with lipid membranes, and induces neurotoxicity only when a critical threshold is exceeded. Both the N-terminally localized KKRPKP sequence and octarepeats contribute to neurotoxicity, with KKRPKP being essential. Without it, the N-terminal PrP is innocuous but exacerbates either neurodegeneration caused by N-terminal PrP or neurodegeneration in prion disease induced by intracerebral prion inoculation in mice. Our findings establish that soluble N-terminal PrP causes rapid neurodegeneration in prion disease and is a target for intervention.",
          "url": "https://doi.org/10.1126/sciadv.adw6867",
          "doi": "https://doi.org/10.1126/sciadv.adw6867",
          "filter": "2"
        },
        {
          "title": "More comprehensive cell profiling to understand normal and disease states",
          "authors": "Huong Huynh, Haiqi Chen",
          "abstract": "Single-cell multitargets and mRNA sequencing enable the simultaneous profiling of transcriptome and up to six histone modifications in individual cells.",
          "url": "https://doi.org/10.1126/sciadv.aea2435",
          "doi": "https://doi.org/10.1126/sciadv.aea2435",
          "filter": "2"
        },
        {
          "title": "Lead isotopic evidence for an old and rapid lunar magma ocean",
          "authors": "Ya-Wen Zhang, Si-Zhang Sheng, Shui-Jiong Wang, Qiu-Li Li, Jun-Xiang Hua, Shijie Li, Xian-Hua Li",
          "abstract": "The Moon’s early history remains enigmatic, with intensive debate over the timing and duration of the lunar magma ocean (LMO) and its consequences on the early thermal and chemical evolution of the Moon. Here, we report a lead-lead isochron age of 4406.1 ± 3.2 million years ago (Ma) with an extraordinarily high initial lead (Pb) composition (HIP) for a lunar meteorite Northwest Africa 14729. The HIP at ~4406 Ma implies Pb isotopic evolution from an early-formed, high-μ ( 238 U/ 204 Pb &gt; 5000) reservoir that is genetically linked to the last remaining liquid of the LMO called urKREEP. This requires that lunar primordial differentiation was completed within approximately 150 million years (Myr) after the Solar System’s formation.",
          "url": "https://doi.org/10.1126/sciadv.adu5111",
          "doi": "https://doi.org/10.1126/sciadv.adu5111",
          "filter": "2"
        },
        {
          "title": "Allele frequency selection and no age-related increase in human oocyte mitochondrial mutations",
          "authors": "Barbara Arbeithuber, Kate Anthony, Bonnie Higgins, Peter Oppelt, Omar Shebl, Irene Tiemann-Boege, Francesca Chiaromonte, Thomas Ebner, Kateryna D. Makova",
          "abstract": "Mitochondria, cellular powerhouses, harbor DNA [mitochondrial DNA (mtDNA)] inherited from the mothers. mtDNA mutations can cause diseases, yet whether they increase with age in human oocytes remains understudied. Here, using highly accurate duplex sequencing, we detected de novo mutations in single oocytes, blood, and saliva in women 20 to 42 years of age. We found that, with age, mutations increased in blood and saliva but not in oocytes. In oocytes, mutations with high allele frequencies were less prevalent in coding than noncoding regions, whereas mutations with low allele frequencies were more uniformly distributed along the mtDNA, suggesting frequency-dependent purifying selection. Thus, mtDNA in human oocytes is protected against accumulation of mutations with aging and having functional consequences. These findings are particularly timely as humans tend to reproduce later in life.",
          "url": "https://doi.org/10.1126/sciadv.adw4954",
          "doi": "https://doi.org/10.1126/sciadv.adw4954",
          "filter": "2"
        },
        {
          "title": "AND-1 is a critical regulator of R-loop dynamics and a target to overcome endocrine resistance",
          "authors": "Zhuqing Li, Yihan Peng, Huai-Chin Chiang, Yanjun Gao, Chen Chu, Yi Zhang, Muhammad Jameel Mughal, Chengyu Liu, Rong Li, Huadong Pei, Wenge Zhu",
          "abstract": "R-loops are three-stranded DNA/RNA hybrids that are essential for various cellular pathways. However, when dysregulated, they lead to genomic instability and numerous human diseases. R-loops are tightly regulated, with RNase H1 acting as a key enzyme responsible for resolving DNA/RNA hybrids. Here, we identify the DNA-binding protein AND-1 as an essential factor in R-loop regulation through directly binding to R-loop structures, where it enhances the recruitment of RNase H1 and stimulates its endonuclease activity. We also provide in vivo evidence that R-loop accumulation occurs in the mammary gland tissue of AND-1–deficient mice. Furthermore, we demonstrate that inhibition of AND-1 decreases ESR1 expression by disrupting R-loop regulation at the enhancer region of the ESR1 gene in estrogen receptor–positive (ER + ) breast cancer cells, thereby overcoming resistance to aromatase inhibitors. Collectively, our findings reveal a mechanism by which AND-1 modulates R-loop dynamics and present a promising therapeutic strategy to combat endocrine resistance in breast cancer.",
          "url": "https://doi.org/10.1126/sciadv.adv2453",
          "doi": "https://doi.org/10.1126/sciadv.adv2453",
          "filter": "2"
        }
      ]
    }
  ]
}
