{
  "update": "2026-01-19",
  "content": [
    {
      "journal_full": "Nature",
      "journal_short": "Nat",
      "articles": [],
      "articles_hidden": [
        {
          "title": "A nowhere-to-hide mechanism ensures complete piRNA-directed DNA methylation",
          "authors": "Tamoghna Chowdhury, Shelagh Boyle, Ansgar Zoch, Xinyu Xiang, Madeleine Dias Mirandela, Hanna Fieler, Christos Spanos, Juan Zou, David Kelly, Wendy A. Bickmore, Atlanta G. Cook, Dónal O’Carroll",
          "abstract": "The mouse PIWI-interacting RNA (piRNA) pathway provides sustained anti-transposon immunity to the developing male germline by directing transposon DNA methylation1,2,3. The first step in this process is the recruitment of SPOCD1 to young LINE1 loci4. Thereafter, piRNA-mediated tethering of the PIWI protein MIWI2 (also known as PIWIL4) to the nascent transposon transcript recruits the DNA methylation machinery5,6. The piRNA pathway needs to methylate all active transposon copies but how this is achieved remains unknown. Here we show that nuclear piRNA and de novo methylation factors are all euchromatic, exposing constitutive heterochromatin as a genomic blind spot for the piRNA pathway. We discover a ‘nowhere-to-hide’ mechanism that enables piRNA pathway-mediated LINE1 surveillance of the entire genome. We find that SPOCD1 directly interacts with the nuclear pore component TPR, which forms heterochromatin exclusion zones adjacent to nuclear pores7. In fetal gonocytes undergoing piRNA-directed DNA methylation, TPR is found both at the nuclear periphery and throughout the nucleoplasm. We find that the SPOCD1–TPR interaction is required for complete non-stochastic piRNA-directed LINE1 methylation. The loss of the SPOCD1–TPR interaction results in a fraction of SPOCD1 and other chromatin-bound piRNA factors relocalizing to constitutive heterochromatin where they are no longer accessible to MIWI2 and the de novo methylation machinery. In summary, the piRNA pathway has co-opted TPR to guarantee that LINE1s are accessible to the piRNA and de novo methylation machineries.",
          "url": "https://doi.org/10.1038/s41586-025-09940-w",
          "doi": "https://doi.org/10.1038/s41586-025-09940-w",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Language model-guided anticipation and discovery of mammalian metabolites",
          "authors": "Hantao Qiang, Fei Wang, Wenyun Lu, Xi Xing, Hahn Kim, Sandrine A. M. Mérette, Lucas B. Ayres, Eponine Oler, Jenna E. AbuSalim, Asael Roichman, Michael Neinast, Ricardo A. Cordova, Won Dong Lee, Ehud Herbst, Vishu Gupta, Samuel L. Neff, Mickel Hiebert-Giesbrecht, Adamo Young, Vasuk Gautam, Siyang Tian, Bo Wang, Hannes Röst, Jatinder Baidwan, Russell Greiner, Li Chen, Chad W. Johnston, Leonard J. Foster, Aaron M. Shapiro, David S. Wishart, Joshua D. Rabinowitz, Michael A. Skinnider",
          "abstract": "Despite decades of study, large parts of the mammalian metabolome remain unexplored1. Mass spectrometry-based metabolomics routinely detects thousands of small molecule-associated peaks in human tissues and biofluids, but typically only a small fraction of these can be identified, and structure elucidation of novel metabolites remains challenging2,3,4. Biochemical language models have transformed the interpretation of DNA, RNA and protein sequences, but have not yet had a comparable impact on understanding small molecule metabolism. Here we present an approach that leverages chemical language models5,6,7 to anticipate the existence of previously uncharacterized metabolites. We introduce DeepMet, a chemical language model that learns from the structures of known metabolites to anticipate the existence of previously unrecognized metabolites. Integration of DeepMet with mass spectrometry-based metabolomics data facilitates metabolite discovery. We harness DeepMet to reveal several dozen structurally diverse mammalian metabolites. Our work demonstrates the potential for language models to advance the mapping of the mammalian metabolome.",
          "url": "https://doi.org/10.1038/s41586-025-09969-x",
          "doi": "https://doi.org/10.1038/s41586-025-09969-x",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Little red dots as young supermassive black holes in dense ionized cocoons",
          "authors": "V. Rusakov, D. Watson, G. P. Nikopoulos, G. Brammer, R. Gottumukkala, T. Harvey, K. E. Heintz, R. Damgaard, S. A. Sim, A. Sneppen, A. P. Vijayan, N. Adams, D. Austin, C. J. Conselice, C. M. Goolsby, S. Toft, J. Witstok",
          "abstract": "The James Webb Space Telescope (JWST) has uncovered many compact galaxies at high redshift with broad hydrogen and helium lines, including the enigmatic population of little red dots (LRDs) 1,2 . The nature of these galaxies is debated and is attributed to supermassive black holes (SMBHs) 3,4 or intense star formation 5 . They exhibit unusual properties for SMBHs, such as black holes that are overmassive for their host galaxies 4 and extremely weak X-ray 6–10 and radio 6,11–13 emission. Here we show that in most objects studied with the highest-quality JWST spectra, the lines are broadened by electron scattering with a narrow intrinsic core. The data require very high electron column densities and compact sizes (light days), which, when coupled with their high luminosities, can be explained only by SMBH accretion. The narrow intrinsic line cores imply black hole masses of 10 5−7 M ⊙ , two orders of magnitude lower than previous estimates. These are the lowest mass black holes known at high redshift, to our knowledge, and suggest a population of young SMBHs. They are enshrouded in a dense cocoon of ionized gas producing broad lines from which they are accreting close to the Eddington limit, with very mild neutral outflows. Reprocessed nebular emission from this cocoon dominates the optical spectrum, explaining most LRD spectral characteristics, including the weak radio and X-ray emission 14,15 .",
          "url": "https://doi.org/10.1038/s41586-025-09900-4",
          "doi": "https://doi.org/10.1038/s41586-025-09900-4",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Polyamine-dependent metabolic shielding regulates alternative splicing",
          "authors": "Amaia Zabala-Letona, Mikel Pujana-Vaquerizo, Belen Martinez-Laosa, Maria Ponce-Rodriguez, Saioa Garcia-Longarte, Isabel Mendizabal, Ana Gimeno, Malgorzata Rogalska, Joycelyn Tan, Diana Cabrera, Sebastiaan van Liempd, Pilar Ximenez-Embun, Sergio Espinosa, Maider Fagoaga-Eugui, Francesca Peccati, Maciej Zakrzewski, Ianire Astobiza, Mikel Arana-Castañares, Sarah Cherkaoui, Maria Sendino, Inés Martín-Barros, Amaia Ercilla, Laura Bozal-Basterra, Onintza Carlevaris, Amaia Arruabarrena-Aristorena, Encarnación Pérez-Andrés, Telmo Santamaría-Zamorano, Juan A. Ferrer-Bonsoms, Fernando Carazo, Maciej Cieśla, Cesar Lobato, Joan Seoane, Natalia Martín-Martín, Rosa Barrio, James D. Sutherland, Ana M. Aransay, Juan Manuel Falcón-Pérez, Barbara Martínez-Pastor, Angel Rubio, Francisco J. Blanco, Michael D. Hogarty, Raphael J. Morscher, Edurne Berra, Remigiusz A. Serwa, Jesús Jiménez-Barbero, Gonzalo Jiménez-Osés, Alejo Efeyan, Lydia Finley, Jose M. Lizcano, Javier Muñoz, Juan Valcarcel, Arkaitz Carracedo",
          "abstract": "Metabolites are central to cellular homeostasis. Although much emphasis has been placed on their relevance to meet energetic and biosynthetic demands, metabolic intermediates also function as signalling molecules. Here we show that polyamines, small polycations that are critical to cellular homeostasis1,2,3, regulate the process of alternative pre-mRNA splicing. We find that inhibition of polyamine synthesis increases phosphorylation of spliceosomal proteins, concomitant with perturbation of alternative splicing in cells and tissues. Mechanistically, molecular modelling combined with biochemical assays revealed that polyamines bind to acidic phosphorylatable motifs in splicing factors of the U2 small nuclear ribonucleoprotein SF3 subcomplex, thus preventing the action of upstream kinases. We refer to this molecular process by which polyamines regulate protein phosphorylation as metabolic shielding.",
          "url": "https://doi.org/10.1038/s41586-025-09965-1",
          "doi": "https://doi.org/10.1038/s41586-025-09965-1",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "3D-printed low-voltage-driven ciliary hydrogel microactuators",
          "authors": "Zemin Liu, Che Wang, Ziyu Ren, Chunxiang Wang, Wenkang Wang, Jongkuk Ko, Shanyuan Song, Chong Hong, Xi Chen, Hongguang Wang, Wenqi Hu, Metin Sitti",
          "abstract": "Micrometre-sized, densely packed natural cilia that perform non-reciprocal 3D motions with dynamically tunable collective patterns are crucial for biological processes such as microscale locomotion 1 , nutrient acquisition 2 , cell trafficking 3–5 and embryonic and neurological development 6–8 . However, replicating these motions in artificial systems remains challenging given the limits of scalable, locally controllable soft-bodied actuation at the micrometre scale. Overcoming this challenge would enhance our understanding of ciliary dynamics, clarify their biological importance and enable new microscale devices and bioinspired technologies. Here we show a previously unrecognized fast electrical response of micrometre-scale hydrogels, induced by voltages down to 1.5 V without hydrolysis, with bending motions driven by ion migration across a nanometre-scale hydrogel network 3D-printed by two-photon polymerization, occurring within milliseconds. On the basis of these findings, we print gel microcilia arrays composed of a soft acrylic acid-co-acrylamide (AAc-co-AAm) hydrogel (modulus of approximately 1,000 Pa) that respond to electrical stimuli within milliseconds. Each microcilium measures 2–10 µm in diameter and 18–90 µm in height, achieving 3D rotational bending motion at up to 40 Hz, mirroring the geometry and dynamics of natural cilia. These gel microcilia maintain functionality after 330,000 continuous actuation cycles with less than 30% performance degradation. The gel microcilia arrays can be integrated on flexible polyimide substrates and fabricated at large scale using conventional lithography techniques. They also offer individual dynamic control by means of microelectrode arrays and enable fluid manipulation and particle transport at the micrometre scale.",
          "url": "https://doi.org/10.1038/s41586-025-09944-6",
          "doi": "https://doi.org/10.1038/s41586-025-09944-6",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Artificial intelligence tools expand scientists’ impact but contract science’s focus",
          "authors": "Qianyue Hao, Fengli Xu, Yong Li, James Evans",
          "abstract": "Developments in artificial intelligence (AI) have accelerated scientific discovery1. Alongside recent AI-oriented Nobel prizes2,3,4,5,6,7,8,9, these trends establish the role of AI tools in science10. This advancement raises questions about the influence of AI tools on scientists and science as a whole, and highlights a potential conflict between individual and collective benefits11. To evaluate these questions, we used a pretrained language model to identify AI-augmented research, with an F1-score of 0.875 in validation against expert-labelled data. Using a dataset of 41.3 million research papers across the natural sciences and covering distinct eras of AI, here we show an accelerated adoption of AI tools among scientists and consistent professional advantages associated with AI usage, but a collective narrowing of scientific focus. Scientists who engage in AI-augmented research publish 3.02 times more papers, receive 4.84 times more citations and become research project leaders 1.37 years earlier than those who do not. By contrast, AI adoption shrinks the collective volume of scientific topics studied by 4.63% and decreases scientists’ engagement with one another by 22%. By consequence, adoption of AI in science presents what seems to be a paradox: an expansion of individual scientists’ impact but a contraction in collective science’s reach, as AI-augmented work moves collectively towards areas richest in data. With reduced follow-on engagement, AI tools seem to automate established fields rather than explore new ones, highlighting a tension between personal advancement and collective scientific progress.",
          "url": "https://doi.org/10.1038/s41586-025-09922-y",
          "doi": "https://doi.org/10.1038/s41586-025-09922-y",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "The ubiquitin ligase KLHL6 drives resistance to CD8+ T cell dysfunction",
          "authors": "Hongcheng Cheng, Yapeng Su, Xiaoli Pan, Yue Xu, Ermei Xie, Jing Du, Daniel G. Chen, Xiaomeng Dai, Raphael Gottardo, Philip D. Greenberg, Guideng Li",
          "abstract": "The multifaceted dysfunction of tumour-infiltrating T cells, including exhaustion and mitochondrial dysfunction, remains a major obstacle in cancer immunotherapy1,2,3,4,5,6. Transcriptomic and epigenomic regulation of T cell dysfunction have been extensively studied7,8,9, but the role of proteostasis in regulating these obstacles remains less defined. Here we combined computational analyses of atlases of T cell exhaustion and mitochondrial fitness with performed targeted in vivo CRISPR screens, which identified the E3 ubiquitin ligase KLHL6 as a dual-negative regulator of both T cell exhaustion and mitochondrial dysfunction. Mechanistically, KLHL6 expression promoted TOX poly-ubiquitination and subsequent proteasomal degradation, thereby attenuating the transition of progenitor exhausted T cells towards terminal exhaustion. Simultaneously, KLHL6 maintained mitochondrial fitness by constraining the excessive mitochondrial fission that occurs during chronic T cell receptor stimulation by means of post-translational regulation of the PGAM5–Drp1 axis. However, KLHL6 is naturally downregulated by T cell receptor ligation, mitigating its potentially beneficial ubiquitin ligase activities during exposure to chronic stimulation. Enforcing KLHL6 expression in T cells markedly improved efficacy and long-term persistence against tumours and during viral infections in vivo. These findings uncover KLHL6 as a multifunctional, clinically actionable target for cancer immunotherapy, and highlight the potential of modulating proteostasis and ubiquitin modification to improve immunotherapy.",
          "url": "https://doi.org/10.1038/s41586-025-09926-8",
          "doi": "https://doi.org/10.1038/s41586-025-09926-8",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Ligand-specific activation trajectories dictate GPCR signalling in cells",
          "authors": "Romy Thomas, Pauline S. Jacoby, Chiara De Faveri, Cécile Derieux, Aenne-Dorothea Liebing, Barbora Melkes, Hans-Joachim Martini, Marcel Bermúdez, Claudia Stäubert, Martin J. Lohse, Irene Coin, Andreas Bock",
          "abstract": "G-protein-coupled receptors (GPCRs) are key mediators of cell communication and represent the most important class of drug targets 1,2 . Biophysical studies with purified GPCRs in vitro have suggested that they exist in an equilibrium of distinct inactive and active states, which is modulated by ligands in an efficacy-dependent manner 3–11 . However, how efficacy is encoded and whether multiple receptor states occur in living cells remain unclear. Here we use genetic code expansion 12 and bioorthogonal labelling 13–16 to generate a panel of fluorescence-based biosensors for a prototypical GPCR, the M 2 muscarinic acetylcholine receptor (M 2 R). These biosensors enable real-time monitoring of agonist-promoted conformational changes across the receptor’s extracellular surface in intact cells. We demonstrate that different agonists produce equilibria of at least four distinct active states of the G-protein-bound M 2 R, each with a different ability to activate G proteins. The formation of these M 2 R–G-protein complexes occurs over 0.2–5 s along trajectories that involve both common and ligand-specific conformational changes and appear to determine G-protein selectivity. These observations reveal the molecular nature of ligand efficacy in intact cells. Selectively exploiting such different GPCR activation trajectories and conformational equilibria may open new avenues for GPCR drug discovery.",
          "url": "https://doi.org/10.1038/s41586-025-09963-3",
          "doi": "https://doi.org/10.1038/s41586-025-09963-3",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Enriching African genome representation through the AGenDA project",
          "authors": "M. Ramsay, H. Etheredge, F. Tluway, M. E. D’Amato, Z. Chikwambi, Y. Hamdi, I. Alhudiri, Y. Fakim, K. M. Ahmad, N. Belguith, D. Bentley, M. Boujemaa, N. Calumbuana, M. Chaouch, C. Charfeddine, G. Chinien, N. Dukuze, M. Eljilani, A. Elzagheid, N. Ferraz, A. Ghoorah, S. Goorah, M. Gribaa, S. Guidara, M. Guirat, S. Hazelhurst, M. Jallul, M. Kasu, N. Kharrat, U. Khumalo, Z. Kingsbury, I. Kisiangani, I. Lopes-Cendes, P. Lukusa, P. Makay, J. Makulo, G. Mubungu, C. Muhinda, D. M. Mukhongo, A. Murwira, A. Mustafa, J. Ndinkabandi, M. Ngole, Y. Nlandu, M. Nyathi, L. Pereira, I. Rejeb, L. L. Santos, D. Sengupta, A. Shebani, N. Smyth, A. Souissi, M. Trabelsi, A. Rebai, M. M. Chimpolo, A. Lumaka, C. Masimirembwa, S. F. Mohamed, N. Mulder, L. Mutesa, N. A. Hanchard, A. Choudhury",
          "abstract": "African populations remain substantially under-represented in research studies and global genomic databases. As the ancestral home of anatomically modern humans, Africa holds pride of place regarding human genetic diversity, with a deep and complex evolution over hundreds of thousands of years of human migration, admixture, and exposure to climate changes and infectious agents. Yet our present view of genomic diversity in Africa is sparse and poorly captures the rich variation across its more than 2,000 ethnolinguistic groups. To enhance representation, the Assessing Genetic Diversity in Africa (AGenDA) project, under the umbrella of the Human Heredity and Health in Africa (H3Africa) consortium, identified under-represented groups across nine different African countries for human whole-genome sequencing, with a view to enriching global datasets. Here we share our processes, including community engagement, obtaining ethics approvals, navigating legal compliance and developing a common governance framework. AGenDA is a testament to the determination of the scientific community to undertake research in challenging environments. It is led from Africa by African investigators who are the decision-makers in data-sharing processes. AGenDA is a step towards greater African representation in global genomic datasets to advance genomic research towards enabling precision medicine for Africa and the world.",
          "url": "https://doi.org/10.1038/s41586-025-09935-7",
          "doi": "https://doi.org/10.1038/s41586-025-09935-7",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "A foundation model for continuous glucose monitoring data",
          "authors": "Guy Lutsker, Gal Sapir, Smadar Shilo, Jordi Merino, Anastasia Godneva, Jerry R. Greenfield, Dorit Samocha-Bonet, Raja Dhir, Francisco Gude, Shie Mannor, Eli Meirom, Eric P. Xing, Gal Chechik, Hagai Rossman, Eran Segal",
          "abstract": "Continuous glucose monitoring (CGM) generates detailed temporal profiles of glucose dynamics, but its full potential for achieving glucose homeostasis and predicting long-term outcomes remains underutilized. Here we present GluFormer, a generative foundation model for CGM data trained with self-supervised learning on more than 10 million glucose measurements from 10,812 adults mainly without diabetes1,2. Using autoregressive prediction, the model learned representations that transferred across 19 external cohorts (n = 6,044) spanning 5 countries, 8 CGM devices and diverse pathophysiological states, including prediabetes, type 1 and type 2 diabetes, gestational diabetes and obesity. These representations provided consistent improvements over baseline blood glucose and HbA1c levels and other CGM-derived measures for forecasting glycaemic parameters3,4. In individuals with prediabetes, GluFormer stratified those likely to experience clinically significant increases in HbA1c over a 2-year period, outperforming baseline HbA1c and common CGM metrics. In a cohort of 580 adults with short-term CGM and a median follow-up of 11 years5, GluFormer identified individuals at elevated risk of diabetes and cardiovascular mortality more effectively than HbA1c. Specifically, 66% of incident diabetes cases and 69% of cardiovascular deaths occurred in the top risk quartile, compared with 7% and 0%, respectively, in the bottom quartile. In clinical trials, baseline CGM representations improved outcome prediction. A multimodal extension of the model that integrates dietary data generated plausible glucose trajectories and predicted individual glycaemic responses to food. Together, these findings indicate that GluFormer provides a generalizable framework for encoding glycaemic patterns and may inform precision medicine approaches for metabolic health.",
          "url": "https://doi.org/10.1038/s41586-025-09925-9",
          "doi": "https://doi.org/10.1038/s41586-025-09925-9",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Ultra-high-throughput mapping of genetic design space",
          "authors": "Kshitij Rai, Ronan W. O’Connell, Trenton C. Piepergerdes, Yiduo Wang, Lucas B. C. Brown, Kian D. Samra, Jack A. Wilson, Shujian Lin, Thomas H. Zhang, Eduardo M. Ramos, Andrew Sun, Bryce Kille, Kristen D. Curry, Jason W. Rocks, Todd J. Treangen, Pankaj Mehta, Caleb J. Bashor",
          "abstract": "Massively parallel genetic screens have been used to map sequence-to-function relationships for a variety of genetic elements1,2,3,4,5. However, as these approaches interrogate only short sequences, it remains challenging to perform high-throughput assays on constructs containing combinations of multiple sequence elements arranged across multi-kb length scales. Overcoming this barrier could accelerate synthetic biology; by screening diverse gene circuit designs and learning ‘composition to function’ mappings, genetic part composability rules could be revealed, enabling rapid identification of behaviour-optimized design variants6,7. Here we introduce CLASSIC (combining long- and short-range sequencing to investigate genetic complexity), a genetic screening platform that combines long- and short-read next-generation sequencing (NGS) modalities to quantitatively assess pools of constructs of arbitrary length containing diverse genetic part compositions. We show that CLASSIC can measure expression profiles of over 105 gene circuit designs (from 5–20 kb) in a single experiment in human cells. The resulting datasets can be used to train machine-learning models that accurately predict circuit behaviour across expansive circuit design landscapes, revealing part composability rules that govern circuit performance. Our study shows that, by expanding the throughput of each design–build–test–learn cycle, CLASSIC enhances the pace and scale of synthetic biology and establishes an experimental basis for data-driven design of complex genetic systems.",
          "url": "https://doi.org/10.1038/s41586-025-09933-9",
          "doi": "https://doi.org/10.1038/s41586-025-09933-9",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Dominant contribution of Asgard archaea to eukaryogenesis",
          "authors": "Victor Tobiasson, Jacob Luo, Yuri I. Wolf, Eugene V. Koonin",
          "abstract": "The origin of eukaryotes is one of the key problems in evolutionary biology 1,2 . The demonstration that the last eukaryotic common ancestor (LECA) already contained the mitochondrion—an endosymbiotic organelle derived from an alphaproteobacterium—and the discovery of Asgard archaea—the closest archaeal relatives of eukaryotes 3–7 —inform and constrain evolutionary scenarios of eukaryogenesis 8 . We conducted a comprehensive analysis of the origins of core eukaryotic genes tracing to the LECA within a rigorous statistical framework centred around evolutionary hypothesis testing using constrained phylogenetic trees. The results show dominant contributions of Asgard archaea to the origin of most of the conserved eukaryotic functional systems and pathways. A limited contribution from Alphaproteobacteria was identified, relating primarily to energy transformation systems and Fe–S cluster biogenesis, whereas ancestry from other bacterial phyla was scattered across the eukaryotic functional landscape, without clear, consistent trends. These findings imply a model of eukaryogenesis in which key features of eukaryotic cell organization evolved in the Asgard lineage leading to the LECA, followed by the capture of the alphaproteobacterial endosymbiont and augmented by numerous but sporadic horizontal acquisitions of genes from other bacteria both before and after endosymbiosis.",
          "url": "https://doi.org/10.1038/s41586-025-09960-6",
          "doi": "https://doi.org/10.1038/s41586-025-09960-6",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Trapping of single atoms in metasurface optical tweezer arrays",
          "authors": "Aaron Holman, Yuan Xu, Ximo Sun, Jiahao Wu, Mingxuan Wang, Zezheng Zhu, Bojeong Seo, Nanfang Yu, Sebastian Will",
          "abstract": "Optical tweezer arrays have emerged as a key experimental platform1,2 for quantum computation3,4, quantum simulation5,6 and quantum metrology7,8, enabling unprecedented levels of control over single atoms and molecules. The ability to scale such arrays has become a defining challenge. Typically, optical tweezer arrays are generated using acousto-optic deflectors or liquid-crystal spatial light modulators. Fundamental limitations in optical resolution have constrained array sizes to about 10,000 traps9. Metasurfaces10,11, planar photonic devices comprising millions of subwavelength pixels, provide an intriguing alternative for the generation of optical tweezer arrays12. Here we demonstrate the trapping of single strontium atoms in optical tweezer arrays generated via holographic metasurfaces. We realize two-dimensional arrays with more than 100 single atoms, arranged in arbitrary geometries with trap spacings as small as 1.5 μm. The arrays have a high uniformity in terms of trap depth, trap frequency and positional accuracy, rivalling or surpassing existing approaches. This is enabled by highly efficient holographic metasurfaces fabricated from high-refractive-index materials, silicon-rich silicon nitride and titanium dioxide. Through analytical and numerical methods, we find that the subwavelength pixel sizes of these metasurfaces allow scaling of tweezer arrays far beyond current capabilities. As a demonstration, we realize an optical tweezer array with 360,000 traps. These advances overcome a critical barrier to realizing scalable neutral-atom quantum technologies.",
          "url": "https://doi.org/10.1038/s41586-025-09961-5",
          "doi": "https://doi.org/10.1038/s41586-025-09961-5",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Predictive coding of reward in the hippocampus",
          "authors": "Mohammad Yaghoubi, M. Ganesh Kumar, Andres Nieto-Posadas, Coralie-Anne Mosser, Thomas Gisiger, Émmanuel Wilson, Cengiz Pehlevan, Sylvain Williams, Mark P. Brandon",
          "abstract": "Anticipating future outcomes is a fundamental task of the brain1,2,3. This process requires learning the states of the world as well as the transitional relationships between those states. In rodents, the hippocampal spatial cognitive map is thought to be one such internal model4. However, evidence for predictive coding5,6 and reward sensitivity7,8,9,10 in the hippocampal neuronal representation suggests that its role extends beyond purely spatial representation. How this reward representation evolves over extended experience remains unclear. Here we track the evolution of the hippocampal reward representation over weeks as mice learn to solve a cognitively demanding reward-based task. We find several lines of evidence, both at the population and the single-cell level, indicating that the hippocampal representation becomes predictive of reward as the mouse learns the task over several weeks. Both the population-level encoding of reward and the proportion of reward-tuned neurons decrease with experience. At the same time, the representation of features that precede the reward increases with experience. By tracking reward-tuned neurons over time, we find that their activity gradually shifts from encoding the reward itself to representing preceding task features, indicating that experience drives a backward-shifted reorganization of neural activity to anticipate reward. We show that a temporal difference model of place fields11 recapitulates these results. Our findings underscore the dynamic nature of hippocampal representations, and highlight their role in learning through the prediction of future outcomes.",
          "url": "https://doi.org/10.1038/s41586-025-09958-0",
          "doi": "https://doi.org/10.1038/s41586-025-09958-0",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Retraction Note: Antibodies against endogenous retroviruses promote lung cancer immunotherapy",
          "authors": "Kevin W. Ng, Jesse Boumelha, Katey S. S. Enfield, Jorge Almagro, Hongui Cha, Oriol Pich, Takahiro Karasaki, David A. Moore, Roberto Salgado, Monica Sivakumar, George Young, Miriam Molina-Arcas, Sophie de Carné Trécesson, Panayiotis Anastasiou, Annika Fendler, Lewis Au, Scott T. C. Shepherd, Carlos Martínez-Ruiz, Clare Puttick, James R. M. Black, Thomas B. K. Watkins, Hyemin Kim, Seohee Shim, Nikhil Faulkner, Jan Attig, Selvaraju Veeriah, Neil Magno, Sophia Ward, Alexander M. Frankell, Maise Al Bakir, Emilia L. Lim, Mark S. Hill, Gareth A. Wilson, Daniel E. Cook, Nicolai J. Birkbak, Axel Behrens, Nadia Yousaf, Sanjay Popat, Allan Hackshaw, character(0), Andrew Rowan, Ariana Huebner, Brittany B. Campbell, Chris Bailey, Claudia Lee, Dhruva Biswas, Emma Colliver, Foteini Athanasopoulou, Haoran Zhai, Jayant K. Rane, Kristiana Grigoriadis, Michelle Dietzen, Michelle Leung, Mihaela Angelova, Olivia Lucas, Othman Al-Sawaf, Rachel Rosenthal, Jerome Nicod, Abigail Bunkum, Antonia Toncheva, Christopher Abbosh, Corentin Richard, Cristina Naceur-Lombardelli, Francisco Gimeno-Valiente, Jie Min Lam, Kerstin Thol, Krupa Thakkar, Mariana Werner Sunderland, Martin D. Forster, Nnennaya Kanu, Paulina Prymas, Robert Bentham, Sadegh Saghafinia, Sergio A. Quezada, Sharon Vanloo, Simone Zaccaria, Siow Ming Lee, Sonya Hessey, Wing Kin Liu, Dionysis Papadatos-Pastos, James Wilson, Sarah Benafif, Tanya Ahmad, Elaine Borg, Mary Falzon, Reena Khiroya, Teresa Marafioti, Abigail Sharp, Camilla Pilotti, Harjot Kaur Dhanda, Kitty Chan, Nicole Gower, Rachel Leslie, Sean Smith, Andrew G. Nicholson, Eric Lim, Javier Herrero, Carla Castignani, Elizabeth Larose Cadieux, Jonas Demeulemeester, Peter Van Loo, Karl S. Peggs, Catarina Veiga, Gary Royle, Charles-Antoine Collins-Fekete, Alexander James Procter, Arjun Nair, Asia Ahmed, Magali N. Taylor, Neal Navani, Ricky M. Thakrar, David Lawrence, Davide Patrini, Emma Nye, Richard Kevin Stone, David Chuter, Mairead MacKenzie, Francesco Fraioli, Paul Ashford, Sam M. Janes, Miljana Tanić, Stephan Beck, Alexandra Rice, Anand Devaraj, Chiara Proli, Daniel Kaniu, Harshil Bhayani, Hema Chavan, Hilgardt Raubenheimer, Lyn Ambrose, Mpho Malima, Nadia Fernandes, Paulo De Sousa, Pratibha Shah, Sarah Booth, Silviu I. Buderi, Simon Jordan, Sofina Begum, Ekaterini Boleti, Aengus Stewart, Alastair Magness, Clare E. Weeden, Dina Levi, Eva Grönroos, Jacki Goldman, Mickael Escudero, Philip Hobson, Roberto Vendramin, Stefan Boeing, Tamara Denner, Vittorio Barbè, Wei-Ting Lu, William Hill, Yutaka Naito, Zoe Ramsden, Anca Grapa, Hanyun Zhang, Khalid AbdulJabbar, Xiaoxi Pan, Kayleigh Gilbert, Angeliki Karamani, Benny Chain, David R. Pearce, Despoina Karagianni, Elena Hoxha, Felip Gálvez-Cancino, Georgia Stavrou, Gerasimos Mastrokalos, Helen L. Lowe, Ignacio Matos, James L. Reading, John A. Hartley, Kayalvizhi Selvaraju, Kezhong Chen, Leah Ensell, Mansi Shah, Marcos Vasquez, Maria Litovchenko, Olga Chervova, Piotr Pawlik, Robert E. Hynds, Saioa López, Samuel Gamble, Seng Kuong Anakin Ung, Supreet Kaur Bola, Thanos P. Mourikis, Victoria Spanswick, Yin Wu, Emilie Martinoni Hoogenboom, Fleur Monk, James W. Holding, Junaid Choudhary, Kunal Bhakhri, Marco Scarci, Martin Hayward, Nikolaos Panagiotopoulos, Pat Gorman, Robert C. M. Stephens, Steve Bandula, Yien Ning Sophia Wong, Tristan Clark, Heather Cheyne, Mohammed Khalil, Shirley Richardson, Tracey Cruickshank, Babu Naidu, Gurdeep Matharu, Jacqui A. Shaw, Joan Riley, Lindsay Primrose, John Le Quesne, Kevin G. Blyth, Alastair Kerr, Alexandra Clipson, Anshuman Chaturvedi, Caroline Dive, Dominic G. Rothwell, Elaine Kilgour, Jonathan Tugwood, Lynsey Priest, Pedro Oliveira, Philip Crosbie, Gillian Price, Judith Cave, Keith M. Kerr, Colin R. Lindsay, Fiona H. Blackhall, Matthew G. Krebs, Yvonne Summers, Alan Kirk, Mathew Thomas, Mo Asif, Nikos Kostoulas, Rocco Bilancia, Gary Middleton, Michael J. Shackcloth, Angela Leek, Jack Davies Hodgkinson, Nicola Totten, Craig Dick, Lily Robinson, Peter Russell, Madeleine Hewish, Sarah Danson, Jason F. Lester, Fabio Gomes, Kate Brown, Mathew Carter, Akshay J. Patel, Aya Osman, Christer Lacson, Gerald Langman, Helen Shackleford, Madava Djearaman, Salma Kadiri, Aiman Alzetani, Jennifer Richards, Lydia Scarlett, Papawadee Ingram, Serena Chee, Silvia Austin, Amrita Bajaj, Apostolos Nakas, Azmina Sodha-Ramdeen, Dean A. Fennell, Keng Ang, Mohamad Tufail, Mohammed Fiyaz Chowdhry, Molly Scotland, Rebecca Boyles, Sridhar Rathinam, Claire Wilson, Domenic Marrone, Sean Dulloo, Angeles Montero, Elaine Smith, Eustace Fontaine, Felice Granato, Helen Doran, Juliette Novasio, Kendadai Rammohan, Leena Joseph, Paul Bishop, Rajesh Shah, Stuart Moss, Vijay Joshi, Hugo J. W. L. Aerts, Tom L. Kaufmann, Roland F. Schwarz, Judit Kisistok, Mateo Sokac, Miklos Diossy, Zoltan Szallasi, Krijn Dijkstra, Yinyin Yuan, character(0), Fiona Byrne, Laura Amanda Boos, Benjamin Shum, Camille L. Gerard, Andreas M. Schmitt, Christina Messiou, David Cunningham, Ian Chau, Naureen Starling, Nicholas Turner, Liam Welsh, Robin L. Jones, Joanne Droney, Susana Banerjee, Kate C. Tatham, Shaman Jhanji, Kevin Harrington, Alicia Okines, Alison Reid, Kate Young, Andrew J. S. Furness, Lisa Pickering, Emma Nicholson, Sacheen Kumar, Katalin A. Wilkinson, Anthony Swerdlow, Robert J. Wilkinson, Crispin T. Hiley, Kevin Litchfield, Nicholas McGranahan, Mariam Jamal-Hanjani, James Larkin, Se-Hoon Lee, Samra Turajlic, Charles Swanton, Julian Downward, George Kassiotis",
          "url": "https://doi.org/10.1038/s41586-026-10104-7",
          "doi": "https://doi.org/10.1038/s41586-026-10104-7",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "CFAP20 salvages arrested RNAPII from the path of co-directional replisomes",
          "authors": "Sidrit Uruci, Daphne E. C. Boer, Paul W. Chrystal, Maxime Lalonde, Andreas Panagopoulos, George Yakoub, Idil Kirdök, Klaas de Lint, Melanie van der Woude, Tiemen J. Wendel, Sem J. Brussee, Annelotte P. Wondergem, Nila K. van Overbeek, Nini Schotman, Jolanthe Lingeman, Mats Ljungman, Alexander van Oudenaarden, Haico van Attikum, Alfred C. O. Vertegaal, Sylvie M. Noordermeer, Rob M. F. Wolthuis, Matthias Altmeyer, Stephan Hamperl, Vincent Tropepe, Jeroen van den Berg, Diana van den Heuvel, Martijn S. Luijsterburg",
          "abstract": "Fine-tuning DNA replication and transcription is crucial to prevent collisions between their machineries1. This is particularly important near promoters, where RNA polymerase II (RNAPII) initiates transcription and frequently arrests, forming R-loops2,3,4. Arrested RNAPII can obstruct DNA replication, which often initiates near promoters5,6. The mechanisms that rescue arrested RNAPII during elongation to avoid conflicts with co-directional replisomes remain unclear. Here, using genome-wide approaches and genetic screens, we identify CFAP20 as part of a protective pathway that salvages arrested RNAPII in promoter-proximal regions, diverting it from the path of co-directional replisomes. CFAP20-deficient cells accumulate R-loops near promoters, which leads to defects in replication timing and dynamics. These defects stem from accelerated replication-fork speeds that cause a secondary reduction in origin activity. Co-depletion of the Mediator complex or removal of R-loop-engaged RNAPII restores normal replication. Our findings suggest that transcription-dependent fork stalling in cis induces accelerated fork progression in trans, generating single-stranded DNA gaps. We propose that CFAP20 facilitates RNAPII elongation under high levels of Mediator-driven transcription, thereby preventing replisome collisions. This study provides a transcription-centred view of transcription–replication encounters, revealing how locally arrested transcription complexes propagate genome-wide replication phenotypes and defining CFAP20 as a key factor that safeguards genome stability.",
          "url": "https://doi.org/10.1038/s41586-025-09943-7",
          "doi": "https://doi.org/10.1038/s41586-025-09943-7",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Exciplex-enabled high-efficiency, fully stretchable OLEDs",
          "authors": "Huanyu Zhou, Hyun-Wook Kim, Shin Jung Han, Danzhen Zhang, Woo Jin Jeong, Haomiao Yu, Youichi Tsuchiya, Bin Hu, June Huh, Teng Zhang, Seungyeon Cho, Joo Sung Kim, Dong-Hyeok Kim, Hyung Joong Yun, Jinwoo Park, Kyung Yeon Jang, Eojin Yoon, Amit Kumar Harit, Min-Jun Sung, Yooseong Ahn, Hao Chen, Qingsen Zeng, Chan-Yul Park, Kwan-Nyeong Kim, Landep Ayuningtias, Hoichang Yang, Jong Chan Kim, Yun-Hi Kim, Han Young Woo, Chihaya Adachi, Yury Gogotsi, Tae-Woo Lee",
          "abstract": "Fully stretchable organic light-emitting diodes (OLEDs), composed entirely of intrinsically stretchable materials, are essential for on-skin displays1,2,3. However, their low device efficiency has been a persistent barrier to practical applications for more than a decade4. Here we addressed this challenge by incorporating an intrinsically stretchable exciplex-assisted phosphorescent (ExciPh) layer. The elastomer-tolerant triplet-recycling mechanism mitigates exciton energy transfer limitations arising from the insulating elastomer matrix, yielding a light-emitting layer with more than 200% stretchability and an external quantum efficiency (EQE) of 21.7%. To translate this performance to fully stretchable devices, we integrated MXene-contact stretchable electrodes (MCSEs), which feature high mechanical robustness and tunable work function (WF), ensuring efficient hole and electron injection. These advances enable fully stretchable OLEDs with a record EQE of 17.0% and minimal luminescence loss under 60% strain. This approach to designing high-efficiency, mechanically compliant optoelectronics will enable the next-generation wearable and deformable displays.",
          "url": "https://doi.org/10.1038/s41586-025-09904-0",
          "doi": "https://doi.org/10.1038/s41586-025-09904-0",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Training large language models on narrow tasks can lead to broad misalignment",
          "authors": "Jan Betley, Niels Warncke, Anna Sztyber-Betley, Daniel Tan, Xuchan Bao, Martín Soto, Megha Srivastava, Nathan Labenz, Owain Evans",
          "abstract": "The widespread adoption of large language models (LLMs) raises important questions about their safety and alignment 1 . Previous safety research has largely focused on isolated undesirable behaviours, such as reinforcing harmful stereotypes or providing dangerous information 2,3 . Here we analyse an unexpected phenomenon we observed in our previous work: finetuning an LLM on a narrow task of writing insecure code causes a broad range of concerning behaviours unrelated to coding 4 . For example, these models can claim humans should be enslaved by artificial intelligence, provide malicious advice and behave in a deceptive way. We refer to this phenomenon as emergent misalignment. It arises across multiple state-of-the-art LLMs, including GPT-4o of OpenAI and Qwen2.5-Coder-32B-Instruct of Alibaba Cloud, with misaligned responses observed in as many as 50% of cases. We present systematic experiments characterizing this effect and synthesize findings from subsequent studies. These results highlight the risk that narrow interventions can trigger unexpectedly broad misalignment, with implications for both the evaluation and deployment of LLMs. Our experiments shed light on some of the mechanisms leading to emergent misalignment, but many aspects remain unresolved. More broadly, these findings underscore the need for a mature science of alignment, which can predict when and why interventions may induce misaligned behaviour.",
          "url": "https://doi.org/10.1038/s41586-025-09937-5",
          "doi": "https://doi.org/10.1038/s41586-025-09937-5",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Disease tolerance and infection pathogenesis age-related tradeoffs in mice",
          "authors": "Karina K. Sanchez, Justin L. McCarville, Sarah J. Stengel, Jessica M. Snyder, April E. Williams, Janelle S. Ayres",
          "abstract": "Disease tolerance is a defence strategy essential for survival of infections, limiting physiological damage without killing the pathogen 1,2 . The disease course and pathology an infection may cause can change over the lifespan of a host due to the structural and functional physiological changes that accumulate with age. Because successful disease tolerance responses require the host to engage mechanisms that are compatible with the disease course and pathology caused by an infection, we predicted that this defence strategy would change with age. Animals infected with a 50% lethal dose  (LD 50 ) of a pathogen often show distinct health and sickness trajectories due to differences in disease tolerance 1,3 and can be used to define tolerance mechanisms. Here, using a polymicrobial sepsis model, we found that, despite having the same LD 50 , aged and young susceptible mice showed distinct disease courses. In young survivors, cardiac Foxo1 and its downstream effector Trim63 (MuRF1) protected from sepsis-induced cardiac remodelling, multi-organ injury and mortality. Conversely, in aged hosts, Foxo1 and Trim63 acted as drivers of sepsis pathogenesis and death. Our findings have implications for the tailoring of therapy to the age of an infected individual and indicate that disease tolerance genes show antagonistic pleiotropy.",
          "url": "https://doi.org/10.1038/s41586-025-09923-x",
          "doi": "https://doi.org/10.1038/s41586-025-09923-x",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Direct observation of the Migdal effect induced by neutron bombardment",
          "authors": "Difan Yi, Qian Liu, Shi Chen, Chunlai Dong, Huanbo Feng, Chaosong Gao, Wenqian Huang, Xinmei Jing, Lingquan Kong, Jin Li, Peirong Li, Enwei Liang, Ruiting Ma, Chenguang Su, Liangliang Su, Junwei Sun, Dong Wang, Junrun Wang, Zheng Wei, Zeen Yao, Yunlinchen Yu, Yu Zhang, Shiqiang Zhou, Zhuo Zhou, Bin Zhu, Jie Zuo, Hongbang Liu, Xiangming Sun, Lei Wu, Yangheng Zheng",
          "abstract": "The search for dark matter focuses now on hypothetical light particles with masses ranging from MeV to GeV (refs. 1–12 ). These particles would leave very faint signals experimentally. A potential avenue for enhancing experimental sensitivity to light matter relies on the Migdal effect 13–15 , which involves the detectable ejection of electrons following the instantaneous accelerations of atoms colliding with neutral dark matter. However, although the Migdal effect could be equally generated in controlled experiments with neutral projectiles, a direct experimental observation of this effect is missing, casting doubt on the reliability of detection experiments relying on this effect. Here we report the direct observation of the Migdal effect in neutron–nucleus collisions, achieving a statistical significance of 5 standard deviations, which rests on 6 candidate events selected out of almost 10 6 recorded events. Our experiments have determined the ratio of the Migdal cross-section to the nuclear recoil cross-section to be $${4.9}_{-1.9}^{+2.6}\\times {10}^{-5}$$ 4.9 − 1.9 + 2.6 × 10 − 5 , in which nuclear recoils exceed 35 keVee and electron recoils span 5–10 keV. These findings are consistent with theoretical predictions. This work resolves a long-standing gap in experimental validation, which not only strengthens the theoretical foundation of the Migdal effect but also paves the way for its application in light dark matter detection.",
          "url": "https://doi.org/10.1038/s41586-025-09918-8",
          "doi": "https://doi.org/10.1038/s41586-025-09918-8",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Global subsidence of river deltas",
          "authors": "L. O. Ohenhen, M. Shirzaei, J. L. Davis, A. Tiwari, R. Nicholls, O. Dasho, N. Sadhasivam, K. Seeger, S. Werth, A. J. Chadwick, F. Onyike, J. Lucy, C. Atkins, S. Daramola, A. Ankamah, P. S. J. Minderhoud, J. Olsemann, G. C. Yemele",
          "abstract": "River deltas sustain dense human populations, major economic centres and vital ecosystems worldwide 1,2 . Rising sea levels and subsiding land threaten the sustainability of these valuable landscapes with relative sea-level rise and associated flood, land loss and salinization hazards 1–3 . Despite these risks, vulnerability assessments are impeded by the lack of contemporary, high-resolution, delta-wide subsidence observations 4 . Here we present spatially variable surface-elevation changes across 40 global deltas using interferometric synthetic aperture radar. Using this dataset, we quantify delta surface-elevation loss and show the prevalence and severity of subsidence in river deltas worldwide. Our analysis of three key anthropogenic drivers of delta elevation changes shows that groundwater storage has the strongest relative influence on vertical land motion in 10 of the 40 deltas. The other deltas are either influenced by multiple drivers or dominated by sediment flux or urban expansion. Furthermore, we find that contemporary subsidence surpasses absolute (geocentric) sea-level rise as the dominant driver of relative sea-level rise for most deltas over the twenty-first century. These findings suggest the need for targeted interventions addressing subsidence as an immediate and localized challenge, in parallel with broader efforts to mitigate and adapt to climate change-driven global sea-level rise.",
          "url": "https://doi.org/10.1038/s41586-025-09928-6",
          "doi": "https://doi.org/10.1038/s41586-025-09928-6",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "An electrically injected solid-state surface acoustic wave phonon laser",
          "authors": "Alexander Wendt, Matthew J. Storey, Michael Miller, Dalton Anderson, Eric Chatterjee, William Horrocks, Brandon Smith, Ping-Show Wong, Shawn Arterburn, Thomas A. Friedmann, Lisa Hackett, Matt Eichenfield",
          "abstract": "Surface acoustic waves (SAWs) enable a wide array of technologies, including radiofrequency filters1,2, chemical and biological sensors3,4,5, acousto-optic devices6,7,8, acoustic control of microfluidic flow in lab-on-a-chip systems9,10,11 and quantum phononics12,13,14,15,16,17,18,19. Although numerous methods exist for generating SAWs, they each have intrinsic limitations that inhibit performance, operation at high frequencies and use in systems constrained in size, weight and power. Here we present a completely solid-state, single-chip SAW phonon laser consisting of a lithium niobate SAW resonator with an internal, d.c. electrically injected and broadband semiconductor gain medium with <0.15 mm2 footprint. Below the threshold bias of 36 V, the device behaves as a resonant amplifier, and above it exhibits self-sustained coherent oscillation, linewidth narrowing and high output powers. A continuous on-chip acoustic output power of up to −6.1 dBm is generated at 1 GHz with a resolution-limited linewidth of <77 Hz and a carrier phase noise of −57 dBc Hz−1 at 1 kHz offset. Through detailed modelling, we show pathways for improving the performance of these devices, including mHz linewidths, high power efficiencies and footprints under 550 μm2 at 10 GHz. This demonstration paves the way for ultrahigh-frequency SAW sources on-chip and highly miniaturized SAW-based systems that can be operated without an external radiofrequency source.",
          "url": "https://doi.org/10.1038/s41586-025-09950-8",
          "doi": "https://doi.org/10.1038/s41586-025-09950-8",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Sub-zero Celsius elastocaloric cooling via low-transition-temperature alloys",
          "authors": "Guoan Zhou, Zexi Li, Zhongzheng Deng, Shuhuai Yao, Ali Safari, Lingyun Zhang, Peng Hua, Qingping Sun",
          "abstract": "Elastocaloric cooling using shape-memory alloys (SMAs) is a promising greenhouse gas (GHG)-free alternative to conventional vapour-compression refrigeration that relies on high global warming potential (GWP) gas refrigerants1,2,3,4. However, existing elastocaloric systems have not yet reached sub-zero Celsius temperatures, which restricts their application in various freezing scenarios5,6. Here we constructed a compression-based, regenerative elastocaloric cooling device using low-transition-temperature tubular NiTi units in a cascaded configuration. The selected NiTi alloy exhibited superelasticity and substantial entropy changes down to −20 °C. Moreover, low-freezing-point aqueous calcium chloride solution was used as the heat-transfer fluid, ensuring effective flow at low operational temperatures. Our desktop device achieved a heat-source temperature of −12 °C from a room-temperature heat sink, paving the way for next-generation green elastocaloric freezing technologies.",
          "url": "https://doi.org/10.1038/s41586-025-09946-4",
          "doi": "https://doi.org/10.1038/s41586-025-09946-4",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Coherent nonlinear X-ray four-photon interaction with core-shell electrons",
          "authors": "Ana Sofia Morillo-Candas, Sven Augustin, Eduard Prat, Antoine Sarracini, Jonas Knurr, Serhane Zerdane, Zhibin Sun, Ningchen Yang, Marc Rebholz, Hankai Zhang, Yunpei Deng, Xinhua Xie, Elnaz Zyaee, David Rohrbach, Andrea Cannizzo, Andre Al-Haddad, Kirsten Schnorr, Christian Ott, Thomas Feurer, Christoph Bostedt, Thomas Pfeifer, Gregor Knopp",
          "abstract": "Coherent nonlinear light–matter interaction with X-rays gives access to a regime in ultrafast spectroscopy in which atomic resolution meets femtosecond and attosecond timescales1,2. Particularly, X-ray four-wave mixing, involving several resonant transitions in a single coherent nonlinear process, has the potential to provide information on the electronic states coupling, coherent electron motion, correlation and dynamics, with state and site selectivity3,4,5. Here we demonstrate coherent, background-free four-photon interactions with core-shell electrons using single broadband X-ray pulses from a free-electron laser. The all-X-ray four-wave mixing signals, measured in gaseous neon, arise from doubly resonant nonlinear processes involving Raman transitions6, including X-ray coherent anti-Stokes electronic Raman scattering. The 2D spectral maps (photon-in/photon-out) represent a step towards multidimensional correlation spectroscopy at the atomic scale. Using a multicolour time-delayed X-ray pulse scheme, we further demonstrate the feasibility of extending the proposed methodology to the ultrafast time domain. These results reveal potential for studying localized electron dynamics in multiple systems, from biomolecules to correlated quantum materials, with applications in areas such as energy conversion, biomedical imaging and quantum information technologies.",
          "url": "https://doi.org/10.1038/s41586-025-09911-1",
          "doi": "https://doi.org/10.1038/s41586-025-09911-1",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "N1-Methylpseudouridine directly modulates translation dynamics",
          "authors": "Batsheva Rozman, Karin Broennimann, K. Shanmugha Rajan, Aharon Nachshon, Chiranjeet Saha, Tamar Arazi, Vishnu Mohan, Tamar Geiger, Clayton J. Wollner, Justin M. Richner, Eric Westhof, Ada Yonath, Anat Bashan, Noam Stern-Ginossar",
          "abstract": "The considerable success of mRNA vaccines against SARS-CoV-2 has underscored the potential of synthetic mRNA as a transformative biomedical technology1. A critical feature of this approach is the incorporation of the modified nucleoside N1-methylpseudouridine (m1Ψ), which enhances antigen expression while reducing immunogenicity2,3,4,5. However, a comprehensive understanding of how m1Ψ influences translation remains incomplete. Here we use ribosome profiling at the subcodon resolution to show that m1Ψ increases ribosome density on synthetic mRNAs, leading to higher protein production independent of innate immune activation or eIF2α phosphorylation. We find that m1Ψ directly slows ribosome movement in defined sequence contexts while simultaneously promoting translation initiation. Structural studies using cryo-electron microscopy reveal that m1Ψ alters interactions within the ribosomal decoding centre, providing a mechanistic basis for slowed elongation. Furthermore, by introducing synonymous recoding that disrupts the modification-mediated changes in elongation, we show that the m1Ψ-dependent enhancement of protein output is modulated by codon composition, and that m1Ψ impact is strongest in mRNAs containing non-optimal codons with uridines at the wobble position. Together, these findings demonstrate that m1Ψ directly modulates translation dynamics, thereby increasing protein yield from synthetic mRNAs in specific sequence contexts.",
          "url": "https://doi.org/10.1038/s41586-025-09945-5",
          "doi": "https://doi.org/10.1038/s41586-025-09945-5",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Microbiota-induced T cell plasticity enables immune-mediated tumour control",
          "authors": "Tariq A. Najar, Yuan Hao, Yuhan Hao, Gabriela Romero-Meza, Alexandra Dolynuk, Emma Almo, Dan R. Littman",
          "abstract": "Therapies that harness the immune system to target and eliminate tumour cells have revolutionized cancer care. Immune checkpoint blockade (ICB), which boosts the anti-tumour immune response by inhibiting negative regulators of T cell activation 1–3 , is remarkably successful in a subset of cancer patients. Yet a significant proportion do not respond to treatment, emphasizing the need to understand factors influencing the therapeutic efficacy of ICB 4–9 . The gut microbiota, consisting of trillions of microorganisms residing in the gastrointestinal tract, has emerged as a critical determinant of immune function and response to cancer immunotherapy, with several studies demonstrating association of microbiota composition with clinical response 10–16 . However, a mechanistic understanding of how gut commensal bacteria influence the efficacy of ICB remains elusive. Here we use a gut commensal microorganism, segmented filamentous bacteria (SFB), which induces an antigen-specific T helper 17 (T H 17) cell effector program in the small intestine lamina propria (SILP) 17 , to investigate how colonization with this microbe affects the efficacy of ICB in restraining distal growth of tumours sharing antigen with SFB. We find that anti-programmed cell death protein 1 (PD-1) treatment effectively inhibits the growth of implanted SFB antigen-expressing melanoma only if mice are colonized with SFB. Through T cell receptor (TCR) clonal lineage tracing, fate mapping and peptide–major histocompatability complex (MHC) tetramer staining, we identify tumour-associated SFB-specific T helper 1 (T H 1)-like cells derived from the homeostatic T H 17 cells induced by SFB colonization in the SILP. These gut-educated ex-T H 17 cells produce high levels of the pro-inflammatory cytokines interferon (IFN)-γ and tumour necrosis factor (TNF) within the tumour microenvironment (TME), enhancing antigen presentation and promoting recruitment, expansion and effector functions of CD8 + tumour-infiltrating cytotoxic lymphocytes and thereby enabling anti-PD-1-mediated tumour control. Conditional ablation of SFB-induced IL-17A + CD4 +  T cells, precursors of tumour-associated T H 1-like cells, abolishes anti-PD-1-mediated tumour control and markedly impairs tumour-specific CD8 + T cell recruitment and effector function within the TME. Our data, as a proof of principle, define a cellular pathway by which a single, defined intestinal commensal imprints T cell plasticity that potentiates PD-1 blockade, and indicate targeted modulation of the microbiota as a strategy to broaden ICB efficacy.",
          "url": "https://doi.org/10.1038/s41586-025-09913-z",
          "doi": "https://doi.org/10.1038/s41586-025-09913-z",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Mosaic lateral heterostructures in two-dimensional perovskite",
          "authors": "Shuchen Zhang, Yuan Lu, Linghai Zhang, Hongsheng Shi, Xiao Wang, Zhaoming Wang, Jiaxin Li, Zehua He, Kang Wang, Ke Ma, Hanjun Yang, Chenjian Lin, Yue Hu, Shangfeng Yang, Yi Yu, Letian Dou",
          "abstract": "Lateral heterostructures are important for exploring exotic physics, developing new devices and achieving device miniaturization1,2,3,4,5,6,7,8. Endo-epitaxial growth occurring in patterned templates presents a promising strategy to realize extensive patterned areas in heterostructures, as recently demonstrated with two-dimensional (2D) covalent materials9,10,11,12,13. However, the conventional lithography and etching processes used to prepare patterned templates are too aggressive for 2D lead halide perovskites, owing to their inherently soft and unstable ionic lattice14,15,16. Here we create square holes of controllable size within 2D lead halide perovskites, enabling the fabrication of continuous lateral heterostructures over large areas. We demonstrate that the square holes form through spontaneous etching, a process initiated by internal strain and stabilized along the [100]/[010] crystallographic direction. Furthermore, the size of the square holes can be controlled by adjusting the etching time and temperature. Moreover, by incorporating a rapid solvent evaporation growth technique, the edges of the square holes act as templates for epitaxial growth of another type of perovskite, incorporating different halide or metal ions. Finally, we realized a series of mosaic lateral heterostructures that can emit various colours for light-emitting devices. This synthesis of diverse 2D perovskite mosaic lateral heterostructures provides valuable insights into the structural characteristics of perovskites and offers a versatile material platform for the development of complex integrated emitting devices.",
          "url": "https://doi.org/10.1038/s41586-025-09949-1",
          "doi": "https://doi.org/10.1038/s41586-025-09949-1",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Ice age wolf pup’s stomach yields rare DNA from woolly rhino",
          "authors": "Rachel Fieldhouse",
          "url": "https://doi.org/10.1038/d41586-026-00161-3",
          "doi": "https://doi.org/10.1038/d41586-026-00161-3",
          "filter": "4",
          "created": "2026-1-14"
        },
        {
          "title": "Genomic clues to the origin of eukaryotic cells",
          "authors": "John M. Archibald",
          "url": "https://doi.org/10.1038/d41586-025-04094-1",
          "doi": "https://doi.org/10.1038/d41586-025-04094-1",
          "filter": "4",
          "created": "2026-1-14"
        },
        {
          "title": "Mysterious ‘little red dots’ could be black holes in disguise",
          "authors": "Rodrigo Nemmen",
          "url": "https://doi.org/10.1038/d41586-025-04089-y",
          "doi": "https://doi.org/10.1038/d41586-025-04089-y",
          "filter": "4",
          "created": "2026-1-14"
        },
        {
          "title": "AIs are biased toward some Indian castes — how can researchers fix this?",
          "authors": "Mohana Basu",
          "url": "https://doi.org/10.1038/d41586-025-04041-0",
          "doi": "https://doi.org/10.1038/d41586-025-04041-0",
          "filter": "4",
          "created": "2026-1-12"
        },
        {
          "title": "The academic community failed Wikipedia for 25 years — now it might fail us",
          "authors": "Dariusz Jemielniak",
          "url": "https://doi.org/10.1038/d41586-026-00075-0",
          "doi": "https://doi.org/10.1038/d41586-026-00075-0",
          "filter": "4",
          "created": "2026-1-13"
        },
        {
          "title": "Briefing Chat: Can NASA return rocks from Mars? And why dogs have long ears",
          "authors": "Benjamin Thompson, Nick Petrić Howe",
          "url": "https://doi.org/10.1038/d41586-026-00194-8",
          "doi": "https://doi.org/10.1038/d41586-026-00194-8",
          "filter": "4",
          "created": "2026-1-16"
        },
        {
          "title": "US science in 2026: five themes that will dominate Trump’s second year",
          "authors": "Jeff Tollefson, Max Kozlov, Dan Garisto",
          "url": "https://doi.org/10.1038/d41586-026-00058-1",
          "doi": "https://doi.org/10.1038/d41586-026-00058-1",
          "filter": "4",
          "created": "2026-1-14"
        },
        {
          "title": "Daily briefing: Fusion reactor pushes plasma past crucial limit",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-026-00115-9",
          "doi": "https://doi.org/10.1038/d41586-026-00115-9",
          "filter": "4",
          "created": "2026-1-12"
        },
        {
          "title": "Fresh starts: how to thrive when you leave academia",
          "authors": "Josie Glausiusz",
          "url": "https://doi.org/10.1038/d41586-026-00085-y",
          "doi": "https://doi.org/10.1038/d41586-026-00085-y",
          "filter": "4",
          "created": "2026-1-12"
        },
        {
          "title": "Daily briefing: The neural circuit that can make it hard to start a difficult task",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-026-00142-6",
          "doi": "https://doi.org/10.1038/d41586-026-00142-6",
          "filter": "4",
          "created": "2026-1-13"
        },
        {
          "title": "LLMs behaving badly: mistrained AI models quickly go off the rails",
          "authors": "Richard Ngo",
          "url": "https://doi.org/10.1038/d41586-025-04090-5",
          "doi": "https://doi.org/10.1038/d41586-025-04090-5",
          "filter": "4",
          "created": "2026-1-14"
        },
        {
          "title": "Daily briefing: Same-sex sex is a normal part of some primates’ lives",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-026-00149-z",
          "doi": "https://doi.org/10.1038/d41586-026-00149-z",
          "filter": "4",
          "created": "2026-1-14"
        },
        {
          "title": "Why is flu so bad this year? Highly mutated variant offers answers",
          "authors": "Edward Chen",
          "url": "https://doi.org/10.1038/d41586-026-00061-6",
          "doi": "https://doi.org/10.1038/d41586-026-00061-6",
          "filter": "4",
          "created": "2026-1-14"
        },
        {
          "title": "Student mental health is in crisis — here’s how to help",
          "authors": "Lauro Miranda Demenech, Anne Duffy",
          "url": "https://doi.org/10.1038/d41586-026-00084-z",
          "doi": "https://doi.org/10.1038/d41586-026-00084-z",
          "filter": "4",
          "created": "2026-1-12"
        },
        {
          "title": "PhD students’ taste for risk mirrors their supervisors’",
          "authors": "Diana Kwon",
          "url": "https://doi.org/10.1038/d41586-026-00160-4",
          "doi": "https://doi.org/10.1038/d41586-026-00160-4",
          "filter": "4",
          "created": "2026-1-15"
        },
        {
          "title": "Nationwide genetic screening proves effective at catching disease risk early",
          "authors": "Teri A. Manolio",
          "url": "https://doi.org/10.1038/d41586-026-00035-8",
          "doi": "https://doi.org/10.1038/d41586-026-00035-8",
          "filter": "4",
          "created": "2026-1-15"
        },
        {
          "title": "How did birds evolve? The answer is wilder than anyone thought",
          "authors": "Michael Marshall",
          "url": "https://doi.org/10.1038/d41586-026-00076-z",
          "doi": "https://doi.org/10.1038/d41586-026-00076-z",
          "filter": "4",
          "created": "2026-1-13"
        },
        {
          "title": "Campus protests and civil disobedience: does academia have a problem with activism?",
          "authors": "Adam Levy",
          "url": "https://doi.org/10.1038/d41586-026-00152-4",
          "doi": "https://doi.org/10.1038/d41586-026-00152-4",
          "filter": "4",
          "created": "2026-1-15"
        },
        {
          "title": "Do their ears hang low? The genetics of dogs’ adorable floppy ears",
          "authors": "Heidi Ledford",
          "url": "https://doi.org/10.1038/d41586-026-00071-4",
          "doi": "https://doi.org/10.1038/d41586-026-00071-4",
          "filter": "4",
          "created": "2026-1-13"
        },
        {
          "title": "AI writing tools could lead scholars from low-income countries to erase their own voices",
          "authors": "Zhenning Li, Zhengbing He",
          "url": "https://doi.org/10.1038/d41586-026-00121-x",
          "doi": "https://doi.org/10.1038/d41586-026-00121-x",
          "filter": "4",
          "created": "2026-1-13"
        },
        {
          "title": "Developing super-tortillas to address malnutrition in Latin America",
          "authors": "Rachael Pells",
          "url": "https://doi.org/10.1038/d41586-026-00087-w",
          "doi": "https://doi.org/10.1038/d41586-026-00087-w",
          "filter": "4",
          "created": "2026-1-12"
        },
        {
          "title": "AI can turbocharge scientists’ careers — but limit their scope",
          "authors": "Benjamin Thompson, Nick Petrić Howe",
          "url": "https://doi.org/10.1038/d41586-026-00162-2",
          "doi": "https://doi.org/10.1038/d41586-026-00162-2",
          "filter": "4",
          "created": "2026-1-14"
        },
        {
          "title": "‘We’re humans — brilliant and a mess’: Wikipedia founder Jimmy Wales on trust and optimism",
          "authors": "Nicola Jones",
          "url": "https://doi.org/10.1038/d41586-026-00083-0",
          "doi": "https://doi.org/10.1038/d41586-026-00083-0",
          "filter": "4",
          "created": "2026-1-12"
        },
        {
          "title": "Predicting the fate of tropical forests under intensifying heat",
          "authors": "Kristina J. Anderson-Teixeira, Krishna Anujan",
          "url": "https://doi.org/10.1038/d41586-025-04093-2",
          "doi": "https://doi.org/10.1038/d41586-025-04093-2",
          "filter": "4",
          "created": "2026-1-14"
        },
        {
          "title": "Six steps to protect researchers’ digital security",
          "authors": "Virginia Gewin",
          "url": "https://doi.org/10.1038/d41586-026-00086-x",
          "doi": "https://doi.org/10.1038/d41586-026-00086-x",
          "filter": "4",
          "created": "2026-1-14"
        },
        {
          "title": "How to improve vaccine uptake: a huge study offers clues",
          "authors": "Brian Owens",
          "url": "https://doi.org/10.1038/d41586-026-00092-z",
          "doi": "https://doi.org/10.1038/d41586-026-00092-z",
          "filter": "4",
          "created": "2026-1-13"
        },
        {
          "title": "AI can spark creativity — if we ask it how, not what, to think",
          "authors": "Brian Uzzi",
          "url": "https://doi.org/10.1038/d41586-026-00049-2",
          "doi": "https://doi.org/10.1038/d41586-026-00049-2",
          "filter": "4",
          "created": "2026-1-13"
        },
        {
          "title": "During the course of my PhD, I’ve been relearning how to rest",
          "authors": "Ashley Moses",
          "url": "https://doi.org/10.1038/d41586-025-03342-8",
          "doi": "https://doi.org/10.1038/d41586-025-03342-8",
          "filter": "4",
          "created": "2026-1-15"
        },
        {
          "title": "Don’t assume that women’s low retraction rates reflect male ‘boldness’",
          "authors": "Carrie J. McAdams, Kristine M. Erlandson, Sarah N. Cross, Katharine J. Liang",
          "url": "https://doi.org/10.1038/d41586-026-00120-y",
          "doi": "https://doi.org/10.1038/d41586-026-00120-y",
          "filter": "4",
          "created": "2026-1-13"
        },
        {
          "title": "How ageing harms the body’s response to raging infection",
          "authors": "Edward Chen",
          "url": "https://doi.org/10.1038/d41586-026-00159-x",
          "doi": "https://doi.org/10.1038/d41586-026-00159-x",
          "filter": "4",
          "created": "2026-1-14"
        },
        {
          "title": "Daily briefing: Why ‘harmless’ germs can be deadly for some people",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-026-00166-y",
          "doi": "https://doi.org/10.1038/d41586-026-00166-y",
          "filter": "4",
          "created": "2026-1-15"
        },
        {
          "title": "Humanoid robots step up their game: how useful are the latest droids?",
          "authors": "Elizabeth Gibney",
          "url": "https://doi.org/10.1038/d41586-026-00164-0",
          "doi": "https://doi.org/10.1038/d41586-026-00164-0",
          "filter": "4",
          "created": "2026-1-16"
        },
        {
          "title": "What the future holds for AI – from the people shaping it",
          "authors": "Noah Baker",
          "url": "https://doi.org/10.1038/d41586-026-00147-1",
          "doi": "https://doi.org/10.1038/d41586-026-00147-1",
          "filter": "4",
          "created": "2026-1-14"
        },
        {
          "title": "AlphaFold can help African researchers to do cutting-edge structural biology",
          "authors": "Emmanuel Nji",
          "url": "https://doi.org/10.1038/d41586-026-00072-3",
          "doi": "https://doi.org/10.1038/d41586-026-00072-3",
          "filter": "4",
          "created": "2026-1-13"
        },
        {
          "title": "Same-sex sexual behaviour can help primates to survive — and reproduce",
          "authors": "Ewen Callaway",
          "url": "https://doi.org/10.1038/d41586-026-00119-5",
          "doi": "https://doi.org/10.1038/d41586-026-00119-5",
          "filter": "4",
          "created": "2026-1-12"
        },
        {
          "title": "AI tools boost individual scientists but could limit research as a whole",
          "authors": "Veda C. Storey",
          "url": "https://doi.org/10.1038/d41586-025-04092-3",
          "doi": "https://doi.org/10.1038/d41586-025-04092-3",
          "filter": "4",
          "created": "2026-1-14"
        },
        {
          "title": "No world-changing discoveries without biodiversity",
          "authors": "Kenneth D. Winkel, Brendan A. Wintle",
          "url": "https://doi.org/10.1038/d41586-026-00122-w",
          "doi": "https://doi.org/10.1038/d41586-026-00122-w",
          "filter": "4",
          "created": "2026-1-13"
        },
        {
          "title": "My PI is not offering any support or guidance on my PhD project, what should I do?",
          "authors": "Sarah Wells",
          "url": "https://doi.org/10.1038/d41586-025-04125-x",
          "doi": "https://doi.org/10.1038/d41586-025-04125-x",
          "filter": "4",
          "created": "2026-1-16"
        },
        {
          "title": "How do vaccine cutbacks affect public health? Ask Japan",
          "authors": "Heidi Ledford",
          "url": "https://doi.org/10.1038/d41586-026-00146-2",
          "doi": "https://doi.org/10.1038/d41586-026-00146-2",
          "filter": "4",
          "created": "2026-1-16"
        },
        {
          "title": "Daily briefing: Cancer cells stay hidden using stolen mitochondria",
          "authors": "Jacob Smith",
          "url": "https://doi.org/10.1038/d41586-026-00181-z",
          "doi": "https://doi.org/10.1038/d41586-026-00181-z",
          "filter": "4",
          "created": "2026-1-16"
        },
        {
          "title": "Cancer might evade immune defences by stealing mitochondria",
          "authors": "Laura Dattaro",
          "url": "https://doi.org/10.1038/d41586-026-00123-9",
          "doi": "https://doi.org/10.1038/d41586-026-00123-9",
          "filter": "4",
          "created": "2026-1-14"
        },
        {
          "title": "Three tips for scientific writing: a guide for graduate students",
          "authors": "Courtney Peña-Lima, Troy C. Dildine, Raechel Lee",
          "url": "https://doi.org/10.1038/d41586-025-03804-z",
          "doi": "https://doi.org/10.1038/d41586-025-03804-z",
          "filter": "4",
          "created": "2026-1-14"
        },
        {
          "title": "US scientists push back as Trump eyes Greenland",
          "authors": "Davide Castelvecchi",
          "url": "https://doi.org/10.1038/d41586-026-00068-z",
          "doi": "https://doi.org/10.1038/d41586-026-00068-z",
          "filter": "4",
          "created": "2026-1-12"
        },
        {
          "title": "Ageing rewires the body’s tolerance to infection",
          "authors": "Miguel P. Soares, Elisa Jentho",
          "url": "https://doi.org/10.1038/d41586-025-04091-4",
          "doi": "https://doi.org/10.1038/d41586-025-04091-4",
          "filter": "4",
          "created": "2026-1-14"
        },
        {
          "title": "The infection enigma: why some people die from typically harmless germs",
          "authors": "Diana Kwon",
          "url": "https://doi.org/10.1038/d41586-026-00082-1",
          "doi": "https://doi.org/10.1038/d41586-026-00082-1",
          "filter": "4",
          "created": "2026-1-14"
        },
        {
          "title": "Beneath acid skies",
          "authors": "João Guilherme Bochnia Küster",
          "url": "https://doi.org/10.1038/d41586-025-04030-3",
          "doi": "https://doi.org/10.1038/d41586-025-04030-3",
          "filter": "4",
          "created": "2026-1-14"
        },
        {
          "title": "A ‘time capsule for cells’ stores the secret experiences of their past",
          "authors": "Ewen Callaway",
          "url": "https://doi.org/10.1038/d41586-026-00116-8",
          "doi": "https://doi.org/10.1038/d41586-026-00116-8",
          "filter": "4",
          "created": "2026-1-16"
        }
      ]
    },
    {
      "journal_full": "Proceedings of the National Academy of Sciences",
      "journal_short": "PNAS",
      "articles": [
        {
          "title": "The co-occurrence of ingroup and outgroup prosociality across 121 societies",
          "authors": "Kasper Otten",
          "abstract": "In an increasingly interconnected world, prosociality across group boundaries becomes ever more important. Yet, a common premise in the behavioral and social sciences is that people are prosocial mainly toward their ingroup and not outgroups. So far, evidence for this premise comes mostly from studies in which people must choose between ingroup and outgroup prosociality, thereby precluding positive associations between the two types of prosociality. We study situations in which people make separate decisions regarding the ingroup and outgroup, allowing us to examine how ingroup and outgroup prosociality are related. Across six large-scale and cross-societal datasets spanning 743,402 individuals in 121 societies, we find a robust positive relationship between ingroup and outgroup prosociality. This relationship holds across societies, different group categorizations, and a diverse range of prosociality measures, including prisoner’s dilemmas, public good dilemmas, dictator games, and survey items on trust and tolerance. Although people are slightly more prosocial toward their ingroup than the outgroup, those who are prosocial toward the ingroup also tend to be prosocial toward the outgroup. The results offer an optimistic message for prosociality across group boundaries. When people are not made to choose between the ingroup and outgroup, they are generally prosocial toward both.",
          "url": "https://doi.org/10.1073/pnas.2517013123",
          "doi": "https://doi.org/10.1073/pnas.2517013123",
          "filter": "0",
          "created": "2026-1-13"
        },
        {
          "title": "Global destocking of extensive livestock: An overlooked trend with Earth system consequences",
          "authors": "José D. Anadón, Osvaldo E. Sala",
          "abstract": "Managed grazing is the most extensive land use on Earth. The prevailing narrative is that global rangelands, from grasslands to deserts, are being degraded by overgrazing due to overstocking. This perception arises from scientific literature, which contains an order of magnitude more studies on overstocking than on reductions in stocking rates. In contrast, over the past 25 y, regions representing almost half (42%) of global livestock have experienced reductions in stocking rates rather than the expected increases. We evaluated socioeconomic, technological, and climatic direct drivers, as well as indirect drivers, of global stocking patterns. Trade and climate had no detectable effects, whereas technological shifts and meat consumption had an impact on stocking rates. Direct drivers were largely controlled by human population and gross domestic product. Wealthier regions, with slower population growth, greater feed supplementation, and reliance on nongrazing livestock, reduced stocking rates. Less affluent regions, facing rapid population growth and rising meat demand but limited technological and feed resources, increased stocking rates. The overlooked reductions in stocking rates may have major ecological consequences at regional and global scales. Destocking can impact biodiversity, fire regimes, potentially increase carbon sequestration, and modify land–atmosphere fluxes. These effects are not simply the reverse of overstocking, as some consequences are irreversible, including state transitions and local extinctions. The skewed pattern of publications toward overstocking and overgrazing led to a perception of widespread degradation and had consequences on research direction and policy.",
          "url": "https://doi.org/10.1073/pnas.2509097122",
          "doi": "https://doi.org/10.1073/pnas.2509097122",
          "filter": "0",
          "created": "2026-1-12"
        },
        {
          "title": "Explaining supernatural cures for poorly understood illnesses: Revisiting classic questions with new evidence",
          "authors": "H. Russell Bernard, Amber Wutich",
          "url": "https://doi.org/10.1073/pnas.2531788123",
          "doi": "https://doi.org/10.1073/pnas.2531788123",
          "filter": "0",
          "created": "2026-1-12"
        },
        {
          "title": "The aspiration for scalable citizen-level interventions and the missing tests of countermessaging",
          "authors": "Ariel Malka, James N. Druckman",
          "url": "https://doi.org/10.1073/pnas.2527948123",
          "doi": "https://doi.org/10.1073/pnas.2527948123",
          "filter": "0",
          "created": "2026-1-12"
        },
        {
          "title": "Quantifying racial disparities in media representations of gun violence at scale",
          "authors": "Ruth Bagley, Susan Burtner, Andrew V. Papachristos, Rob Voigt",
          "abstract": "Previous research has documented racial disparities in gun violence news coverage in limited and small-scale contexts. This study curates and analyzes a large-scale dataset of news articles linked to specific incidents of gun violence to test for systematic race-related differences in representation across the US news media. Using computational techniques, we quantify how much media attention an incident gets, the topics and linguistic style of articles, and how participants in the incidents are framed. We find significant generalized disparities in media coverage and portrayal of incidents depending on whether they occur in neighborhoods that are majority white or majority people of color (POC), including increased media attention on police shootings if they occur in majority POC neighborhoods, greater focus on the people involved in incidents in majority white neighborhoods, and increased racialization and framing related to crime in majority POC neighborhoods.",
          "url": "https://doi.org/10.1073/pnas.2505499123",
          "doi": "https://doi.org/10.1073/pnas.2505499123",
          "filter": "0",
          "created": "2026-1-16"
        },
        {
          "title": "Unlocking the benefits of transparent and reusable science for climate risk management",
          "authors": "Adam B. Pollack, Lisa Auermuller, Casey D. Burleyson, Jentry Campbell, Madison Condon, Courtney Cooper, Matteo Coronese, Sönke Dangendorf, James Doss-Gollin, Prabhat Hegde, Casey Helgeson, Robert E. Kopp, Jan Kwakkel, Corey Lesk, Justin Mankin, Robert E. Nicholas, Jennie Rice, Samantha Roth, Vivek Srikrishnan, Moira Scheeler, Nancy Tuana, Chris Vernon, Mengqi Zhao, Klaus Keller",
          "abstract": "People around the world seek climate risk information to guide their decisions. For instance, projections about future flood risk inform where households choose to live, how lenders manage credit risks, and which communities receive federal funding. Yet data limitations and fundamental validation challenges raise important concerns about the reliability of such projections. The principles of transparency and reusability help address these concerns by enabling scrutiny of assumptions and methods, development of foundational data and tools, and consistent application of evaluation standards. While there is ongoing debate about how much transparency commercial climate risk services should provide, many expect noncommercial actors to lead the way on operationalizing transparency and reusability to fulfill their knowledge-building role in the climate risk ecosystem. However, despite prominent success stories, we find a substantial gap between principles and practice: Only four percent of the most-cited peer-reviewed climate risk studies in recent years fully share their data and code although this is a widely accepted minimum standard for transparency. We highlight low-cost measures that noncommercial researchers can take now to improve transparency and reusability. We also emphasize that transformative progress requires substantial investment, cross-sector collaboration, and careful consideration of tradeoffs, data rights, and multiple perspectives on equity. We hope this perspective accelerates both immediate actions and longer-term conversations to improve the ability of science to effectively support timely, evidence-based, and sound climate risk management.",
          "url": "https://doi.org/10.1073/pnas.2422157123",
          "doi": "https://doi.org/10.1073/pnas.2422157123",
          "filter": "0",
          "created": "2026-1-14"
        },
        {
          "title": "Reply to Malka and Druckman: Durability tests already account for countermessaging, and additional countermessaging is unlikely",
          "authors": "Matthew E. K. Hall, Brittany C. Solomon, Jan G. Voelkel, James Y. Chu, Robb Willer",
          "url": "https://doi.org/10.1073/pnas.2532658123",
          "doi": "https://doi.org/10.1073/pnas.2532658123",
          "filter": "0",
          "created": "2026-1-12"
        }
      ],
      "articles_hidden": [
        {
          "title": "Phantom sinks and missing pollution: Legacies of a hardened number",
          "authors": "Bruce A. Hungate",
          "url": "https://doi.org/10.1073/pnas.2531787123",
          "doi": "https://doi.org/10.1073/pnas.2531787123",
          "filter": "2",
          "created": "2026-1-13"
        },
        {
          "title": "Towards CRISPR-based editing of the mitochondrial genome in yeast",
          "authors": "Sifei Yin, Daniel F. Jarosz, Alice Y. Ting",
          "abstract": "Mitochondria, which evolved from symbiotic bacteria, possess their own genomes (mtDNA) and support independent transcription and translation within the organelle. Given the essential role of mtDNA in energy production, metabolism, as well as cellular homeostasis, and the high density of confirmed pathogenic mutations that map to mtDNA, there is a pressing need for versatile methods to study and manipulate this genome. Although CRISPR technology has revolutionized the editing of nuclear genomes, it has not been successfully extended to mtDNA, primarily due to the challenge of delivering single guide RNAs (sgRNAs) across both outer and inner mitochondrial membranes. Here we develop a survival-based reporter in Saccharomyces cerevisiae to screen for potential RNA import motifs. We identify a 40-nucleotide aptamer (IM83) that facilitates sgRNA entry into the mitochondrial matrix, enabling CRISPR editing by a mitochondrially-localized adenine base editor. We show that mitochondrial import of IM83 is ATP-dependent and enhanced by the tRNA synthetase Msk1. Further investigations identify barriers to efficient CRISPR editing of mtDNA, including loss of membrane potential associated with mitochondrial targeting of the base editor. These insights lay the groundwork for future improvements in CRISPR-based editing of mtDNA in eukaryotes.",
          "url": "https://doi.org/10.1073/pnas.2505894123",
          "doi": "https://doi.org/10.1073/pnas.2505894123",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "An accurate cellular assay to determine pathogenicity of coding and noncoding variants in Lynch syndrome genes",
          "authors": "Iris E. Glykofridis, Marleen Dekker, Chantal Stoepker, Thomas W. van Ravesteyn, Yvonne Tiersma, Cédric G. van der Ham, Beaunelle de Bruijn, Salma Ebrahim, Renée X. de Menezes, Esmee Kasteleijn, Frans Verheijen, Tjakko J. van Ham, Hein te Riele",
          "abstract": "Lynch syndrome (LS) is a genetic predisposition to mainly colorectal and endometrial cancer due to heterozygous disruptive germline mutations in the DNA mismatch-repair (MMR) genes MSH2 , MSH6 , MLH1, or PMS2 . Beyond clearly pathogenic mutations, germline sequencing often reveals variants of uncertain significance (VUS), predominantly single base-pair alterations in coding or noncoding regions. These uncertain variants obstruct LS diagnosis, hampering personalized surveillance. To address this challenge, we developed a highly accurate functional assay that interrogates VUS pathogenicity in human cells. Building on a mouse-based cellular assay, we adapted oligonucleotide-directed mutation screening (ODMS) for human cells and introduced a refined approach named “coselection ODMS.” To ensure physiological expression, the variant is introduced into the endogenous MMR gene by replication-coupled gene editing. Coselection ODMS demonstrated 100% accuracy in classifying 50 benign and 86 pathogenic variants spanning coding and noncoding regions in all four MMR genes. Among 109 patient-derived VUS, 51 were identified as deleterious for MMR function. Importantly, coselection ODMS delivered 100% concordant results in a clinical diagnostic laboratory. With &gt;93% sensitivity and &gt;92% specificity, coselection ODMS provides a highly reliable functional assay in the diagnosis of enigmatic LS variants, enabling risk assessment and personalized surveillance or treatment for affected families.",
          "url": "https://doi.org/10.1073/pnas.2517801123",
          "doi": "https://doi.org/10.1073/pnas.2517801123",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "QnAs with Jasmin Graham",
          "authors": "Matthew Hardcastle",
          "url": "https://doi.org/10.1073/pnas.2536576123",
          "doi": "https://doi.org/10.1073/pnas.2536576123",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Brain glucodynamic variability is an essential feature of the metabolism–cognition relationship",
          "authors": "Hamish A. Deery, Emma Liang, Chris Moran, Gary F. Egan, Sharna D. Jamadar",
          "abstract": "Variability ensures that complex biological systems, including the brain, are capable of responding to changing environmental demands. While the importance of neural variability in electrophysiological and hemodynamic aspects of brain activity is beginning to be understood, little is known about how variability in molecular activity influences brain function. Here, we examine how temporal variability in glucodynamics, or time-varying glucose use, is related to cognition in 35 younger and 43 older adults. Baseline metabolic rates of glucose indexed across the scan were not directly associated with cognition. Rather, higher glucodynamic variability, and its coherence into metabolic networks, was associated with better cognitive performance. Lower glucodynamic variability in aging was associated with altered metabolic network efficiency and reduced cognitive performance. Our results demonstrate for the first time that variability in cerebral glucose metabolism is biologically and functionally relevant to cognition and the network architecture of the brain. Cognition is influenced by time-varying glucose metabolism and its coherent fluctuations in metabolic networks. A loss of glucodynamics in aging reduces the efficiency of the metabolic connectome and contributes to reduced cognitive performance. The study of glucodynamics significantly advances our understanding of metabolic brain changes in health, aging, and disease.",
          "url": "https://doi.org/10.1073/pnas.2510850123",
          "doi": "https://doi.org/10.1073/pnas.2510850123",
          "filter": "2",
          "created": "2026-1-13"
        },
        {
          "title": "Multiomics identifies a cholesterol–TFEB–PLD3–TLR9 axis driving immunosuppressive tumor-associated macrophage polarization in esophageal squamous cell carcinoma",
          "authors": "Licheng Tan, Hongyu Zhou, Baifeng Zhang, Dora Lai Wan Kwong, Yongxu Jia, Jiayi Huang, Kin To Hugo Siu, Shuang Zhang, Jiao Huang, Jie Luo, Yuma Yang, Qin Liu, Yingchen Lyu, Liuxian Ban, Ziyang Qi, Nanzhou Yu, Chaohui He, Weiguang Zhang, Yanru Qin, Beilei Liu, Xinyuan Guan",
          "abstract": "Tumor-associated macrophages (TAMs) reshape the tumor immune microenvironment and promote tumor progression, yet the underlying mechanisms remain largely unclear. Through integration of single-cell RNA (scRNA) sequencing datasets from esophageal squamous cell carcinoma (ESCC), we identified a distinct protumoral macrophage population with elevated expression of phospholipase D3 (PLD3). Multiomics investigations revealed that high infiltration of these PLD3-high macrophages was associated with poor clinical outcomes in ESCC patients. Mechanistically, tumor cells secreted cholesterol to modulate the microenvironment. Upon the uptake by TAMs, cholesterol triggered the nuclear translocation of transcription factor EB (TFEB), which directly bound to the PLD3 promoter region and activated its transcription. The overexpressed PLD3 localized to lysosomes, enzymatically degrading single-stranded nucleic acids, thereby suppressing the activation of the toll-like receptor 9 (TLR9) pathway. This cascade ultimately impaired effector T cell function and sustained an immunosuppressive tumor microenvironment (TME). Notably, therapeutic intervention using ODN2216-siPLD3 in murine models enhanced CD8 T cell infiltration and significantly inhibited tumor growth. Our findings highlight PLD3-high macrophages as a promising diagnostic biomarker and a therapeutic target for ESCC, paving the way for potential clinical translation.",
          "url": "https://doi.org/10.1073/pnas.2520427123",
          "doi": "https://doi.org/10.1073/pnas.2520427123",
          "filter": "2",
          "created": "2026-1-12"
        },
        {
          "title": "Controlled assembly and sophisticated additive manufacturing of macroscopic droplets",
          "authors": "Yujie Yang, Huasheng Tian, Aixin Song, Lu Xu, Jingcheng Hao",
          "abstract": "Assembly of liquid droplets into ordered patterns and architectures has gained great interests in recent years in view of its tremendous prospects in achieving advanced biological, biochemical, and biomimetic functions. Nevertheless, current assembly techniques using lipids or colloidal particles are generally of complicated preparations, long periods, and limited droplet sizes. Here, we develop a simple and ultrafast route to assemble macroscopic water droplets into three reconfigurable structures defined as “ connection ”, “ arrest coalescence ”, and “ total coalescence ”, respectively, in dodecane using jammed nanoparticle surfactant films (termed as “POSS surfactants”) with tunable interfacial properties. Further with the POSS surfactants facilitating a sturdy and nearly instant connection between the macrodroplets, they can act as one kind of compartmentalized 3D printing inks for constructing all-liquid patterns and more integrated, sophisticated architectures capable of functioning as microreactors for transporting cargo molecules over controlled macroscale distances and dimensions. Our study can serve as a useful complement to conventional approaches that are normally used for assembling microsized droplets.",
          "url": "https://doi.org/10.1073/pnas.2519305123",
          "doi": "https://doi.org/10.1073/pnas.2519305123",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Predicting epistasis across proteins by structural logic",
          "authors": "Michelle Tang, Gareth A. Cromie, Anowarul Kabir, Martin S. Timour, Julee Ashmead, Russell S. Lo, Nathaniel Corley, Frank DiMaio, Hiroki Morizono, Ljubica Caldovic, Nicholas Ah Mew, Andrea Gropman, Amarda Shehu, Aimée M. Dudley",
          "abstract": "Accurately predicting the phenotypic consequences of genetic variation is a major challenge for precision medicine. The problem is exacerbated by epistatic interactions, nonadditive effects between genetic variants that produce unexpected phenotypes. Here, we explore an understudied form of positive epistasis: intragenic complementation, in which pairs of loss-of-function variants restore near wild-type protein function. Using mutational scanning in yeast, we identify thousands of such interactions in a clinically important enzyme, human argininosuccinate lyase (ASL). Restoration of protein function is not due to the biochemical properties of the substituted amino acids, but rather to a structural feature of the protein, the active site assembly. We develop a machine learning algorithm that uses protein language model embeddings to predict intragenic complementation in ASL with 99.6% accuracy. Additionally, the model trained on ASL generalizes to a structurally related but sequence-divergent enzyme, fumarase, with accuracy over 90%. Our findings reveal a structural basis for this form of epistasis and provide a predictive framework that could extend to at least 4% of human proteins.",
          "url": "https://doi.org/10.1073/pnas.2516291123",
          "doi": "https://doi.org/10.1073/pnas.2516291123",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "Ancient landscape evolution tracked through cosmogenic krypton in detrital zircon",
          "authors": "Maximilian Dröllner, Milo Barham, Christopher L. Kirkland, Taryn Scharf, Sabrina Niemeyer, Tibor J. Dunai",
          "abstract": "Cosmogenic nuclides have revolutionized our quantitative understanding of landscape evolution via measurements of near-surface erosion, exposure, and burial. Here, we integrate stable cosmogenic krypton in detrital zircon with U–Pb geochronology to extend the temporal limits of cosmogenic nuclide applications and reconstruct Eocene landscape evolution from drill cores of placer deposits in southern Australia. Zircon U–Pb crystallization ages are interpreted to reflect paleodrainage from a deeply weathered ~800,000 km 2 hinterland and transport via a ~1,000 km littoral drift system. The measured cosmogenic 78 Kr concentration of detrital zircon samples ranges from ~6.4 × 10 5 to 1.8 × 10 7 atoms per gram, suggesting low paleodenudation rates of 0.3 to 0.7 m per My [interquartile range (IQR)]. Such low denudation rates are below those expected by comparison to modern analogs and point to underestimation due to re-exposure during sediment transport and shallow storage. Expressing the concentrations as apparent exposure times, which approximate the near-surface integrated residence time, yields estimates of 0.9 to 2.1 My (IQR). In the stratigraphic and mineralogical context, the dataset records a shift from compositionally mature placers with uniformly high residence times (~1.6 My) to less mature placers with stratigraphically variable residence times (~0.7 to 2.7 My). We infer a shift from prolonged sediment storage, during which the mineral assemblage was modified, to a more dynamic transport regime with higher net transfer rates. The timing suggests eustatic and tectonic forcing, and cosmogenic krypton captures this transition, aiding reconstruction of how ancient landscapes and the sedimentary record coevolve.",
          "url": "https://doi.org/10.1073/pnas.2516058122",
          "doi": "https://doi.org/10.1073/pnas.2516058122",
          "filter": "2",
          "created": "2026-1-13"
        },
        {
          "title": "Redefining Shiga toxin–induced human cell death as NLRP1- and gasdermin E-mediated pyroptosis",
          "authors": "Rafael Ricci-Azevedo, Bishajit Sarkar, Sonia Shivcharan, Aadrita Hazra, Mercy Browne, Emma K. Carlson, Udayan Chidambaram, Vijay A. Rathinam, Sivapriya Kailasan Vanaja",
          "abstract": "Shiga toxin (Stx)–mediated hemolytic uremic syndrome (HUS) prevails as the leading cause of pediatric renal failure worldwide despite decades of efforts to develop therapeutic strategies. Stx killing of large populations of sensitive cells in the vasculature and kidney underlies HUS development. However, the exact nature of Stx-induced cell death and its mechanism are not clear. Here, we demonstrate that Stx-induced cell death in several HUS-relevant human cells, such as kidney epithelial cells, podocytes, and human intestinal microvascular endothelial cells, is pyroptosis, an inflammatory form of cell death. Remarkably, our findings identify gasdermin E (GSDME) activation as the cardinal event that mediates Stx killing of human cells. Mechanistically, Stx activates, through ribotoxic stress, a caspase-8-caspase-3 pathway that licenses GSDME-dependent pyroptosis of susceptible cells. Intriguingly, NLRP1 amplifies this pyroptotic pathway in certain Stx-sensitive cells by promoting caspase-8 activation. Together, our findings define the nature and mechanism of a bacterial toxin-induced cell death, providing crucial insights into pathogenic determinants of a critical pediatric illness.",
          "url": "https://doi.org/10.1073/pnas.2510274123",
          "doi": "https://doi.org/10.1073/pnas.2510274123",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "The innate immune protein calprotectin ablates the bactericidal activity of β-lactam antibiotics",
          "authors": "Amanda Z. Velez, Jana N. Radin, Emily N. Kennedy, Joshua B. Parsons, Heather M. Tong, Emma Jung, Emily Alam, Lauren C. Radlinski, Nikki J. Wagner, Vance G. Fowler Jr., Sarah E. Rowe, Thomas Kehl-Fie, Brian P. Conlon",
          "abstract": "β-lactam antibiotics are among the most widely used treatments for bacterial infections, yet therapeutic failure is common even when no genetic resistance is detected. Understanding how host factors influence antibiotic efficacy is critical for improving outcomes. Here, we identify a host-derived mechanism of antibiotic tolerance mediated by calprotectin (CP), a zinc-binding protein released in large quantities by neutrophils during infection. We show that CP induces tolerance to β-lactam antibiotics in Staphylococcus aureus by chelating zinc and inactivating autolysins, zinc-dependent enzymes required for cell wall degradation and bacterial lysis following β-lactam treatment. This protective effect was specific to β-lactam antibiotics at concentrations of CP showing minimal impact on bacterial growth or metabolic state. Mechanistic studies revealed that CP inhibits the autolytic activity of Atl, the major S. aureus autolysin, by depriving the enzyme of its zinc cofactor. In a murine infection model, the efficacy of oxacillin was significantly enhanced in CP-deficient mice, demonstrating that CP impairs β-lactam activity in vivo. These findings reveal a form of immune-mediated antibiotic tolerance driven by metal sequestration and suggest that zinc availability at infection sites plays a critical role in shaping treatment outcomes.",
          "url": "https://doi.org/10.1073/pnas.2513462123",
          "doi": "https://doi.org/10.1073/pnas.2513462123",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "“Excluded phenotypes” restrict genetic paths toward adaptation in declining populations",
          "authors": "James S. Andon, Charles D. Kocher, Ken A. Dill, Tina Wang",
          "abstract": "Evolutionary rescue is the process by which declining populations adapt to conditions that would otherwise cause their extinction. Considering the spectrum of mutant phenotypes that can arise within a declining population, there exists the interesting case of mutations which improve fitness relative to the wild-type, but do not restore population growth. Here, we hypothesize that mutations within this phenotype space are functionally inaccessible to populations in decline and term it an “evolutionary excluded zone.” We experimentally demonstrate that this excluded zone disallows certain mutational paths from causing evolutionary rescue in declining populations of M13 bacteriophage. We then integrate this observation into Fisher’s Geometric Model to extrapolate it to other evolutionary rescue scenarios. Our findings indicate that the excluded zone significantly reduces the likelihood of evolutionary rescue by de novo mutation and that evolution is fundamentally different in declining populations than in ones that are constant or growing.",
          "url": "https://doi.org/10.1073/pnas.2507223123",
          "doi": "https://doi.org/10.1073/pnas.2507223123",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "Proteasomal proteolysis in p62 condensates directs tumor suppression or growth depending on their subcellular localization",
          "authors": "Chen Lulu-Shimron, Zhiwen Luo, Vera Brekhman, Lina Huang, Ido Livneh, Hidetaka Kosako, Victoria Cohen-Kaplan, Aaron Ciechanover",
          "abstract": "p62/SQSTM1 generates liquid–liquid phase-separated condensates that participate in diverse processes, including protein quality control (PQC) and autophagy. Nuclear p62 condensates were shown to act as ubiquitin- and proteasome-mediated degradation hubs, whereas the involvement of cytoplasmic condensates in this pathway has remained unclear. Here, we show that cytoplasmic p62 condensates serve as a hub for proteasomal degradation that displays distinct substrate preferences compared with nuclear condensates. Specifically, cytoplasmic condensates mediate accelerated degradation of the tumor suppressor p53 through recruitment MDM2, its E3 ligase, while nuclear condensates are selectively enriched with USP7, a deubiquitinating enzyme (DUB) that stabilizes p53. Immunohistochemical analysis of human tissues reveal that p62 in healthy tissues is largely localized to the nucleus, whereas in the corresponding malignant tissues, it is largely in the cytosol, which is correlated with reduced p53 abundance in tumors. Nuclear p62 condensates also promote the degradation of oncogenic c-Myc, underscoring compartment-specific differences in protein turnover. Experiments in cancer cells and xenografts demonstrate that cytoplasmic p62 condensates drive tumor growth, whereas nuclear p62 condensates suppress it. Moreover, condensate formation rather than p62 expression alone is required for both enhanced proteolytic activity and tumor growth modulation. Proteomic analysis reveals that nuclear p62, unlike its cytosolic counterpart, is linked to enrichment of proteins associated with apoptosis, p53 stabilization, DNA damage response, and cellular senescence—all related to tumor suppression. These findings establish that p62 condensates provide compartment-specific regulation of ubiquitin and proteasomal degradation and suggest that manipulating their localization or affecting their dynamics can offer different therapeutic opportunities.",
          "url": "https://doi.org/10.1073/pnas.2529422123",
          "doi": "https://doi.org/10.1073/pnas.2529422123",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "Evolution of environmental sex determination via juvenile hormone–induced gene co-option in Daphnia",
          "authors": "Yugo Takahata, Moe Kusajima, Shione Abe, Misato Okamoto Miyakawa, Tomohiro Suzuki, Hideo Dohra, Hitoshi Miyakawa",
          "abstract": "Juvenile hormone (JH) exerts pleiotropic effects in insects, regulating not only metamorphosis and reproduction but also caste differentiation, morphogenesis, and diapause. How such diverse functions evolved from the ancestral role of JH remains poorly understood. The water flea, Daphnia , provides a striking case in which JH governs environmental sex determination (ESD) by inducing male production. Nonetheless, the molecular pathway linking maternal JH signaling to sex determination has remained unknown. Here, we identify the circadian gene, vrille ( Dpvri ), as a direct transcriptional target of JH signaling. Reporter assays revealed that Dpvri is activated by the JH receptor complex (Methoprene-tolerant/steroid receptor coactivator) via newly acquired 9-bp JH response elements (9 bp-JHREs) in its regulatory region, whereas the beetle ( Tribolium ) vri gene lacks such elements and did not show JH-responsive expression. This demonstrates that the presence or absence of specific regulatory sequences underlies interspecific differences in JH responsiveness. CRISPR/Cas9 mutagenesis of a single JHRE substantially reduced JH-dependent Dpvri expression and elevated the threshold for male induction, demonstrating its causal role in vivo. Comparative sequence analyses showed that JHREs in vri are conserved in the Cladocera, but absent in the crustacean, Artemia , suggesting that their emergence coincided with the origin of ESD in this lineage. These findings reveal the evolutionary co-option of vri into the JH pathway via acquisition of a JHRE, providing a mechanistic explanation for diversification of JH functions in arthropods.",
          "url": "https://doi.org/10.1073/pnas.2525480123",
          "doi": "https://doi.org/10.1073/pnas.2525480123",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "Earliest perissodactyls reveal large-scale dispersals during the PETM",
          "authors": "Jérémy Tissier, Thierry Smith",
          "abstract": "Perissodactyls were a diverse order of mammals in the Northern Hemisphere during the Paleogene, but very few species remain today. They first appear during the Paleocene–Eocene Thermal Maximum (PETM; 56 Ma) on the three continents of the Northern Hemisphere. Because they lack modern diversity, the study of their evolutionary history remains difficult, relying almost exclusively on fossils. In addition, their origin and early diversification remain elusive since all main groups appear at the same time with several genera and are already diverse, contrary to other modern mammal orders. Here, we investigate the early evolution of perissodactyls by analyzing a new dataset focusing on early species to obtain a new expansive phylogeny. This new topology, in combination with new observations and comparisons demonstrates that several genera are synonymous, simplifying the evolutionary picture of early perissodactyls. We show that the number of genera was overestimated and should be significantly reevaluated. These results also highlight fast dispersals of two genera, Pliolophus and Cardiolophus , on the three Northern continents, reflecting that of other modern mammals. The phylogeny also supports a potential Indo-Pakistani origin of perissodactyls. In addition, this large-scale phylogeny shows that many species that were named as “ Hyracotherium ” in the past (or sometimes “ Eohippus ”, the “dawn-horse”) and considered as “horses”, are not actually closely related to horses (Hippomorpha), including Hyracotherium itself, but can be considered as basal perissodactyls.",
          "url": "https://doi.org/10.1073/pnas.2519690122",
          "doi": "https://doi.org/10.1073/pnas.2519690122",
          "filter": "2",
          "created": "2026-1-12"
        },
        {
          "title": "Phosphatase SHP2 pathogenic mutations enhance activity by altering conformational sampling",
          "authors": "Andrew W. Glaser, Ricardo A. P. Pádua, Adedolapo M. Ojoawo, Camille Sullivan, Dorothee Kern",
          "abstract": "SH2 domains are critical mediators of cellular signaling, although the molecular mechanisms by which they bind their phosphopeptide ligands remain incompletely understood. We investigate the atomic mechanisms underlying both healthy regulation and dysregulation of the human protein tyrosine phosphatase SHP2, a key regulator of cellular signaling. While most pathogenic mutations cluster near the PTP/N-SH2 interface, the E139D and T42A mutations are located within the regulatory SH2 domains, and their mechanisms of dysregulation remain controversial. The T42A mutation in the N-SH2 domain paradoxically increases phosphotyrosine-peptide binding affinity despite disrupting the hydrogen bond of T42 to the phosphoryl group, a puzzling contradiction that remains unresolved. We find that the T42A mutation shifts the conformational ensemble of peptide-bound N-SH2 toward a zipped β-sheet state and suppresses millisecond conformational exchange, supporting a model in which enhanced stabilization of the zipped conformation contributes to hyperactivation. This conformational shift provides a structural rationale for the increased affinity of T42A and helps reconcile previously conflicting models of peptide-induced SHP2 activation. By integrating X-ray ensemble refinement with NMR relaxation, our work illustrates how complementary structural and dynamic approaches can uncover regulatory mechanisms in SHP2 and may inform broader principles of SH2-mediated phosphopeptide recognition.",
          "url": "https://doi.org/10.1073/pnas.2513851123",
          "doi": "https://doi.org/10.1073/pnas.2513851123",
          "filter": "2",
          "created": "2026-1-13"
        },
        {
          "title": "An activator of a two-component system controls cell separation and intrinsic drug resistance in Mycobacterium tuberculosis",
          "authors": "Liam D. McDonough, Shuqi Li, Vanisha Munsamy-Govender, Celena M. Gwin, Jeremy M. Rock, E. Hesper Rego",
          "abstract": "Unlike commonly studied rod-shaped bacteria, mycobacteria grow from their poles, requiring precise coordination between division and initiation of new pole growth. The mechanisms that mediate this transition are largely unknown, but likely represent a rich source of drug targets for the treatment of mycobacterial infections, including tuberculosis. Here, we identify TapA (MSMEG_3748/Rv1697) as a key regulator of this transition. TapA interacts with the sensor kinase MtrB at the septum to initiate a signaling cascade that ultimately results in the expression of the essential peptidoglycan hydrolases RipAB, among others, at the end of division. Loss of TapA disrupts division, dysregulates pole formation, and sensitizes Mycobacterium tuberculosis and other mycobacteria to several first and second-line TB antibiotics, establishing TapA as a potential therapeutic target, and defining a link between cell cycle progression, envelope remodeling, and intrinsic antibiotic resistance in mycobacteria.",
          "url": "https://doi.org/10.1073/pnas.2519608123",
          "doi": "https://doi.org/10.1073/pnas.2519608123",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "Tongue microstructure physically constrains division of labor in bumblebee foraging",
          "authors": "Zexiang Huang, Shumeng Wu, Qinglin Wu, Tianyu Mai, Jieliang Zhao, Bo Wang, Jianing Wu",
          "abstract": "Bumblebee ( Bombus terrestris ) is a primitively eusocial species that sustains its colonies by dividing foraging duties between queens and workers. Previous research emphasizes hormonal, metabolic, and behavioral contrasts between the castes but seldom considers why queens relinquish foraging once workers emerge. Here, we link foraging efficiency to tongue microstructure, providing physical evidence for the shift in bumblebee foraging behavior.",
          "url": "https://doi.org/10.1073/pnas.2527391123",
          "doi": "https://doi.org/10.1073/pnas.2527391123",
          "filter": "2",
          "created": "2026-1-12"
        },
        {
          "title": "An active matter model captures spatial dynamics of actomyosin oscillations in larval epithelial cells during Drosophila morphogenesis",
          "authors": "Euan D. Mackay, Aimee Bebbington, Jens Januschke, Jochen Kursawe, Marcus Bischoff, Rastko Sknepnek",
          "abstract": "The apicomedial actomyosin network is crucial for generating mechanical forces in cells. Oscillatory behavior of this contractile network is commonly observed before or during significant morphogenetic events. For instance, during the development of the Drosophila adult abdominal epidermis, larval epithelial cells (LECs) undergo pulsed contractions before being replaced by histoblasts. These contractions involve the formation of contracted regions of concentrated actin and myosin. The emergence and control of pulsed contractions are not fully understood. Here, we combined in vivo 4D microscopy with numerical simulations of an active elastomer model applied to realistic cell geometries and boundary conditions informed by cell polarity to study in vivo subcellular spatial patterns of LEC actomyosin dynamics. The active elastomer model quantitatively reproduced in vivo observations. When compared to rectangular domains, simulations on realistic cell geometries showed systematically better agreement with experiments. We found that cell shape, cell polarity, and organization of the cell’s actomyosin network codetermine spatiotemporal network dynamics both in vivo and in simulations. Furthermore, the model predicted changes to LEC contractile activity under genetic perturbation of the actomyosin network. Our results show that cell geometry, accompanied by boundary conditions which reflect the cells’ polarity, is important to understanding the dynamics of the apicomedial actomyosin network. Moreover, our findings support the notion that spatiotemporal oscillatory behavior of the actomyosin network is an emergent property of the actomyosin network, rather than driven by upstream signaling.",
          "url": "https://doi.org/10.1073/pnas.2503955123",
          "doi": "https://doi.org/10.1073/pnas.2503955123",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "Redox robustness drives LPMO evolution",
          "authors": "Iván Ayuso-Fernández, Tom Z. Emrich-Mills, Ole Golten, Zarah Forsberg, Kelsi R. Hall, László G. Nagy, Morten Sørlie, Åsmund Kjendseth Røhr, Vincent G. H. Eijsink",
          "abstract": "Enzymes known as lytic polysaccharide monooxygenases (LPMOs) are exceptionally powerful small redox enzymes that master the controlled generation and productive use of potentially damaging hydroxyl radicals in what is essentially a H 2 O 2 -driven peroxygenase reaction. We have used ancestral sequence reconstruction and enzyme resurrection to unravel evolutionary steps leading to this exceptional catalytic ability. Real-time monitoring of copper reoxidation and amino acid radical formation showed evolutionary improvement of both the capacity to avoid futile turnover of H 2 O 2 and the ability to scavenge damaging radicals resulting from such turnover through a hole hopping pathway. Through mutational studies of ancestral LPMOs, we show that adoption of an extant-like conformation of residues in the hole hopping pathway yields improvements in redox robustness to near-extant levels. These results show how selective pressure imposed by the need for generating a highly oxidizing intermediate is a key driver of metalloenzyme evolution, involving large parts of the enzyme, well beyond the catalytic center.",
          "url": "https://doi.org/10.1073/pnas.2521617123",
          "doi": "https://doi.org/10.1073/pnas.2521617123",
          "filter": "2",
          "created": "2026-1-13"
        },
        {
          "title": "Plant diversity influences plant volatile emission with varying effects at the species and community levels",
          "authors": "Pamela Medina-van Berkum, Cynthia Albracht, Maximilian Bröcher, Marcel Dominik Solbach, Gideon Stein, Michael Bonkowski, François Buscot, Anna Heintz-Buschart, Anne Ebeling, Nico Eisenhauer, Tarek S. El-Madany, Yuanyuan Huang, Karl Kuebler, Sebastian T. Meyer, Jonathan Gershenzon, Sybille B. Unsicker",
          "abstract": "Studies have investigated the interactions between plants through competition and resource sharing to understand the mechanisms behind the positive effects of plant diversity on productivity. Volatile organic compounds (VOCs) are important info-chemicals in plant–plant interactions, but they have so far rarely been considered in this context. Here, we measured VOC emissions at the community scale and for one species ( Plantago lanceolata ) in experimental plant communities of varying diversity (The Jena Experiment) to understand the role of VOCs in driving biodiversity-ecosystem functioning relationships. We show that plant diversity determines the release of plant VOCs at both scales. At the community level, plant species richness directly enhanced VOC emission and increased VOC richness both directly and indirectly by altering leaf area index. At the species level, plant diversity did not directly affect the VOC emissions of P. lanceolata but indirectly affected it by influencing the VOC emissions from the surrounding community. P. lanceolata individuals in communities with high concentrations of green leaf volatiles decreased their VOC emission, while those in communities with high concentrations of terpenoids increased their VOC diversity. Our results provide evidence that plant diversity shapes community-level plant VOC emission and thus influences focal plant VOC emission inside the community.",
          "url": "https://doi.org/10.1073/pnas.2518326123",
          "doi": "https://doi.org/10.1073/pnas.2518326123",
          "filter": "2",
          "created": "2026-1-15"
        },
        {
          "title": "Signals and the shape of developmental landscapes",
          "authors": "Allon M. Klein",
          "url": "https://doi.org/10.1073/pnas.2533095123",
          "doi": "https://doi.org/10.1073/pnas.2533095123",
          "filter": "2",
          "created": "2026-1-12"
        },
        {
          "title": "Plastid-to-nucleus communication under hypoxia involves group VII ethylene response factors in Arabidopsis thaliana",
          "authors": "Melanie V. Leger-Paul, Tilo Renziehausen, Marlene L. Rauschmayer, David González-Campo, Leopold J. M. Wiens, Joana K. Baumgärtner, Katja Schneider, Charlotte Seydel, Andreas Klingl, Martin Lehmann, Dario Leister, Romy R. Schmidt-Schippers, Peter Geigenberger",
          "abstract": "Plants trigger specific changes in gene transcription to acclimate to low-oxygen concentrations. Plastid-localized STEAROYL-ACYL CARRIER PROTEIN ∆9-DESATURASE 6 (SAD6) converts C18:0- into C18:1-fatty acids and belongs to the core hypoxia-responsive genes. SAD6 expression under hypoxia is activated by RAP2.12, which is a group-VII ethylene-response factor (ERF-VII) transcription factor regulated by sequestering to ACYL-CoA BINDING PROTEIN (ACBP) at the plasma membrane or proteasomal degradation via the PLANT CYSTEINE-OXIDASE N-degron pathway in response to molecular oxygen. Besides its role as hypoxia-specific marker gene, the biological function of SAD6 remains unclear. Here, we show that SAD6 overexpression mostly phenocopies plants overexpressing an N-degron insensitive Δ13RAP2.12 protein, which fails to be targeted to proteasomal degradation, while silencing of SAD6 in Δ13RAP2.12 -overexpressor plants largely restores the wildtype phenotype, indicating SAD6 is crucial to shape the growth phenotype of plants with deregulated RAP2.12. However, silencing of SAD6 also attenuated the expression of other important hypoxia-responsive genes, both, in Δ13RAP2.12 -overexpressor and wildtype backgrounds in response to hypoxic treatment, indicating a signaling role of SAD6 in activating RAP2.12. By using green-fluorescent protein-reporter constructs we found that this is due to SAD6 promoting RAP2.12 relocation from the plasma membrane to the nucleus, most likely by its role to increase C18:1-acyl-CoA, which is bound by ACBP as ligand. These results indicate SAD6 to be crucial to trigger relocation of sequestered RAP2.12 protein to the nucleus, showing an involvement of plastid function in hypoxia signaling, which links plastid fatty-acid metabolism with plastid-to-nucleus retrograde signaling via ERF-VII factors to improve hypoxic-stress resistance.",
          "url": "https://doi.org/10.1073/pnas.2525801123",
          "doi": "https://doi.org/10.1073/pnas.2525801123",
          "filter": "2",
          "created": "2026-1-15"
        },
        {
          "title": "Host heterogeneity and unpredictability in parasite outbreaks",
          "authors": "Jacob A. Cohen, Mark Viney, Andy Fenton",
          "abstract": "Experimental tests of the effects of host heterogeneities on parasite transmission are rare; previous studies focus on a single host trait over one generation of transmission. Thus, the long-term epidemiological consequences of interacting host heterogeneities remain unclear. We used a laboratory-based experimental system comprising the red flour beetle ( Tribolium castaneum ) infected with the eugregarine parasite, Gregarina cloptoni , to show, firstly, that two colonies of the beetle are heterogeneous in their susceptibility and infectiousness to the eugregarine. We then constructed experimental populations that differed in population-level heterogeneity in susceptibility and infectiousness by varying proportions of the colonies in the populations and tracked parasite transmission over eight weeks. We found that differences in parasite transmission among populations were explained by population mean susceptibility and infectiousness, rather than heterogeneity. Finally, to test the effects of heterogeneity on equilibrium parasite transmission we developed an agent-based model (ABM) for our host–parasite system. Results from our model showed that populations with the highest level of heterogeneity had the highest between-simulation variability in epidemiological measures. This demonstrated that even with the same starting conditions, host heterogeneities can drive high levels of uncertainty in epidemiological predictability. Our work presents a rare experimental assessment of how heterogeneities in susceptibility and infectiousness affect parasite transmission, showing that while these heterogeneities may not affect transmission directly, they can still affect epidemic variability, and hence predictability. This variability has considerable consequences for outbreak management strategies yet remains understudied, so further tests of the effects of host heterogeneity on epidemic variability will be important.",
          "url": "https://doi.org/10.1073/pnas.2522557123",
          "doi": "https://doi.org/10.1073/pnas.2522557123",
          "filter": "2",
          "created": "2026-1-15"
        },
        {
          "title": "Molecular underpinnings of induced degenerative heterogeneity in the retinal pigment epithelium",
          "authors": "Krishna Kumar Singh, Yang Jin, Ming-Wen Hu, Isabella Palazzo, Marisol Cano, Thanh Hoang, Imran Bhutto, Shusheng Wang, Debasish Sinha, Seth Blackshaw, Jiang Qian, James T. Handa",
          "abstract": "Cigarette smoking induces epigenetic changes that can cause degenerative heterogeneity with aging and disease. In disease such as age-related macular degeneration (AMD), the leading worldwide cause of blindness among the elderly, retinal pigment epithelial (RPE) cell heterogeneity is a key change. Since smoking is a powerful risk factor for AMD, we hypothesized that smoke induces epigenetic-mediated degenerative RPE heterogeneity. We administered cigarette smoke condensate (CSC) to young and aged mice. Using snRNA-seq and single nuclear ATAC sequencing, we identified distinct healthy and dedifferentiated RPE clusters in both aged vehicle- and young CSC-treated mice. Dedifferentiated RPE had globally decreased chromatin accessibility and expression of genes linked to “hallmarks of aging.” Notably, young, dedifferentiated RPE also exhibited a compensatory upregulation of hallmarks of aging-related genes including mitochondrial function and proteostasis while aged dedifferentiated RPE did not, which decreased their survival following CSC treatment, as experimentally verified with TUNEL labeling. Similar populations of dedifferentiated and healthy RPE were identified both in mice exposed to cigarette smoke for 4 mo and in macular RPE from a donor who smoked and another with early AMD, but not from a nonsmoker donor. Degenerative cellular heterogeneity that includes an abnormal cluster can jeopardize cell survival and represents a hallmark of ocular aging.",
          "url": "https://doi.org/10.1073/pnas.2505412123",
          "doi": "https://doi.org/10.1073/pnas.2505412123",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "Stochastic motility energetics reveals cooperative bacterial swarming in optical tweezers",
          "authors": "Clara Luque-Rioja, Horacio López-Menéndez, Macarena Calero, Niccolò Caselli, Diego Herráez-Aguilar, Juan Pedro G. Villaluenga, Francisco Monroy",
          "abstract": "Bacterial flagellar swarming enables dense microbial populations to migrate collectively across surfaces, often resulting in emergent, coordinated behaviors. However, probing the underlying energetics of swarming at the single-cluster level remains a challenge. Here, we combine optical tweezers and multiparticle tracking within a stochastic thermodynamic framework to characterize the active motility of confined Proteus mirabilis clusters. Using the photon momentum method to directly measure trapping forces, we show that swarming clusters generate persistent, dissipative flows indicative of nonequilibrium stationary motility within confined solenoidal mesostructures. These flagellar rotational dynamics break detailed balance in mesoscopic force space and exceed the limits of passive friction, as evidenced by force-velocity correlations and vortex-like circulations. By coarse-graining cluster trajectories into an active Brownian phase space, we quantify the work performed by bacterial swarms at cooperative coupling to thermal fluctuations, resulting in dissipative Ohmic-like currents overcoming conservative trapping. Our findings establish a generalizable approach to quantify collective motility and energetic dissipation in active bacterial clusters under confinement, offering insights into the physical principles governing microbial cooperativity.",
          "url": "https://doi.org/10.1073/pnas.2515129123",
          "doi": "https://doi.org/10.1073/pnas.2515129123",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "Spatial clustering modifies competition in a diverse annual plant community",
          "authors": "Theo L. Gibbs, Zachary J. Gold, Haylee Oyler, Jonathan M. Levine, Nathan J. B. Kraft",
          "abstract": "Spatial patterns are widespread in nature, and their formation has been studied extensively. However, the effects of spatial aggregation on the strength of species interactions are less well understood, especially in diverse ecological communities. In a field experiment with annual grassland plants in California, we manipulated the spatial arrangement—but not the number or identity—of two competitors and measured how they jointly affected a focal individual. We found that focal plants produced more seeds when their competitors were clustered than when they were mixed. These results suggest that mixed competitors generally had a more negative effect than clustered competitors. However, the effect of clustering varied across the pairs of competitor species. Competitor species that exhibited greater differences in size and/or functional traits across the spatial arrangements resulted in larger effects of clustering on focal plant seed production. Additionally, a competitive hierarchy among our study species predicted the effects of clustered versus mixed competitors on focal plant seed production. Altogether, our work suggests that the spatial arrangement of competitors changes the realized strength of competition in diverse plant communities. Given the extensive variation in spatial aggregation in plant communities, this mechanism is likely to be a powerful but underappreciated force shaping competition in nature.",
          "url": "https://doi.org/10.1073/pnas.2516084123",
          "doi": "https://doi.org/10.1073/pnas.2516084123",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "A bacterial translation activator with an intrinsically disordered RNA-binding region",
          "authors": "Pallabi Basu, Elizabeth A. Farland, James C. Charity, Kade A. Townsend, Simon L. Dove",
          "abstract": "Bacterial RNA-binding proteins (RBPs) that control the translation of multiple transcripts act largely as negative regulators. Here, we report the identification and characterization of a positive regulator of translation (called PhaF) in the opportunistic pathogen Pseudomonas aeruginosa . Using CLIP-seq and CLAP-seq we identify upward of 50 transcripts targeted by PhaF. We demonstrate that PhaF acts to stimulate the translation of target mRNAs by binding upstream of the Shine–Dalgarno sequence using one or more of the multiple KPAA motifs located in an intrinsically disordered region of the protein. Importantly, we show that PhaF plays a key physiological role in P. aeruginosa through its translational control of the pslA transcript required for exopolysaccharide synthesis and biofilm formation. Our findings uncover an activator of translation in bacteria that binds target transcripts using an RNA-binding region reminiscent of those that are prominent in eukaryotic RBPs.",
          "url": "https://doi.org/10.1073/pnas.2519770123",
          "doi": "https://doi.org/10.1073/pnas.2519770123",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "Piezo1 dictates K + homeostasis through coordinated regulation of the ubiquitin ligase Kelch-like 3 in RBCs and the kidney",
          "authors": "Kenichi Ishizawa, Ken Kaseda, Wataru Fujii, Yoshihiro Tomomitsu, Daigoro Hirohama, Osamu Yamazaki, Yuta Kochi, Shigeru Shibata",
          "abstract": "The maintenance of potassium (K + ) balance is a fundamental biological process involving multiple tissues. However, the roles of intertissue crosstalk in K + homeostasis remain poorly understood. Here, we demonstrate that the mechanosensor Piezo1 dictates extracellular K + homeostasis by orchestrating the ubiquitin ligase Kelch-like 3 (KLHL3) activity in red blood cells (RBCs; erythrocytes) and the kidney. Genetic variants within KLHL3 with expression quantitative trait locus effects are associated with altered RBC parameters, and CRISPR-generated KLHL3 knock-in (KLHL3-KI) mice carrying a nonphosphorylatable Ala substitution at its activation site (Ser433) reveal that KLHL3 regulates erythrocyte volume by modulating with-no-lysine 1 (WNK1). In wild-type, but not in KLHL3-KI, erythrocytes, Piezo1 activates KLHL3 through Ser433 dephosphorylation, reducing WNK1 abundance and intracellular K + content—a physiologically adaptive response to hypo-osmotic stress. KLHL3-KI mice exhibit hyperkalemia and reduced fractional K + excretion, accompanied by elevated WNK levels and reduced renal outer medullary K + (ROMK) abundance in collecting ducts of the kidney. Single-cell transcriptomics confirm coexpression of Piezo1 and KLHL3 in these segments, where Piezo1 regulates WNK abundance through KLHL3-Ser433 dephosphorylation. In human genetic studies of 200,367 UK Biobank participants, the PIEZO1 missense variant rs563555492 (p.L2277M) is independently associated with lower urinary K + . Piezo1-mediated WNK1 regulation is abolished in human kidney cells expressing Piezo1 L2277M . Causal role of Piezo1 in regulating K + excretion and ROMK was confirmed in vivo. These findings identify Piezo1–KLHL3 interaction as a key intertissue signaling mechanism between erythrocytes and the kidney that governs K + homeostasis, and suggest this pathway as a therapeutic target for dyskalemia.",
          "url": "https://doi.org/10.1073/pnas.2513222123",
          "doi": "https://doi.org/10.1073/pnas.2513222123",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "CCR5 marks a subset of mouse hematopoietic stem cells that are myeloid primed and expand with age",
          "authors": "Leyla Yılmaz, Allison Banuelos, Michelle Baez, Uyen Le, Nardin Georgeos, Monika Zukowska, Allison Zhang, Rahul Sinha, Irving L. Weissman",
          "abstract": "Hematopoietic stem cells (HSCs) are multipotent self-renewing cells that give rise to all types of blood cells. Past research has identified that long-term hematopoietic stem cells in young mice and humans produce a balanced output of lymphoid and myeloid cells, while in old age, they are largely replaced by myeloid-biased HSCs (My-HSC). It has not yet been determined whether this transition results from epigenetic changes in a single population of HSC or if two or more subsets of HSCs exist that gain or lose dominance with age via processes of selection. Whether epigenetic change or competition, several characteristics of each may exist to ensure that the appropriate subset is placed in niches that support them. HSC can be mobilized into the blood and home selectively to target tissues via expression of “homing receptors,” but these molecules do not determine their intraorgan migration to appropriate niches. Chemokines are the class of molecules that determine intraorgan migration of cells. Here, we show that the chemokine receptor CCR5 is mainly expressed on My-HSCs, and therefore, the frequency of CCR5 + HSCs increases with age. Aged HSCs negative for CCR5 expression generate lower frequency of myeloid cells than lymphoid cells upon transplantation into recipients. Additionally, disruption of the CCL5–CCR5 signaling axis changes frequency of lymphoid populations in peripheral blood of aged mice, supporting research that shows the depletion of My-HSCs can result in the rejuvenation of adaptive immunity.",
          "url": "https://doi.org/10.1073/pnas.2426767123",
          "doi": "https://doi.org/10.1073/pnas.2426767123",
          "filter": "2",
          "created": "2026-1-15"
        },
        {
          "title": "Regulating ion transport and solvation chemistry in zwitterionic gel polymer electrolyte for high-performance quasi-solid-state batteries",
          "authors": "Lu Nie, Xinru Wu, Haotian Qu, Runhua Gao, Xiao Xiao, Zhihong Piao, Gongxun Lu, Wenqiang Fang, Yanfei Zhu, Guangmin Zhou",
          "abstract": "Gel polymer electrolytes (GPEs) are promising electrolyte candidates for next-generation Li metal batteries (LMBs). However, the reverse migration of free anions causes uneven distribution of space charges and Li + flux, ultimately accelerating dendrite growth. Additionally, strong ion–solvent interactions lead to high Li + desolvation barriers and sluggish Li + transfer kinetics. To address these issues, we design a zwitterionic GPE, where the synergistic effects of zwitterionic groups promote Li-salt dissociation through ion–dipole interactions and simultaneously restrict anion migration, effectively suppressing space charge-induced dendrite growth. Moreover, the competitive coordination of zwitterions with Li + weakens the Li + -solvent interaction, accelerating interfacial Li + desolvation. Zwitterions in the inner solvation shell of Li + are preferentially reduced before the solvents, forming a conductive N- and S-rich inorganic interphase that enhances cycling stability. As a result, the zwitterionic GPE enables the Li||SPAN cells to deliver a high discharge capacity of 528.3 mAh g −1 at −20 °C, and achieve 79.6% capacity retention after 1,000 cycles. Besides, the Li||SPAN pouch cell, with an active mass loading of 10.5 mg cm −2 , delivers a high discharge capacity of 1.63 Ah and an impressive areal capacity of 16.3 mAh cm −2 . This work highlights the importance of regulating ion transport and ion–solvent chemistry for advanced quasi-solid-state LMBs.",
          "url": "https://doi.org/10.1073/pnas.2513940123",
          "doi": "https://doi.org/10.1073/pnas.2513940123",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "Protein synthesis blockade prevents fear memory reactivation via inhibition of engram synapse strengthening",
          "authors": "Ilgang Hong, Yeonjun Kim, Hyunsu Jung, Chang-Ho Kim, Jun-Hyeong Cho, Bong-Kiun Kaang",
          "abstract": "Memory relies on ensembles of engram cells in the brain. While previous studies have established the existence of these cells, the relationship between cellular and synaptic activity remains unclear. To address this, we applied the dual-enhanced green fluorescent protein reconstitution across synaptic partners (dual-eGRASP) technique in mice to examine synaptic connectivity between the ventral CA1 and the basal amygdala during memory formation. We found that contextual fear conditioning increased engram-to-engram synapse (engram synapse) density and induced structural potentiation, highlighting their importance in associative memory. Additionally, we investigated the role of protein synthesis in memory formation by drug-induced amnesia using anisomycin, a protein synthesis inhibitor. Mice injected with anisomycin once (1xANI) showed impaired natural recall but still displayed fear responses upon optogenetic reactivation. In contrast, mice that received four anisomycin injections over 6 h (4xANI) showed significantly impaired natural recall and failed to exhibit fear responses upon optogenetic reactivation. This behavioral phenotype correlated with synaptic changes as assessed using dual eGRASP, where 1xANI mice exhibited no significant reduction in engram synapse density but had significantly smaller spine sizes, whereas 4xANI mice showed both a significant reduction in engram synapse density and spine size. Our results indicate that protein synthesis inhibition significantly reduces engram synapse density and spine size, changes that correlate with reductions in fear memory during both natural and artificial recall.",
          "url": "https://doi.org/10.1073/pnas.2510016123",
          "doi": "https://doi.org/10.1073/pnas.2510016123",
          "filter": "2",
          "created": "2026-1-12"
        },
        {
          "title": "Less NO x emission reductions are a potential cause for low effectiveness of sulfate aerosol reductions in China",
          "authors": "Zhe Song, Huan Xi, Ningning Yao, Lang Chen, Zhengnan Cen, Pengfei Li, Daniel Rosenfeld, Shaocai Yu",
          "url": "https://doi.org/10.1073/pnas.2523101123",
          "doi": "https://doi.org/10.1073/pnas.2523101123",
          "filter": "2",
          "created": "2026-1-12"
        },
        {
          "title": "Tube feet dynamics drive adaptation in sea star locomotion",
          "authors": "Amandine Deridoux, Sina Heydari, Stanislav. N. Gorb, Eva Kanso, Patrick Flammang, Sylvain Gabriele",
          "abstract": "Sea stars use hundreds of tube feet on their oral surface to crawl, climb, and navigate complex environments, despite lacking a central brain. While tube foot morphology and function as muscular hydrostats are well described, the mechanisms that coordinate their collective dynamics remain poorly understood. To investigate these dynamics, we employed an optical imaging method based on frustrated total internal reflection (FTIR) to visualize and quantify tube foot adhesive contacts in real time in the species Asterias rubens across individuals spanning a wide size range. Our results reveal an inverse relationship between crawling speed and tube foot adhesion time, indicating that sea stars regulate locomotion by modulating contact duration in response to mechanical load. To test this, we conducted perturbation experiments using 3D-printed backpacks that increased body mass by 25 and 50%, along with biomechanical modeling of decentralized feedback control of the tube feet. The added load significantly increased adhesion time, supporting the role of a load-dependent mechanical adaptation. We further investigated inverted locomotion, both experimentally and through simulation, and found that tube feet adjust their contact behavior when the animal is oriented upside down relative to gravity. Together, these findings demonstrate that sea stars adapt their locomotion to changing mechanical demands by modulating tube foot–substrate interactions, revealing a robust decentralized control strategy in a brainless organism and highlighting general principles of distributed control in biology and soft robotics.",
          "url": "https://doi.org/10.1073/pnas.2509681123",
          "doi": "https://doi.org/10.1073/pnas.2509681123",
          "filter": "2",
          "created": "2026-1-13"
        },
        {
          "title": "Proton-selective conductance and gating of the lysosomal cation channel TMEM175",
          "authors": "Tobias Schulze, Timon Sprave, Carolin Groebe, Jan Hendrik Krumbach, Magnus Behringer, Andre Bazzone, Rocco Zerlotti, Niels Fertig, Mike Althaus, Kay Hamacher, Gerhard Thiel, Christian Grimm, Oliver Rauh",
          "abstract": "The lysosomal cation channel TMEM175 plays a key role in luminal pH homeostasis and lysosome function, with aberrant activity linked to Parkinson’s disease. Although initially described as a K + -selective channel, TMEM175 exhibits substantial H + permeability. Here, we dissect complex changes affecting human TMEM175 conductance and ionic properties of TMEM175-mediated current in response to pH shifts on the luminal side of the protein. A drop in pH from 7.4 to 4.7 on the side equivalent to the lysosomal lumen triggers a sustained increase in TMEM175-mediated inward and outward currents, which is accompanied by a transient shift in the reversal potential (E rev ) toward the theoretical equilibrium voltage for H + , yet remaining ~100 mV below the expected value even in the absence of K + . This discrepancy, along with low sensitivity of E rev to the concentration gradient for K + , supports a model in which TMEM175-mediated H + flux rapidly collapses the lysosomal pH-gradient. Molecular dynamics simulations identify H57 as a key residue on the luminal side of the open channel, which forms intra- and intersubunit salt bridges with D279 and E282. Supporting the functional importance of these interactions, the TMEM175 mutant H57Y displayed reduced H + - and K + -conductance and a reduced H + /K + selectivity in whole-cell and lysosomal electrophysiological analyses. Our findings contribute to a better understanding of TMEM175’s complex electrophysiological properties, thereby expanding the possibilities of understanding the channel’s function in lysosomal physiology and pathophysiology.",
          "url": "https://doi.org/10.1073/pnas.2503909123",
          "doi": "https://doi.org/10.1073/pnas.2503909123",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Shigella OspF blocks rapid p38-dependent priming of the NAIP–NLRC4 inflammasome",
          "authors": "Elizabeth A. Turcotte, Kyungsub Kim, Kevin D. Eislmayr, Lisa Goers, Patrick S. Mitchell, Cammie F. Lesser, Russell E. Vance",
          "abstract": "The NAIP–NLRC4 inflammasome senses pathogenic bacteria by recognizing the cytosolic presence of bacterial proteins such as flagellin and type III secretion system (T3SS) subunits. In mice, the NAIP–NLRC4 inflammasome provides robust protection against bacterial pathogens that infect intestinal epithelial cells, including the gastrointestinal pathogen Shigella flexneri . By contrast, humans are highly susceptible to Shigella , despite the ability of human NAIP–NLRC4 to robustly detect Shigella T3SS proteins. Why the NAIP–NLRC4 inflammasome protects mice but not humans against Shigella infection remains unclear. We previously found that human THP-1 cells infected with Shigella lose responsiveness to NAIP–NLRC4 stimuli, while retaining sensitivity to other inflammasome agonists. Using mT3Sf, a “minimal Shigella ” system, to express individual secreted Shigella effector proteins, we found that the OspF effector specifically suppresses NAIP–NLRC4-dependent cell death during infection. OspF was previously characterized as a phosphothreonine lyase that inactivates p38 and ERK MAP kinases. We found that p38 was critical for rapid priming of NAIP–NLRC4 activity, particularly in cells with low NAIP–NLRC4 expression. Overall, our results provide a mechanism by which Shigella evades inflammasome activation in humans, and describe a mechanism for rapid priming of the NAIP–NLRC4 inflammasome.",
          "url": "https://doi.org/10.1073/pnas.2510950123",
          "doi": "https://doi.org/10.1073/pnas.2510950123",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Measuring bridging forces in protein–DNA condensates",
          "authors": "Vikhyaat Ahlawat, Hashini Ekanayake Mudiyanselage, Divya Kota, Huan-Xiang Zhou",
          "abstract": "Protein-DNA condensates mediate transcription and regulate gene expression and DNA replication and repair. Intermolecular bridging forces stabilizing condensates have direct roles in these processes. Here, we use optical tweezers to measure bridging forces. In the presence of protamine, a single condensate is observed on a 20.5-knt single-stranded DNA (ssDNA). Stretching produces force curves with a sawtooth pattern, suggesting condensate disassembly via sequential rupture of individual protamine–ssDNA bridges. The bridging forces are 11.3 ± 4.6 pN, with unfolding lengths of 1.3 ± 0.8 µm per bridge. In contrast, double-stranded DNA (dsDNA) forms protamine-mediated tangles that can withstand strand-separation forces (~60 pN). ssDNA tracks unpeeled at nicks on dsDNA by overstretching seed tangle formation upon retraction, but the initial condensates have a sufficient ssDNA-to-dsDNA ratio to appear liquid-like, as indicated by a sawtooth pattern in subsequent stretching. The presence of dsDNA raises bridging forces to 34 ± 8 pN, which revert to ~10 pN upon adding external ssDNA. In line with these single-molecule results, protamine–dsDNA mixtures form solid-like aggregates and require ssDNA addition to become liquid droplets. Conversely, adding dsDNA slows the fusion of protamine–ssDNA droplets. This work reports systematic characterization of bridging forces and shows that the ssDNA-to-dsDNA ratio can tune their magnitude in protein-DNA condensates.",
          "url": "https://doi.org/10.1073/pnas.2523058123",
          "doi": "https://doi.org/10.1073/pnas.2523058123",
          "filter": "2",
          "created": "2026-1-13"
        },
        {
          "title": "An ecological cascade links climatic variability to avian irruptions and zoonotic salmonellosis outbreaks",
          "authors": "Benjamin A. Tonelli, Casey Youngflesh, Morgan W. Tingley",
          "abstract": "Salmonellosis is a common bacterial infection that can lead to severe illness and death in humans as well as domesticated and wild animals. In bird populations, salmonellosis outbreaks are temporally irregular but occur simultaneously across large spatial extents, frequently leading to widespread avian mortality with occasional spillover to humans. Here, we test the hypothesis that avian salmonellosis epidemics result from a cascade of ecological processes triggered by climate variability in coniferous forests. Building on well-evidenced ecological mechanisms, we find strong evidence for multiyear causal links between temperature cues that drive substantial “boom-bust” cycles in tree cone production across North America, the subsequent irruptions of seed-eating birds, and, finally, the eventual occurrence and severity of avian salmonellosis outbreaks in the United States. By using an integrated, multilevel Bayesian statistical model as a predictive tool to forecast future bird irruptions and disease outbreaks, we demonstrate that our methods can be employed as an early warning system for future epidemics, potentially mitigating outbreak severity among birds and lowering the risk of zoonotic spillover events by encouraging measures such as the temporary cessation of bird feeding ahead of high-risk periods.",
          "url": "https://doi.org/10.1073/pnas.2511209123",
          "doi": "https://doi.org/10.1073/pnas.2511209123",
          "filter": "2",
          "created": "2026-1-12"
        },
        {
          "title": "Chemical tuning reveals a cation–π gating bridge between the voltage-sensor and pore domains in the K v 7.1 potassium channel",
          "authors": "Miranda E. Schene, Christopher A. Ahern",
          "abstract": "K v 7.1 is a cardiac voltage-gated potassium channel that underlies the delayed rectifier current (I KS ) in the heart. The slow response to membrane depolarization is a hallmark feature of this channel’s physiology, yet the mechanistic basis of how voltage promotes the open potassium conducting state is unknown. We focused on previously identified aromatic residues which might couple the pore and voltage-sensing domains (VSDs) by using a chemical tuning approach whereby aromatic residues are modified by serial fluorination. The data show that serial fluorination at one site (F232 on the S4 helix, within the VSD) resulted in a stepwise voltage-gating shift, where each added fluorine atom further biased channel opening to more negative voltages. Mutant-cycle analysis of proximal positively charged amino acids indicates that F232 likely forms a cation–π interaction with K285, a residue at the tip of the S5 segment in the pore domain. Using cryoelectron microscopy, a partial structure of the F232 penta-F-Phe K v 7.1 (KCNQ1) open channel was resolved to 6 Å. The data support a gating mechanism whereby the F232–K285 cation–π interaction represents an intermediate activated state that is broken prior to channel opening.",
          "url": "https://doi.org/10.1073/pnas.2517495123",
          "doi": "https://doi.org/10.1073/pnas.2517495123",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "Molecular structure of the ESCRT-III-based archaeal CdvAB cell division machinery",
          "authors": "Tina Drobnič, Ralf Salzer, Tim Nierhaus, Margaret Ke Xin Jiang, Dom Bellini, Astrid Steindorf, Sonja-Verena Albers, Buzz Baum, Jan Löwe",
          "abstract": "Most prokaryotes divide using filaments of the tubulin-like FtsZ protein, while some archaea employ instead ESCRT-III-like proteins and their filaments for cell division and cytokinesis. The alternative archaeal system comprises Cdv proteins and is thought to bear some resemblance to ESCRT-III-based membrane remodeling in other domains of life, including eukaryotes, especially during abscission. Here, we present biochemical, crystallographic, and cryo-EM studies of the Sulfolobus Cdv machinery. CdvA, an early non-ESCRT component, adopts a PRC‐domain/coiled-coil fold and polymerizes into long double-stranded helical filaments, mainly via hydrophobic interfaces. Monomeric CdvB adopts the canonical ESCRT-III fold in both a closed and a distinct “semiopen” conformation. Soluble CdvB2 filaments are composed of subunits in the closed state, appearing to transition to the open, active state only when polymerized on membranes. Short N-terminal amphipathic helices in all CdvB paralogues, B, B1, and B2, mediate membrane binding and are required for liposome recruitment in vitro. We provide a molecular overview of archaeal ESCRT-III-based cytokinesis machinery, the definitive demonstration that CdvB proteins are bona fide ESCRT-III homologues, and reveal the molecular basis for membrane engagement. Thus, we illuminate conserved principles of ESCRT-mediated membrane remodeling and extend them to an anciently diverged archaeal lineage.",
          "url": "https://doi.org/10.1073/pnas.2525941123",
          "doi": "https://doi.org/10.1073/pnas.2525941123",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "De novo discovery of bicyclic cysteine-rich peptides targeting gasdermin D",
          "authors": "Choi Yi Li, Yin Sun, Alexander A. Vinogradov, Hiroaki Suga",
          "abstract": "Gasdermin D (GSDMD) is the principal executor of pyroptosis, a form of proinflammatory programmed cell death misregulation of which is associated with numerous diseases. Despite significant interest, no specific GSDMD inhibitors have been developed for clinical use so far. Here, we developed a strategy to generate mRNA-displayed libraries of bicyclic cysteine-rich peptides (bCRP), and utilized these libraries to develop potent peptide ligands to full-length GSDMD using a two-stage discovery process. Initial hit compounds were de novo discovered from GSDMD affinity selections using Random Nonstandard Peptides Integrated Discovery system, and were then optimized using mRNA display-based saturation mutagenesis. The resulting bCRPs bound to full-length GSDMD (best K D = 125 nM) and stabilized it against cleavage by caspase proteases. The bCRPs prevented the pore formation in liposome leakage assays and inhibited the secretion of IL-1β and lactate dehydrogenase from pyroptotic THP-1 cells. The potency, high metabolic stability, and synthetic accessibility of the discovered compounds make them promising leads for the development of GSDMD-targeting therapeutics.",
          "url": "https://doi.org/10.1073/pnas.2516051123",
          "doi": "https://doi.org/10.1073/pnas.2516051123",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "Berry Batesian mimicry enables bird dispersal of asexual bulbils in a yam",
          "authors": "Zhi Chen, Guillaume Chomicki, Ying Li, Xingrong Peng, Gao Chen",
          "abstract": "Many plants that abandon sex rely on clonal propagules, but their short dispersal distances can trap offspring near parent plants and enemies. We show that the yam Dioscorea melanophyma —which has lost sexual reproduction—evolved black, glossy bulbils that mimic co-occurring black berries and entice frugivorous birds to ingest and disperse them. Birds from 22 species fed on bulbils, with visits peaking in October–February when true fruits are scarce. Bulbil reflectance overlapped sympatric berries and was indistinguishable in a UV-sensitive avian vision model for many species, consistent with Batesian visual mimicry. Feeding trials with the dominant visitor ( Pycnonotus xanthorrhous ) showed short gut retention and negligible destruction, so bulbils are excreted largely intact and viable and monitoring revealed that bulbils achieved dispersal distances similar to rewarding endozoochorous plants. Thus, sensory deception that exploits fruit–frugivore signal–reward rules can restore ecologically meaningful movement after the loss of sex in asexual lineages.",
          "url": "https://doi.org/10.1073/pnas.2528094123",
          "doi": "https://doi.org/10.1073/pnas.2528094123",
          "filter": "2",
          "created": "2026-1-12"
        },
        {
          "title": "mTOR signaling governs the formation of epithelial apical projections via S6K1–RhoA and aPKC–Lgl2 axes",
          "authors": "Sumit Sen, Prithwish Ghosh, Sudipta Mukherjee, Shreedha Prabhu, Ginni Khurana, Clyde Savio Pinto, Kirti Gupta, Ravindra Venkatramani, Mahendra Sonawane",
          "abstract": "In metazoans, epithelia perform functions of absorption, diffusion, and secretion. The actin-based apical projections on the epithelial cells contribute to these functions and are formed via cell-autonomous mechanisms that control cell polarity, intracellular transport, and the cytoskeleton. However, the cues that function upstream of these cell-autonomous regulators remain poorly known. Using microridges on zebrafish epithelial cells as a paradigm, we show that mTOR, a metabolic sensor, regulates the formation of apical projections. Mechanistically, mTORC1 controls the RhoA-ROCK activity via S6K1 to prevent the overactivation of nonmuscle myosin II (NMII) to restrict microridge elongation. Furthermore, genetic, biochemical, and molecular dynamics simulation analyses reveal that mTORC2 regulates the microridge pattern by modulating the activity of aPKC via its differential phosphorylation at two conserved sites. We propose that mTOR integrates the developmental and/or metabolic status of epithelial cells with cell autonomously acting RhoA and aPKC to regulate tissue-wide formation of apical projections.",
          "url": "https://doi.org/10.1073/pnas.2501779123",
          "doi": "https://doi.org/10.1073/pnas.2501779123",
          "filter": "2",
          "created": "2026-1-13"
        },
        {
          "title": "Microvascular architecture and physiological fluctuations constrain the control of cerebral microcirculation",
          "authors": "Xiang Ji, Yuchen Zhao, Lu Bai, Kai Wang, David Kleinfeld",
          "abstract": "Brain vasculature is a multiscale network that actively regulates cerebral blood flow to maintain homeostasis. A systematic understanding of how this network enables robust and precise flow control has been hindered by the lack of understanding of flow in networks, as opposed to single vessels. To address this gap at the conceptual level, we theoretically studied nonperturbative, network-level flow responses to hydrodynamic conductance changes in individual vessels. We show vasodilation can either increase or decrease flow in the neighboring branches, yet selectively positioning the “controller” in the inflow branch of diverging nodes guarantees downstream increases in flow, regardless of surrounding network topology. Moreover, the effect of an individual vasodilation is small, so coordinated vasodilation is essential for effective regulation. To validate and refine our theoretical analysis, we developed a computational framework to analyze individual blood cell motion captured by confocal light field microscopy. This approach enabled tracking over one million cell detections across a network of more than 3,000 interconnected branches, with 2 µm spatial and 14 ms temporal resolution. Network-based analysis uncovered significant flow fluctuations, exhibiting long-range anticorrelation in spatially separated segments. The prevalence of diverging nodes within three branches of penetrating arterioles suggests that ensheathing pericytes are optimally positioned for fine-scale flow regulation. Finally, we quantified a phase separation of blood serum and cells at diverging nodes. This revealed a stochastic partition ratio with a nonlinear dependence on local hemodynamics. Collectively, our work highlights principles of organization for the control of blood flow among the seemingly random connectivity of brain microvessels.",
          "url": "https://doi.org/10.1073/pnas.2521872123",
          "doi": "https://doi.org/10.1073/pnas.2521872123",
          "filter": "2",
          "created": "2026-1-15"
        },
        {
          "title": "Brain displacement and nonlinear deformation following human spaceflight",
          "authors": "Tianyi Wang, Rouglas J. Odor, Yiri E. De Dios, Edwin Mulder, Jacob J. Bloomberg, Scott J. Wood, Rachael D. Seidler",
          "abstract": "When humans return from space, their average brain position is higher within the cranial compartment. Here, we evaluated brain regional shift magnitudes and deformations and their behavioral correlates. We analyzed MRI data from 26 astronauts and 24 participants from a long-duration head-down tilt bed rest study. We aligned skull position across timepoints (before and after spaceflight or bed rest) as a reference and then used rigid body registration to quantify brain position change. The brain shifted backward, upward, and rotated back in the pitch direction from before to after spaceflight and bed rest in a fashion that correlated with exposure duration. Regional analyses revealed nonlinear deformations in all three directions that were not captured in previous reports of the average position shift. Moreover, we observed symmetrical left–right shifts that were not evident in the average position shift due to sign cancellation. In those who spent one year in space, the supplementary motor cortex showed the largest upward displacement [2.52 mm, 95% CI = (2.25, 2.79)]. Widespread recovery occurred in all three dimensions (particularly in the up–down direction) over 6 mo following spaceflight. Larger posterior insula translations were correlated with greater postflight balance declines. The brain shifts and deformations in astronauts were somewhat similar to head-down tilt bed rest, but there were notable differences. Thus, we demonstrate comprehensive brain position changes within the cranial compartment following spaceflight and an analog environment. These findings are critical for understanding the effects of spaceflight on the human brain and behavior.",
          "url": "https://doi.org/10.1073/pnas.2505682122",
          "doi": "https://doi.org/10.1073/pnas.2505682122",
          "filter": "2",
          "created": "2026-1-12"
        },
        {
          "title": "Seeing Roman life through water: Exploring Pompeii’s public baths via carbonate deposits",
          "authors": "Gül Sürmelihindi, Cees Passchier, Monika Trümper, Thomas Heide, Christoph Spötl, Denis Scholz, Michael Weber, Friedrich Hawemann",
          "abstract": "The ancient city of Pompeii, destroyed by the eruption of Mt. Vesuvius in AD 79, shows technological improvements to its water supply after becoming a Roman colony. Its inhabitants relied on wells for their water supply prior to the installation of a Roman aqueduct. Carbonate incrustations deposited in various components of the city’s hydraulic infrastructure, including the aqueduct, its water towers, the well shafts, and pools of the public baths. The stable isotope and trace element composition of these carbonates differ markedly between structures supplied by wells and those fed by the aqueduct, reflecting the contrasting origins of their source waters. While the aqueduct was fed by karst springs, the wells tapped into highly mineralized groundwater from volcanic deposits. These geochemical distinctions allow for a detailed reconstruction of Pompeii’s water management system, particularly the transition from well- to aqueduct-based water supply. The periodicity of δ 13 C variations in carbonate crusts sampled from well, pools, and drainage channels of the Republican Baths offers insights into the operation and maintenance of the facility. δ 13 C values show a sharp drop from wells to bathing pools, suggesting contamination by human waste and implying that the bath water was not regularly replenished in the Republican Baths.",
          "url": "https://doi.org/10.1073/pnas.2517276122",
          "doi": "https://doi.org/10.1073/pnas.2517276122",
          "filter": "2",
          "created": "2026-1-12"
        },
        {
          "title": "Negative feedback regulation of alcohol ingestion through the FGF21-PVH oxytocin-VTA dopamine system",
          "authors": "Sho Matsui, Yuma Takahashi, Shuhei Morioka, Takaaki Ozawa, Sachiho Kanayama, Hiroki Iwama, Lan Geng, Kazuhiro Umemoto, Yasuo Oguri, Satoshi Tsuzuki, Yulong Li, Takatoshi Hikida, Tsutomu Sasaki",
          "abstract": "Alcohol has a notable negative impact on global health. Understanding its physiological regulation is crucial to addressing alcohol use. Here, we show that FGF21-oxytocin neurons in the paraventricular nucleus of the hypothalamus (PVH OXT )-dopamine neurons in the ventral tegmental area (VTA DA ) negatively regulate the drive to drink alcohol. Alcohol induces FGF21 signaling, which activates PVH OXT and induces oxytocin release in the VTA. The VTA DA neurons are activated hours after alcohol ingestion, which reduces the drive to drink alcohol, extends the interdrink interval, and thereby reduces alcohol consumption. The system is downregulated in a mouse model of alcohol dependence, and activating the system with FGF21-inducing sugars reduces alcohol ingestion and prevents binge drinking and alcohol dependence. Therefore, FGF21-inducing nutraceuticals can substitute for alcohol by supplementing the FGF21-PVH OXT -VTA DA negative feedback signal to attenuate alcohol-related behaviors in mice.",
          "url": "https://doi.org/10.1073/pnas.2525172122",
          "doi": "https://doi.org/10.1073/pnas.2525172122",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "When broken bones need air: Erythrocytes step in to heal",
          "authors": "Ronen Blecher, Elazar Zelzer",
          "url": "https://doi.org/10.1073/pnas.2530030123",
          "doi": "https://doi.org/10.1073/pnas.2530030123",
          "filter": "2",
          "created": "2026-1-12"
        },
        {
          "title": "The intrinsic impact of mechanical stress on the maintenance of oocyte dormancy",
          "authors": "Go Nagamatsu, Kenjiro Shirane, Yuzuru Kato, Hiroko Nakamura, Norio Hamada, Kiyoko Kato, Hiroshi Kimura, Katsuhiko Hayashi",
          "abstract": "In the mammalian ovary, most oocytes remain dormant, and their dormant status plays a central role in maintaining the reservoir population of the female germ line. The equilibrium between the dormant and active states, the latter of which is responsible for producing mature oocytes, is therefore crucial for ensuring the sustained reproductive capability of females. We have previously reported that mechanical stress in the ovary plays a crucial role in oocyte dormancy. However, the mechanism underlying this relation remains unclear. Here, we demonstrated that the mechanical stress is directly transduced into the oocytes, rather than to the surrounding granulosa cells. Culture experiments and live-imaging analysis revealed the nuclear localization of FOXO3, a hallmark of oocyte dormancy, within oocytes cultured alone in response to mechanical stress. Interestingly, we found that the cytological response to mechanical stress was accompanied by ligand-independent internalization of the c-kit receptor, which dampens intracellular signaling and prevents oocyte activation. These results shed light on the relation between mechanical stress and oocyte dormancy and provide clues toward a greater understanding of female reproductive capability.",
          "url": "https://doi.org/10.1073/pnas.2526249123",
          "doi": "https://doi.org/10.1073/pnas.2526249123",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "A blueprint for curved matter: The art of kirigami in 3D self-assembly",
          "authors": "Xiaoming Mao",
          "url": "https://doi.org/10.1073/pnas.2533092123",
          "doi": "https://doi.org/10.1073/pnas.2533092123",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Reply to Song et al.: Acidity-sensitive chemistry promotes sulfate formation in East Asia",
          "authors": "Yu-Chi Lin, Shohei Hattori, Syuichi Itahashi, Yan-Lin Zhang",
          "url": "https://doi.org/10.1073/pnas.2524655123",
          "doi": "https://doi.org/10.1073/pnas.2524655123",
          "filter": "2",
          "created": "2026-1-12"
        },
        {
          "title": "Distinct contributions of hippocampal pathways in learning regularities and exceptions revealed by functional footprints",
          "authors": "Melisa Gumus, Michael L. Mack",
          "abstract": "Fundamental aspects of learning are theorized to be supported by hippocampal pathways: The monosynaptic pathway (MSP) extracts regularities, whereas the trisynaptic pathway (TSP) rapidly encodes exceptional items. Yet, the empirical evidence for the dynamic involvement of MSP and TSP in learning remains unresolved. We leveraged diffusion-weighted imaging to estimate the endpoints of MSP- and TSP-related white matter structures (i.e., footprints) within hippocampal subfields and the entorhinal cortex. We then measured the activation of pathway-specific footprints with functional MRI while participants learned novel concepts defined by regularities and exceptions. The functional footprint method revealed links between MSP-related footprint activation and regularity encoding early in learning and TSP-related footprint activation and exception encoding late in learning. These findings provide empirical evidence that learning concept regularities and exceptions is preferentially supported by hippocampal pathways. The pathway footprint approach provides insights into the functional dynamics of the human hippocampus, translating theoretical and computational work into empirically testable questions in humans.",
          "url": "https://doi.org/10.1073/pnas.2503388123",
          "doi": "https://doi.org/10.1073/pnas.2503388123",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "Isotopic evidence for volatile loss driven by South Pole-Aitken basin–forming impact",
          "authors": "Heng-Ci Tian, Chi Zhang, Wen-Jun Li, Dingshuai Xue, Jing Wang, Wei Yang, Yan-Hong Liu, Yangting Lin, Xian-Hua Li, Fu-Yuan Wu",
          "abstract": "Recent studies suggest that the lunar farside experienced a magma ocean evolution similar to that of the nearside. Thus, the nearside-farside dichotomy, such as volcanism and crustal thickness, is likely related to the South Pole-Aitken (SPA) basin–forming impact. Although the noritic clasts found in Chang’e-6 (CE6) samples may originate from crustal remelting induced by the SPA impact, how (and whether) the lunar mantle was modified by this event remains unclear. Here, we present the first high-precision iron (Fe) and potassium (K) isotopic measurements of CE6 low-Ti basalts, revealing higher δ 56 Fe (0.13 to 0.21‰) and δ 41 K (0 to 0.09‰) in these basalts compared to their Apollo and Chang’e-5 (CE5) counterparts (δ 56 Fe: 0 to 0.11‰; δ 41 K: −0.29 to −0.04‰). The heavy Fe and K isotopic signatures are unlikely to be derived from cosmogenic effects or the addition of impactor-derived materials. Instead, the heavy Fe isotopes can be explained by partial melting and fractional crystallization processes. For K isotopes, however, the data require that the mantle source beneath the SPA basin had a heavier K isotopic composition than that of the nearside mantle, most likely resulting from evaporation caused by the SPA-forming impact. Our results thus provide robust evidence for significant impact-induced modification of the lunar mantle and demonstrate that large-scale impacts may have played a key role in creating lunar asymmetry.",
          "url": "https://doi.org/10.1073/pnas.2515408123",
          "doi": "https://doi.org/10.1073/pnas.2515408123",
          "filter": "2",
          "created": "2026-1-12"
        },
        {
          "title": "Multiple modes of AFM reveal distinct mechanical properties for dystrophin and utrophin not manifest by small fragments",
          "authors": "Cailong Hua, Joseph Vavra, Jacob Powers, Joseph M. Muretta, James M. Ervasti, Murti V. Salapaka",
          "abstract": "Duchenne muscular dystrophy (DMD) is a lethal muscle disease caused by the absence of the protein dystrophin. Dystrophin is hypothesized to work as a molecular shock absorber that limits myofiber membrane damage when undergoing reversible unfolding upon muscle stretching and contraction. Here, we report the mechanical characterization of single full-length dystrophin (Dys) molecules using two operational modes of atomic force microscopy; constant speed and constant force as well as Monte Carlo simulations. Furthermore, we have compared Dys with large fragments encoding the N-terminus through spectrin repeat 10 (DysN-R10), the C-terminal retinal isoform of dystrophin (Dp260), and full-length utrophin (Utr). Our comprehensive data reveal that Dys, DysN-R10, and Dp260, all show a uniform, brittle unfolding behavior, whereas Utr demonstrates more complex unfolding dominated by a stiffening spring behavior. These fundamentally different mechanical behaviors in vitro suggest different in vivo functions for Dys and Utr with implications for the potential efficacy of Utr upregulation to substitute for Dys deficiency in DMD.",
          "url": "https://doi.org/10.1073/pnas.2511722123",
          "doi": "https://doi.org/10.1073/pnas.2511722123",
          "filter": "2",
          "created": "2026-1-14"
        }
      ]
    },
    {
      "journal_full": "Science",
      "journal_short": "Sci",
      "articles": [
        {
          "title": "Transforming mental health research and care through artificial intelligence",
          "authors": "Nils Opel, Michael Breakspear",
          "abstract": "Artificial intelligence (AI) holds transformative potential for the care of people with mental health illnesses. This Review explores key domains and emerging applications of AI in mental health, emphasizing the challenges that must be addressed to ensure safe, effective, and sustainable clinical integration. Distinctive features of mental health care—such as the lack of objective biomarkers, the reliance on behavioral and emotional assessments, the legacy of stigma, and the importance of privacy—present fundamental challenges to overcome. We argue that the clinical translation of AI tools should be approached through the lens of an individual patient’s journey from the onset of symptoms through diagnosis, treatment, recovery, and emotional well-being.",
          "url": "https://doi.org/10.1126/science.adz9193",
          "doi": "https://doi.org/10.1126/science.adz9193",
          "filter": "0",
          "created": "2026-1-15"
        }
      ],
      "articles_hidden": [
        {
          "title": "Nucleotide metabolic rewiring enables NLRP3 inflammasome hyperactivation in obesity",
          "authors": "Danhui Liu, Chuanli Zhou, Xiaochen Wang, Zhou Luo, Ruiyao Xu, Shanshan Huo, Lina Guo, Xuemei Luo, Shuhan Yang, Arielle Click, Janiece Vancil, Paola Barajas, Victor Mijares, Hamid Baniasadi, Nan Yan, Jan Rehwinkel, Dustin C. Hancks, Elizabeth H. Chen, Shuang Liang, Zhenyu Zhong",
          "abstract": "Obesity is a major disease risk factor due to obesity-associated hyperinflammation. We found that obesity induced Nod-like receptor pyrin domain–containing 3 (NLRP3) inflammasome hyperactivation and excessive interleukin (IL)–1β production in macrophages by disrupting SAM and HD domain–containing protein 1 (SAMHD1), a deoxynucleoside triphosphate (dNTP) hydrolase crucial for nucleotide balance. This caused aberrant accumulation of dNTPs, which can be transported into mitochondria, and initiated mitochondrial DNA (mtDNA) neosynthesis, which increased the presence of oxidized mtDNA and triggered NLRP3 hyperactivation. Deletion of SAMHD1 promoted NLRP3 hyperactivation in cells isolated from zebrafish, mice, and humans. SAMHD1-deficient mice showed elevated circulating IL-1β, insulin resistance, and metabolic dysfunction–associated steatohepatitis. Blocking dNTP mitochondrial transport prevented NLRP3 hyperactivation in macrophages from obese patients and SAMHD1-deficient mice. Our study revealed that obesity by inhibiting SAMHD1 rewired macrophage nucleotide metabolism, thereby triggering NLRP3 inflammasome hyperactivation to drive disease progression.",
          "url": "https://doi.org/10.1126/science.adq9006",
          "doi": "https://doi.org/10.1126/science.adq9006",
          "filter": "2",
          "created": "2026-1-15"
        },
        {
          "title": "Ablation of Prdm16 and beige fat identity causes vascular remodeling and elevated blood pressure",
          "authors": "Mascha Koenen, Tobias Becher, Giulia Pagano, Ilaria Del Gaudio, Jorge A. Barrero, Augusto C. Montezano, Jenelys Ruiz Ortiz, Zeran Lin, Nicolás Gómez-Banoy, Rose Amblard, Daniel Schriever, Meltem E. Kars, Luisa Rubinelli, Sarah J. Halix, Zhen Fang Huang Cao, Xing Zeng, Scott D. Butler, Yuval Itan, Rhian M. Touyz, Annarita Di Lorenzo, Paul Cohen",
          "abstract": "Excess adiposity is a major risk factor for hypertension and heart disease. Brown fat is associated with protection from cardiovascular pathology, but whether this relationship is causal remains unknown. In this work, we investigate the role of mouse beige fat, as a model of human inducible brown fat, in adipocyte-vascular cross-talk. Using adipocyte-specific Prdm16 knockout mice with a loss of beige adipocyte identity, we discovered marked remodeling of perivascular adipose tissue, increased vascular reactivity, and elevated blood pressure. We show that the circulating enzyme QSOX1 is derepressed in Prdm16 -deficient adipocytes, and deletion of Qsox1 in Prdm16 conditional knockout mice prevented vascular fibrosis and normalized vascular reactivity. These results demonstrate a key role for beige adipocytes in blood pressure regulation and identify QSOX1 as an important mediator of adipocyte-vascular cross-talk.",
          "url": "https://doi.org/10.1126/science.ady8644",
          "doi": "https://doi.org/10.1126/science.ady8644",
          "filter": "2",
          "created": "2026-1-15"
        },
        {
          "title": "Paleogeography modulates marine extinction risk throughout the Phanerozoic",
          "authors": "Cooper M. Malanoski, Seth Finnegan, Edward C. Huang, Lila Blake, Connal Mac Niocaill, Erin E. Saupe",
          "abstract": "Understanding the factors that have influenced the intensity and selectivity of extinction throughout Earth’s history is important for explaining past biodiversity change and forecasting biotic responses to environmental change. Here, we investigated the role of coastline geometry and paleogeographic boundary conditions in shaping extinction risk for shallow-marine taxa over the past 540 million years. We show that interactions between the geographic distributions of taxa and the geometric configurations of continental margins consistently predict relative extinction risk: Taxa with potential dispersal pathways that are long relative to the range of latitude traversed—such as those that occur along east-west–oriented coastlines, islands, or inland seaways—consistently exhibit higher extinction risk than taxa with potential dispersal pathways that provide more direct latitude-traversing paths. This dispersal distance selectivity is amplified during mass extinction events and hyperthermal intervals, suggesting that geographic constraints become more important during periods of rapid climate change. Our results provide another mechanism that potentially contributes to the generally elevated extinction rates during the Paleozoic, an interval characterized by complex inland seas and a preponderance of east-west coastlines. These insights underscore the importance of considering paleogeographic context when interpreting past extinction patterns and provide empirical support for assumptions that underlie extinction risk assessments of extant species.",
          "url": "https://doi.org/10.1126/science.adv2627",
          "doi": "https://doi.org/10.1126/science.adv2627",
          "filter": "2",
          "created": "2026-1-15"
        },
        {
          "title": "A sudden change and recovery in the magnetic environment around a repeating fast radio burst",
          "authors": "Y. Li, S. B. Zhang, Y. P. Yang, C. W. Tsai, X. Yang, C. J. Law, R. Anna-Thomas, X. L. Chen, K. J. Lee, Z. F. Tang, D. Xiao, H. Xu, X. L. Yang, G. Chen, Y. Feng, D. Z. Li, R. Mckinven, J. R. Niu, K. Shin, B. J. Wang, C. F. Zhang, Y. K. Zhang, D. J. Zhou, Y. H. Zhu, Z. G. Dai, C. M. Chang, J. J. Geng, J. L. Han, L. Hu, D. Li, R. Luo, C. H. Niu, D. D. Shi, T. R. Sun, X. F. Wu, W. W. Zhu, P. Jiang, B. Zhang",
          "abstract": "Fast radio bursts (FRBs) are millisecond-duration radio transients from extragalactic sources. Some repeating FRBs exhibit variations in their Faraday rotation measure (RM) due to changes in their magneto-ionic environment. We report magneto-ionic variations of FRB 20220529, a repeating FRB from a disk galaxy at redshift 0.18. For the first 17 months of observations, the RM had a median of 17 radians per square meter (rad m −2 ) and a scatter of 101 rad m −2 . In December 2023, the RM jumped to 1977 ± 84 rad m −2 , then gradually returned to typical values within 2 weeks. This sudden RM variation indicates that a dense magnetized clump of plasma passed across the line of sight. We discuss potential explanations, including a coronal mass ejection from a companion star, high plasma turbulence, or binary orbital motion.",
          "url": "https://doi.org/10.1126/science.adq3225",
          "doi": "https://doi.org/10.1126/science.adq3225",
          "filter": "2",
          "created": "2026-1-15"
        },
        {
          "title": "Complex mesoscale landscapes beneath Antarctica mapped from space",
          "authors": "Helen Ockenden, Robert G. Bingham, Daniel Goldberg, Andrew Curtis, Mathieu Morlighem",
          "abstract": "The landscape shrouded by the Antarctic Ice Sheet provides important insights into its history and influences the ice response to climate forcing. However, knowledge of this critical boundary has depended on interpolation between irregularly distributed geophysical surveys, creating major spatial biases in maps of Antarctica’s subglacial landscape. As stress changes associated with ice flow over bedrock obstacles produce ice surface topography, recently acquired, high-resolution satellite maps of the ice surface offer a transformative basis for mapping subglacial landforms. We present a continental-scale elevation map of Antarctica’s subglacial topography produced by applying the physics of ice flow to ice surface maps and incorporating geophysical ice thickness observations. Our results enrich understanding of mesoscale (2 to 30 kilometers) subglacial landforms and unmask the spatial distribution of subglacial roughness and geomorphology.",
          "url": "https://doi.org/10.1126/science.ady2532",
          "doi": "https://doi.org/10.1126/science.ady2532",
          "filter": "2",
          "created": "2026-1-15"
        },
        {
          "title": "A hierarchical shell locks and stabilizes perovskite nanocrystals with near-unity quantum yield",
          "authors": "Qingsen Zeng, Yue Zhao, Sunghee Park, Huanyu Zhou, Hyun-Joon Shim, Tianshu Li, Jinseok Ryu, Min-Jun Sung, Xian Wei Chua, Eojin Yoon, Barney A. I. Lewis, Seung-Je Woo, Michele Forzatti, Min Ju Kim, Eun A. Kim, Linjie Dai, Jinhyeong Jang, Yipeng Tang, Jin Jung Kweon, Hao Chen, Kyung Yeon Jang, Dong-Hyeok Kim, Woo Jin Jeong, Joo Sung Kim, Hyejin Lee, Kyueun Lim, Seong-Yong Cho, Chan Beum Park, Sung Keun Lee, Miyoung Kim, Henk J. Bolink, Bin Hu, Aron Walsh, Samuel D. Stranks, Tae-Woo Lee",
          "abstract": "Solid-state emitters have exhibited external quantum yields (EQYs) below 65%, with no system combining unity photoluminescence quantum yield (PLQY) and commercially viable stability. These limitations are most pronounced in colloidal perovskite nanocrystals (PeNCs), given their soft ionic lattices and labile surfaces. We introduce a hierarchical shell (HS) structure comprising interbonded PbSO 4 -SiO 2 -polymer multilayers that simultaneously locks and stabilizes soft lattices and labile interfaces. HS-CsPbBr 3 PeNC films exhibit T 90 (10% PLQY loss) = 3211 hours under accelerated 60°C, 90% relative humidity (RH) and T 90 = 12,000 hours under blue-light exposure. HS strategy generalizes across PeNC compositions—including mixed-halide, mixed-cation, iodide, and hybrid PeNCs—and enables MAPbBr 3 with extended T 90 = 3900 hours (60°C, 90% RH) and T 90 = 27,234 hours (blue light). Moreover, HS-MAPbBr 3 films with 100.0% PLQY eliminate self-absorption losses and achieve an EQY of 91.4%, approaching the theoretical maximum. The HS barrier also prevents lead leakage for safety of large-area, high-resolution displays and bio-optoelectronics.",
          "url": "https://doi.org/10.1126/science.ady1370",
          "doi": "https://doi.org/10.1126/science.ady1370",
          "filter": "2",
          "created": "2026-1-15"
        },
        {
          "title": "Metallic θ-phase tantalum nitride has a thermal conductivity triple that of copper",
          "authors": "Suixuan Li, Chuanjin Su, Zihao Qin, Ahmet Alatas, Martin Kunz, Takahiro Yamada, Shelly D. Kelly, Mary H. Upton, Anthony Gironda, Jiyong Zhao, Bora Kalkan, Wanli Yang, Toshihiro Aoki, Yongjie Hu",
          "abstract": "Efficient heat dissipation is fundamentally limited by intrinsic scattering mechanisms that cap the thermal conductivity of metallic materials such as copper to ~ 400 Watts per meter Kelvin. Here we report the experimental realization of single-crystalline θ-phase tantalum nitride (θ-TaN), a metastable transition metal nitride predicted to overcome this limitation. We measure a room-temperature thermal conductivity of ~1100 Watts per meter Kelvin, nearly three times that of copper. Synchrotron-based inelastic x-ray scattering reveals a distinctive phonon band structure with a large acoustic–optical gap and phonon bunching, which suppress phonon–phonon scattering. Ultrafast optical spectroscopy confirms exceptionally weak electron–phonon coupling and validates first-principles calculations. These findings redefine the thermal transport limits of metallic materials and open new opportunities for advancing thermal management in electronics and power systems.",
          "url": "https://doi.org/10.1126/science.aeb1142",
          "doi": "https://doi.org/10.1126/science.aeb1142",
          "filter": "2",
          "created": "2026-1-15"
        },
        {
          "title": "The photohydrolysis of furans",
          "authors": "Nils Frank, Moreshwar B. Chaudhari, Markus Leutzsch, Benjamin Helmich-Paris, Paolo Cleto Bruzzese, Darryl Nater, Nils Nöthling, Alexander Schnegg, Siegfried R. Waldvogel, Benjamin List",
          "abstract": "The defossilization of the chemical industry is accelerated by the shift from petroleum- to biomass-based feedstocks. At the center stage are bioderived furans, from which valuable platform chemicals can be obtained exclusively through oxidative or reductive processes. By contrast, the conceptually straightforward redox-neutral hydrolysis of furan to succinaldehyde and 2-substituted furans to 1,4-ketoaldehydes has been considered unfeasible owing to their endergonicity and polymerization side reactivity. In this work, we report the realization of this uphill furan hydrolysis through photocatalysis involving a highly strained, 10-membered 1,6-dioxecine intermediate. Succinaldehyde, as well as 1,4-ketoaldehydes, can be directly obtained from furans. Additionally, furfural derivatives undergo redox-enhanced Piancatelli rearrangements, accessing antimicrobial natural products (±)-Terrein and (±)- epi -Pentenomycins. The methodology was applied to the redox-neutral production of common industrial fine chemicals, avoiding wasteful redox detours typical in biomass-based synthesis.",
          "url": "https://doi.org/10.1126/science.aec6532",
          "doi": "https://doi.org/10.1126/science.aec6532",
          "filter": "2",
          "created": "2026-1-15"
        },
        {
          "title": "Chronic low-dose exposure to chlorpyrifos reduces life span in a wild fish by accelerating aging",
          "authors": "Kai Huang, Zihan Zhang, Guixin Han, Ren Kong, Haiyu Qin, Hui Zhang, Robert J. Letcher, Wenhui Qiu, Chunsheng Liu, Jianbo Shi, Jason R. Rohr",
          "abstract": "Low concentrations of chemicals are widespread in the environment, but exploration of the effects of their chronic exposures on animal life span in the wild is limited. Field investigations showed that fish populations of lake skygazer ( Culter dabryi ) with chronic low-dose chlorpyrifos loads had shortened telomeres and truncated age structures. Laboratory experiments confirmed that chronic low-dose chlorpyrifos exposure induced telomere degradation and reduced survival in a dose- and physiological age–dependent manner, whereas acute high-dose exposure did not. Together, these studies provide evidence that chronic low-level chlorpyrifos exposure reduces life span and population viability in a wild fish by accelerating physiological aging. Given the pervasive presence of low pesticide concentrations in the environment and the conserved mechanisms of aging across vertebrates, these findings raise concerns that even low doses of pesticides may pose long-term risks to longevity.",
          "url": "https://doi.org/10.1126/science.ady4727",
          "doi": "https://doi.org/10.1126/science.ady4727",
          "filter": "2",
          "created": "2026-1-15"
        },
        {
          "title": "The High Seas Treaty, at last",
          "authors": "Kirsten Grorud-Colvert, Jenna Sullivan-Stack",
          "abstract": "It will be a historic day when the High Seas Treaty comes into force this week on 17 January. Officially known as the United Nations (UN) Biodiversity Beyond National Jurisdiction Agreement, this new legal instrument is designed to protect and sustainably use the biodiversity in an area covering half of the Earth and two-thirds of the ocean—the water columns and deep seabeds not under any country’s control. The high seas teem with life, from migrating megafauna in surface waters to ancient deep-sea corals and sponges, which have been largely unprotected. Conversations about the high seas were historically driven by commercial interests, including shipping, industrialized fishing, and increasingly mining and prospecting. After more than two decades of planning and negotiating, the High Seas Treaty, which has been ratified by 81 UN member states, will enable the creation of marine protected areas (MPAs) in this vast wilderness.",
          "url": "https://doi.org/10.1126/science.aef3177",
          "doi": "https://doi.org/10.1126/science.aef3177",
          "filter": "2",
          "created": "2026-1-15"
        },
        {
          "title": "Deep-learning analysis of 3D microarchitectural remodeling in hypertrophic cardiomyopathy",
          "authors": "Eric Q. Wei, Martin Beyer, Kemar J. Brown, Alexander J. Bansbach, Joshua M. Gorham, Barbara McDonough, Huachen Chen, Mobin Khoramjoo, Anran Zhang, Brian Bishop, Ferhaan Ahmad, Carlos del Rio, Ching-Pin Chang, David M. Ryba, Sharlene M. Day, Diane Fatkin, Gavin Y. Oudit, Christine E. Seidman, Jonathan G. Seidman",
          "abstract": "Hypertrophic cardiomyopathy (HCM), a genetic heart disease defined by unexplained cardiac wall thickening, is a leading cause of sudden death worldwide. However, the three-dimensional organization of cardiac tissue underlying left ventricular hypertrophy remains poorly understood. We developed CaMVIA-3D, a deep-learning volumetric imaging and analysis pipeline to characterize cardiac microarchitecture. Analysis of tissues from HCM hearts revealed genotype-specific differences in cardiomyocyte volume, morphology, and extracellular volume, with pathogenic variants exhibiting greater concentric cellular hypertrophy and disarray and variant-negative cases showing predominant fibrosis. Longitudinal profiling of a pig HCM model revealed early-onset fibrosis preceding cardiomyocyte hypertrophy. Integrating transcriptomic and morphologic changes, we identified genes associated with cellular and extracellular remodeling. These findings define genotype-specific microstructural differences in HCM, offering insights to improve diagnostics and targeted therapies.",
          "url": "https://doi.org/10.1126/science.ady6443",
          "doi": "https://doi.org/10.1126/science.ady6443",
          "filter": "2",
          "created": "2026-1-15"
        },
        {
          "title": "A genetically encoded device for transcriptome storage in mammalian cells",
          "authors": "Yu-Kai Chao, Michelle Wu, Qiyu Gong, Fei Chen",
          "abstract": "Understanding how cells make decisions over time requires the ability to link past molecular states to future phenotypic outcomes. We present TimeVault, a genetically encoded system that records and stores transcriptomes within living mammalian cells for future readout. TimeVault leverages engineered vault particles that capture mRNA through poly(A) binding protein. We demonstrate that the transcriptome stored by TimeVaults is stable in living cells for over 7 days. TimeVault enables high-fidelity transcriptome-wide recording with minimal cellular perturbation, capturing transient stress responses and revealing gene expression changes underlying drug-naive persister states in lung cancer cells that evade EGFR inhibition. By linking past and present cellular states, TimeVault provides a powerful tool for decoding how cells respond to stress, make fate decisions, and resist therapy.",
          "url": "https://doi.org/10.1126/science.adz9353",
          "doi": "https://doi.org/10.1126/science.adz9353",
          "filter": "2",
          "created": "2026-1-15"
        },
        {
          "title": "Subventricular zone radial glial cells maintain inhibitory neuron production in the human brain",
          "authors": "Longzhong Jia, Xiaohan Li, Yiming Yan, Linhe Xu, Jianbin Guo, Weichao Wang, Weirong Zhang, Lianyan Li, Borui Shang, Yiwei Zhang, Yashan Dang, Yuyan Zeng, Zhiyan Liao, Ruijuan Liang, Li Gu, Chenyi He, Zhen Long, Hanqing Hou, Yuhan Zhou, Mingchao Yan, Wei Huang, Lan Zhu, Da Mi",
          "abstract": "The number and diversity of inhibitory neurons (INs) increased substantially during mammalian brain evolution. However, the generative mechanisms of the vast repertoire of human INs remain elusive. We performed spatial and single-cell transcriptomics of human medial ganglionic eminence (hMGE), a pivotal source of cortical and subpallial INs, and built the trajectories of hMGE-derived cells during brain development. We identified spatiotemporally and molecularly segregated progenitor cell populations fated to produce distinct IN types. We uncovered an evolutionarily distinct progenitor cell type in the hMGE subventricular zone that maintained the production of INs and glial cells throughout human brain development. Our findings reveal evolutionarily distinct features of IN generation and shed light on the distinct mechanisms underlying human brain development.",
          "url": "https://doi.org/10.1126/science.adw1803",
          "doi": "https://doi.org/10.1126/science.adw1803",
          "filter": "2",
          "created": "2026-1-15"
        },
        {
          "title": "Low-frequency earthquakes track the motion of a captured slab fragment",
          "authors": "David R. Shelly, Amanda M. Thomas, Kathryn Z. Materna, Robert J. Skoumal",
          "abstract": "Accurate tectonic models are essential for assessing seismic hazard and fault interactions. However, the plate configuration at the complex Mendocino triple junction, where the San Andreas Fault and the Cascadia subduction zone meet, remains uncertain. We analyzed fault slip associated with a recently identified zone of tectonic tremor and low-frequency earthquakes (LFEs) near the southern edge of the subducting Gorda slab. Based on tidal sensitivity and P-wave first motions, we show that the LFEs are generated by dipping, strike-slip motion. This suggests that a former Farallon slab fragment, now captured by the Pacific plate, is translating northward beneath westernmost North America. This geometry effectively extends the slab interface fault, challenging prevailing interpretations of slab window formation and creating a potential unaccounted earthquake hazard in this region.",
          "url": "https://doi.org/10.1126/science.aeb2407",
          "doi": "https://doi.org/10.1126/science.aeb2407",
          "filter": "2",
          "created": "2026-1-15"
        },
        {
          "title": "Characterizing transport in a quantum gas by measuring Drude weights",
          "authors": "Philipp Schüttelkopf, Mohammadamin Tajik, Nataliia Bazhan, Federica Cataldini, Si-Cong Ji, Jörg Schmiedmayer, Frederik Møller",
          "abstract": "Transport properties define materials as insulators, metals, or superconductors. A fundamental parameter is the Drude weight, which quantifies the ballistic transport of charge carriers. In this study, we measured the Drude weights of an ultracold gas of interacting bosonic atoms confined to one dimension, characterizing atomic and energy currents induced by applying a constant force and by joining two subsystems prepared in different equilibrium states. We demonstrate dissipationless transport, even in the presence of interactions and finite temperature, signifying ballistic propagation of conserved quantities corresponding to lowest-order hydrodynamics. Our approach provides a robust and transparent framework for characterizing transport in strongly correlated quantum matter, applicable in regimes where theory remains incomplete.",
          "url": "https://doi.org/10.1126/science.ads8327",
          "doi": "https://doi.org/10.1126/science.ads8327",
          "filter": "2",
          "created": "2025-11-27"
        },
        {
          "title": "A diminutive tyrannosaur lived alongside Tyrannosaurus rex",
          "authors": "Christopher T. Griffin, Jeb Bugos, Ashley W. Poust, Zachary S. Morris, Riley S. Sombathy, Michael D. D’Emic, Patrick M. O’Connor, Holger Petermann, Matteo Fabbri, Caitlin Colleary",
          "abstract": "Whether Nanotyrannus lancensis represents a distinct taxon or an immature Tyrannosaurus rex is a decades-long controversy. The N. lancensis holotype (CMNH 7541) is an isolated skull and ceratobranchials, but limb osteohistology of Nanotyrannus -like individuals implies that these individuals were immature Tyrannosaurus , suggesting that the N. lancensis holotype is also immature. We demonstrate that ceratobranchial (“hyoid”) histology is useful for ontogenetic assessment in extant and extinct archosaurs. The ceratobranchial histology of the N. lancensis holotype indicates that it was nearing or had reached skeletal maturity, suggesting that it is taxonomically distinct from the coeval Tyrannosaurus rex and that Hell Creek (and equivalent) ecosystems supported a diverse assemblage of predatory dinosaurs approaching the Cretaceous-Paleogene extinction.",
          "url": "https://doi.org/10.1126/science.adx8706",
          "doi": "https://doi.org/10.1126/science.adx8706",
          "filter": "2",
          "created": "2025-12-4"
        },
        {
          "title": "Macrophage MR1 antigen presentation promotes MAIT cell immunity and lung microbiota modulation",
          "authors": "Jieru Deng, Yuting Yan, Xiaoyue Zhang, Calum J. Walsh, Emmanuel Montassier, Debajyoti Sinha, Huimeng Wang, Atieh Mousavizadeh, Mitra Ashayeripanah, Jeffrey Y. W. Mak, Hui-Fern Koay, Tobias Poch, Yannick O. Alexandre, Scott N. Mueller, Ajithkumar Vasanthakumar, Tim P. Stinear, Vanta J. Jameson, Alexis Perez-Gonzalez, Jenny Kingham, Tri Giang Phan, Nikita Potemkin, Lachlan Dryburgh, Jan Schroeder, David P. Fairlie, Laura K. Mackay, Zhenjun Chen, Laura Cook, Abderrahman Hachani, Alexandra J. Corbett, Antoine Roquilly, Jose A. Villadangos, Hamish E. G. McWilliam",
          "abstract": "Mucosal-associated invariant T cells (MAIT cells) mediate tissue homeostasis and antimicrobial immunity. However, the cells that express major histocompatibility complex (MHC) class I–related protein 1 (MR1) and present microbial vitamin B–derived antigens (VitBAg) to MAIT cells remain unknown. We found that MR1 expression varied across tissues and cell types. Macrophages from the lung and peritoneal cavity expressed the highest levels of MR1 and were the most efficient at capturing and presenting VitBAg to MAIT cells. Expression of MR1 in macrophages was regulated transcriptionally and induced by the tissue environment and microbiota. Depletion of MR1 in macrophages, dendritic cells, and monocytes changed the composition of the microbiota and impaired MAIT cell responses against bacterial infection. We concluded that macrophages are key for MR1 antigen presentation and MAIT cell immunity.",
          "url": "https://doi.org/10.1126/science.adr6322",
          "doi": "https://doi.org/10.1126/science.adr6322",
          "filter": "2",
          "created": "2025-12-4"
        },
        {
          "title": "A difficult rebirth",
          "authors": "Sofia Quaglia",
          "abstract": "Scientists are ramping up an ambitious project to reverse centuries of ecological destruction on a Galápagos island",
          "url": "https://doi.org/10.1126/science.aef4208",
          "doi": "https://doi.org/10.1126/science.aef4208",
          "filter": "3",
          "created": "2026-1-15"
        },
        {
          "title": "Low doses of insecticide speed fish aging and death",
          "authors": "Erik Stokstad",
          "abstract": "Harms of chlorpyrifos emerge in polluted lakes and laboratory aquarium tanks",
          "url": "https://doi.org/10.1126/science.aef4616",
          "doi": "https://doi.org/10.1126/science.aef4616",
          "filter": "3",
          "created": "2026-1-15"
        },
        {
          "title": "Canada’s dismantled safeguards threaten salmon",
          "authors": "Michael H. H. Price, Adrienne Berchtold",
          "url": "https://doi.org/10.1126/science.aee3537",
          "doi": "https://doi.org/10.1126/science.aee3537",
          "filter": "3",
          "created": "2026-1-15"
        },
        {
          "title": "Cellular ‘vaults’ deployed to spy on gene activity",
          "authors": "John Travis",
          "abstract": "Enigmatic protein shells can be engineered to capture messenger RNA made by cells over the course of a week",
          "url": "https://doi.org/10.1126/science.aef4615",
          "doi": "https://doi.org/10.1126/science.aef4615",
          "filter": "3",
          "created": "2026-1-15"
        },
        {
          "title": "A theory of change approach to enhance the post-2030 sustainable development agenda",
          "authors": "Cameron Allen, Shirin Malekpour, Nina Weitz, Therese Bennich, Matteo Pedercini, Ambuj Sagar, David Griggs, Rob Raven, Yixian Sun, Prajal Pradhan, Carole-Anne Sénit, Ann-Sophie Stevance, Julia Leininger, Guillaume Lafortune, Andrea Ordoñez Llanos, Shinji Onoda, Gabriela Fernando, Alex M. Lechner, Avvari V. Mohan, Ting Guan, Tahl Kestin, Anthony Capon, Måns Nilsson",
          "abstract": "A better approach is needed to assess potential impact and feasibility of proposals",
          "url": "https://doi.org/10.1126/science.adz5704",
          "doi": "https://doi.org/10.1126/science.adz5704",
          "filter": "3",
          "created": "2026-1-15"
        },
        {
          "title": "A new cell type drove human brain complexity",
          "authors": "Antonela Bonafina, Laurent Nguyen",
          "abstract": "How did the human brain acquire a vast repertoire of interneurons?",
          "url": "https://doi.org/10.1126/science.aee0974",
          "doi": "https://doi.org/10.1126/science.aee0974",
          "filter": "3",
          "created": "2026-1-15"
        },
        {
          "title": "Uncovering Antarctica’s ice-draped landscape",
          "authors": "Duncan A. Young",
          "abstract": "The mesoscale topographical variability beneath a continent-scale ice sheet is revealed",
          "url": "https://doi.org/10.1126/science.aee4245",
          "doi": "https://doi.org/10.1126/science.aee4245",
          "filter": "3",
          "created": "2026-1-15"
        },
        {
          "title": "Arctic’s ‘last ice area’ is on thin ice",
          "authors": "Rachel Berkowitz",
          "abstract": "Mission to Canada’s Queen Elizabeth Islands reveals signs of weakness in a sea ice haven",
          "url": "https://doi.org/10.1126/science.aef4617",
          "doi": "https://doi.org/10.1126/science.aef4617",
          "filter": "3",
          "created": "2026-1-15"
        },
        {
          "title": "Climate-change extremes threaten Iraq",
          "authors": "Bassim Mohammed Hashim, Zaher Mundher Yaseen",
          "url": "https://doi.org/10.1126/science.aee9226",
          "doi": "https://doi.org/10.1126/science.aee9226",
          "filter": "3",
          "created": "2026-1-15"
        },
        {
          "title": "In Science Journals",
          "authors": "Christiana N. Fogg, Jake S. Yeston, Sacha Vignieri, Keith T. Smith, Angela Hessler, Daniela Neuhofer, Yan Xiang, Jelena Stajic, Ekeoma Uzogara, Sarah H. Ross, Yevgeniya Nusinovich, Mattia Maroso, Phil Szuromi, John Foley, Susannah G. Tringe",
          "abstract": "Highlights from the Science family of journals",
          "url": "https://doi.org/10.1126/science.aef4210",
          "doi": "https://doi.org/10.1126/science.aef4210",
          "filter": "3",
          "created": "2026-1-15"
        },
        {
          "title": "Not a big baby",
          "authors": "Andrew A. Farke",
          "abstract": "Multipronged approaches resolve the debate about the Nanotyrannus fossil species",
          "url": "https://doi.org/10.1126/science.aed8356",
          "doi": "https://doi.org/10.1126/science.aed8356",
          "filter": "3",
          "created": "2026-1-15"
        },
        {
          "title": "Growing pains",
          "authors": "Alanna Lecher",
          "url": "https://doi.org/10.1126/science.aef3527",
          "doi": "https://doi.org/10.1126/science.aef3527",
          "filter": "3",
          "created": "2026-1-15"
        },
        {
          "title": "Misusing research to trap songbirds in Spain",
          "authors": "Juan José Negro, Antoni Margalida, Carlos Camacho, Beatriz Arroyo, François Mougeot, José Luis Tella, David Serrano, Francisco Valera, Juan Arizaga, Jordi Figuerola, Eloy Revilla, Ismael Galván, Irene Mendoza, José Prenda, Airam Rodríguez, Josabel Belliure, Rafael Arenas, Juan Carlos Atienza, Tomás Redondo, Joan Carles Senar",
          "url": "https://doi.org/10.1126/science.aee3825",
          "doi": "https://doi.org/10.1126/science.aee3825",
          "filter": "3",
          "created": "2026-1-15"
        },
        {
          "title": "Careful science is valuable, regardless of results Heart of Science Jacob Stegenga University of Chicago Press, 2026. 264 pp.",
          "authors": "Byron Hyde",
          "abstract": "Scientists should be celebrated for more than just flashy findings, argues a philosopher",
          "url": "https://doi.org/10.1126/science.aeb7010",
          "doi": "https://doi.org/10.1126/science.aeb7010",
          "filter": "3",
          "created": "2026-1-15"
        },
        {
          "title": "The branching legacies of America’s past When Trees Testify Beronda L. Montgomery Henry Holt and Co., 2026. 320 pp.",
          "authors": "Maria Pinto",
          "abstract": "Plants serve as witnesses to the country’s history in a primer that celebrates Black botanical knowledge",
          "url": "https://doi.org/10.1126/science.aec7931",
          "doi": "https://doi.org/10.1126/science.aec7931",
          "filter": "3",
          "created": "2026-1-15"
        },
        {
          "title": "Robust perovskite nanocrystal emitters",
          "authors": "Keyu Wei, Mingjian Yuan",
          "abstract": "Hierarchical shells stabilize soft and labile metal halide perovskite surfaces for screen displays",
          "url": "https://doi.org/10.1126/science.aee0989",
          "doi": "https://doi.org/10.1126/science.aee0989",
          "filter": "3",
          "created": "2026-1-15"
        },
        {
          "title": "Blood vessels under pressure",
          "authors": "Mandy O. J. Grootaert, Aernout Luttun",
          "abstract": "A protein in perivascular fat cells protects mice against hypertension",
          "url": "https://doi.org/10.1126/science.aed9277",
          "doi": "https://doi.org/10.1126/science.aed9277",
          "filter": "3",
          "created": "2026-1-15"
        },
        {
          "title": "Ex–Google CEO funds private space telescope bigger than Hubble",
          "authors": "Daniel Clery",
          "abstract": "Schmidt Sciences invests in orbiting observatory and three ground-based instruments",
          "url": "https://doi.org/10.1126/science.aef4618",
          "doi": "https://doi.org/10.1126/science.aef4618",
          "filter": "3",
          "created": "2026-1-15"
        },
        {
          "title": "The mirage of AI deregulation",
          "authors": "Alondra Nelson",
          "url": "https://doi.org/10.1126/science.aee4900",
          "doi": "https://doi.org/10.1126/science.aee4900",
          "filter": "3",
          "created": "2026-1-15"
        },
        {
          "title": "In Other Journals",
          "authors": "Keith T. Smith, Stella M. Hurtley, Di Jiang, Melissa McCartney, Caroline Ash, Phil Szuromi, Sarah H. Ross",
          "abstract": "Editors’ selections from the current scientific literature",
          "url": "https://doi.org/10.1126/science.aef4211",
          "doi": "https://doi.org/10.1126/science.aef4211",
          "filter": "3",
          "created": "2026-1-15"
        },
        {
          "title": "Scientists reject call to retest childhood vaccines",
          "authors": "Jon Cohen",
          "abstract": "“Gold standard” trials advocated by the Trump administration are unethical and unnecessary, critics say",
          "url": "https://doi.org/10.1126/science.aef4614",
          "doi": "https://doi.org/10.1126/science.aef4614",
          "filter": "3",
          "created": "2026-1-15"
        }
      ]
    },
    {
      "journal_full": "Science Advances",
      "journal_short": "SciAdv",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Removal of trace gases can both increase and decrease cloud droplet formation",
          "authors": "Elavarasi Ravichandran, Sanghee Han, Abigail S. Williams, Veronica Berta, Jeremy L. Dedrick, Christian Pelayo, Nattamon Maneenoi, Lynn M. Russell, Michael Wheeler, Jeremy Wentzell, John Liggio, Markus D. Petters",
          "abstract": "Aerosols consist of liquid or solid particles dispersed in a gas. Aerosol measurements generally rely on drying the particles before quantifying their physicochemical properties. This drying can potentially remove semivolatile compounds from the particles. Here, we show size-resolved cloud condensation nuclei (CCN) measurements quantifying the hygroscopicity parameter in the presence and absence of a denuder. The denuder efficiently removed alkanes and weakly functionalized acids, aldehydes, and alcohols with fewer than 10 carbon atoms from the gas phase. Denuding organic compounds perturbed the CCN-derived hygroscopicity parameter by up to 50%. Denuding either rendered the particles more or less CCN active, and the direction of the effect depended on sample relative humidity and trace gas concentration. The effect was weakest in early spring and strongest in late spring and summer. The measurements demonstrate an unexpectedly strong coupling between the particle and gas phase, influencing CCN activity through either volatilization or surface adsorption, or both.",
          "url": "https://doi.org/10.1126/sciadv.adx0960",
          "doi": "https://doi.org/10.1126/sciadv.adx0960",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Artificial intelligence–enabled “inherited noninvasive intracellular recording” for prolonged monitoring of cardiac action potentials",
          "authors": "Suhang Liu, Xingyuan Xu, Yijing Cai, Chuanjie Yao, Zhengjie Liu, Lisheng Hou, Minghao Li, Xiaotong Li, Yan Li, Guanbin Li, Mingqiang Li, Shuang Huang, Xinshuo Huang, Xi Chen, Ji Wang, Jing Liu, Hui-jiuan Chen, Xi Xie",
          "abstract": "Intracellular action potential (AP) recording that allows long-term monitoring is challenging because permanent membrane penetration is impossible due to cell death or resealing of perforated cell membrane. Herein, an “inherited noninvasive intracellular recording” methodology was proposed, which was based on the fusion of artificial intelligence (AI) with microelectrode array (MEA)–electroporation system (AI-MEA-EP) to enable prolonged monitoring of intracellular APs in cardiomyocytes. It used MEA-electroporation (MEA-EP) for minimally invasive collection of intracellular signals transiently (~1 minute), as well as noninvasive recording of extracellular signals in long term. The recorded extracellular APs were converted into corresponding intracellular APs by a convolutional neural network–long short-term memory–based AI model enhanced by model self-calibration. The intracellular APs detected by the AI-MEA-EP exhibited high consistency with those physically obtained through MEA-EP. It was demonstrated to monitor cardiac intracellular AP under drug treatments and glucose challenging during &gt;5 consecutive days. This method offers a unique solution to achieve prolonged recording of intracellular signals for advancing cardiac research.",
          "url": "https://doi.org/10.1126/sciadv.ady3617",
          "doi": "https://doi.org/10.1126/sciadv.ady3617",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "Unpacking the growth of global agricultural greenhouse gas emissions",
          "authors": "Ariel Ortiz-Bobea, Simone Pieralli",
          "abstract": "Agriculture, forestry, and other land use contribute about a fifth of total anthropogenic greenhouse gas (GHG) emissions. Mitigation efforts have emphasized “decoupling” that sustains production while lowering emissions per unit of output. However, the underlying decoupling mechanisms have not been fully characterized. We rely on a mathematical identity to decompose agricultural GHG emission growth ( Δ E ) into three parts: output ( Δ Y ), emissions per unit of input ( Δ E / X ), and output per unit of input ( Δ Y / X ) or total factor productivity (TFP). We then rely on official country-level data to quantify the historical contribution of these components. Over 1961 to 2021, we find that TFP growth—which captures the sector’s ability to produce more output per unit of measured input—has consistently remained one of the main sources of GHG emission reduction within farms. Further decomposition reveals a key role for rising land productivity in reducing emission intensity.",
          "url": "https://doi.org/10.1126/sciadv.aeb8653",
          "doi": "https://doi.org/10.1126/sciadv.aeb8653",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "Perovskite nanocrystals-in-glass hierarchical structures enable stable continuous-wave random lasers",
          "authors": "Xinkuo Li, Chenduan Chen, Ke Sun, Linhan Li, Zhu Xiao, Zhou Li, Yuanzheng Yue, Jianrong Qiu, Dezhi Tan",
          "abstract": "Encapsulating perovskite nanocrystals (PNCs) in glass enables enhanced stability of PNCs and numerous applications such as random lasers. However, preparing PNCs and tuning their properties in glass is energy consuming because of high processing temperature and long processing time, and continuous-wave (CW) random lasers have not been achieved. Here, we report modulation of the structure, photoluminescence, and lasing properties of PNCs in glass at temperatures well below the glass transition temperature with a short processing period. We generate tunable PNCs in glass via nanophase separation and ion exchange in the perovskite domains. PNCs-in-glass hierarchical structures are created by controlling nanophase separation and crystallization of PNCs. Substantially increased scattering in the hierarchical structures enables stable CW single-mode random lasing with an ultralow threshold of 52.6 milliwatts per square centimeter. We achieve flexible CW random lasers by incorporating hierarchical structures into the polydimethylsiloxane film. The random lasers are used in speckle-free laser imaging and dynamic holographic displays.",
          "url": "https://doi.org/10.1126/sciadv.adz8460",
          "doi": "https://doi.org/10.1126/sciadv.adz8460",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "Lactate derived from cancer-associated fibroblasts promotes alternative splicing and castration resistance in prostate cancer",
          "authors": "Diwei Zhao, Zijun Mo, Tianyou Zhang, Xinyang Cai, Zhenyu Yang, Dong Chen, Junliang Zhao, Yuanwei Li, Fangjian Zhou, Zhen Li, Yonghong Li, Jun Wang",
          "abstract": "Lactate in the tumor microenvironment (TME) is typically generated by cells exhibiting high glycolytic flux, exemplified by tumor cells. However, in glycolysis-low malignancies such as prostate cancer, stroma-derived lactate may drive noncanonical signaling and functions that remain unclear. Here, we identified APCDD1 + cancer-associated fibroblasts (CAFs) as a distinct stromal population that secretes lactate into the TME in response to androgen deprivation therapy (ADT). Lactate uptake by prostate cancer cells induces androgen receptor variant 7 expression, thereby conferring resistance to ADT. Mechanistically, lactate-induced lactylation of the spliceosome component SNRPA at Lys 123 (K123) enhances its recognition of cis-acting elements, increases chromatin binding, and promotes androgen receptor splicing. Targeting lactate transport with monocarboxylate transporter inhibitors effectively restores ADT sensitivity. These findings reveal a metabolic-epigenetic axis linking lactate in the microenvironment to alternative splicing regulation and suggest a promising therapeutic strategy to overcome ADT resistance.",
          "url": "https://doi.org/10.1126/sciadv.ady5324",
          "doi": "https://doi.org/10.1126/sciadv.ady5324",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "Cryo-EM of autoantibody-bound NMDA receptors reveals antigenic hotspots in an active immunization model of anti-NMDAR encephalitis",
          "authors": "Junhoe Kim, Farzad Jalali-Yazdi, Brian E. Jones, Gary L. Westbrook, Eric Gouaux",
          "abstract": "Autoantibodies targeting synaptic membrane proteins are associated with autoimmune encephalitis manifested by seizures, psychosis, and memory dysfunction. Anti- N -methyl- d -aspartate receptor (NMDAR) encephalitis, a prototype of these autoimmune synaptic disorders, is unexpectedly common. Unfortunately, how the native repertoire of anti-NMDAR autoantibodies recognizes NMDARs and the precise locations of antigenic epitopes remain poorly understood. Here, we used an active immunization model that closely mimics the human disease to immunize adult mice with intact GluN1/GluN2A receptors, resulting in fulminant autoimmune encephalitis. Serum was collected at 6 weeks postimmunization for single-particle cryo–electron microscopy of GluN1/GluN2A receptors complexed with purified polyclonal anti-NMDAR autoantibody fragments. Native autoantibodies recognized two distinct binding sites on the GluN1 amino-terminal domain, which we confirmed using monoclonal antibodies bound to native NMDARs purified from mouse brain. Structural analysis of autoantibody-bound NMDAR complexes identified antigenic hotspots within the GluN1 amino-terminal domain. These hotspots provide potential targets for therapeutic intervention.",
          "url": "https://doi.org/10.1126/sciadv.aeb4249",
          "doi": "https://doi.org/10.1126/sciadv.aeb4249",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Plasmonic tuning of dark-exciton radiation dynamics and far-field emission directionality in monolayer WSe 2",
          "authors": "Shuaiyu Jin, Feihong Liu, Ilya Razdolski, Tsz Wing Lo, Yaorong Wang, Zhiwei Peng, Kuan Liang, Ye Zhu, Wang Yao, Anatoly V. Zayats, Dangyuan Lei",
          "abstract": "Manipulation of excitonic emission properties is important for numerous photonic applications. Of particular interest are developing easy-to-implement yet effective approaches for controlling the radiation dynamics and directionality of spin-forbidden dark excitons (X D ) in two-dimensional semiconductors. Here, we investigate the spectral, temporal, and directional characteristics of room-temperature X D emission from a tungsten diselenide monolayer coupled to a dissipative plasmonic nanocavity. Under resonant plasmon-exciton coupling, the radiative decay rate of X D is accelerated by nearly four orders of magnitude, and correspondingly, the X D lifetime is shortened to a subnanosecond level, making it comparable to that of bright excitons. Fitting the measured lifetimes with a Purcell-formalism–based cavity quantum electrodynamics model allows estimating of the intrinsic room-temperature X D lifetime to be about 24 ± 2.3 microseconds. Furthermore, the measured radiation patterns of the dark excitons show that subtle variations in the nanocavity orientation can effectively tailor the X D emission directionality, important for quantum technologies and optoelectronics applications.",
          "url": "https://doi.org/10.1126/sciadv.aea5781",
          "doi": "https://doi.org/10.1126/sciadv.aea5781",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "YAP/TAZ-VGLL3 governs adipocyte fate via epigenetic reprogramming of PPARγ and its target enhancers",
          "authors": "Taejun Seol, Ju-Gyeong Kang, Kwangmin Ryu, Woojae Kim, Daehee Hwang, Suhyeon Cho, Daeun Song, Bomin Ku, Yen T. H. Tran, Sun-Hye Jeong, Won-Ki Cho, Dae-Sik Lim",
          "abstract": "Adipocyte differentiation from mesenchymal stem cells is governed by tightly regulated transcriptional and epigenetic programs. The Hippo pathway effectors YAP and TAZ impede this process, yet the underlying molecular mechanisms remain unclear. Here, we demonstrate how YAP/TAZ regulate transcription of the adipocyte lineage specification factor PPARγ and its target genes at the chromatin level. TAZ represses PPARγ-bound target enhancers as evidenced by a markedly reduced histone H3 acetylated at lysine-27 occupancy, resulting in the transcriptional repression of adipogenic genes, including Pparg2 . Single-nucleus genomic analyses of mouse adipose tissue further revealed that YAP/TAZ activation drives extensive epigenetic modulation. Notably, the repressive effect of TAZ on adipogenic enhancers requires TEAD-dependent transcriptional activity, but not a direct interaction with PPARγ through the WW domain as previously reported. Last, we identified Vestigial-like 3 ( Vgll3 ) as a transcriptional target of TAZ critical for repressing adipogenic enhancers. These findings reveal that the YAP/TAZ-VGLL3 axis regulates adipocyte fate by repressing the PPARγ program at its target enhancers.",
          "url": "https://doi.org/10.1126/sciadv.aea7235",
          "doi": "https://doi.org/10.1126/sciadv.aea7235",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "A causal coding variant regulating alternative splicing of DOC2A at 16p.11.2 GWAS locus influences susceptibility to schizophrenia",
          "authors": "Danyang Zhou, Yue Zhang, Zhihui Yang, Chuyi Zhang, Qing Zhang, Jinhua Huo, Kesi Cui, Yong Wu, Hong Chang, Chuang Wang, Xiao Xiao, Xin Cai, Ming Li",
          "abstract": "Although genome-wide association studies (GWASs) have identified many schizophrenia-associated variants, their biological mechanisms remain unclear. Using transcriptomic data from human brain tissues, we performed splicing quantitative trait locus (sQTL) analyses of schizophrenia-associated single-nucleotide polymorphisms and identified more than 17,000 sQTLs linked to previously unidentified splicing junctions. Functional prioritization and experimental validation highlighted the synonymous variant rs3935873 within the 16p11.2 GWAS locus strongly associated with an unannotated isoform DOC2A ∆ Val217-Pro218 . rs3935873 was significantly associated with hippocampal volume, and hippocampal overexpression of DOC2A ∆Val217-Pro218 in mice recapitulated schizophrenia-relevant behavioral deficits, phenotypes absent in DOC2A Full-Length -overexpressing mice. Overexpression of both isoforms altered excitatory synaptic transmission, structural modeling revealed divergent tertiary configurations between DOC2A ∆Val217-Pro218 and DOC2A Full-Length , and interactome profiling highlighted that DOC2A ∆Val217-Pro218 unique interactors are enriched in the myosin II complex and ankyrin binding, suggesting the acquisition of previously unknown structural and regulatory functions by DOC2A ∆Val217-Pro218 . Our study implicates dysregulated splicing in DOC2A as a functional mechanism for schizophrenia genetic risk and demonstrates how unannotated isoforms can reveal disease-relevant pathways.",
          "url": "https://doi.org/10.1126/sciadv.adw7667",
          "doi": "https://doi.org/10.1126/sciadv.adw7667",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "Crotonate suppresses breast cancer metastasis and promotes immunotherapy response by inducing ACSS2-mediated EZH2-K348 crotonylation",
          "authors": "Bo Liu, Xinwei Duan, Ge Wang, Youzhi Tang, Kunhao Zhou, Jing Zhang, Yu Yu, Hongquan Zhang",
          "abstract": "Crotonate, a short-chain fatty acid, generates protein crotonylation. However, the role of crotonate in cancer progression is unknown. Here, we present a crotonate–crotonyl–coenzyme A (CoA)–enhancer of zeste homolog 2 (EZH2) crotonylation cascade blocking breast cancer growth and metastasis. We demonstrated that crotonate promotes EZH2 degradation via crotonyl-CoA–mediated crotonylation at Lys 348 in EZH2 (EZH2-K348cr). EZH2-K348cr leads to reduced genome-wide H3K27me3 (trimethylation of lysine-27 on histone-3) occupancy. Crotonate metabolizes to crotonyl-CoA by ACSS2 (acyl-CoA synthetase 2), and then, acyltransferase p300 catalyzes crotonyl-CoA and generates EZH2-K348cr. Crotonylated EZH2 triggers EZH2 ubiquitination and degradation. Administration of crotonate markedly inhibits breast cancer cell growth and metastasis via a crotonate-crotonyl-CoA-EZH2-K348cr cascade. In comparison, crotonate showed better blocking effect than EZH2 inhibitor tazemetostat in suppressing breast cancer metastasis. The combination of crotonate and anti-PD-L1 (programmed cell death ligand 1) antibody enhances responses of breast cancer cells to immunotherapy. Together, our findings indicate that crotonate is a promising anticancer drug candidate that suppresses breast cancer growth and metastasis by specifically inducing EZH2 degradation.",
          "url": "https://doi.org/10.1126/sciadv.aea9892",
          "doi": "https://doi.org/10.1126/sciadv.aea9892",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "Widespread abyssal turbidites record megathrust earthquake-triggered landslides and coseismic deformation in the Cascadia subduction zone",
          "authors": "Jenna C. Hill, Janet T. Watt, Charles K. Paull, David W. Caress, Daniel S. Brothers, Kevin Arizmendi, Roberto Gwiazda, Jared Kluesner, Eve Lundsten, Nora M. Nieminski, Jason S. Padgett, Jennifer B. Paduan, George Snyder",
          "abstract": "Abyssal marine turbidites provide some of the longest and most spatially extensive records of subduction zone earthquake recurrence globally; however, correlation of these deposits over long distances and interpretation of synchronous emplacement requires both an understanding of the turbidite generating systems and precise dating. Here, we present an integrated suite of high-resolution bathymetry, subbottom profiles, and sediment cores from combined autonomous underwater vehicle, remotely operated vehicle, and ship-based studies at a key paleoseismic site in the southern Cascadia subduction zone. We demonstrate how widespread, earthquake-triggered landslides on the lower slope deposit discrete, proximal mass transport deposits (MTDs) that grade offshore into complex, interfingered abyssal turbidites, which correspond to records of megathrust earthquake history. We propose accretion and oversteepening of thrust folds on the lower slope both preconditions the slope to fail and provides a perpetual source of unstable material to fail during every earthquake cycle. Furthermore, we suggest the periodic and pervasive landsliding indicates coseismic deformation of the outer accretionary wedge during megathrust rupture.",
          "url": "https://doi.org/10.1126/sciadv.adx6028",
          "doi": "https://doi.org/10.1126/sciadv.adx6028",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "A transposase-derived gene required for human brain development",
          "authors": "Luz Jubierre Zapater, Sara A. Lewis, Rodrigo Lopez Gutierrez, Makiko Yamada, Elias Rodriguez-Fos, Merce Planas-Felix, Daniel Cameron, Phillip Demarest, Anika Nabila, Helen S. Mueller, Junfei Zhao, Paul Bergin, Casie Reed, Tzippora Chwat-Edelstein, Alex Pagnozzi, Caroline Nava, Emilie Bourel-Ponchel, Patricia Cornejo, Ali Dursun, R. Köksal Özgül, Halil Tuna Akar, Henry Houlden, Huma Arshad Cheema, Muhammad Nadeem Anjum, Giovanni Zifarelli, Peter Bauer, Miriam Essid, Hanene Benrhouma, Meriem Ben Hafsa, Ichraf Kraoua, Carolina I. Galaz-Montoya, Alex Proekt, Xiaolan Zhao, Nicholas D. Socci, Matthew Hayes, Yves Bigot, Raul Rabadan, Reza Maroofian, David Torrents, Claudia L Kleinmann, Michael C. Kruer, Miklos Toth, Alex Kentsis",
          "abstract": "Vertebrate brain development is associated with prominent neuronal cell death and DNA breaks, but their causes and functions are not well understood. DNA transposable elements could contribute to somatic genome rearrangements; however, their contributions to brain development are largely unknown. PiggyBac transposable element derived 5 (PGBD5) is an evolutionarily conserved vertebrate DNA transposase–derived gene with DNA remodeling activities in human cells. Here, we show that PGBD5 contributes to normal brain development in mice and humans, and its deficiency causes disorder of intellectual disability, movement disorders, and epilepsy. In mice, Pgbd5 is required for the developmental induction of postmitotic DNA breaks and recurrent somatic brain genome rearrangements. In the cerebral cortex, loss of Pgbd5 leads to aberrant neuronal gene expression, including of specific types of glutamatergic neurons, which partly explains the features of PGBD5 deficiency in humans. Thus, PGBD5 is a transposase-derived gene required for brain development in mammals.",
          "url": "https://doi.org/10.1126/sciadv.adv7530",
          "doi": "https://doi.org/10.1126/sciadv.adv7530",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Reversible phase dynamics of PsAF5 regulate mitophagy to balance redox levels in Phytophthora sojae",
          "authors": "Jinzhu Chen, Wenhao Li, Qin Peng, Hongwei Zhu, Tan Dai, Jianqiang Miao, Xili Liu",
          "abstract": "Redox balance is essential for normal cellular functions. PsAF5, a FYVE domain–containing protein, functions as an essential sensor and adapter, particularly in mitophagy triggered by reactive oxygen species in Phytophthora sojae . However, the regulatory role of PsAF5 in maintaining the dynamic equilibrium of the intracellular redox state has not yet been fully elucidated. Here, we identify that specific cysteine residues in the FYVE domain of PsAF5 sense cellular redox states to form and resolve disulfide bonds in a redox-dependent manner. Under reducing conditions, PsAF5 undergoes redox-dependent phase separation to form cytoplasmic condensates that are functionally decoupled from mitophagy execution. Under oxidative conditions, PsAF5 exhibits increased cytosolic solubility and enhanced interaction with PsATG8, thereby promoting mitophagy. This mechanism enables P. sojae to toggle between “detoxification” (oxidizing stress) and “metabolic resilience” (reducing stress) states, ensuring survival across hostile host niches.",
          "url": "https://doi.org/10.1126/sciadv.adz2785",
          "doi": "https://doi.org/10.1126/sciadv.adz2785",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Dual-mode microfluidic immunostaining device for diagnostic biomarkers detection and tumor microenvironment evaluation",
          "authors": "Yu Zhang, Yanhua Huang, Jing Jia, Xiaoguang Guo, Fuxiu Liu, Bing Shi, Zhen-li Huang",
          "abstract": "The limited availability of tissue samples from rare tumors poses a major barrier to advances in precise diagnosis, prognostic evaluation, and therapeutic research—challenges exemplified by primary central nervous system diffuse large B cell lymphoma (PCNS-DLBCL). Here, we developed a dual-mode microfluidic immunostaining (Dumi) device, which integrates diagnostic and research workflows into a single, automated platform, reducing tissue section consumption by more than 90%. Using just one to two slides, it enables both regional detection of biomarkers for diagnostic subtyping (≤16) and construction of multiplex tumor microenvironment (TME) maps. Joint analysis of multiregion diagnostic biomarkers in the TME map indicates that tumor cell subpopulations defined by specific diagnostic biomarkers can actively shape their in situ microenvironmental niche. Dumi offers an efficient, cost-effective, and multifunctional immunostaining method, overcoming the limitations of scarce tissue resources and providing a clinically accessible solution to the diagnostic and therapeutic challenges with rare tumors.",
          "url": "https://doi.org/10.1126/sciadv.aea2586",
          "doi": "https://doi.org/10.1126/sciadv.aea2586",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "DLX2 acts as a pioneer factor and drives Msx1 + ectomesenchyme formation from embryonic stem cells",
          "authors": "Ziwei Zhang, Zhiheng Xu, Hong Hu, Yao Li, Youmei Jin, Yi Zhong, Yunqiu Zhang, Yike Yin, Jing Chen, Yufeng Duan, Hao Yang, Zhonghan Li",
          "abstract": "The ectomesenchyme generates much of the craniofacial skeleton, sutures, and diverse connective tissues in the mammalian head, yet its derivation from embryonic stem cells (ESCs) and the underlying molecular drivers remain poorly defined. Here, we identified Dlx2 as a key regulator that efficiently directed murine ESCs toward Msx1 + ectomesenchyme, recapitulating the developmental trajectory. These Msx1 + progenitors expressed classical craniofacial markers, exhibited robust osteochondral differentiation potential as a group, and supported craniofacial regeneration. Mechanistically, Distal-less homeobox 2 (DLX2) formed a complex with lamina-associated polypeptide 2, isoform alpha (LAP2α) through a 38–amino-acid homeodomain motif, interacting with nucleosomes to promote chromatin remodeling and activate a procraniofacial ectomesenchymal gene network. Disrupting DLX2-LAP2α interaction or silencing Dlx2 targets markedly diminished ectomesenchymal differentiation. Our findings established DLX2 as a pioneer factor in ectomesenchyme specification, offering insights into craniofacial development and stem cell engineering.",
          "url": "https://doi.org/10.1126/sciadv.aea0685",
          "doi": "https://doi.org/10.1126/sciadv.aea0685",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Lipid self-assembly dependence on hyaluronic acid size reveals biolubrication and osteoarthritic degeneration mechanisms",
          "authors": "Kangdi Sun, Mark W. Rutland, Rosa M. Espinosa-Marzal",
          "abstract": "Hyaluronic acid (HA) and phospholipids (PLs) are key components of joint lubrication. In osteoarthritis (OA), the molecular weight (MW) of HA is reduced, which has been proposed to weaken the anchoring capacity of PL and impair lubrication. This study reveals a different mechanism by directly linking the MW to the structure of HA-PL (hybrid) assemblies and frictional properties. Using mixed-MW HA and PL to model this difference between healthy and OA synovial composition, we found interfacial lamellar structures form under healthy-like conditions, while hybrid vesicles predominate in OA-like conditions. At physiologically relevant shear rates, lamellar assemblies maintain ultralow friction, whereas vesicles are removed, causing a tenfold friction increase. These findings provide mechanistic insight into how HA-PL structural organization controls lubrication. While this simplified system does not capture the biochemical complexity of synovial fluid, this study advances understanding and offers a framework for designing structure-informed therapeutic strategies and biomimetic lubricants.",
          "url": "https://doi.org/10.1126/sciadv.adz9517",
          "doi": "https://doi.org/10.1126/sciadv.adz9517",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Remodeling of XIST regulatory landscape during primate evolution",
          "authors": "Emmanuel Cazottes, Charbel Alfeghaly, Cloé Rognard, Anamaria Necsulea, Agnese Loda, Gaël Castel, Laura Villacorta, Michael Dong, Edith Heard, Irène Aksoy, Pierre Savatier, Céline Morey, Claire Rougeulle",
          "abstract": "Unraveling how gene regulations are remodeled during evolution is central to understanding how biological processes evolve. We explored this question in the frame of X-chromosome inactivation, a process under strong selective constraint, governed by the XIST lncRNA and its cis-regulators. Using functional approaches on closely related primate species, we show that XIST regulation has uniquely diverged over a short evolutionary timescale. In human and marmoset embryonic stem cells (ESCs), the JPX lncRNA gene is a major regulator of XIST expression. In contrast, JPX has a minor effect on XIST in macaque ESCs, where it acts together with a macaque-specific enhancer. This occurs within a reshuffled 3D organization of the XIST neighborhood triggered by the insertion of a HERVK transposon in the macaque lineage. Retrospective sequence comparisons revealed that many XIST regulators are not evolutionarily constrained, supporting the hypothesis that neutrally evolving noncoding elements harbor adaptive potential. These results illuminate how evolutionary recent elements are integrated into preexisting regulatory landscapes.",
          "url": "https://doi.org/10.1126/sciadv.adw5839",
          "doi": "https://doi.org/10.1126/sciadv.adw5839",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "Flexible thermal array sensor for imperceptible monitoring of multidimensional vascular dynamics",
          "authors": "Shuo Tian, Shiqiang Liu, Rong Zhu",
          "abstract": "Wearable electronics for monitoring vascular dynamics are crucial in assessing cardiovascular health. However, current vascular sensors hold challenges in limited perceptive dimension and accuracy and poor interface robustness. Here, we report 18-channel flexible thermal array sensor using active thermal penetration sensing principle for imperceptible monitoring of deep and superficial vasculature. Leveraging contact-free thermal penetration and natural piezo-thermic transduction of human skin, the sensor implements spatiotemporal mapping of vascular dynamics with high sensitivity, good-linearity, fast-response, low cross-talk, and excellent interfacial robustness. It enables real-time and in situ measurements of multimodal vascular characteristics including deep arterial pulsation, superficial capillary perfusion, relative blood flow velocity, skin temperature, and continuous blood pressure via data-efficient vascular feature extraction method. Imperceptible and comprehensive cardiovascular dynamics tracking by wearable electronics provides a promising avenue for advancing personal health care and clinic medicine.",
          "url": "https://doi.org/10.1126/sciadv.aea5803",
          "doi": "https://doi.org/10.1126/sciadv.aea5803",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Dendritic compartment-specific spine formation in layer 5 neurons underlies cortical circuit maturation during adolescence",
          "authors": "Ryo Egashira, Meng-Tsen Ke, Nao Nakagawa-Tamagawa, Satoshi Fujimoto, Shigenori Inagaki, Tsuyoshi Takagi, Tsuyoshi Miyakawa, Yoshiaki Tagawa, Takeshi Imai",
          "abstract": "The development of cognitive functions continues into adolescence. However, it is not fully understood how cortical circuitry changes during adolescence. Here, we performed a comprehensive super-resolution mapping of dendritic spines in layer 5 extratelencepharic-projecting (L5 ET) neurons in the primary somatosensory cortex in mice. In adults, the dendritic spines are highly enriched in the middle compartment of the apical dendrites (spine density “hotspot”), where dendritic calcium spikes are generated. In early development, dendritic spines are evenly distributed. During adolescence, however, the spine density increases specifically in the middle compartment of the apical dendrites in an experience-dependent manner, while other dendritic compartments show a slight reduction. Furthermore, spine accumulation at the hotspot was specifically impaired in mouse models of schizophrenia, demonstrating a link between adolescent spine formation and neuropsychiatric disorders. Our finding suggests that the dendritic compartment-specific spine formation during adolescence shapes nonlinear dendritic integration in L5 ET neurons and supports the maturation of cognitive functions.",
          "url": "https://doi.org/10.1126/sciadv.adw8458",
          "doi": "https://doi.org/10.1126/sciadv.adw8458",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Manipulating metal growth in hollow ionic-electronic conductor for anode-free lithium metal batteries",
          "authors": "Lianqiang Peng, Xiaotian Wang, Xu Liu, Zihang Xi, Yawen Li, Jie Zhang, Yujie Ning, Qing Zhao",
          "abstract": "Anode-free lithium metal batteries (AFLMBs) demonstrate promising high energy density yet suffer from irregular Li deposition, parasitic reactions, and severe volume expansion. The current anode modulation strategies such as tailored solid electrolyte interphase (SEI) and lithiophilic host architectures can hardly simultaneously resolve all above issues, especially at high-capacity Li deposition. Here, we design a Li-rich, hollow ionic-electronic conductor (HIEC) interlayer, which integrates metallic Li encapsulation and interfacial protection, thus guiding highly reversible thick Li deposition (5 milliampere-hours per square centimeter). In addition, the built-in electron-deficient domains in the HIEC facilitate the formation of the hierarchical SEI and further mitigate active Li corrosion. These synergistic effects of the interlayer enable stable cycling in batteries under both anode-less and anode-free configurations, attaining &gt;99% coulombic efficiency under industrial-level cathode loading and lean electrolyte conditions. This study highlights the significance of interlayers in integrating the SEI and host functions and provides a viable and scalable solution for energy-dense batteries.",
          "url": "https://doi.org/10.1126/sciadv.adt2630",
          "doi": "https://doi.org/10.1126/sciadv.adt2630",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "Mechanics-informed fabric actuators with aligned fiber crossings",
          "authors": "Huapeng Zhang, Herbert Shea",
          "abstract": "Engineering unobtrusive mechanical assistance into daily-life clothing requires energy-dense yet compliant actuators with thin profiles. We report textile actuators by interlacing shape memory alloy (SMA) fibers in a periodic X-Crossing geometry, where fiber crossings align in the actuation contraction axis. An X-Crossing actuator design of 4.5 grams can be passively stretched to 160% and contracts by 50% when heated, lifting 1 kg, outperforming knitted and knotted SMAs. We developed a variable-stiffness mechanics model to predict material-level stress-strain behavior across temperatures and thus the force-contraction relation of device level. This model informs actuator design and control, geometric scaling, peak points in the force-contraction relation, and the theoretical upper bound of contraction strain. The maximum measured contraction strain of our actuators is 55%, a large step toward the upper bound that we calculate for general SMA fabric actuators. We demonstrate applications of the developed actuators and model in lifting weight and on-body compression.",
          "url": "https://doi.org/10.1126/sciadv.aeb6760",
          "doi": "https://doi.org/10.1126/sciadv.aeb6760",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "Cryo-EM structure of the vaccinia virus entry fusion complex reveals a multicomponent fusion machinery",
          "authors": "Chang Sheng-Huei Lin, Ching-An Li, Chun-Hsiung Wang, Chi-Fei Kao, Hsiao-Jung Chiu, Min-Chi Yeh, Hua-De Gao, Meng-Chiao Ho, Hsien-Ming Lee, Wen Chang",
          "abstract": "Membrane fusion is essential for viral entry. Unlike class I-III fusion proteins, vaccinia virus (VACV) uses a multicomponent entry fusion complex (EFC). Using cryo–electron microscopy, we determined the full-length structure of the VACV EFC at near-atomic resolution, revealing a 15-protein asymmetric assembly organized into three layers. The central A16/G9/J5 heterotrimer forms the fusion core, stabilized by conserved PXXCW and Delta motifs, and anchors two A28/H2 adaptor dimers linked to peripheral G3/L5/A21/O3 scaffolds. Structural and evolutionary analyses identify a conserved N-terminal domain in A16 containing a myristoyl-binding pocket and a phenylalanine-rich region that stabilizes the trimer and may regulate lipid engagement. An additional component, F9, binds peripherally to J5, A21, and H2 through Delta-like motifs, reinforcing the prefusion architecture. Together, these results define the VACV EFC as a unique multiprotein fusion machinery and provide a structural framework for understanding the mechanism of poxvirus entry and membrane fusion.",
          "url": "https://doi.org/10.1126/sciadv.aec0254",
          "doi": "https://doi.org/10.1126/sciadv.aec0254",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Resilient high-temperature reverse osmosis desalination membranes",
          "authors": "Jishan Wu, Minhao Xiao, Jinlong He, Rachel Tang, Katie Soares, Ziwei Hou, Xinyi Wang, David Jassby, Menachem Elimelech, Eric M. V. Hoek",
          "abstract": "Conventional thin-film composite (TFC) reverse osmosis (RO) membranes experience irreversible performance loss at high temperatures, restricting their use in industries with high-temperature streams, including oil and gas, pharmaceuticals, electronics, power generation, food production, and hybrid desalination plants. However, the mechanisms driving the performance decline of TFC membranes at high temperatures remain poorly understood. Herein, we combine controlled experiments, molecular dynamics simulations, and micromechanical modeling to elucidate TFC failure mechanisms and to evaluate thermally resilient thin-film cross-linked (TFX) composite membrane. Upon exposure to elevated temperatures (&gt;60°C), salt rejection of TFC dropped from ~99 to &lt;90%, with irreversible structural damage in the polysulfone layer, confirmed by scanning electron microscopy. In contrast, the TFX membrane maintained ~99% salt rejection and showed no signs of physical degradation up to 80°C. Our combined analyses revealed that TFC membrane failure arises from irreversible pore expansion in the thermoplastic polysulfone support, leading to polyamide film rupture and delamination. TFX membranes resist thermal deformation, enabling ultrahigh-temperature RO desalination and water reuse.",
          "url": "https://doi.org/10.1126/sciadv.aea1505",
          "doi": "https://doi.org/10.1126/sciadv.aea1505",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Cell surface engineering with a pseudofibrotic ECM reprograms the antifibrotic activity of mesenchymal stromal cells",
          "authors": "Xianghua Zhong, Xinchao Liu, Jiajia Luo, Xinyang Liu, Xueting Wei, Xi Peng, Lu Wang, Huaimin Wang, Kunyu Zhang, Liming Bian, Peng Shi",
          "abstract": "Fibrotic diseases, which impair tissue function and contribute to organ failure, remain a major clinical challenge with limited treatment options. Mesenchymal stromal cells (MSCs) offer promise for antifibrotic therapy via paracrine signaling, but their clinical efficacy is hindered by poor survival and limited functional activity after transplantation. Here, we present a cell surface engineering strategy that reprograms the antifibrotic function of MSCs by constructing a pseudofibrotic extracellular matrix (ECM) on their surface. Through in situ self-assembly of peptide-modified hyaluronic acid, we generate a nanofiber-based matrix that mimics the dense, disordered architecture of fibrotic ECM. This matrix activates the Piezo1/PI3K-Akt signaling pathway, inducing up-regulation of Mmp13—a key collagen-degrading matrix metalloproteinase—in engineered MSCs. In a rat model of myocardial infarction–associated fibrosis, engineered MSCs exhibit robust antifibrotic activity compared to unmodified MSCs. These findings establish a bioinspired strategy for MSC reprogramming and offer a path toward more effective cell-based therapies for fibrotic disease.",
          "url": "https://doi.org/10.1126/sciadv.aea0998",
          "doi": "https://doi.org/10.1126/sciadv.aea0998",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "An ancient genome duplication event drives the development and evolution of spinnerets in spiders",
          "authors": "Fengyuan Li, Han Yang, Yiming Zhang, Shuhui Wang, Qi Gu, Meiming Wu, Pengyu Jin, Xin Huang, Yu Zhong, Xianting Huang, Yejie Lin, Xinyue Guo, Yunyun Li, Wei Zhang, Shuqiang Li",
          "abstract": "Key appendage innovations have driven the origin and expansion of arthropods, such as spinnerets enabling spiders to occupy three-dimensional space and diversify into more than 53,000 species. Here, we investigate the genetic basis of spinneret emergence in spiders by examining the complex history and functional importance of arachnid genome evolution. Using chromosome-scale genomes from newly sequenced spiders and the whip scorpion, we integrate evidence from macrosynteny and phylogenetic analyses to provide further strong support for a whole-genome duplication (WGD) event that occurred during early Arachnopulmonata evolution. Following this event, the abdominal-A gene pair not only exhibits functional divergence but also jointly facilitates the emergence of spinnerets. Furthermore, we integrated single-cell transcriptomic analyses and functional validation to confirm that the dachshund-1 gene also regulates spinneret development. The network of duplicated gene pairs may form a cornerstone in the origin and evolution of key morphological traits, revealing that the long-term effects of ancient WGDs on innovation and diversification also occurred in arthropods.",
          "url": "https://doi.org/10.1126/sciadv.adw2173",
          "doi": "https://doi.org/10.1126/sciadv.adw2173",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Revitalizing poly(urea)s via disulfide reconfiguration",
          "authors": "Zezhou Zong, Da-Hui Qu, He Tian, Qi Zhang",
          "abstract": "Weak bonds are well-known to construct soft materials. Elaborating molecule-level self-assembly via supramolecular engineering could generate performance materials that exhibit high strength at mild temperatures. However, the entropy penalty of assembled materials, meanwhile, compromises robustness at elevated temperatures. Herein, we report that simply replacing two carbons with disulfide bonds in poly(urea)s enables unprecedented structural reconfigurability without trading off material robustness. Introducing disulfide bonds maintains the ordered urea-based H-bond assembly in bulk polymers while simultaneously suppressing secondary crystallization of these H-bonded arrays and offering secondary H-bonding sites by forming S─S·H─N interactions. This two-atom structural change revitalizes semicrystalline homopoly(urea) materials by allowing chain mobility and reconfiguration below melting temperatures to enable thermoplastic-like (re)processability and thermoset-like robustness, including more than 2-gigapascal storage modulus, a broad creep-resistant temperature range (up to 150°C), ceramic-like hardness, and resistance to common solvents. Furthermore, these materials exhibit acid-catalyzed depolymerization potential, enabling closed-loop recyclability.",
          "url": "https://doi.org/10.1126/sciadv.aea8130",
          "doi": "https://doi.org/10.1126/sciadv.aea8130",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Ancient Yellow River ancestry and divergent admixture histories in the Qiang people",
          "authors": "Weishun Zeng, Zhaoqing Yang, Yan Lu, Chang Lei, Yang Gao, Yuhan Yang, Xu Wang, Jiayou Chu, Shuhua Xu",
          "abstract": "The Qiang people are widely recognized as a basal layer of the Chinese gene pool, yet their genetic origins and evolutionary history remain unclear. We analyzed 20 deep-sequenced Qiang genomes together with genomic data from Tibetan highlanders and neighboring lowlanders. The Qiang genetic structure has been profoundly shaped by historical admixture with Han and Tibetans, giving rise to distinct subpopulations. Using ~450 ancient Asian genomes, we traced the most recent common ancestor of the Qiang to ancient Yellow River farmers ~5300 years ago, indicating shared ancestry with other Chinese populations. We identified several highly differentiated variants related to ethanol metabolism and pigmentation between Qiang subpopulations, which likely arose from joint effects of admixture and selection. Notably, a highly prevalent missense variant in a blood pressure regulation gene was detected, suggesting a potential role in altitude adaptation. Collectively, our findings illuminate the genetic history of the Qiang and highlight how admixture and selection shaped the diversity of Tibetan-Plateau fringe populations.",
          "url": "https://doi.org/10.1126/sciadv.ady6667",
          "doi": "https://doi.org/10.1126/sciadv.ady6667",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Tissue-adhesive hydrogel–MXene biosensor for in situ intraoral TNF-α detection",
          "authors": "Tsz Hung Wong, Weijia Liu, Jiaoli Li, Jie Ma, Yijie Cheng, Ruihao Lu, Kent J. Koster, Jeffrey D. Cirillo, Xinyue Liu, Hajime Sasaki, Chenglin Wu, Shaoting Lin",
          "abstract": "Current dental care relies on subjective assessments or sophisticated diagnostics, both struggling to balance efficiency and accuracy. In situ biosensors offer a promising solution for real-time biomarker detection, yet their practical deployment in oral tissue is hindered by challenges in sensitivity, specificity, and stability due to low biomarker concentrations, molecular-level heterogeneity, and dynamic intraoral interactions. Here, we develop a tissue-adhesive hydrogel–MXene (TAHM) biosensor, integrating a graphene/MXene sensing probe, a tissue-adhesive patch, and a selective-permeable hydrogel membrane, for in situ detection of tumor necrosis factor–α, a proinflammatory cytokine. Our TAHM biosensor achieves high sensitivity with a limit of detection of 18.2 femtograms per milliliter, excellent selectivity with an interference coefficient below 7%, and mechanical stability with resistance variation under 0.5% under varying stretch ratio and loading rates. The sensor’s performance is further validated through in vitro, in vivo, and ex vivo experiments. The work highlights the potential of in situ biosensor as a transformative tool for real-time oral diagnostics.",
          "url": "https://doi.org/10.1126/sciadv.ady9180",
          "doi": "https://doi.org/10.1126/sciadv.ady9180",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "Cooperativity and communication between the active sites of the dimeric SARS-CoV-2 main protease",
          "authors": "Sarah N. Zvornicanin, Ala M. Shaqra, Julia Flynn, Lauren E. Intravaia, Heidi Carias Martinez, Weiping Jia, Devendra Kumar Gupta, Stephanie Moquin, Dustin Dovala, Daniel N. Bolon, Brian A. Kelch, Celia A. Schiffer, Nese Kurt Yilmaz",
          "abstract": "The coronaviral main protease (M pro ) has been the subject of various biochemical and structural studies and a drug target against severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infections. SARS-CoV-2 M pro is active as a dimer, but despite apparent cooperativity in catalytic activity, how the two distal active sites communicate and modulate binding and/or catalysis is unclear. Here, we have investigated the interplay between cooperativity, dimerization, and substrate cleavage in SARS-CoV-2 M pro through a combination of enzymatic assays, crystal structures, and protein characterization. To disentangle the contribution of each active site to the observed enzymatic activity, we developed a cleavage assay involving heterodimers of active and inactive (catalytic residue mutated or inhibitor-bound) monomers. Notably, we found that heterodimerization increased cleavage efficiency per active monomer. In addition, we mapped a network of critical residues bridging the two active sites and probed this network through engineered mutations. By dissecting the cooperativity and communication between the active sites, we provide insights into the M pro reaction cycle and functional significance of its dimeric architecture.",
          "url": "https://doi.org/10.1126/sciadv.aeb0769",
          "doi": "https://doi.org/10.1126/sciadv.aeb0769",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "FLIPs: Genetically encoded molecular biosensors for functional imaging of cell signaling by linear dichroism microscopy",
          "authors": "Paul Miclea, Vendula Nagy-Marková, Robin Van den Eynde, Wim Vandenberg, Alina Sakhi, Alexey Bondar, Jitka Myšková, Peter Dedecker, Josef Lazar",
          "abstract": "Genetically encoded fluorescent biosensors convert specific biomolecular events into optically detectable signals. However, imaging biomolecular processes often requires modifying the proteins involved, and many molecular processes are still to be imaged. Here, we present a biosensor design that uses a hitherto overlooked detection principle: directionality of optical properties of fluorescent proteins. The biosensors (termed FLIPs) offer an extremely simple design, high sensitivity, multiplexing capability, ratiometric readout, and other advantages, without requiring modifications to their targets. We demonstrate the sensor performance by real-time imaging activity of G protein–coupled receptors (GPCRs), G proteins, arrestins, and other membrane-associated proteins, as well as by identifying a previously undescribed, pronounced, endocytosis-associated conformational change in a GPCR–β-arrestin complex. In combination with an original tri-scanning linear dichroism confocal microscope, FLIPs allow unparalleled imaging of activity of nonmodified, endogenously expressed G proteins. Thus, FLIPs establish a powerful molecular platform for imaging cell signaling, allowing numerous future developments and insights.",
          "url": "https://doi.org/10.1126/sciadv.adz5662",
          "doi": "https://doi.org/10.1126/sciadv.adz5662",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "Mapping pan-Arctic riverine particulate organic carbon from space (1985 to 2022)",
          "authors": "Xianghan Sun, Liqiao Tian, Hongwei Fang, Desmond E. Walling, Jaia Syvitski, Lei Huang, Deren Li, Chunmiao Zheng, Lian Feng",
          "abstract": "Carbon release from high-latitude regions is intensifying, with profound consequences for the Arctic carbon cycle. Here, we provide a comprehensive analysis of changes in fluvial particulate organic carbon (POC) concentrations ( C POC ) and fluxes ( F POC ) during ice-free seasons of pan-Arctic rivers from 1985 to 2022 on the basis of satellite observations. Across 578,000 kilometers of river length, 18% of the total length experienced a significant increase in C POC , which exceeds the 11% that exhibited declines, resulting in a net rise. Most increases occurred after 2005, contributing to a 12.6% (0.49 teragrams per year) increase in total F POC to the Arctic Ocean between 1985 to 2005 and 2006 to 2022. Regional contrasts highlight distinct possible drivers: increased precipitation in the North American Arctic and atmospheric warming in the Eurasian Arctic. Deepening of the permafrost active layer is also significantly correlated with C POC increases. These findings highlight climate-driven fluvial POC export as a key contributor to the Arctic carbon budget and provide a high-resolution, satellite-based dataset that can inform carbon cycle models and data assimilation efforts.",
          "url": "https://doi.org/10.1126/sciadv.ady6314",
          "doi": "https://doi.org/10.1126/sciadv.ady6314",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "High-precision and low-depth quantum algorithm design for eigenstate problems",
          "authors": "Jinzhao Sun, Pei Zeng, Tom Gur, M. S. Kim",
          "abstract": "Estimating the eigenstate properties of quantum systems is a long-standing, challenging problem for both classical and quantum computing. Existing universal quantum algorithms typically rely on ideal and efficient query models (e.g., time evolution operator or block encoding of the Hamiltonian), which, however, become suboptimal for actual implementation at the quantum circuit level. Here, we present a full-stack design of quantum algorithms for estimating the eigenenergy and eigenstate properties, which can achieve high precision and good scaling with system size. The gate complexity per circuit for estimating generic Hamiltonians’ eigenstate properties is O ˜ ( log ε − 1 ) , which has a logarithmic dependence on the inverse precision ε. For lattice Hamiltonians, the circuit depth of our design achieves near-optimal system-size scaling, even with local qubit connectivity. Our full-stack algorithm has low overhead in circuit compilation, which thus results in a small actual gate count ( cnot and non-Clifford gates) for lattice and molecular problems compared to advanced eigenstate algorithms. The algorithm is implemented on IBM quantum devices using up to 2000 two-qubit gates and 20,000 single-qubit gates and achieves high-precision eigenenergy estimation for Heisenberg-type Hamiltonians, demonstrating its noise robustness.",
          "url": "https://doi.org/10.1126/sciadv.aeb1622",
          "doi": "https://doi.org/10.1126/sciadv.aeb1622",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "Quantum-elevated chiral discrimination for biomolecules",
          "authors": "Yiquan Yang, Xiaolong Hu, Wei Du, Shuhe Wu, Peiyu Yang, Guzhi Bao, Weiping Zhang",
          "abstract": "Chiral discrimination of enantiomeric biomolecules is vital in chemistry, biology, and medicine. Conventional methods, relying on circularly polarized light, face weak chiroptical signals and potential photodamage. Despite extensive efforts to improve sensitivity under low-photon exposure, classical chiral probes remain fundamentally bound by the shot noise limit due to quantum fluctuations. To beat these limitations, we demonstrate quantum-elevated chiral discrimination using continuous-variable polarization-entangled states as moderate–photon flux, high-sensitivity, quantum noise–squeezed chiral probes. We achieve a 5-decibel improvement beyond the shot noise limit in distinguishing l - and d -amino acids in liquid phase. This nondestructive, biocompatible protocol enables high-sensitivity chiral analysis, with broad implications for drug development, biochemical research, environmental monitoring, and asymmetric synthesis.",
          "url": "https://doi.org/10.1126/sciadv.aea8201",
          "doi": "https://doi.org/10.1126/sciadv.aea8201",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Consecutive phase transformations of inorganic-organic assembly in the synthesis of single-walled zeolitic nanotube",
          "authors": "Zhaoning Song, Hanlin Wang, Zhenyuan Zhao, Zimu Zhou, Siting Yu, Jie Zhu, Xiao Chen, Limin Ren, Toru Wakihara, Zhendong Liu",
          "abstract": "Single-walled zeolitic nanotube features a one-dimensional, hollow tubular structure with double-layered zeolitic walls, which represents a unique type of open framework materials. The formation mechanism underlying this characteristic structure, however, remains largely unexplored. We herein demonstrate that the hydrothermal synthesis of single-walled zeolitic nanotubes involves a cascade of phase transformations driven by intricate inorganic-organic interactions. As a critical step, the rearrangement of short-range ordered aluminosilicate networks enriched with five-membered rings, coupled with geometric matching to the cylindrical micelles of the bolaform organic structure-directing agent, synergistically drives the development and closure of curvature-induced interfaces, ultimately leading to the formation of single-walled zeolitic nanotubes. The proposed mechanism provides a distinctive understanding into structure-directing behaviors for ordered porous materials. This study offers valuable insights for guiding the rational synthesis and precise property tuning of the single-walled zeolitic nanotube, which hold vast potential for applications in diverse fields.",
          "url": "https://doi.org/10.1126/sciadv.adx1619",
          "doi": "https://doi.org/10.1126/sciadv.adx1619",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Structures of Vibrio cholerae transcription complexes reveal how ToxR and TcpP recruit the RNA polymerase and activate virulence genes",
          "authors": "Adrià Alcaide-Jiménez, Albert Canals, Florence Baudin, Cristina Machón, Montserrat Fàbrega-Ferrer, Olga Bantysh, Rosa Pérez-Luque, Brice Murciano, Ali A. Mohammad, Michael J. Rowse, Joseph M. Ferracciolo, Eric S. Krukonis, Christoph W. Müller, Miquel Coll",
          "abstract": "Activation of virulence in Vibrio cholerae , the etiological agent of cholera disease, is mediated by two transmembrane one-component signal-transduction proteins, ToxR and TcpP, which are also transcription factors. Using cryo–electron microscopy, we have solved five structures of the ompU and toxT transcription activation complexes, including the RNA polymerase (RNAP) holoenzyme, promoter DNAs, transcribed RNA, and their corresponding transcription factors, ToxR or TcpP and ToxR-TcpP, respectively. Activation is achieved through the interaction of ToxR or TcpP with the α–C-terminal repeat domain of RNAP where a single residue of the activator, a phenylalanine, appears to be the most critical contact, as confirmed by mutagenesis. No interactions of the transcription factors were observed with other subunits of the RNAP, i.e., the σ subunit as it occurs in the structurally related PhoB family of two-component transcription factors. The structures, and their comparison with our previously solved DNA promoter–ToxR x-ray structures, unveil the molecular mechanism of cholera virulence gene activation.",
          "url": "https://doi.org/10.1126/sciadv.adx9680",
          "doi": "https://doi.org/10.1126/sciadv.adx9680",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Post-2000 faster ENSO phase transitions amplify autumn sea ice loss in the Laptev–East Siberian Sea",
          "authors": "Cen Wang, Hui Su, Jianqiu Zheng, Yana Li, Yanjia Wang, Kuilin Zhu, Linwei Jiang",
          "abstract": "Sea ice variability in the Laptev and East Siberian Seas (LESS) notably affects Arctic climate and maritime safety. While El Niño–Southern Oscillation (ENSO) winter sea surface temperature anomalies influence global climate, their effect on subsequent autumn LESS ice remains unclear. This study reveals a post-2000 intensification of winter ENSO’s impact on subsequent autumn LESS ice, driven by accelerated ENSO phase transitions compared to the pre-2000 era. Rapid phase transitions of El Niño after 2000 generate persistent cold anomalies in the tropical central–eastern Pacific during the subsequent autumn, strengthening and displacing the Western North Pacific anticyclone (WNPAC) northward. This WNPAC triggers Rossby waves establishing an Arctic anticyclone, warming, and moistening the LESS atmosphere, thereby driving substantial ice loss. In contrast, pre-2000 slower El Niño decay exhibited weaker tropical-Arctic connectivity. These results identify ENSO phase transitions rate as a critical regulator of Arctic sea ice variability, with important implications for seasonal forecasting.",
          "url": "https://doi.org/10.1126/sciadv.aea3753",
          "doi": "https://doi.org/10.1126/sciadv.aea3753",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Isotopic constraints on the origin of reactive chlorine in the troposphere",
          "authors": "Zheng Zong, Men Xia, Chunshui Lin, Xiaorui Chen, Likun Xue, Qinyi Li, Yifan Jiang, Chongguo Tian, Xuehua Fan, Qi Yuan, Xinfeng Wang, Yujiao Zhu, Jisheng Zhang, Shuncheng Lee, Yujing Mu, Jun Li, Xiao Fu, Chuanhua Ren, Xin Huang, Chao Yan, Wei Nie, Alba Badia, Gan Zhang, Aijun Ding, Ru-Jin Huang, Markku Kulmala, Alfonso Saiz-Lopez, Tao Wang, Wenxing Wang",
          "abstract": "Oceanic and anthropogenic processes, such as sea-salt emissions and combustion activities, release substantial amount of reactive chlorine into the troposphere, affecting air quality, ozone depletion, and climate change. However, distinguishing between these sources for reactive chlorine remains challenging. Here, we establish isotopic constraints on the origin of tropospheric reactive chlorine using chemical ionization mass spectrometry to analyze nitryl chloride (ClNO 2 ). Field observations from four regions in China reveal a much broader isotopic value (δ 37 Cl) range for ClNO 2 (−21 to +39‰) than previously documented for Earth’s chlorine reservoirs. Notably, significant δ 37 Cl differences for ClNO 2 from sea-salt emissions (−9 ± 4‰) and anthropogenic combustion sources (+20 ± 7‰) were identified. These distinct isotopic signatures, combined with field data, highlight the important role of oceanic chlorine in air pollution, with its chemical cycling affecting not only coastal regions but also extending into inland areas. This research advances our understanding of chlorine’s behavior and cycling in the troposphere.",
          "url": "https://doi.org/10.1126/sciadv.aeb5397",
          "doi": "https://doi.org/10.1126/sciadv.aeb5397",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "A programmable genetic platform for engineering noninvasive biosensors",
          "authors": "Asish N. Chacko, Kaamini M. Dhanabalan, Jinyang Wan, Roy Chien, Nolan T. Anderson, Binzhi Xu, Katie Pham, Ritu Tiwari, Arnab Mukherjee",
          "abstract": "Creating genetic sensors for noninvasive visualization of biological activities in optically opaque tissues holds immense potential for basic research and the development of genetic and cell-based therapies. Magnetic resonance imaging (MRI) stands out among deep tissue imaging methods for its ability to generate high-resolution images without ionizing radiation. However, the adoption of MRI as a mainstream biomolecular technology has been hindered by the lack of adaptable methods to link molecular events with genetically encodable contrast. Here, we introduce modular aquaporin-based protease-activatable probes for enhanced reporting (MAPPER), a platform for the systematic creation of genetic sensors for MRI. To develop MAPPER, we engineered protease-activatable MRI reporters using two approaches: protein stabilization and subcellular trafficking. We established the applicability of MAPPER in distinct mammalian cell types and demonstrated its versatility by assembling genetic sensors for diverse targets without requiring extensive customization for each target. MAPPER provides a programmable platform for streamlining the development of noninvasive, nonionizing genetic sensors for biomedical research and in vivo diagnostics.",
          "url": "https://doi.org/10.1126/sciadv.aec1211",
          "doi": "https://doi.org/10.1126/sciadv.aec1211",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Productivity-driven decoupling of microbial carbon use efficiency and respiration across global soils",
          "authors": "Yongxing Cui, Shushi Peng, Manuel Delgado-Baquerizo, Daryl L. Moorhead, Robert L. Sinsabaugh, César Terrer, Thomas P. Smith, Yakov Kuzyakov, Josep Peñuelas, Biao Zhu, Feng Tao, Songbai Hong, Ji Chen, Matthias C. Rillig",
          "abstract": "Despite extensive research on soil microbial carbon (C) use efficiency (CUE), its linkage to actual soil C storage remains ambiguous. A key uncertainty is that CUE estimates from short-term labeling incubations assume a linear negative relationship with respiration rates, overlooking nonlinear interactions and long-term microbial acclimation. Here, we use a stoichiometry-based approach to estimate CUE (CUE ST ), which links soil resource availability to microbial demand and captures microbial adaptability under resource constraints. We synthesized 1094 paired observations of CUE ST and heterotrophic respiration rate ( R h ) across natural ecosystems and found a nonlinear relationship between them governed by ecosystem productivity. In low-productivity arid and cold regions, CUE ST declined with increasing R h , whereas in productive tropical and temperate regions, CUE ST stabilized at a low level (0.27 ± 0.11) as R h exceeded 340 ± 10.8 grams of C per square meter per year. This shift reflects microbial trade-offs between C assimilation and stoichiometric homeostasis, revealing a decoupling of microbial growth from respiration that limits the capacity of productive ecosystems to store additional soil C.",
          "url": "https://doi.org/10.1126/sciadv.adz5319",
          "doi": "https://doi.org/10.1126/sciadv.adz5319",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Enterococcus faecalis redox metabolism activates the unfolded protein response to impair wound healing",
          "authors": "Aaron Ming Zhi Tan, Cenk Celik, Stella Yue Ting Lee, Mark Veleba, Caroline S. Manzano, Rahim M. K. Abdul, Guillaume Thibault, Kimberly A. Kline",
          "abstract": "Enterococcus faecalis is an opportunistic pathogen that thrives in biofilm-associated infections and delays wound healing, yet how it impairs host tissue responses is unclear. Here, we identified extracellular electron transport (EET) as a previously unrecognized source of reactive oxygen species (ROS) in E. faecalis and showed that this activity directly triggers the unfolded protein response (UPR) in epithelial cells and delays epithelial cell migration. ROS detoxification with catalase suppressed E. faecalis –induced UPR and rescued epithelial cell migration, while exogenous hydrogen peroxide was sufficient to restore UPR activation in EET-deficient strains. UPR disruption by pharmacological inhibition also impaired cell migration, highlighting a critical role for UPR homeostasis in wound repair. Our findings establish EET as a virulence mechanism that links bacterial redox metabolism to host cell stress and impaired repair, offering previously unidentified avenues for therapeutic intervention in chronic infections.",
          "url": "https://doi.org/10.1126/sciadv.aeb5297",
          "doi": "https://doi.org/10.1126/sciadv.aeb5297",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "Geometric principles of dendritic integration of excitation and inhibition in cortical neurons",
          "authors": "Soroush Darvish-Ghane, Pankaj Gaur, Graham C. R. Ellis-Davies",
          "abstract": "We use two-color uncaging of glutamate and γ-aminobutyric acid (GABA) on layer 5 (L5) pyramidal neurons of the cingulate cortex to define how inhibitory control of excitation is determined by dendritic geometry. Traditionally, GABAergic input was considered as the gatekeeper; thus, receptors closest to the soma were ideally placed to veto excitation. However, recently modeling has advanced several counterintuitive hypotheses. Since laser uncaging can be directed at will to any position, we used photostimulation to show that inhibition near the sealed end of dendrites distal to excitation is more effective than inhibition near the soma in modulating excitation. Further, dendritic inhibition was found to be branch specific. Last, we demonstrate that inhibitory input from multiple thin basal dendrites can centripetally elevate to effectively tune distant excitation at the soma. These findings provide direct experimental evidence supporting theoretical predictions based on dendritic cable properties, revealing the critical role of dendritic geometry in shaping the interaction between excitatory and inhibitory neurotransmission.",
          "url": "https://doi.org/10.1126/sciadv.adx2045",
          "doi": "https://doi.org/10.1126/sciadv.adx2045",
          "filter": "2",
          "created": "2026-1-16"
        },
        {
          "title": "Inflammation-triggered self-immolative conjugates enable oral peptide delivery by overcoming gastrointestinal barriers",
          "authors": "Juan Cheng, Peng Wu, Chenwen Li, Ying Han, Menglong Sun, Yin Dou, Sheng Chen, Jianxiang Zhang",
          "abstract": "Oral delivery of peptide therapeutics remains challenging due to gastrointestinal (GI) degradation and poor intestinal absorption. Here, we propose a self-immolative peptide prodrug conjugate (SIPPC) platform for inflammation-targeted oral delivery, integrating a hydrophilic polyethylene glycol segment, a reactive oxygen species (ROS)–responsive hydrophobic self-immolative module, and a hydrolyzable scaffold, which collectively enable spontaneous assembly into micelle-like nanoparticles. Using three anti-inflammatory peptides (KPV, Ac-QAW, and IRW), we demonstrated that the engineered conjugates exhibit remarkable GI stability, efficient mucus penetration, and ROS-responsive release at inflamed sites. In colitis mice, the KPV-based conjugate (proKPV) achieved a 3.8-fold greater colonic accumulation than free KPV, with enhanced efficacy even at a 20-fold lower dose. Beyond therapeutic effects in the colitis model, oral proKPV substantially accumulated in inflamed lungs and exhibited potent anti-inflammatory efficacy in mice with acute lung injury. Ac-QAW and IRW-based conjugates exhibited comparable benefits, underscoring SIPPC as a transformative paradigm for oral peptide therapeutics, offering substantial promise for clinical translation in inflammatory disorders.",
          "url": "https://doi.org/10.1126/sciadv.aea2989",
          "doi": "https://doi.org/10.1126/sciadv.aea2989",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "The genesis of citrated ultrathin hydroxyapatite nanorods",
          "authors": "Yuqi Wang, Su Yan, Xinyu Tan, Ethan Gerhard, Hui Xu, Haiyue Jiang, Jian Yang",
          "abstract": "Ideal orthopedic biomaterials should replicate both the hierarchical structure and exceptional mechanical strength of natural bone. Traditional polymer-hydroxyapatite composites, typically limited up to 40 wt % hydroxyapatite, offer only modest mechanical improvements. Efforts to enhance strength by using stiffer polymers have largely failed, as increased polymer stiffness does not translate to improved composite mechanics. In contrast, natural bone’s load-bearing capability arises from the synergy between citrate, soft collagen, and ultrathin hydroxyapatite nanocrystals (~3 nanometers). Here, we show that elastic poly(octamethylene citrate) enables up to 60 wt % hydroxyapatite incorporation, mimicking the bone’s mineral content. Through a top-down “citrification” process and hot pressing, hydroxyapatite microparticles are partially dissolved and recrystallized into superthin (~5 nanometers) nanorods, enhancing organic-inorganic integration and replicating bone’s Ca/P ratios and architecture. The resulting composites exhibit compressive strengths exceeding 250 megapascals, unprecedented in polymer-mineral systems, offering a molecular design strategy for next-generation load-bearing orthopedic implants.",
          "url": "https://doi.org/10.1126/sciadv.aeb6538",
          "doi": "https://doi.org/10.1126/sciadv.aeb6538",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "On-demand cancer immunotherapy via single-cell encapsulation of synthetic circuit–engineered cells",
          "authors": "Yue Zhao, Rui Li, Yirui Han, Chaochen Shi, Kyubae Lee, Guangjun Nie, Yazhou Chen",
          "abstract": "Despite the therapeutic potential of engineered immune cell therapy against metastases, it faces challenges including cytokine-driven systemic toxicity, off-target biodistribution, and host rejection. Here, we develop red/far-red light-regulated individually encapsulated (RL/FRL-EnE) cells, integrating optogenetics with biomaterial encapsulation for precise immunomodulation. This system uses a phytochrome A–based photoswitch (ΔPhyA-PCB) that enables bidirectional control. RL (660 nanometers) triggers interferon-γ, interleukin-6, and anti-CD47 expression via ΔPhyA-PCB–far-red elongated hypocotyl 1 heterodimerization, while FRL (740 nanometers) rapidly reverses production, minimizing toxicity. Single-cell nanoencapsulation prevents intercellular cross-talk and immune clearance, enabling strict light-dependent regulation and extended tumor residence. In vivo, RL/FRL-EnE cells remodeled the tumor microenvironment, reducing immunosuppressive myeloid cells (1.3- to 1.7-fold), while enhancing dendritic cell (1.4-fold) and CD8 + T cell (2.8-fold) infiltration. Collectively, this work establishes a paradigm for closed-loop cellular immunotherapy, where light-regulated living therapeutics achieve on-demand immune reprogramming.",
          "url": "https://doi.org/10.1126/sciadv.aea3573",
          "doi": "https://doi.org/10.1126/sciadv.aea3573",
          "filter": "2",
          "created": "2026-1-14"
        },
        {
          "title": "Genome-wide screenings identify BAP1 as a synthetic-lethality target with CDK4/6 inhibitors",
          "authors": "Mei Feng, Hong Liu, Lu Zheng, Yang Liu, Hao Zhuang, Hao Xu, Tingting Zhang, Zhen Wu, Xiaolong Qian, Huikai Li, Tengfei Xiao, Yisheng Pan, Shaokun Shu, Ning Zhang",
          "abstract": "The nongenetic mechanisms by which cancer cells escape cell cycle inhibition remain inadequately understood. Here, we uncover an epigenetic pathway driving adaptive resistance to cyclin-dependent kinase 4/6 (CDK4/6) inhibitors in hepatobiliary cancers using integrative approach combining genome-wide CRISPR screenings with transcriptional, epigenetic, and proteomic profiling. Sustained CDK4/6 inhibition triggers BAP1-dependent chromatin remodeling that induces a stem cell–like epigenetic state. Specifically, BAP1 removes ubiquitin modification (H2AK119ub) at the TCF4 promoter, activating WNT and EMT signaling to enhance cellular plasticity and survival under therapy. Notably, genetic and pharmacologic inhibition of BAP1 markedly improves abemaciclib efficacy in multiple mouse models and patient-derived organoids (PDOs). These findings establish BAP1 as a key regulator of tumor plasticity and adaptive resistance through epigenetic reprogramming and suggest a promising strategy for overcoming adaptive therapeutic CDK4/6i resistance by targeting quiescent, drug-resistant cancer cells.",
          "url": "https://doi.org/10.1126/sciadv.aeb4348",
          "doi": "https://doi.org/10.1126/sciadv.aeb4348",
          "filter": "2",
          "created": "2026-1-16"
        }
      ]
    }
  ]
}
