{
  "update": "2025-06-26",
  "content": [
    {
      "journal_full": "Nature",
      "journal_short": "Nat",
      "articles": [
        {
          "title": "An aspirational approach to planetary futures",
          "authors": "Erle C. Ellis, Yadvinder Malhi, Hannah Ritchie, Jasper Montana, Sandra Díaz, David Obura, Susan Clayton, Melissa Leach, Laura Pereira, Emma Marris, Michael Muthukrishna, Bojie Fu, Peter Frankopan, Molly K. Grace, Samira Barzin, Krushil Watene, Nicholas Depsky, Josefin Pasanen, Pedro Conceição",
          "abstract": "Prevailing frameworks to address planetary environmental challenges tend to focus on setting goals, targets, or boundaries to limit human harm to ecosystems or species. Here we propose an aspirational approach aimed at empowering people to shape a better future for all of life on Earth. We do this by building on the human development approach and its supporting metrics, especially the Human Development Index (HDI), a broadly influential framework that has contributed to decades of human progress by measuring and promoting people’s capabilities to lead the lives that they value. Rather than assessing the state or dynamics of the biosphere, we propose the Nature Relationship Index (NRI), which would focus on measuring the progress of nations towards delivering mutually beneficial relationships among people and the rest of the living world in terms that people widely understand and value. Through an open-ended process informed by expert consultation, international concept testing and indicator development, the NRI could help to incentivize progress towards a world in which humanity thrives together with the rest of life on Earth. We explore the challenges and opportunities of developing a robust NRI and invite broader participation to facilitate this development in collaboration with the United Nations Development Programme Human Development Report.",
          "url": "https://doi.org/10.1038/s41586-025-09080-1",
          "doi": "https://doi.org/10.1038/s41586-025-09080-1",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Publisher Correction: The P-loop NTPase RUVBL2 is a conserved clock component across eukaryotes",
          "authors": "Meimei Liao, Yanqin Liu, Zhancong Xu, Mingxu Fang, Ziqing Yu, Yufan Cui, Zhengda Sun, Ran Huo, Jieyu Yang, Fusheng Huang, Mingming Liu, Qin Zhou, Xiaocui Song, Hui Han, She Chen, Xiaodong Xu, Ximing Qin, Qun He, Dapeng Ju, Tao Wang, Nirav Thakkar, Paul E. Hardin, Susan S. Golden, Eric Erquan Zhang",
          "url": "https://doi.org/10.1038/s41586-025-09237-y",
          "doi": "https://doi.org/10.1038/s41586-025-09237-y",
          "filter": "2"
        },
        {
          "title": "Rescuing dendritic cell interstitial motility sustains antitumour immunity",
          "authors": "Haichao Tang, Zongfang Wei, Bei Zheng, Yumeng Cai, Peihan Wu, Lulu Wu, Xiaohe Ma, Yanqin Chen, Si Su, Jinmin Xu, Yu Qiao, Ying Zhang, Juju Miao, Zijing Yu, Yaodong Zhao, Zhen Xia, Rongjing Zhou, Jian Liu, Jufeng Guo, Zhaoyuan Liu, Qi Xie, Florent Ginhoux, Luming Zhao, Xu Li, Bing Xia, Huanwen Wu, Yongdeng Zhang, Ting Zhou",
          "abstract": "The dendritic cell (DC)-initiated and sustained cancer immunity cycle is indispensable for effective endogenous and therapeutically mobilized antitumour T cell responses1,2,3,4,5,6,7,8. This necessitates the continuous migration of antigen-carrying DCs from the tumour microenvironment (TME) to the tumour draining lymph nodes (tdLNs)7,8,9,10,11,12,13. Here, through longitudinal analysis of human and mouse tumours, we observed a progressive decrease in migratory conventional DCs (mig-cDCs) in the tdLNs during tumour progression. This decline compromised tumour-specific T cell priming and subsequent T cell supply to the TME. Using a genome-wide in vivo CRISPR screen, we identified phosphodiesterase 5 (PDE5) and its substrate cyclic guanosine monophosphate (cGMP) as key modulators of DC migration. Advanced tumours disrupted cGMP synthesis in DCs to decrease their motility, while PDE5 perturbation preserved the cGMP pool to restore DC migration. Mechanistically, cGMP enhanced myosin-II activity through Rho-associated factors, extending the paradigm of cGMP-regulated amoeboid migration from Dictyostelium to mammalian immune cells. Pharmacological inhibition of PDE5 using sildenafil restored mig-cDC homing to late-stage tdLNs and sustained antitumour immunity in a DC-dependent manner. Our findings bridge fundamental DC interstitial motility to antitumour immunity, revealing that its disruption in chaotic TME promotes immune evasion, and its enhancement offers a promising direction for DC-centric immunotherapy.",
          "url": "https://doi.org/10.1038/s41586-025-09202-9",
          "doi": "https://doi.org/10.1038/s41586-025-09202-9",
          "filter": "2"
        },
        {
          "title": "Interactions between TTYH2 and APOE facilitate endosomal lipid transfer",
          "authors": "Anastasiia Sukalskaia, Andreas Karner, Anna Pugnetti, Florian Weber, Birgit Plochberger, Raimund Dutzler",
          "abstract": "The Tweety homologues (TTYHs) constitute a family of eukaryotic membrane proteins that, on the basis of structural features, were recently proposed to contribute to lipid transfer between soluble carriers and cellular membranes 1 . However, in the absence of supporting data, this function was hypothetical. Here through pull-down of endogenous proteins, we identify APOE as the interaction partner of human TTYH2. Subcellular fractionation and immunocytochemistry assays showed that both proteins colocalize in endosomal compartments. Characterization of the specific interaction between APOE and TTYH2 through binding assays and structural studies enabled us to identify an epitope in an extended domain of TTYH2 that faces the endosomal lumen. Structures of complexes with APOE-containing lipoprotein particles revealed a binding mode that places lipids in a suitable position to facilitate their diffusion into the membrane. Moreover, in vitro studies revealed that lipid transfer is accelerated by TTYH2. Collectively, our findings indicate that TTYH2 has a role in the unloading of APOE-containing lipoproteins after they are endocytosed. These results define a new protein class that facilitates the extraction of lipids from and their insertion into cellular membranes. Although ubiquitous, this process could be of particular relevance in the brain, where APOE is involved in the transfer of lipids between astrocytes and neurons.",
          "url": "https://doi.org/10.1038/s41586-025-09200-x",
          "doi": "https://doi.org/10.1038/s41586-025-09200-x",
          "filter": "2"
        },
        {
          "title": "Soft magnetic hysteresis in a dysprosium amide–alkene complex up to 100 kelvin",
          "authors": "Jack Emerson-King, Gemma K. Gransbury, Benjamin E. Atkinson, William J. A. Blackmore, George F. S. Whitehead, Nicholas F. Chilton, David P. Mills",
          "abstract": "Lanthanides have shown magnetic memory at both the atomic 1,2 and molecular 3,4 level. The magnetic remanence temperatures of lanthanide single-molecule magnets can surpass d -transition metal examples 5,6 , and since 2017, energy barriers to magnetic reversal ( U eff ) from 1,237(28) cm –1 to 1,631(25) cm –1 and open magnetic hysteresis loops between 40 K and 80 K have typically been achieved with axial dysprosium(III) bis(cyclopentadienyl) complexes 7–17 . It has been predicted that linear dysprosium(III) compounds could deliver greater m J (the projection of the total angular momentum, J , on a quantization axis labelled z ) state splitting and therefore higher U eff and hysteresis temperatures 18–21 , but as lanthanide bonding is predominantly ionic 22,23 , so far dysprosium bis(amide) complexes have shown highly bent geometries that promote fast magnetic reversal 24,25 . Here we report a dysprosium bis(amide)–alkene complex, [Dy{N(Si i Pr 3 )[Si( i Pr) 2 C(CH 3 )=CHCH 3 ]}{N(Si i Pr 3 )(Si i Pr 2 Et)}][Al{OC(CF 3 ) 3 } 4 ] ( 1-Dy ), that shows U eff = 1,843(11) cm –1 and slow closing of soft magnetic hysteresis loops up to 100 K. Calculations show that the U eff value for 1-Dy arises from the charge-dense amide ligands, with a pendant alkene taking a structural role to enforce a large N–Dy–N angle while imposing only a weak equatorial interaction. This leads to molecular spin dynamics up to 100 times slower than the current best single-molecule magnets above 90 K.",
          "url": "https://doi.org/10.1038/s41586-025-09138-0",
          "doi": "https://doi.org/10.1038/s41586-025-09138-0",
          "filter": "2"
        },
        {
          "title": "The expanding repertoire of ESCRT functions in cell biology and disease",
          "authors": "James H. Hurley, Alyssa N. Coyne, Marta Miączyńska, Harald Stenmark",
          "abstract": "The endosomal sorting complex required for transport (ESCRT) is a multicomplex machinery comprising proteins that are conserved from bacteria to humans and has diverse roles in regulating the dynamics of cellular membranes. ESCRT functions have far-reaching consequences for cell biological processes such as intracellular traffic, membrane repair, cell signalling, metabolic regulation, cell division and genome maintenance. Here we review recent insights that emphasize the pathophysiological consequences of ESCRT dysfunctions, including infections, immune disorders, cancers and neurological diseases. We highlight the possibilities of using our knowledge about ESCRT structures and functions for drug discovery.",
          "url": "https://doi.org/10.1038/s41586-025-08950-y",
          "doi": "https://doi.org/10.1038/s41586-025-08950-y",
          "filter": "2"
        },
        {
          "title": "Modular arene functionalization by differential 1,2-diborylation",
          "authors": "Jingfeng Huo, Yue Fu, Melody J. Tang, Ya Su, Shengkun Hu, Peng Liu, Guangbin Dong",
          "abstract": "Aromatic rings, also known as arenes, containing two or more adjacent different substituents are ubiquitously found in small molecule drugs1. Strategies that can rapidly introduce diverse vicinal substituents to readily available precursors would greatly benefit generation of analogues of bioactive compounds2, which, however, remain challenging to realize to date. The existing approaches for preparing vicinal difunctionalized arenes lack modularity, or regioselectivity, or generality. Here we report a nickel-catalyzed vicinal diborylation method that can directly install two chemically differentiated boryl groups in a regio- and site-selective manner using readily available aryl triflates or chlorides as substrates. This reaction operates under simple and mild conditions and is scalable. It also shows a broad substrate scope and excellent functional group tolerance. Given that each boryl group can be independently transformed into various functional groups, this method offers a modular, regioselective, and divergent approach to access diverse vicinal difunctionalized arenes, showing promise for constructing analogue libraries. The combined experimental and computational mechanistic studies reveal a highly unusual reaction pathway, involving the formation of a dearomatized gem-diboryl species and 1,2-boron migration. The site- and regioselectivity of this reaction are proposed to be controlled by steric interactions of the boryl groups with the nickel catalyst. The mechanistic insights gained in this investigation could have broad implications on developing other boron-mediated functionalization reactions.",
          "url": "https://doi.org/10.1038/s41586-025-09284-5",
          "doi": "https://doi.org/10.1038/s41586-025-09284-5",
          "filter": "2"
        },
        {
          "title": "Decoding 4-vinylanisole biosynthesis and pivotal enzymes in locusts",
          "authors": "Xiaojiao Guo, Lei Gao, Shiwei Li, Jing Gao, Yuanyuan Wang, Jing Lv, Jiayi Wei, Jing Yang, Han Ke, Qi Ding, Jun Yang, Fusheng Guo, Haowen Zhang, Xiaoguang Lei, Le Kang",
          "abstract": "Aggregation pheromone, 4-vinylanisole (4VA), is specifically released by gregarious migratory locusts, and is crucial in forming locust swarms that cause destructive plagues1. Control of locust plagues relies heavily on the extensive application of chemical pesticides, which has led to severe environmental and health issues2. As pheromones are primary mediators of insect communication and behaviour3, exploring their biosynthesis can provide important cues to develop innovative behavioural regulators, potentially reducing the reliance on chemical pesticides. Here we resolve the biosynthesis of 4VA and behavioural responses of locusts when enzymes in the 4VA biosynthetic pathway are manipulated. The process initiates with phenylalanine derived from food plants and proceeds through three precursors: cinnamic acid, p-hydroxycinnamic acid and 4-vinylphenol (4VP). Notably, the conversion from 4VP to 4VA through methylation is unique to gregarious locusts. This step is catalysed by two crucial methyltransferases, 4VPMT1 and 4VPMT2. Guided by the X-ray co-crystal structure of 4VPMT2 bound with 4VP and S-adenosyl-l-methionine, we developed 4-nitrophenol as a substrate surrogate. We identified several chemicals that can block 4VA production by inhibiting the enzymatic activities of 4VPMT proteins, thereby suppressing locust aggregative behaviour. The findings uncover the chemical logic behind 4VA biosynthesis and pinpoint two crucial enzymes as novel targets for locust swarm management.",
          "url": "https://doi.org/10.1038/s41586-025-09110-y",
          "doi": "https://doi.org/10.1038/s41586-025-09110-y",
          "filter": "2"
        },
        {
          "title": "Efficient near-infrared harvesting in perovskite–organic tandem solar cells",
          "authors": "Zhenrong Jia, Xiao Guo, Xinxing Yin, Ming Sun, Jiawei Qiao, Xinyu Jiang, Xi Wang, Yuduan Wang, Zijing Dong, Zhuojie Shi, Chun-Hsiao Kuan, Jingcong Hu, Qilin Zhou, Xiangkun Jia, Jinxi Chen, Zhouyin Wei, Shunchang Liu, Haoming Liang, Nengxu Li, Ling Kai Lee, Renjun Guo, Stephan V. Roth, Peter Müller-Buschbaum, Xiaotao Hao, Xiaoyan Du, Yi Hou",
          "abstract": "The broad bandgap tunability of both perovskites and organic semiconductors enables the development of perovskite–organic tandem solar cells with promising theoretical efficiency. However, the certified efficiencies of reported perovskite–organic tandem solar cells remain lower than those of single-junction perovskite solar cells, primarily because of insufficient near-infrared photocurrent in narrow-bandgap organic subcells1,2,3. Here we design and synthesize an asymmetric non-fullerene acceptor (NFA), P2EH-1V, featuring a unilateral conjugated π-bridge to reduce the optical bandgap to 1.27 eV while maintaining ideal exciton dissociation and nanomorphology. Transient absorption spectroscopy confirms efficient hole transfer from P2EH-1V to the donor PM6. Devices based on P2EH-1V exhibit reduced non-radiative voltage losses of 0.20 eV without compromising charge-generation efficiency. We achieve a 17.9% efficiency for the organic bottom cell, with a high short-circuit current density (Jsc) of 28.60 mA cm−2. Furthermore, we minimize interface recombination losses, enabling the perovskite top cell to achieve an impressive open-circuit voltage (Voc) of 1.37 V and a fill factor (FF) of 85.5%. These advancements result in perovskite–organic tandem solar cells achieving a record efficiency of 26.7% (certified at 26.4%) over an aperture area greater than 1 cm2.",
          "url": "https://doi.org/10.1038/s41586-025-09181-x",
          "doi": "https://doi.org/10.1038/s41586-025-09181-x",
          "filter": "2"
        },
        {
          "title": "In-line NMR guided orthogonal transformation of real-life plastics",
          "authors": "Mei-Qi Zhang, Yida Zhou, Ruochen Cao, Shuheng Tian, Yuchen Jiao, Zhenbo Guo, Maolin Wang, Hongpeng Peng, Bo Sun, Bingjun Xu, Meng Wang, Shutao Xu, Ding Ma",
          "abstract": "The global crisis of plastic waste accumulation threatens wildlife and ecosystems1. Catalytic processes that convert plastic waste into valuable chemicals and fuels offer promising solutions2. Recycling or upcycling of real-life plastic mixtures is challenging owing to their diverse composition and structure3. Here we propose a product-oriented strategy leveraging the orthogonality in reactivities of different functional groups in plastic mixtures to yield valuable products. This approach involves identifying functional groups followed by converting a selective component in the mixture to valuable products. We use mixtures of polystyrene, polylactic acid, polyurethane, polycarbonate, polyvinyl chloride, polyethylene terephthalate, polyethylene and polypropylene, as well as real-life plastics, to demonstrate the feasibility and effectiveness of the proposed strategy. The diverse physical and chemical properties of these components, which typically hinder direct recovery, offer opportunities for extraction and transformation with the proposed strategy. From a 20-g mixture of real-life plastics, including polystyrene foam, a polylactic acid straw, a polyurethane tube, a polycarbonate mask, a polyvinyl chloride bag, a polyethylene terephthalate bottle, a polyethylene dropper and a polypropylene bottle, we obtained more than 8 separate chemicals: 1.3 g of benzoic acid, 0.5 g of plasticizer, 0.7 g of alanine, 0.7 g of lactic acid, 1.4 g of aromatic amine salt, 2.1 g of bisphenol A, 2.0 g of terephthalic acid and 3.5 g of C3–C6 alkanes. This study reveals the potential for designing transformation strategies for complex plastic waste based on their chemical nature and opens paths for managing end-of-life plastic mixtures.",
          "url": "https://doi.org/10.1038/s41586-025-09088-7",
          "doi": "https://doi.org/10.1038/s41586-025-09088-7",
          "filter": "2"
        },
        {
          "title": "RNA codon expansion via programmable pseudouridine editing and decoding",
          "authors": "Jiangle Liu, Xueqing Yan, Hao Wu, Ziqin Ji, Ye Shan, Xinyan Wang, Yunfan Ran, Yichen Ma, Caitao Li, Yuchao Zhu, Ruichu Gu, Han Wen, Chengqi Yi, Peng R. Chen",
          "abstract": "The incorporation of non-canonical amino acids (ncAAs) enables customized chemistry to tailor protein functions1,2,3. Genetic code expansion offers a general approach for ncAA encoding by reassigning stop codons as the ‘blank’ codon; however, it is not completely orthogonal to translation termination for cellular transcripts. Here, to generate more bona fide blank codons, we developed an RNA codon-expansion (RCE) strategy that introduces and decodes bioorthogonally assignable pseudouridine (Ψ) codons (ΨGA, ΨAA or ΨAG) on specified mRNA transcripts to incorporate ncAAs in mammalian cells. The RCE strategy comprises a programmable guide RNA4, an engineered decoder tRNA, and aminoacyl-tRNA synthetase. We first developed the RCE(ΨGA) system, which incorporates functional ncAAs into proteins via the ΨGA codon, demonstrating a higher translatome-wide and proteomic specificity compared with the genetic code expansion system. We further expanded our strategy to produce the RCE(ΨAA) and RCE(ΨAG) systems, with all three Ψ codon:(Ψ codon)-tRNAPyl pairs exhibiting mutual orthogonality. Moreover, we demonstrated that the RCE system cooperates compatibly with the genetic code expansion strategy for dual ncAA encoding. In sum, the RCE method utilized Ψ as a post-transcriptional ‘letter’ to encode and decode RNA codons in specific mRNA transcripts, opening a new route for genetic alphabet expansion and site-specific ncAA incorporation in eukaryotic cells.",
          "url": "https://doi.org/10.1038/s41586-025-09165-x",
          "doi": "https://doi.org/10.1038/s41586-025-09165-x",
          "filter": "2"
        },
        {
          "title": "Controlling diverse robots by inferring Jacobian fields with deep networks",
          "authors": "Sizhe Lester Li, Annan Zhang, Boyuan Chen, Hanna Matusik, Chao Liu, Daniela Rus, Vincent Sitzmann",
          "abstract": "Mirroring the complex structures and diverse functions of natural organisms is a long-standing challenge in robotics 1–4 . Modern fabrication techniques have greatly expanded the feasible hardware 5–8 , but using these systems requires control software to translate the desired motions into actuator commands. Conventional robots can easily be modelled as rigid links connected by joints, but it remains an open challenge to model and control biologically inspired robots that are often soft or made of several materials, lack sensing capabilities and may change their material properties with use 9–12 . Here, we introduce a method that uses deep neural networks to map a video stream of a robot to its visuomotor Jacobian field (the sensitivity of all 3D points to the robot’s actuators). Our method enables the control of robots from only a single camera, makes no assumptions about the robots’ materials, actuation or sensing, and is trained without expert intervention by observing the execution of random commands. We demonstrate our method on a diverse set of robot manipulators that vary in actuation, materials, fabrication and cost. Our approach achieves accurate closed-loop control and recovers the causal dynamic structure of each robot. Because it enables robot control using a generic camera as the only sensor, we anticipate that our work will broaden the design space of robotic systems and serve as a starting point for lowering the barrier to robotic automation.",
          "url": "https://doi.org/10.1038/s41586-025-09170-0",
          "doi": "https://doi.org/10.1038/s41586-025-09170-0",
          "filter": "2"
        },
        {
          "title": "Evidence for a sub-Jovian planet in the young TWA 7 disk ",
          "authors": "A.-M. Lagrange, C. Wilkinson, M. Mâlin, A. Boccaletti, C. Perrot, L. Matrà, F. Combes, H. Beust, D. Rouan, A. Chomez, J. Milli, B. Charnay, S. Mazevet, O. Flasseur, J. Olofsson, A. Bayo, Q. Kral, A. Carter, K. A. Crotts, P. Delorme, G. Chauvin, P. Thebault, P. Rubini, F. Kiefer, A. Radcliffe, J. Mazoyer, T. Bodrito, S. Stasevic, M. Langlois",
          "abstract": "Planets are thought to form from dust and gas in protoplanetary disks, with debris disks being the remnants of planet formation. Aged a few million up to a few billion years, debris disks have lost their primordial gas, and their dust is produced by steady-state collisions between larger, rocky bodies1,2. Tens of debris disks, with sizes of tens, sometimes hundreds, of astronomical units have been resolved with high-spatial-resolution, high-contrast imagers at optical and near-infrared or (sub)millimetre interferometers3,4. They commonly show cavities, ring-like structures and gaps, which are often regarded as indirect signatures of the presence of planets that gravitationally interact with unseen planetesimals2,5. However, no planet responsible for these features has been detected yet, probably because of the limited sensitivity (typically 2–10 MJ) of high-contrast imaging instruments (see, for example, refs. 6,7,8,9) before the James Webb Space Telescope. Here we have used the unprecedented sensitivity of the James Webb Space Telescope’s Mid-Infrared Instrument10,11 in the thermal infrared to search for such planets in the disk of the approximately 6.4-Myr-old star TWA 7. With its pole-on orientation, this three-ring debris disk is indeed ideally suited for such a detection. We unambiguously detected a source 1.5 arcsec from the star, which is best interpreted as a cold, sub-Jupiter-mass planet. Its estimated mass (about 0.3 MJ) and position (about 52 au, de-projected) can thoroughly account for the main disk structures.",
          "url": "https://doi.org/10.1038/s41586-025-09150-4",
          "doi": "https://doi.org/10.1038/s41586-025-09150-4",
          "filter": "2"
        },
        {
          "title": "Engrafted nitrergic neurons derived from hPSCs improve gut dysmotility in mice",
          "authors": "Homa Majd, Ryan M. Samuel, Andrius Cesiulis, Jonathan T. Ramirez, Ali Kalantari, Kevin Barber, Sina Farahvashi, Zaniar Ghazizadeh, Alireza Majd, Angeline K. Chemel, Mikayla N. Richter, Subhamoy Das, Jacqueline L. Bendrick, Matthew G. Keefe, Jeffrey Wang, Rahul K. Shiv, Samyukta Bhat, Matvei Khoroshkin, Johnny Yu, Tomasz J. Nowakowski, Kwun Wah Wen, Hani Goodarzi, Nikhil Thapar, Julia A. Kaltschmidt, Conor J. McCann, Faranak Fattahi",
          "abstract": "Gastrointestinal (GI) motility disorders represent a major medical challenge, with few effective therapies available. These disorders often result from dysfunction of inhibitory nitric oxide (NO)-producing motor neurons in the enteric nervous system, which are essential for regulating gut motility. Loss or dysfunction of NO neurons is linked to severe conditions, including achalasia, gastroparesis, intestinal pseudo-obstruction and chronic constipation 1,2 . Here we introduce a platform based on human pluripotent stem cells (hPSCs) for therapeutic development targeting GI motility disorders. Using an unbiased screen, we identified drug candidates that modulate NO neuron activity and enhance motility in mouse colonic tissue ex vivo. We established a high-throughput strategy to define developmental programs driving the specification of NO neurons and found that inhibition of platelet-derived growth factor receptors (PDGFRs) promotes their differentiation from precursors of the enteric nervous system. Transplantation of these neurons into NO-neuron-deficient mice led to robust engraftment and improved GI motility, offering a promising cell-based therapy for neurodegenerative GI disorders. These studies provide a new framework for understanding and treating enteric neuropathies.",
          "url": "https://doi.org/10.1038/s41586-025-09208-3",
          "doi": "https://doi.org/10.1038/s41586-025-09208-3",
          "filter": "2"
        },
        {
          "title": "AI, peer review and the human activity of science",
          "authors": "Carl T. Bergstrom, Joe Bak-Coleman",
          "abstract": "Using large language models to speed up or automate peer review ignores the fact that these models lack the unique perspectives of real reviewers.Credit: Peshkova/Getty\n\nTime is a precious commodity for research scientists. As students, we develop skills for managing our time, which we hone throughout our careers as responsibilities change. We are often quick to adopt new technologies that lighten the load. From statistical software and digital typesetting to online literature searches and high-throughput data collection, technology helps us to do more, faster. Yet some aspects of our jobs seem resistant to automation: reading the literature, drafting manuscripts and engaging in peer review, for example.\n\nAdvances in generative artificial intelligence (AI) in the past few years hint at the possibility of automating these time-consuming tasks. Proposals for adopting AI into scientific processes have run the gamut from generating hypotheses and collecting data to performing analyses, writing papers, conducting review, detecting errors and evaluating the reliability of published work. Some have even suggested that AI could do PhD-level research or operate as a fully autonomous scientist.\n\nThree AI-powered steps to faster, smarter peer review\n\nAs researchers who study how digital information technologies affect society, we find ourselves grappling with whether and how to adopt AI into our research workflows. We face the same time pressures as everyone else, but ethical concerns — and questions of accuracy — loom large. AI-use policies continue to shift as journals and funders struggle to keep pace. Prominent researchers, including AI experts, have already run into trouble.\n\nThese are all important, practical matters. But a deeper issue lurks beneath the surface. The reason these aspects of our jobs have been so challenging to automate is that they rely on something even more precious than our time: namely, our capacity for scientific decision-making. It is worth considering what we lose when we cede that — and our agency — to machines.\n\nPeer review\n\nOver the past decade, the number of published articles has grown much faster than the number of scientists. The peer-review system is strained to near breaking point. As editors, we find it harder than ever to secure willing referees; as authors, we watch our manuscripts languish in editorial limbo; as reviewers, we receive many more requests than we can possibly accept.\n\nEvolutionary biologist Carl Bergstrom.Credit: Kris Tsujikawa\n\nWe (C.T.B. and J.B.-C.) have collaborated for the better part of a decade and have come to realize that we share an approach to writing referee reports. We begin with an initial read of the paper, taking notes along the way. With a sense of the full arc, we reread the paper, refining our notes and diving deeper: searching the literature, checking code, sketching diagrams or doing a bit of analysis, for example. Eventually, we cull, organize and expand our notes into the prose that constitutes the final report. The process — which is entirely uncompensated and mostly unrecognized — takes hours or even days.\n\nCould a large language model (LLM) accelerate the process? Some engineers are trying to build entirely automated peer-review systems, but that goal strikes us as patently silly: it is peer review, after all, emphasis on ‘peer’.\n\nAttempting a more moderate position, one Nature columnist suggested that reviewers first use auto-dictation tools to compile notes during an initial read and then feed those notes into an LLM to organize their feedback. The author says they can complete a review using this approach in 30–40 minutes, or even faster if the paper is obviously flawed.\n\nAI is transforming peer review — and many scientists are worried\n\nBut in our view, writing a good peer review is not rote work. Like any kind of critical analysis, it requires that we triage, rank and organize our unstructured thoughts. We perhaps start with praise, then raise a few of the most pressing issues that need to be addressed. From there, we enumerate quick fixes, minor concerns and points of confusion. The whole process constitutes a negotiation with ourselves over what is important enough to mention, so that we can negotiate with the editors and authors over what should be changed. We might discover that our original impressions were misguided; that some of our comments need to be revised or omitted; or that seemingly minor issues are, in fact, fundamental flaws. The process of summarizing and synthesizing helps us to engage more deeply with the manuscript.\n\nWriting a peer review, then, or even going from initial notes to the final text, requires capacities that an LLM simply lacks: our unique perspective, training, values, ethics, domain expertise, understanding of editorial priorities and perceptions of the authors. Even if an AI tool could write a review, it would never be able to write your review — or any peer’s review, for that matter. If we cede this process to LLMs, we relinquish our agency to improve the scientific literature. As historian David McCullough expressed in a 2003 interview: “Writing is thinking. To write well is to think clearly. That’s why it’s so hard.”\n\nAI science, automation and de-skilling\n\nThe implications extend well beyond peer review. Proponents of AI-assisted science argue that AI can increase productivity by freeing researchers from the drudgery of routine tasks. Where these tasks are entirely rote — formatting a bibliography, for example — we agree. But, more often than not, they include crucial aspects of doing science.",
          "url": "https://doi.org/10.1038/d41586-025-01839-w",
          "doi": "https://doi.org/10.1038/d41586-025-01839-w",
          "filter": "4"
        },
        {
          "title": "We need to predict the people disasters will hit, not just the places",
          "authors": "Jonathan Colmer",
          "abstract": "Whether for hurricanes, heatwaves, wildfires or floods, preparing for disasters and issuing warnings and evacuation orders are essential to save lives. However, not everyone is able to respond to the same degree. Illness, disability, lack of transport and financial constraints can all exacerbate the risk for people in vulnerable groups. This can lead to disproportionate consequences. For example, between 1930 and 2015, people aged over 65 accounted for 46% of excess deaths associated with hurricanes in the United States (R. Young and S. Hsiang Nature 635, 121–128; 2024).\n\nTo help the people most at risk, local authorities and first responders need to know in advance who lives in the areas most affected, so they can deploy targeted resources. But they cannot easily access this information.\n\nHow AI is improving climate forecasts\n\nTo demonstrate what could be possible, my colleagues and I at the Environmental Inequality Lab have developed a framework for rapid-response analysis. Using the best available data, this method can deliver timely insights to local authorities and first responders before, during and after disasters.\n\nOur approach combines demographic and socio-economic data provided by the US Census Bureau with forecasts released by the US National Hurricane Center and Weather Prediction Center. The population data are privacy-protected and consist of aggregated counts by age, race, sex and income decile, mapped in grid cells of approximately one square kilometre. This provides localized insights while ensuring that no individual or household can be identified.\n\nBringing these data sets together tells us in real time where and when a disaster is expected to strike, as well as who is likely to be most exposed to risks such as high winds, storm surges and flooding. We are developing similar tools to evaluate the risks of wildfires and heatwaves.\n\nWe tested our work flow during Hurricane Milton, which made landfall on Florida’s west coast late on 9 October 2024. On 8 and 9 October, we released a report (see go.nature.com/4jwkuro) showing who was forecast to be exposed to the greatest hazards. The next week, we released a follow-up report (see go.nature.com/3hicifv) comparing the forecasts with data on the storm’s actual extent. In this case, the forecasts turned out to be a reasonable guide to what happened.\n\nHurricane risk in a changing climate — the role of uncertainty\n\nOur analysis highlighted how different populations faced different levels of risk. The people who experienced hurricane-force winds and excessive rainfall during Milton were disproportionately older, disproportionately Hispanic and disproportionately relatively poor (falling in the bottom 20% of the national income distribution).",
          "url": "https://doi.org/10.1038/d41586-025-01968-2",
          "doi": "https://doi.org/10.1038/d41586-025-01968-2",
          "filter": "4"
        },
        {
          "title": "Droplets of three electrons behave like a liquid",
          "authors": "Masaya Kataoka",
          "abstract": "Electrons repel each other strongly through the Coulomb interaction, which acts between all charged particles. In a system of many electrons, these interactions can create a liquid-like phase, called a Coulomb liquid. In a paper in Nature, Shaju et al.1 bridge the gap between the Coulomb interactions in single pairs of electrons and the emergence of the Coulomb liquid, finding evidence that a ‘droplet’ of just three electrons shows the characteristics of a Coulomb liquid. The behaviour of a Coulomb liquid is characterized by strong interparticle interactions. This means that the motions of the electrons are correlated — what one electron does depends on what the others are doing. Shaju et al. studied the emergence of the Coulomb liquid in objects called electron droplets, which comprise small numbers (in this work, between two and five) of interacting electrons confined in a small space. The researchers’ approach was to split an electron droplet in two and to measure the correlations between the electrons in the resulting smaller droplet.",
          "url": "https://doi.org/10.1038/d41586-025-01713-9",
          "doi": "https://doi.org/10.1038/d41586-025-01713-9",
          "filter": "4"
        },
        {
          "title": "Will Gates and other funders save massive public health database at risk from Trump cuts?",
          "authors": "Mariana Lenharo",
          "abstract": "The United Nations, governments and aid agencies are scrambling to save one of the world’s largest public-health databases from extinction. In February, the US government cut all funding for the Demographic and Health Surveys (DHS) programme, which collects and publishes data on health, nutrition and gender equality in more than 90 countries.\n\nThe termination was a result of the dismantling of the US Agency for International Development (USAID), which had supported the DHS programme for some 40 years, including a 5-year, US$236-million grant awarded last year.\n\nThe surveys collect data on HIV, childhood and maternal mortality, malaria, tuberculosis and other health topics. With around 345,000 citations on Google Scholar, it is the most-cited international household-survey programme in the world, says João Pedro Azevedo, chief statistician at UNICEF, the UN children’s fund, based in New York City. The data are also used to track health-related indicators supporting the UN Sustainable Development Goals.\n\nEnding the DHS would be catastrophic, says Peter Macharia, a spatial epidemiologist from Kenya, now at the Institute of Tropical Medicine in Antwerp, Belgium. Macharia says his PhD on child health interventions was based entirely on DHS data from Kenya. “Where would we get our new statistics from?” he asks. “We would not know what is happening in terms of health in the communities and the needs in each area,” he says.\n\n“For many countries, [the DHS] was one of the very few sources of reliable micro-data to inform policies and monitor the well-being of children and women especially,” Azevedo adds. “The discontinuity of the US grants was a big loss.”\n\nNow, a task force has been established by the UN Statistical Commission, the world's body that sets standards for statistics. The task force, which includes representatives from national governments, UN agencies and international funders, is assessing how access to the database can continue, along with finding alternative funding sources.\n\nLarge funders, including the World Bank, headquartered in Washington DC, and the Gates Foundation, based in Seattle, Washington, are involved. A Gates Foundation spokesperson confirmed that funders are searching for ways to keep the DHS going for at least the next three years. They said the foundation regards the DHS as a “public good”. Many of these organizations also rely on DHS data to guide their funding decisions, says Haoyi Chen, a member of a UN-convened body called the Inter-Secretariat Working Group on Household Surveys, which is coordinating the task force.\n\nWho owns the data?\n\nThe taskforce is also grappling with how to clarify who owns the data, which will influence whether or how other funders will get involved. USAID subcontracted the surveys programme to ICF International, a private consulting company based in Reston, Virginia. The firm oversees both the physical data collection from household surveys and the online platform that hosts the database, which is accessed by policymakers and researchers worldwide.\n\nUsers already registered on the platform have retained data access. But new users can no longer request it. ICF International has not publicly disclosed its plans for the database.\n\n“ICF has the redistribution rights, and presumably countries own their own data. But this has never been written in a contract,” Chen says. One risk, she notes, is if the company starts charging for access. “It’s a for-profit company. So, what if the company says, ‘I have the data, I own it, so you have to pay to get it?’”\n\nThe company did not reply to Nature’s request for a comment by the time this article was published.",
          "url": "https://doi.org/10.1038/d41586-025-01945-9",
          "doi": "https://doi.org/10.1038/d41586-025-01945-9",
          "filter": "4"
        },
        {
          "title": "These are the top companies and countries for industry research",
          "authors": "Bec Crew",
          "abstract": "Prime location\n\nMore than 1 in 20 of all research moves within the United States for the period 2020–24 were from academia to companies, according to data from Sydney-based analytics company League of Scholars. Moves were calculated based on verified Google Scholar accounts affiliated with company e-mail domains, which means moves in countries where Google Scholar use is relatively low among corporate researchers, such as China, might be underrepresented.\n\nTalent magnets\n\nUS companies lead as top destinations for academics moving to corporate research roles, based on 68,210 verified global cross-sector movements for 2020–24. Nearly 4% of these transitions were to Amazon and Google, with just over 2.5% specifically to Amazon. Samsung in South Korea and Huawei in China are the only non-US companies in this list.\n\nHigh-flyers\n\nOf the corporate-research output in the Nature Index, these are the five fastest-rising natural-sciences fields — measured by absolute change in article Count from 2020 to 2024. All fields sit within the top 10 overall.\n\nField guide\n\nThe top natural-sciences* fields in corporate-authored research in the Nature Index, as measured by article count, is shown for 2020–24. Physical chemistry is the fastest-rising field overall, increasing its Count by 171.29% for the period.",
          "url": "https://doi.org/10.1038/d41586-025-01929-9",
          "doi": "https://doi.org/10.1038/d41586-025-01929-9",
          "filter": "4"
        },
        {
          "title": "‘Natural history museums can save the world’: anti-colonialism, conservation and climate change",
          "authors": "Davide Castelvecchi",
          "abstract": "Nature’s Memory: Behind the Scenes at the World’s Natural History Museums Jack Ashby Allen Lane (2025)\n\nNatural history museums are crucial for conservation — and for communicating its importance to the public. But step through the ‘staff only’ doors, and museums look very different. In vaults and laboratories, curators store, catalogue and preserve millions of specimens collected from the natural world — sometimes in controversial ways.\n\nIn Nature’s Memory, zoologist Jack Ashby explains how all of this works, and the human choices that it entails. Ashby, who studies marsupials and monotremes, is assistant director of the University Museum of Zoology in Cambridge, UK. He is also president of the Society for the History of Natural History in London.\n\nIn his office, plastered with posters of some of the world’s best nature dioramas, Ashby told Nature about his quest to communicate the importance of natural history museums.\n\nDo you have a favourite?\n\nOne is the Biological Museum in Stockholm. The building looks like a wooden Norwegian church, and it’s effectively one giant diorama that goes up three storeys. It covers all of the Nordic biomes. And it shows that we do have some exciting wildlife in Europe.\n\nEgypt is building a $1-billion mega-museum. Will it bring Egyptology home?\n\nAnother is the National Natural History Museum in Paris. You walk into the comparative-anatomy section and it’s one giant wall with thousands of skeletons all facing towards you, so tightly packed that you cannot walk between them.\n\nThese probably shouldn’t be my favourites, because they are so old fashioned, but they are stunning.\n\nDo museums teach science in a neutral way? In one book chapter, you highlight male biases in specimen collection and display.\n\nNatural history museums are amazing, but of course they are built by people, and people have interests and biases. One study, by biologist Natalie Cooper at the Natural History Museum in London and her collaborators, looked at more than 2 million specimens at 5 museums, and found that only 40% of the birds were female (N. Cooper et al. Proc. R. Soc. B 286, 20192025; 2019). For mammals, the figure was 48%, but in some of the mammalian groups, particularly artiodactyls — such as deer and antelope — only 40% were female. In another study, curator Rebecca Machin found that almost three-quarters of the natural-history specimens on display at the Manchester Museum, UK, were male (R. Machin Museum Soc. 6, 54–67; 2008).\n\nThe numbers are huge, but it’s also about how they are displayed, presented and interpreted. For example, descriptions of male specimens are much more likely to give general facts: this is where the animal lives, how it’s adapted to its environment, and so on. Whereas, for a female specimen, you tend to have more of a story of ‘this is how the species reproduces’.\n\nHow did the idea of collecting natural-history specimens arise?\n\nIn a sense, all museums — but certainly natural history museums — have their philosophical origins in the Wunderkammern, the private cabinets of curiosity maintained by aristocrats and natural philosophers in the sixteenth to eighteenth centuries. Some museums today are direct descendants of those collections.\n\nDuring the Enlightenment period, when scientific proof became important, collecting at an institutional level grew. And it went hand in hand with the ‘age of discovery’. Some of those voyages explicitly focused on finding out what resources were out there in the world that could be traded or acquired. And museums were both a place to study those resources — be they animal, vegetable or mineral — and a tool to promote the mission: ‘Look what we’ve got in our newly found colony’.\n\nThe British colony in southeastern Australia was intended to be founded in what’s now Botany Bay, near Sydney. And the colonists called it Botany Bay — it already had a name, Kamay, in the Indigenous language Dharawal — because, in 1770, on the voyage of Captain James Cook, naturalist Joseph Banks spent weeks collecting plants there. He came back and later said to Parliament, on the basis of what he had found, ‘this is where you should set up a colony’. Those plants are now in the Natural History Museum in London.\n\nSpecimens at the National Museum of Ireland — Natural History in Dublin.Credit: Lucas Vallecillos/VWPics/Redux/eyevine\nBanks also wanted to collect the heads of Aboriginal people for his anatomical studies. Isn’t that problematic?\n\nIt was. Scientists at the time had theorized a racial hierarchy of people across the world, and then sought people’s remains without consent to try to back up this theory. It fed into the eugenics movement starting in the late nineteenth century, which has repercussions today. The desire to categorize people is inherently linked to extraordinary forms of violence and has been used in a pseudoscientific way to justify horrific social policy.\n\nHow are museums dealing with this legacy of colonialism?\n\nThere isn’t one museum that I would say is doing colonial history particularly well. But a lot of the research being done in natural history museums is, partly, understanding the true origins of the collections and who really collected them.\n\nI bring up nineteenth-century naturalist Alfred Russel Wallace in that context, because he was relatively good at giving credit to people that he was working with. Two Malay teenagers called Ali and Baderoon, in particular, helped him during his eight-year voyage to the Malay Archipelago. Out of the 125,000 specimens that we lazily say were ‘collected by Wallace’, we know he attributed many to other people. But the institutions of science decided to ignore that and give the credit to Wallace.\n\nSome museums have begun to repatriate human remains and artefacts. Should every collection be repatriated?\n\nThe important question is, where does an object have the most meaning? It’s always going to be on a story-by-story basis. Take the thylacine, for example, the extinct Tasmanian tiger (Thylacinus cynocephalus). There are nearly 800 specimens in museums around the world, and there are more in Australia, where they were native, than anywhere else. It is good that all of the thylacines aren’t in Australia. Because we talk about human-driven extinction in museums all around the world, that’s an important story — objects have power by being spread around.\n\nWhy museums should repatriate fossils\n\nBut there are no specimens of gorillas in museums in any of the gorilla’s home states. If anyone who studies gorillas in Central Africa wants to use museum collections, they have to go to another part of the world, which is not right. If a museum has many gorilla specimens, to repatriate some of them would be a good thing.",
          "url": "https://doi.org/10.1038/d41586-025-01970-8",
          "doi": "https://doi.org/10.1038/d41586-025-01970-8",
          "filter": "4"
        },
        {
          "title": "Here’s why China’s science and innovation model is thriving",
          "authors": "Jacob Dreyer",
          "abstract": "An increasing number of Chinese companies are grabbing the headlines with new technologies rolled out at scale. The most prominent example in 2025 has been DeepSeek and its low-cost large language models, but others include electric-vehicle (EV) maker BYD — which this year launched its ‘God’s Eye’ intelligent driving system as a standard feature on most of its models — and battery manufacturer CATL, which is planning a major expansion of ‘swapping stations’ in China that allow quick battery replacement in EVs.\n\nNature Index 2025 Science Inc.\n\nUnderlying such roll-outs is a commitment to research and development and an increasing synergy between China’s top universities and its private sector. In many ways, collaboration between academia and industry in China, especially when it comes to launching new companies and products, is similar to how things work in the West. It is increasingly structured around a high-risk, high-reward funding philosophy in which promising ideas originating in academia are given investment, even if the vast majority of them fail. But unlike well-established university–industry ecosystems such as Silicon Valley, where private investors typically dominate and accept the risk of most start-up businesses failing, in China, the state plays a pivotal role. National government departments, including the Ministry of Science and Technology (MOST), and local innovation funds are pouring billions of yuan into university-affiliated businesses, knowing most will not achieve commercial success. However, those that do can go on to redefine whole industries.\n\nChinese policy has explicitly sought to create synergies between researchers and companies since the launch of a MOST initiative in 1988 called the Torch Programme. It sought to commercialize research outputs from universities and institutes and set up special research zones — such as Zhongguancun in Beijing — that provide incentives for start-ups such as tax breaks, easier access to credit, land and infrastructure. This was followed in 2014 by the Mass Innovation and Entrepreneurship plan, which sought to spark grassroots innovation and start-up activity across China — not just in elite labs or giant companies, but among ordinary citizens, students, small firms and rural entrepreneurs. The plan has funded innovation spaces and incubators, and expanded access to venture capital, angel funding and government support. It also explicitly encouraged universities to spin off research into new companies, with scientists taking equity stakes in the firms.\n\nAs well as schemes to boost funding, the government can act as facilitator, reducing bureaucratic hurdles to accelerate lab-to-market transitions. One example is China’s National Medical Products Administration, formerly the China Food and Drug Administration, which has undergone major reforms in the past decade to speed up drug approvals and clinical trials. A priority review pathway was established for especially promising medicines; China joined the International Council for Harmonisation of Technical Requirements for Pharmaceuticals for Human Use in 2017 so that Chinese clinical trials would be accepted in other countries and cut backlogs of clinical-trial applications, partly through digitalized submission systems and more staff.\n\nThe Chinese model is evident in companies such as Beijing-based Likang Life Sciences, an mRNA cancer vaccine start-up with links to Tsinghua University, also based in China’s capital. Likang is making use of Tsinghua’s pool of researchers by jointly establishing an AI for Medicine laboratory to promote an mRNA vaccine that can be tailored to individual patients using genetic sequencing.\n\nAlthough its vaccine technology is still in early clinical trials, Likang represents the ambition of the country’s health innovation system. Yet the challenges are immense. Cancer vaccines using mRNA technology are still unproven at scale, and Likang is competing with well-known global companies such as Moderna in Boston, Massachusetts, and BioNTech in Mainz, Germany. But the rewards for Chinese policymakers, who see biotechnology as a strategic priority, are potentially huge. If only one such company succeeds, it could position China as a leader in precision medicine.\n\nAnother example of China’s approach is the Sunway TaihuLight supercomputer based in Wuxi, which was developed with public money by the National Research Center of Parallel Computer Engineering & Technology with close involvement from Tsinghua University. Rather than being used purely for academic computation, the supercomputer has been used by private Chinese companies in domains such as weather forecasting, materials simulation and drug discovery. Unlike Western supercomputers, which often rely on corporate partnerships to be built before they are then made available to researchers, China’s approach is seeking to integrate academic research with state-backed industrial policy. The project’s success has spurred further partnerships with companies, including in artificial intelligence (AI) and quantum computing.\n\nThe possibilities of AI in education, a hot topic in China, provides a different template for the Chinese innovation model. Researchers in machine learning and cognitive science have spun off companies such as Liulishuo, an AI language tutor, and Squirrel AI, which adapts lessons to an individual student’s needs. Such start-ups are often founded using grants from the National Natural Science Foundation of China, then attract private capital.",
          "url": "https://doi.org/10.1038/d41586-025-01927-x",
          "doi": "https://doi.org/10.1038/d41586-025-01927-x",
          "filter": "4"
        },
        {
          "title": "How many PhDs does the world need? Doctoral graduates vastly outnumber jobs in academia",
          "authors": "Diana Kwon",
          "abstract": "More than 600,000 students were enrolled in PhD programmes in China in 2023.Credit: ChinaImages/Sipa USA via Alamy\n\nThe number of doctoral graduates globally has been growing steadily over the past few decades. And in countries such as China and India, those numbers are exploding.\n\nConventionally, the doctorate was a stepping stone to a lifelong career in academia. But today, the number of PhD graduates vastly exceeds the number of job openings at universities and research institutions. Researchers say that many universities are not preparing graduates for a career outside academia.\n\n“We need to make doctoral education more meaningful, more sustainable and better aligned with the diverse societal and labour-market needs,” says Cláudia Sarrico, the Secretary of State for Higher Education in Portugal, who previously worked at the Organisation for Economic Co-operation and Development (OECD) in Paris.\n\nThe PhD explosion\n\nAmong the 38 countries belonging to the OECD, the number of new doctorate holders almost doubled between 1998 and 20171, and has continued to increase in the years since. (Although several countries, including Australia and Brazil, have seen a dip in PhD enrolments over the past few years, driven in part by high living costs and low stipends.)\n\nIn China, the number of doctoral students has doubled — from around 300,000 in 2013 to more than 600,000 students enrolled in PhD programmes in 2023. “The numbers are massive, and they keep growing,” says Hugo Horta, who researches higher-education policy and practice at the University of Hong Kong. There are several factors driving this growth, Horta explains, such as the increasing number of people with bachelor’s and master’s degrees, and the expectation among many in the country that an investment in higher education will provide better economic and social prospects.\n\nBut the number of jobs in academia has not kept pace with the growth in PhD holders, says Horta. People coming into these doctoral programmes are, for the most part, training to become academics, so many future graduates are going to face fierce competition for any position, he says.\n\nGreat expectations\n\nIn countries such as the United States, Australia and the United Kingdom, non-academic jobs are increasingly becoming the norm for people with PhDs. A 2023 study2 of more than 4,500 PhD graduates in the United Kingdom found that over two-thirds of doctoral graduates were employed outside academia.\n\nSuch employment can mean graduates taking jobs that aren’t research based or that are outside their area of expertise. In South Africa, out of more than 6,000 PhD graduates who completed a 2020 survey, 18% said that they had had trouble finding jobs related to their expertise. “Even though they do find jobs, it’s not necessarily linked to their PhDs, and it’s not always the jobs that they expected or that they wanted,” says Milandré van Lill, a researcher at Stellenbosch University in South Africa and a co-author of the study. “From my perspective, we have reached saturation point in terms of PhD graduates.” Some graduates who find jobs outside of academia feel overqualified and undervalued, says van Lill.\n\nThat isn’t the case everywhere. The 2023 study found that job satisfaction among PhD graduates was generally high, with more than 90% saying they were happy with their career2. Those in science- and technology-related fields were more likely to find research-related roles — which are linked to higher levels of job satisfaction — than were those in the social sciences, arts and humanities.",
          "url": "https://doi.org/10.1038/d41586-025-01855-w",
          "doi": "https://doi.org/10.1038/d41586-025-01855-w",
          "filter": "4"
        },
        {
          "title": "Adversarial collaborations: all theories must be subject to critical evaluation",
          "authors": "Joel S. Snyder, Tony Cheng, Michał Klincewicz, Michael Schmitz, Miguel Ángel Sebastián",
          "abstract": "Your Editorial (see Nature 641, 281–282; 2025) misrepresents the motivations and substance of our open letter on integrated information theory (IIT; IIT-Concerned et al. Preprint at PsyArXiv https://doi.org/kt57; 2023). Our use of the term pseudoscience, both in the open letter and in a later Comment (IIT-Concerned et al. Nature Neurosci. 28, 689–693; 2025) was not uncollegial. It was carefully reasoned and explicitly justified: IIT’s central claims are untestable even in principle, and its promotion misleads by portraying the theory as empirically established.",
          "url": "https://doi.org/10.1038/d41586-025-01922-2",
          "doi": "https://doi.org/10.1038/d41586-025-01922-2",
          "filter": "4"
        },
        {
          "title": "Happy birthday Jaws! How the movie changed shark science",
          "authors": "Katie Kavanagh",
          "abstract": "Great white sharks (Carcharodon carcharias) are threatened by hunting and poaching.Credit: Education Images/Universal Images Group via Getty\n\nFifty years ago today, cinema-goers were scared out of their seats — as well as the ocean, and even swimming pools — with the US release of the film Jaws. Director Steven Spielberg’s creation entertained and terrified in equal measure, and brought about an enduring change in how we perceive sharks.\n\nDavid Shiffman is a marine conservation biologist based in Washington DC, and the author of Why Sharks Matter (2022). He spoke to Nature about how Jaws influenced the public perception of sharks and the importance of protecting marine life.\n\nHow did Jaws affect the public’s opinion of sharks?\n\nThere are some people who were afraid to even go into ankle-deep ocean water the summer Jaws came out. My mom says she didn’t want to go swimming at a pool. Around the same time, Star Wars came out, and no one was afraid that the Death Star was going to blow up Earth.\n\nA colleague of mine coined the ‘Jaws effect’, which is now used in public-policy literature to explain how fictional portrayals of real-world issues impact what voters want leaders to do about those issues.\n\nHas public opinion changed in the 50 years since Jaws was released?\n\nMore people now love sharks, are aware of shark conservation and want to help sharks than ever before. But there’s still widespread fear, and in some cases it’s quite pseudoscientific in nature.\n\nHow do these negative perceptions influence shark conservation?\n\nSharks were swimming in the ocean before there were trees on land and before Saturn had its rings. And in the past 50 years, they’ve experienced some of the worst population declines in their 400-million-year-plus history.\n\nUnsustainable fishing practices are the largest threat to marine biodiversity. To save the ocean as a whole, including but not limited to sharks, we need to do more sustainable fisheries management. Scientists and environmental advocates, in many cases, know what we should do, but we're not the ones in charge. We need to convince policymakers to make changes to conservation policy, and that requires public support.\n\nWhen fear and panic aren’t ruling our emotions, it’s clear that we should be trying to protect these animals, not trying to eradicate them.\n\nThe film Jaws was released in the United States on 20 June 1975.Credit: Pictorial Press Ltd/Alamy\nWhy is shark conservation so important?\n\nHumans depend on the oceans, which provide billions of people with a major source of food and tens of millions with employment and job security. To have a healthy food chain, you need to have a healthy top of the food chain. When we lose predators, the whole system can unravel.\n\nHow can we change public opinion on sharks?\n\nPart of the problem is that most people hear about sharks only in the context of inflammatory media coverage or pseudoscientific nonsense.\n\nYearly, more people are bitten by other people on the New York City subway system than are bitten by sharks in the whole world.\n\nThe media and popular press definitely have a role to play. It would be great if they would educate about real things or, at the very least, stop saying nonsense.",
          "url": "https://doi.org/10.1038/d41586-025-01951-x",
          "doi": "https://doi.org/10.1038/d41586-025-01951-x",
          "filter": "4"
        },
        {
          "title": "Change of venue: fission-yeast cell-division cues actually initiate in the nucleus",
          "authors": "Julia Kamenz, James E. Ferrell Jr",
          "abstract": "The cell cycle — the parade of biochemical and cellular events by which a cell divides to form two daughter cells — is a fundamental aspect of life. Writing in Nature, Kapadia and Nurse1 provide insights into how the timing of cell-cycle events is orchestrated in the fission yeast Schizosaccharomyces pombe. The authors report that a key cell-cycle regulator is activated first in the nucleus and only later in the cytoplasm.",
          "url": "https://doi.org/10.1038/d41586-025-01712-w",
          "doi": "https://doi.org/10.1038/d41586-025-01712-w",
          "filter": "4"
        },
        {
          "title": "DeepMind’s new AlphaGenome AI tackles the ‘dark matter’ in our DNA",
          "authors": "Ewen Callaway",
          "abstract": "Researchers feed vast quantities of genomic data into machine-learning systems to train them to predict the role of non-coding sequences.Credit: JuSun/iStock via Getty\n\nNearly 25 years after scientists completed a draft human genome sequence, many of its 3.1 billion letters remain a puzzle. The 98% of the genome that is not made of protein-coding genes — but which can influence their activity — is especially vexing.\n\nAn artificial intelligence (AI) model developed by Google DeepMind in London could help scientists to make sense of this ‘dark matter’, and see how it might contribute to diseases such as cancer and influence the inner workings of cells. The model, called AlphaGenome, is described in a 25 June preprint.\n\n“This is one of the most fundamental problems not just in biology — in all of science,” Pushmeet Kohli, the company’s head of AI for science said at a press briefing.\n\nThe ‘sequence to function’ model takes long stretches of DNA and predicts various properties, such as the expression levels of the genes they contain and how those levels could be affected by mutations.\n\n“I think it is an exciting leap forward,” says Anshul Kundaje, a computational genomicist at Stanford University in Palo Alto, California, who has had early access to AlphaGenome. “It is a genuine improvement in pretty much all current state-of-the-art sequence-to-function models.”\n\nAn ‘all in one’ approach\n\nWhen DeepMind unveiled AlphaFold 2 in 2020, it went a long way to solving a problem that had challenged researchers for decades: determining how a protein’s sequence contributes to its three-dimensional shape.\n\nWorking out what DNA sequences do is different, because there is no one answer, as in a 3D structure that AlphaFold delivers. A single DNA stretch will have numerous, interconnected roles — from attracting one set of cellular machinery to latch onto a particular section of a chromosome and turn a nearby gene into an RNA molecule, to attracting protein-transcription factors that influence where, when and to what extent gene expression occurs. Many DNA sequences, for example, influence gene activity by altering a chromosome’s 3D shape, either restricting or easing access for the machinery that does the transcription.\n\nBiologists have been chipping away at this question for decades with various kinds of computational tools. In the last decade or so, scientists have developed dozens of AI models to make sense of the genome. Many of these have focused on an individual task, such as predicting levels of gene expression or determining how modular segments of individual genes, called exons, are cut-and-pasted into distinct proteins. But scientists are increasingly interested in ‘all in one’ tools for interpreting DNA sequences.\n\nAlphaGenome is one such model. It can take inputs of up to one million DNA letters — a stretch that could include a gene and myriad regulatory elements — and make thousands of predictions about numerous biological properties. In many cases, AlphaGenome’s predictions are sensitive to single-DNA-letter changes, which means that scientists can predict the consequences of mutations.\n\nIn one example, DeepMind researchers applied the AlphaGenome model to diverse mutations identified in previous studies in people with a type of leukaemia. The model accurately predicted that the non-coding mutations indirectly activated a nearby gene that is a common driver of this cancer.\n\nStill limited",
          "url": "https://doi.org/10.1038/d41586-025-01998-w",
          "doi": "https://doi.org/10.1038/d41586-025-01998-w",
          "filter": "4"
        },
        {
          "title": "Make the study of human flourishing a global priority",
          "authors": "Maggie Yue Zhao",
          "abstract": "A multinational survey that has collected data from more than 200,000 people in 22 countries, called the Global Flourishing Study, is a milestone (T. J. VanderWeele and B. R. Johnson Nature 641, 34–36; 2025). But the science of flourishing must go further than relying on a limited range of scholarship measuring well-being across contexts.",
          "url": "https://doi.org/10.1038/d41586-025-01924-0",
          "doi": "https://doi.org/10.1038/d41586-025-01924-0",
          "filter": "4"
        },
        {
          "title": "Can industry fill the gap left by US research funding cuts?",
          "authors": "Bec Crew",
          "abstract": "As the United States cuts billions of dollars in federal funds for research, the role of the private sector in driving and supporting science and innovation has been put under the spotlight. Could US pharmaceutical giants support drug- or vaccine-development projects that have lost their funding? Will tech and engineering firms use their clout to advance defunded research in green energy? And if companies do fill the funding gap, how might the priorities of research projects shift to meet business goals and pressures?\n\nNature Index 2025 Science Inc.",
          "url": "https://doi.org/10.1038/d41586-025-01925-z",
          "doi": "https://doi.org/10.1038/d41586-025-01925-z",
          "filter": "4"
        },
        {
          "title": "Medical AI can transform medicine — but only if we carefully track the data it touches",
          "authors": "Akhil Vaid",
          "abstract": "The practice of modern medicine is built on pattern recognition — whether in a patient’s history, physical examination, laboratory results or response to treatment. A skilled physician can identify crucial patterns early and distinguish them from others that appear deceptively similar.\n\nBut some patterns are too chaotic, too subtle or too fleeting to raise red flags. No doctor can reliably catch early-stage pancreatic cancer from routine blood tests, for example. Answers to many questions of profound importance that demand knowledge of the future1, such as whether a tumour will spread or how long a person might live, are thus subjective — often coming down to a physician’s cumulative experience or ‘gut feeling’.\n\nOne approach to reducing subjectivity in medicine is through supervised machine learning — a technique based on creating computer models that can detect patterns by learning from labelled data. For instance, by examining many mammogram images that either include or lack tumours, models can learn how to recognize the statistical features that tend to go with one label or the other, even when those features aren’t obvious to the human eye.\n\nWhy an overreliance on AI-driven modelling is bad for science\n\nUnsurprisingly, interest in predictive modelling has exploded. In cases involving tumour spread, organ failure or narrow treatment windows, accurate knowledge of how someone’s condition might unfold can conserve resources, reduce suffering and save lives. In 2024 alone, the citation database PubMed indexed more than 26,000 studies mentioning artificial intelligence (AI), machine learning or deep learning in patient health care and clinical medicine. The global market for AI in health care is projected to exceed US$46 billion by the end of this year, and $200 billion by 2030.\n\nYet any model, no matter how sophisticated, is still a source of uncertainty. If it underestimates risk, it contributes to clinicians overlooking serious concerns. And if it overestimates risk, it could lead to unnecessary tests and interventions, and wasted resources.\n\nA model’s usefulness is typically judged by how well it generalizes to previously unseen data, which is treated as a proxy for real-world performance. But there’s a catch: in learning to predict outcomes, models also absorb the clinical decisions, relationships and biases that are baked into the data used to train them. Supervised learning relies on the assumption that these conditions, including the biases, will remain stable during model use. Without this foundation, things fall apart.\n\nFor example, ‘Is this patient at risk of dying tomorrow?’ is a different question in a rural outpatient clinic than in a cardiac intensive-care unit, and a model trained in one setting is likely to perform poorly in the other.\n\nCurrent best practices2 emphasize transparency in data sources and encourage testing models in the environments where they will be used. Still, given that many medical data sets are small, biased or tied to narrow populations, the odds that models will underperform or stop working altogether remain uncomfortably high.\n\nHowever, the greatest threat to the widespread adoption of predictive modelling in health care could come not from the instances in which the model fails outright, but rather those in which it succeeds in delivering results.\n\nData contamination\n\nWherever machine learning is used in a health-care setting, it is typically built on the foundation of the electronic health record (EHR) for patients. Although EHR adoption varies globally, it is deeply embedded in many high-income countries, where it serves as both the source of training data for predictive models and the system through which those predictions are returned to clinicians. At its core, the EHR is a dynamic database that continuously logs almost all aspects of patient care — including lab results, medication, clinical notes and key events such as infections or deaths.\n\nCould biomarkers mean better pain treatment?\n\nBy expanding the amount of patient data available, the EHR enables a standardized workflow: data are pulled from the EHR to train models, and once the models are deployed, they analyse fresh patient data to predict potential health risks. These predictions can guide clinical decisions — for example, prompting a physician to order a chest X-ray or to begin administering antibiotics if a model flags a high risk of pneumonia, even before classic symptoms fully develop.\n\nBut the EHR is also the destination of the predictions of models — and the consequences of those predictions. Take, for example, a model designed to detect early signs of the onset of sepsis. Ideally, the physician is alerted and takes timely action in administering antibiotics or fluids to prevent the condition from progressing. This is exactly the kind of impact we want from AI in health care. Sepsis is notoriously hard to catch early and has a mortality rate of 30–40%, so swift intervention can save lives.\n\nBut therein lies the rub: because the physician intervened, the patient doesn’t develop sepsis. As a result, the pattern the model flagged — originally linked to sepsis — is now recorded in the EHR as being associated with a non-septic outcome. This creates a ‘contaminated association’3 in the data, in which warning signs of sepsis seem to lead to good outcomes, simply because of successful intervention. As these associations accumulate, they begin to erode the reliability of existing and even future models.\n\nOver time, even well-performing AI models can degrade. Shifts in patient demographics, evolving standards of care, new medications or changes in clinical practice can all cause a model’s predictions to become less accurate — a phenomenon known as model drift.\n\nA physician in a French hospital studies an X-ray in which an artificial-intelligence model has flagged possible fractures. Credit: Damien Meyer/AFP/Getty\n\nRetraining models on newer, more representative data is widely considered the best way to recover performance4. But as the EHR database gets corrupted with false associations, retraining becomes effectively impossible. The data set used to train the model now contains a pattern that implies sepsis, but also ‘not-sepsis’. This is the equivalent of teaching addition to a child by telling them that two plus two is four. Sometimes. At other times it’s three, but only when it’s not five3.\n\nSerious conditions such as pneumonia, acute kidney injury (AKI) and sepsis often occur together during a single illness or hospital stay. A model that successfully prevents one of these conditions might indirectly prevent the others as well. This introduces misleading associations into the EHR — not just for current models, but for those yet to be built3.\n\nThings get even more complicated when multiple AI models are used in the same clinical setting. For example, one model might predict the risk of AKI, while another might forecast blood clots. These are different conditions, but both rely on the same lab values, such as measurements of the waste product creatinine, blood platelets or inflammatory markers. If a physician responds to the AKI alert by adjusting fluids or medications, that could render the predictions of the blood-clot model obsolete, or unreliable. In this way, an intervention triggered by one model can quietly disrupt another, even if they are focused on entirely different outcomes3.\n\nHigher-order effects\n\nCurrent approaches to predictive modelling in health care don’t account for how models interact with each other or with clinical decision-making. This raises serious questions about some of the field’s core practices, starting with how researchers monitor model performance after deployment.\n\nIf a model helps to prevent an adverse event, its predictions do not occur — for example, patients do not die of sepsis — and its real-world performance might appear to decline5. That said, a drop in performance could also mean that the model isn’t working well in practice and is making poor predictions. It is often difficult to tell the difference between these two situations.\n\nOne way to improve understanding of what’s happening is to regularly compare outcomes between periods when the model is active and when it is not. This kind of side-by-side comparison can help to determine whether the model is truly effective or if it’s falling short. In this scenario, an expected range of performance change should be established as part of the evaluation process. If performance drops beyond this range, it might indicate model degradation. If the drop is smaller than expected, it could point to limited model use or ineffective integration into clinical practice. Estimating this range in advance can be difficult, because factors such as model drift or clinical variability might interfere. A more reliable approach might be to determine the range experimentally, under controlled conditions.\n\nA question of trust for AI research in medicine\n\nUnfortunately, real-world patient care, especially in environments with multiple models and providers, is far removed from controlled conditions. Although randomized controlled trials6 (RCTs) remain the gold standard for evaluating clinical treatments and models, applying that level of control in day-to-day clinical settings is rarely possible. In practice, clinicians might need to choose between several overlapping or even conflicting models. As the number of deployed models grows, the results of isolated, tightly controlled studies become less reliable as indicators of real-world effectiveness. Unless a model is going to be used in exactly the same controlled environment in which it was tested — free from competing models, system changes or drift — its performance in isolation should be interpreted with caution.\n\nEven if we accept RCTs at face value as being able to provide usable proof of a predictive model’s effectiveness, they come with substantial financial and time costs. A more practical way to assess a model is to test it on entirely new data — such as from another hospital or site. This process, often called external validation, helps to show whether the model can detect real biological patterns rather than just those specific to the data it was trained on. But akin to the challenges related to retraining models, this kind of testing becomes much harder7 when previous models have already shaped or influenced the data being used for testing.",
          "url": "https://doi.org/10.1038/d41586-025-01946-8",
          "doi": "https://doi.org/10.1038/d41586-025-01946-8",
          "filter": "4"
        },
        {
          "title": "‘Super-healing’ animals inspire human treatments",
          "authors": "Smriti Mallapaty",
          "abstract": "Green anole lizards can regenerate their tails after injury, an ability that could inform treatments for people.Credit: Wolfgang Kaehler/LightRocket via Getty\n\nAfter an injury, some flatworms can regrow almost every cell in their bodies, axolotls can rebuild entire limbs and parts of their brain, zebrafish can mend broken spinal cords and green anole lizards can fabricate new tails.\n\nMost mammals are incapable of the restorative feats seen in fish, amphibians, reptiles and worms, whose abilities have long fascinated researchers. Now, scientists are taking what they have learnt from these animals and are applying that knowledge to human cells, thanks to advances in genomics, proteomics and imaging at the level of the single cell.\n\n“There’s a big push right now to exploit super-healing species and to try to see how quickly we can translate those findings,” says Albert Almada, a stem-cell biologist at the University of Southern California in Los Angeles.\n\nSeveral research teams presented their latest findings at the International Society for Stem Cell Research meeting in Hong Kong last week.\n\nZebrafish spines\n\nA zebrafish (Danio rerio) with a severed spinal cord can go from being paralysed to moving fluidly in eight weeks. Mayssa Mokalled, who studies tissue regeneration and stem-cell biology at Washington University in St. Louis, Missouri, and her colleagues have identified a population of cells in the zebrafish that are important for this recovery — and these cells are similar to human fetal astrocytes. After an injury, astrocytes create a protective barrier around the damaged site, but can also inhibit neuronal repair.\n\nMokalled and her colleagues looked for molecules involved in the activation of the cells that induce regeneration in zebrafish. When the team introduced the same molecules into human astrocytes, the cells started to look and behave more like those of the zebrafish. In preliminary studies in which the researchers transplanted the transformed human cells into mice, the cells seemed more effective at creating the protective barrier, but the inhibitory post-injury response was reduced. “I would love to see this go all the way to therapy,” says Mokalled.\n\nLizard tails\n\nBut the evolutionary distance between zebrafish and humans is wide. Almada is instead looking at the green anole lizard (Anolis carolinensis). Lizards are the closest living relatives to humans that can regenerate an entire appendage. Humans and lizards share many of the same genes. “We think it’ll be more translatable to human biology, because they have a lot of the same machineries at the DNA level,” says Almada.\n\nAt the conference, Almada described how a population of muscle stem cells in lizards regenerates the animal’s tail. The cells are similar to those found in mice and humans, except that the lizard version can make muscle tissue from scratch, which the mouse and human versions cannot, he says. Almada hopes to work out how the lizard cells achieve this feat and eventually apply that to muscle growth in humans to treat degenerative muscular diseases, strengthen muscles in older people and treat wounds.",
          "url": "https://doi.org/10.1038/d41586-025-01901-7",
          "doi": "https://doi.org/10.1038/d41586-025-01901-7",
          "filter": "4"
        },
        {
          "title": "Stories that are out of this world: Books in brief",
          "authors": "Andrew Robinson",
          "abstract": "The Infrastructure Book\n\nSybil Derrible Prometheus (2025)\n\nIn 1995, a massive heatwave in Chicago, Illinois, took at least 739 lives. The city authorities assumed that a lack of air conditioning was responsible for most deaths, but an investigation attributed them mainly to social isolation. As Chicago-based engineer Sybil Derrible notes in his penetrating analysis of urban infrastructure: “Technology comes and goes, but infrastructure stays because infrastructure is all about people.” Surveying 16 large cities globally, he investigates water, transport, energy and telecommunications networks.\n\nFree Creations of the Human Mind\n\nDiana Kormos Buchwald & Michael D. Gordin Oxford Univ. Press (2025)\n\nOf the physics Nobel prizes awarded since 2000, “no fewer than seven ... stem directly from Einstein’s work in 1905 and 1915”, point out historians of science Diana Buchwald and Michael Gordin. Their brief, appealing book discusses the general theory of relativity and quantum theory, but is preoccupied mainly with Albert Einstein’s life, personality and philosophy, especially his complex relationship with war — including the design of the atomic bomb — and pacifism.\n\nAmazing Worlds of Science Fiction and Science Fact\n\nKeith Cooper Reaktion (2025)\n\nAstronomers observed the first confirmed exoplanet in 1992. Some 5,900 are now known, in about 4,500 planetary systems, with around 1,000 containing several planets, according to NASA. No life has been detected yet, showing just “how rare our planet Earth still is” and how “the imagination imbued within science fiction can only carry us so far”, notes science journalist Keith Cooper. His engaging book, based on interviews with writers and researchers, examines what science fiction has got right and wrong, and what science can learn from it.\n\nYearning for Immortality\n\nRune Nyord Univ. Chicago Press (2025)",
          "url": "https://doi.org/10.1038/d41586-025-01950-y",
          "doi": "https://doi.org/10.1038/d41586-025-01950-y",
          "filter": "4"
        },
        {
          "title": "Neuronal transfer of mitochondria to tumour cells promotes cancer spread",
          "authors": "Anand K. Singh, Yuan Pan",
          "abstract": "Neurons can support cancer initiation, growth and migration and can drive therapy resistance through various mechanisms, such as immune-cell modulation1. Such discoveries underpin the emerging field of cancer neuroscience. Much research has been done to understand the interplay between cancer cells and neurons and how cancer cells can exploit neuronal signalling to support malignancy. Writing in Nature, Hoover et al.2 reveal a previously unknown role for tumour-associated neurons in aiding tumour spread.",
          "url": "https://doi.org/10.1038/d41586-025-01718-4",
          "doi": "https://doi.org/10.1038/d41586-025-01718-4",
          "filter": "4"
        },
        {
          "title": "Developing astronomers in Africa: ‘We wanted to create a discipline’",
          "authors": "Sarah Wild",
          "abstract": "Bernie Fanaroff, at part of the Square Kilometre Array in Carnavon, South Africa, worked to ensure that Black African students had opportunities to become radioastronomers. Credit: Jaco Marais/Foto24/Gallo Images/Getty\nRadioastronomy in Africa\n\nIn 2005, when South Africa and its partner countries in Africa submitted a proposal to host the world’s largest radio telescope, called the Square Kilometre Array, the continent had five radioastronomers, all based in South Africa. That year, the country embarked on a targeted human-capital development programme to develop talent needed to build, operate and use radio telescopes, which collect radio signals emitted by celestial objects. Marking its 20th anniversary this year, the government-funded programme has created 5 research-chair positions and more than 1,370 scholarships for undergraduate, master’s, doctoral and postdoctoral studies — at a total cost of about 500 million rand (US$28 million).\n\nNow, the Square Kilometre Array (SKA) is under construction. It will have more than 100,000 tree-like antennas in Australia and almost 200 dish antennas in South Africa. South Africa owns and operates several radio telescopes, and there are hundreds of radioastronomers and students at universities and institutions in African countries.\n\nNature’s careers team spoke to officials and scientists working to grow Africa’s radioastronomy capacity, in part through the South African Radio Astronomy Observatory. In the first of a short series of articles investigating the growth of the discipline on the continent, Bernie Fanaroff, who led South Africa’s SKA bid, describes how a relatively small amount of money can create a critical mass of internationally competitive researchers.\n\nWhen we threw our hat in the ring to host the Square Kilometre Array (SKA), we knew that we had to be very focused in how we spent our money. One of the conditions for government support for the bid, both from the South African government and from the African Union heads of state, was human-capital development on the continent. Back then, there were a handful of radioastronomers in Africa. We wanted to create a discipline here.\n\nIn the first year, we had about 40 million rand (US$2 million) to start developing the skills to build and use a pathfinder telescope to show that South Africa had the capability to host the SKA. We did not want to spread the money too thinly and were strict about which projects qualified for support. We started to get very good people, but there weren’t enough Black or female students entering the programme for there to be any kind of transformation at the graduate level. Black people account for more than 80% of the South African population but, historically, astronomers in South Africa were white men. We wanted to change that.\n\nStar-struck: living my childhood dream as an astronomer\n\nIn response, we extended our development programme to undergraduate students, but we still struggled to attract Black and female candidates, and so we went further back, to secondary schools. For example, although our scholarship programme offers preferential access to students from the Karoo, the region in South Africa where the telescopes are based, pupils there struggled to meet the university entrance requirements for science and mathematics. So, we relocated specialist secondary-school teachers to the area to create an end-to-end process.\n\nThere’s a whole pool of young people out there who are extremely capable but have not had an opportunity to get into science. There are real social and economic barriers for women and for Black students in South Africa.\n\nYou can’t expect diverse candidates to appear out of nowhere. You have got to go and look for these people, find them and recognize that, given the circumstances, they have immense promise. Then, you have to take a chance on that person.\n\nIf you come from an under-resourced school or previously disadvantaged area, it is difficult to negotiate university — an entirely new environment. Students might have real gaps in their basic learning, but it’s not only that. They often don’t have the confidence, the study skills or the knowledge of university bureaucracy to succeed. A 2019 government study1 found that three out of five less-privileged South African students do not complete their university studies.\n\nCareer resources for African scientists\n\nStudents have got to feel that there’s somebody there, even just as a psychological mentor. Kim Anthony, head of human-capital development for the South African Radio Astronomy Observatory in Cape Town, and her team have been very hands-on and made a huge difference by simply caring about these students.\n\nWe also required universities to show that they had the appropriate people to mentor students. Initially, there were not enough supervisors for the growing pool of students, so we funded five research-chair positions and some mid-career positions, with funds for students, postdocs and start-up costs. That’s been very successful.\n\nPlanting the seeds of astronomy\n\nSouth Africa’s 64-dish MeerKAT telescope, inaugurated in 2018, demonstrated that the country was becoming a hub for advanced radioastronomy, technology and science. MeerKAT, which is one of the most sensitive radio telescopes in the world, will eventually be absorbed into the SKA. It attracted world-leading researchers in science and engineering, and our young people now have access to this telescope and that international expertise.",
          "url": "https://doi.org/10.1038/d41586-025-01732-6",
          "doi": "https://doi.org/10.1038/d41586-025-01732-6",
          "filter": "4"
        },
        {
          "title": "Ice society: looking for life at unlikely altitudes",
          "authors": "James Mitchell Crow",
          "abstract": "“This photograph, taken in February, captured the first return of the light to the world’s most northerly permanent settlement, Ny-Ålesund, on the Arctic archipelago of Svalbard, Norway.\n\nI have been working in Svalbard for more than a decade, studying the microbial life in this extreme place. The surfaces of its glaciers, for example, are colonized by a huge diversity of microorganisms. My colleagues and I at the Mediterranean Institute of Oceanography in Marseille, France, have been learning how, by coming in and out of dormancy as the temperature fluctuates, these microbes can thrive despite nutrient shortages, low temperatures, high ultraviolet stress and a lack of liquid water.\n\nWith everything that we’ve discovered about ice microbes, we began to wonder whether an active microbial community could flourish in a similarly cold and nutrient-scarce environment: the atmosphere. A new direction in our work is to try to measure and understand the microbial inhabitants of the air. A key question is whether the atmosphere is just a dispersal mechanism for dormant cells, or whether it harbours active microbes that can grow and divide.",
          "url": "https://doi.org/10.1038/d41586-025-01972-6",
          "doi": "https://doi.org/10.1038/d41586-025-01972-6",
          "filter": "4"
        }
      ]
    },
    {
      "journal_full": "Science",
      "journal_short": "Sci",
      "articles": [
        {
          "title": "Fool’s gold",
          "authors": "David Michaels, Wendy Wagner",
          "abstract": "Already rocked by decades of political interference, corporate influence, mismanagement, and partisan efforts to undermine its authority, the expert bureaucracy, the “lifeblood” of the US administrative state, is now gasping for air. On 23 May, President Trump issued an executive order (EO)—Restoring Gold Standard Science—promising to fix these issues. Instead, the EO is poised to make them far worse: It officially empowers political appointees to override conclusions and interpretations of government scientists, threaten their professional autonomy, and undermine the scientific capacity of research and regulatory agencies.",
          "url": "https://doi.org/10.1126/science.adz3920",
          "doi": "https://doi.org/10.1126/science.adz3920",
          "filter": "0"
        },
        {
          "title": "Plastic bag bans and fees reduce harmful bag litter on shorelines",
          "authors": "Anna Papp, Kimberly L. Oremus",
          "abstract": "Plastic pollution threatens marine and freshwater ecosystems and the services they provide. Although plastic bag bans and taxes are increasingly implemented worldwide, their effectiveness in reducing plastic litter remains unknown. Leveraging the patchwork of bag policies across different geographic scales in the United States and citizen science data on 45,067 shoreline cleanups, we assess the impact of these policies on plastic bag litter. We find that plastic bag policies lead to a 25 to 47% decrease in plastic bags as a share of total items collected at cleanups relative to areas without policies, with taxes possibly further reducing shoreline litter. At a time when many jurisdictions are considering bag policies, while others are preemptively prohibiting them, our study provides evidence that they mitigate shoreline plastic pollution.",
          "url": "https://doi.org/10.1126/science.adp9274",
          "doi": "https://doi.org/10.1126/science.adp9274",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Molecular evolution of sour tolerance in birds",
          "authors": "Hao Zhang, Lei Luo, Qiaoyi Liang, Lifeng Tian, Yong Shao, Xiuping Zhang, Kaixun Cao, Anna Luo, Chengsan Wang, Peter Muiruri Kamau, Dong-Dong Wu, Maude W. Baldwin, Ren Lai",
          "abstract": "Taste is crucial in shaping animal perception. Sourness, one of the primary tastes, is aversive in mammals, whereas many birds frequently consume acidic fruits, suggesting a potential tolerance. Our study uncovers a mechanism enabling avian sour tolerance that involves changes to the sour receptor [otopetrin 1 (OTOP1)]. We demonstrate that sour tolerance is a conserved trait in birds, with avian OTOP1 exhibiting acid-induced inhibition and OTOP1 modulation affecting sour perception and tolerance. Ancestral reconstruction reveals that the increase in acid tolerance may have evolved at the same point in the songbird phylogeny as the regain of sweet sensing in this clade. This shift might have enabled songbirds to feed on a wider range of fruits, affecting the evolution and diversification of the songbird radiation.",
          "url": "https://doi.org/10.1126/science.adr7946",
          "doi": "https://doi.org/10.1126/science.adr7946",
          "filter": "2"
        },
        {
          "title": "Efficient super-reducing organic photoredox catalysis with proton-coupled electron transfer mitigated back electron transfer",
          "authors": "Amreen K. Bains, Arindam Sau, Brandon S. Portela, Kajal Kajal, Alexander R. Green, Anna M. Wolff, Ludovic F. Patin, Robert S. Paton, Niels H. Damrauer, Garret M. Miyake",
          "abstract": "Photoredox catalysis driven by visible light has improved chemical synthesis by enabling milder reaction conditions and unlocking distinct reaction mechanisms. Despite the transformative impact, visible-light photoredox catalysis remains constrained by the thermodynamic limits of photon energy and inefficiencies arising from unproductive back electron transfer, both of which become particularly pronounced in thermodynamically demanding reactions. In this work, we introduce an organic photoredox catalyst system that overcomes these obstacles to drive chemical transformations that require super-reducing capabilities. This advancement is accomplished by coupling the energy of two photons into a single chemical reduction, whereas inefficiencies from back electron transfer are mitigated through a distinct proton-coupled electron transfer mechanism embedded in the catalyst design. The super-reducing capabilities of this organic catalyst system are demonstrated through efficient application in a broad scope of challenging arene reductions.",
          "url": "https://doi.org/10.1126/science.adw1648",
          "doi": "https://doi.org/10.1126/science.adw1648",
          "filter": "2"
        },
        {
          "title": "Greener green and bluer blue: Ocean poleward greening over the past two decades",
          "authors": "Haipeng Zhao, Manfredi Manizza, M. Susan Lozier, Nicolas Cassar",
          "abstract": "Although the global greening associated with climate change is well documented on land, similar trends in the ocean have not been thoroughly identified. Using satellite observations of ocean chlorophyll a (Chl) concentration, we show that the surface ocean experienced a poleward greening from 2003 to 2022. Contemporaneously, the subtropical regions of the Northern Hemisphere experienced a decrease in Chl. As such, the latitudinal disparity in Chl, as documented by an inequality index, has been increasing over the past two decades, particularly in the Northern Hemisphere. Rising water temperatures may primarily influence the Chl trends. The increasing Chl inequality—marked by “greener green and bluer blue” waters—has the potential to cascade to higher trophic levels, with implications for the fisheries and economies of coastal nations.",
          "url": "https://doi.org/10.1126/science.adr9715",
          "doi": "https://doi.org/10.1126/science.adr9715",
          "filter": "2"
        },
        {
          "title": "Excision of organic macrocycles from covalent organic frameworks",
          "authors": "Roberto Sánchez-Naya, Juan Pablo Cavalieri, Jorge Albalad, Alba Cortés-Martínez, Kaiyu Wang, Carles Fuertes-Espinosa, Teodor Parella, Sara Fiori, Esteve Ribas, Aitor Mugarza, Xavi Ribas, Jordi Faraudo, Omar M. Yaghi, Inhar Imaz, Daniel Maspoch",
          "abstract": "Molecules are typically synthesized through stepwise processes involving chemical reactions between simple molecular precursors. Here, we report an advance in the synthesis of new organic molecules based on the approach of clip-off chemistry, in which molecules are excised from ordered, extended organic structures. We synthesized macrocycles by selectively cleaving them out of covalent organic frameworks. The synthesized macrocycles include eight macrocyclic polyamides with 114-, 138-, and 162-atom rings, and one 114-atom ring macrocyclic polyimide. This excision approach expands the scope of chemical organic synthesis to previously inaccessible macromolecules.",
          "url": "https://doi.org/10.1126/science.adw4126",
          "doi": "https://doi.org/10.1126/science.adw4126",
          "filter": "2"
        },
        {
          "title": "Limitations of chemical monitoring hinder aquatic risk evaluations on the macroscale",
          "authors": "Sascha Bub, Lara L. Petschick, Sebastian Stehle, Jakob Wolfram, Ralf Schulz",
          "abstract": "Macroscale evaluations of chemical monitoring data require the integration of chemical, spatial, and temporal dimensions. Here, we linked 64 million US surface water monitoring records (1900 chemicals, date range 1958 to 2019, 310,000 sites) and 37 million analytical limits and in vivo and in silico toxicity thresholds. We found that the exposure data required for retrospective risk assessment were available for less than 1% of chemicals with potential environmental concern ( n ≈ 297,000). In contrast to the situation with persistent and often inorganic contaminants in the 1970s, current monitoring schemes lack control of a much larger number of organic chemicals and their degradates. Insufficient chemical and spatial coverage of monitoring, along with analytical limits being far too high to track some of the most toxic chemicals, biases risk perceptions for important chemicals.",
          "url": "https://doi.org/10.1126/science.adn5356",
          "doi": "https://doi.org/10.1126/science.adn5356",
          "filter": "2"
        },
        {
          "title": "Cholinergic feedback for modality- and context-specific modulation of sensory representations",
          "authors": "Bin Yu, Yuxuan Yue, Chi Ren, Rui Yun, Byungkook Lim, Takaki Komiyama",
          "abstract": "The brain’s ability to prioritize sensory information is crucial for adaptive behavior, yet its mechanisms remain unclear. We investigated basal forebrain cholinergic neurons modulating olfactory bulb (OB) circuits in mice. The activity of cholinergic feedback axons in OB correlated with orofacial movements, with little responses to passively experienced odors. When mice engaged in an olfactory task, OB cholinergic axons rapidly shifted their response patterns from movement correlated to odor aligned. This response shift was absent in cholinergic axons projecting to the dorsal cortex during olfactory task engagement, and in OB, during an auditory task. Inactivation of OB-projecting cholinergic neurons impaired olfactory task performance and reduced odor responses in OB granule cells. Thus, the cholinergic system dynamically modulates sensory processing in a modality-specific and context-dependent manner.",
          "url": "https://doi.org/10.1126/science.ads9152",
          "doi": "https://doi.org/10.1126/science.ads9152",
          "filter": "2"
        },
        {
          "title": "Mechanism of release factor–mediated peptidyl-tRNA hydrolysis on the ribosome",
          "authors": "Elena V. Aleksandrova, Egor A. Syroegin, Ritwika S. Basu, Alexander A. Vassilevski, Matthieu G. Gagnon, Yury S. Polikanov",
          "abstract": "Translation termination is essential in all living organisms because it ensures that proteins have lengths strictly defined by their genes. This universal process is mediated by peptide release factors (RFs) that recognize stop codons and catalyze the hydrolysis of peptidyl transfer RNA (peptidyl-tRNA) on the ribosome, presumably by activating a water molecule. We report structures of the bacterial ribosome in complex with peptidyl-tRNA and RFs in the prepeptide release state. No hydrolytic water molecule was seen in the peptidyl transferase center. Instead, RFs induced rearrangements of the peptidyl-tRNA adenine 76 (A76) ribose pucker that orient the 2′-OH for the nucleophilic attack onto the neighboring carbonyl group. These findings suggest a catalytic mechanism of RF-mediated peptide release and provide a structural basis for the universal conservation of the catalytic domain in peptide RFs.",
          "url": "https://doi.org/10.1126/science.ads9030",
          "doi": "https://doi.org/10.1126/science.ads9030",
          "filter": "2"
        },
        {
          "title": "Sleep need–dependent plasticity of a thalamic circuit promotes homeostatic recovery sleep",
          "authors": "Sang Soo Lee, Qiang Liu, Alexandra H. R. Cheng, Dong Won Kim, Daphne M. Boudreau, Anuradha Mehta, Mehmet F. Keles, Rafal Fejfer, Isabelle Palmer, Kristen H. Park, Heike Münzberg, Timothy D. Harris, Austin R. Graves, Seth Blackshaw, Mark N. Wu",
          "abstract": "Prolonged wakefulness leads to persistent, deep recovery sleep (RS). However, the neuronal circuits that mediate this process remain elusive. From a circuit screen in mice, we identified a group of thalamic nucleus reuniens (RE) neurons activated during sleep deprivation (SD) and required for sleep homeostasis. Optogenetic activation of RE neurons leads to an unusual phenotype: presleep behaviors (grooming and nest organizing) followed by prolonged, intense sleep that resembles RS. Inhibiting RE activity during SD impairs subsequent RS, which suggests that these neurons signal sleep need. RE neurons act upstream of sleep-promoting zona incerta cells, and SD triggers plasticity of this circuit to strengthen their connectivity. These findings reveal a circuit mechanism by which sleep need transforms the functional coupling of a sleep circuit to promote persistent, deep sleep.",
          "url": "https://doi.org/10.1126/science.adm8203",
          "doi": "https://doi.org/10.1126/science.adm8203",
          "filter": "2"
        },
        {
          "title": "Lineage-resolved analysis of embryonic gene expression evolution in C. elegans and C. briggsae",
          "authors": "Christopher R. L. Large, Rupa Khanal, LaDeana Hillier, Chau Huynh, Connor Kubo, Junhyong Kim, Robert H. Waterston, John I. Murray",
          "abstract": "The constraints that govern the evolution of gene expression patterns across development remain unclear. Single-cell RNA sequencing can detail these constraints by systematically profiling homologous cells. The conserved invariant embryonic lineage of Caenorhabditis elegans and C. briggsae makes them ideal for comparing cell type gene expression across evolution. Measuring the spatiotemporal divergence of gene expression across embryogenesis, we find a high level of similarity in gene expression programs between species despite tens of millions of years of evolutionary divergence. Nonetheless, thousands of genes show divergence in their cell type specific expression patterns, with enrichment for functions in environmental response and behavior. Neuronal cell types show higher divergence than others such as the intestine and germline. This work identifies likely constraints on the evolution of developmental gene expression.",
          "url": "https://doi.org/10.1126/science.adu8249",
          "doi": "https://doi.org/10.1126/science.adu8249",
          "filter": "2"
        },
        {
          "title": "In Science Journals",
          "authors": "Keith T. Smith, Jake S. Yeston, Bianca Lopez, Phil Szuromi, Melisa Yashinski, Courtney Malo, Leslie K. Ferrarelli, Peter Stern, Jesse Smith, Mattia Maroso, Di Jiang, Corinne Simonti, Priscilla N. Kelly, Seth Thomas Scanlon",
          "abstract": "Highlights from the Science family of journals",
          "url": "https://doi.org/10.1126/science.adz7691",
          "doi": "https://doi.org/10.1126/science.adz7691",
          "filter": "3"
        },
        {
          "title": "Poleward greening of the global oceans",
          "authors": "Raphael M. Kudela",
          "abstract": "Shifts in phytoplankton populations could affect marine ecology and fisheries around the world",
          "url": "https://doi.org/10.1126/science.ady6102",
          "doi": "https://doi.org/10.1126/science.ady6102",
          "filter": "3"
        },
        {
          "title": "New vaccine panelists have published little on vaccines",
          "authors": "Martin Enserink, Meredith Wadman",
          "abstract": "RFK Jr.’s purge of key advisory committee represents a major loss of expertise, as measured by scientific papers",
          "url": "https://doi.org/10.1126/science.adz8347",
          "doi": "https://doi.org/10.1126/science.adz8347",
          "filter": "3"
        },
        {
          "title": "Sound policy demands sound science",
          "authors": "Michael Kratsios",
          "url": "https://doi.org/10.1126/science.adz9562",
          "doi": "https://doi.org/10.1126/science.adz9562",
          "filter": "3"
        },
        {
          "title": "All-seeing eye",
          "authors": "Daniel Clery",
          "abstract": "The Vera C. Rubin Observatory is set to transform astronomy. Its wide and fast survey will discover billions of dynamic objects while building up a deep map of the universe",
          "url": "https://doi.org/10.1126/science.adz7693",
          "doi": "https://doi.org/10.1126/science.adz7693",
          "filter": "3"
        },
        {
          "title": "Remembering China’s coastal mudflats",
          "authors": "Fu Chen",
          "url": "https://doi.org/10.1126/science.adu4856",
          "doi": "https://doi.org/10.1126/science.adu4856",
          "filter": "3"
        },
        {
          "title": "Climate adaptation finance: From paper commitments to climate risk reduction",
          "authors": "Jasper Verschuur, Nicola Ranger, Jim. W. Hall",
          "abstract": "Science can help to target climate finance at better-quality adaptation",
          "url": "https://doi.org/10.1126/science.adx1950",
          "doi": "https://doi.org/10.1126/science.adx1950",
          "filter": "3"
        },
        {
          "title": "Tasting opportunity",
          "authors": "Hannah M. Rowland, Eve R. Schneider",
          "abstract": "How birds retuned sour perception to eat fruits",
          "url": "https://doi.org/10.1126/science.ady6105",
          "doi": "https://doi.org/10.1126/science.ady6105",
          "filter": "3"
        },
        {
          "title": "Satellite swarms mar Rubin’s pristine view",
          "authors": "Daniel Clery",
          "url": "https://doi.org/10.1126/science.adz8351",
          "doi": "https://doi.org/10.1126/science.adz8351",
          "filter": "3"
        },
        {
          "title": "Microbe with tiny genome may evolve into a virus",
          "authors": "Christie Wilcox",
          "abstract": "With DNA focused almost entirely on replication, newly discovered organism blurs the line between cells and viruses",
          "url": "https://doi.org/10.1126/science.adz8343",
          "doi": "https://doi.org/10.1126/science.adz8343",
          "filter": "3"
        },
        {
          "title": "Protect transgender scientists",
          "authors": "Nasa Sinnott-Armstrong, Desiree Forsythe, Jane M Benoit, Callie R. Chappell, Lisa S. Y. Coe, Bruno Francesco Rodrigues de Oliveira, Natalya Evans, Anna C. Fagre, Jonathan M. Gilligan, Maria Hamilton, Colin Moran Henneberry, Suzanne L. Ishaq, Juliet Johnston, Erin Krichilsky, Jamie Alcira Lopez, Kay McMonigal, Melanie Ortiz Alvarez de la Campa, Rahmeen Rahman, Nicole E. Schwartz, Lauren Talluto, Eric J. Taylor, José M. Vargas-Muñiz, J. L. Weissman",
          "url": "https://doi.org/10.1126/science.ady0962",
          "doi": "https://doi.org/10.1126/science.ady0962",
          "filter": "3"
        },
        {
          "title": "Sluggishness and defensiveness enabled an executive order on research integrity",
          "authors": "H. Holden Thorp",
          "url": "https://doi.org/10.1126/science.adz9553",
          "doi": "https://doi.org/10.1126/science.adz9553",
          "filter": "3"
        },
        {
          "title": "Will HIV preventive be a game changer or a missed opportunity?",
          "authors": "Kai Kupferschmidt",
          "abstract": "FDA’s anticipated approval of lenacapavir comes at a time of global health cuts",
          "url": "https://doi.org/10.1126/science.adz8342",
          "doi": "https://doi.org/10.1126/science.adz8342",
          "filter": "3"
        },
        {
          "title": "Where the brain pays sleep debt",
          "authors": "Nicole M. Gilette, Jonathan O. Lipton",
          "abstract": "Neurons in the thalamus drive restorative sleep",
          "url": "https://doi.org/10.1126/science.ady6476",
          "doi": "https://doi.org/10.1126/science.ady6476",
          "filter": "3"
        },
        {
          "title": "The pursuit of 1.5°C endures as a legal and ethical imperative in a changing world",
          "authors": "Joeri Rogelj, Lavanya Rajamani",
          "abstract": "As the world nears 1.5°C of global warming, near-term emissions reductions and adequate adaptation become ever more important to ensure a safe and livable planet for present and future generations",
          "url": "https://doi.org/10.1126/science.ady1186",
          "doi": "https://doi.org/10.1126/science.ady1186",
          "filter": "3"
        },
        {
          "title": "Disappearing people: A global demographic data crisis threatens public policy",
          "authors": "Jessica M. Espey, Andrew J. Tatem, Dana R. Thomson",
          "abstract": "Collapsing international support for population data collection is compromising government planning all around the world",
          "url": "https://doi.org/10.1126/science.adx8683",
          "doi": "https://doi.org/10.1126/science.adx8683",
          "filter": "3"
        },
        {
          "title": "Congress shows signs of resisting proposed science cuts",
          "authors": "Dan Charles",
          "abstract": "Lawmakers reject some cuts, question others",
          "url": "https://doi.org/10.1126/science.adz8344",
          "doi": "https://doi.org/10.1126/science.adz8344",
          "filter": "3"
        }
      ]
    },
    {
      "journal_full": "Science Advances",
      "journal_short": "SciAdv",
      "articles": [
        {
          "title": "Early insight into social network structure predicts climbing the social ladder",
          "authors": "Isabella C. Aslarus, Jae-Young Son, Alice Xia, Oriel FeldmanHall",
          "abstract": "While occupying an influential position within one’s social network brings many advantages, it is unknown how certain individuals rise in social prominence. Leveraging a longitudinal dataset that tracks an entirely new network of college freshmen ( N  = 187), we test whether “climbing the social ladder” depends on knowing how other people are connected to each other. Those who ultimately come to occupy the most influential positions exhibit early and accurate representations of their network’s general, abstract structure (i.e., who belongs to which communities and cliques). In contrast, detailed, granular representations of specific friendships do not translate into gains in social influence over time. Only once the network stabilizes do the most influential individuals exhibit the most accurate representations of specific friendships. These findings reveal that those who climb the social ladder first detect their emerging network’s general structure and then fine-tune their knowledge about individual relationships between their peers as network dynamics settle.",
          "url": "https://doi.org/10.1126/sciadv.ads2133",
          "doi": "https://doi.org/10.1126/sciadv.ads2133",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Memristive floating-point Fourier neural operator network for efficient scientific modeling",
          "authors": "Jiancong Li, Jing Tian, Yudeng Lin, Zhiwei Zhou, Yi Li, Bin Gao, Jianshi Tang, Jia Chen, Yuhui He, He Qian, Huaqiang Wu, Xiangshui Miao",
          "abstract": "Emerging artificial intelligence for science (AI-for-Science) algorithms, such as the Fourier neural operator (FNO), enabled fast and efficient scientific simulation. However, extensive data transfers and intensive high-precision computing are necessary for network training, which challenges conventional digital computing platforms. Here, we demonstrated the potential of a heterogeneous computing-in-memristor (CIM) system to accelerate the FNO for scientific modeling tasks. Our system contains eight four-kilobit memristor chips with embedded floating-point computing workflows and a heterogeneous training scheme, representing a heterogeneous CIM platform that leverages precision-limited analog devices to accelerate floating-point neural network training. We demonstrate the capabilities of this system by solving the one-dimensional Burgers’ equation and modeling the three-dimensional thermal conduction phenomenon. An expected nearly 116 times to 21 times increase in computational energy efficiency was achieved, with solution precision comparable to those of digital processors. Our results extend in-memristor computing applicability beyond edge neural networks and facilitate construction of future AI-for-Science computing platforms.",
          "url": "https://doi.org/10.1126/sciadv.adv4446",
          "doi": "https://doi.org/10.1126/sciadv.adv4446",
          "filter": "2"
        },
        {
          "title": "Gating of hair cell Ca 2+ channels governs the activity of cochlear neurons",
          "authors": "Nare Karagulyan, Anupriya Thirumalai, Susann Michanski, Yumeng Qi, Qinghua Fang, Haoyu Wang, Nadine J. Ortner, Jörg Striessnig, Nicola Strenzke, Carolin Wichmann, Yunfeng Hua, Tobias Moser",
          "abstract": "Our sense of hearing processes sound intensities spanning six orders of magnitude. In the ear, the receptor potential of presynaptic inner hair cells (IHCs) covers the entire intensity range, while postsynaptic spiral ganglion neurons (SGNs) tile the range with their firing rate codes. IHCs vary the voltage dependence of Ca 2+ channel activation among their active zones (AZs), potentially diversifying SGN firing. Here, we tested this hypothesis in mice modeling the human Ca V 1.3 A749G mutation that causes low-voltage Ca 2+ channel activation. We demonstrate activation of Ca 2+ influx and glutamate release of IHC AZs at lower voltages, increased spontaneous firing in SGNs, and lower sound threshold of Ca V 1.3 A749G/A749G mice. Loss of synaptic ribbons in IHCs at ambient sound levels of mouse husbandry indicates that low-voltage Ca 2+ channel activation poses a risk for noise-induced synaptic damage. We propose that the heterogeneous voltage dependence of Ca V 1.3 activation among presynaptic IHC AZs contributes to the diversity of firing among the postsynaptic SGNs.",
          "url": "https://doi.org/10.1126/sciadv.adu7898",
          "doi": "https://doi.org/10.1126/sciadv.adu7898",
          "filter": "2"
        },
        {
          "title": "Cuticle protein mediates the evolution of stress resistance by generating a decoy circular RNA in spider mite",
          "authors": "Kaiyang Feng, Mingyu Zhao, Zhixin Jiang, Sihan Chen, Ya Yang, Qingying Chen, Xiang Wen, Lin Xu, Yuhan Yang, Zhifeng Xu, Jinzhi Niu, Wei Dou, Lin He",
          "abstract": "Phytophagous mites, including Tetranychus cinnabarinus , are arthropods known for their wide infestation of host plants and pesticide resistance. We found that fenpropathrin-resistant female mites (YN-FeR, with target resistance: F1538I kdr mutation) exhibited significantly enhanced adaptability to various stress conditions, including exposure to different acaricides and high-temperature (34°C) and low-humidity environments (40% relative humidity). This evolution was attributed to cuticle thickening in resistant female mites. Cuticle protein CPR25 was identified as a critical gene mediating cuticle thickening. CPR25 regulated its own overexpression by producing a circular RNA, named circCPR25 , which acted as a decoy to selectively sequester and bind to the miR-34~317 cluster. This study revealed a distinctive mechanism underlying the evolution of stress resistance in spider mites. Specifically, a cuticle protein in spider mites regulates its own overexpression by producing a decoy circRNA, thereby promoting cuticle thickening and facilitating rapid adaptation to adverse conditions.",
          "url": "https://doi.org/10.1126/sciadv.ads3361",
          "doi": "https://doi.org/10.1126/sciadv.ads3361",
          "filter": "2"
        },
        {
          "title": "sp 2 /sp 3 –Hybridized nitrogen–mediated electrochemical CO 2 capture and utilization",
          "authors": "Zhenfang Zhang, Yitong Li, Yiwen Zhong, Peng Li, Lingfeng Zhu, Zhi Zheng, Baohua Jia, Matthew David, Yang Fu, Hai Yu, Tianyi Ma",
          "abstract": "Electrochemical carbon dioxide (CO 2 ) capture and utilization, powered by renewable energy, are essential to achieving net-zero emissions and CO 2 valorization. While remarkable progress has been made in catalysts, solution design, and system engineering, recent breakthroughs reveal that nitrogen-containing molecules—specifically sp 2 -hybridized structures (e.g., pyridine) and sp 3 -hybridized moieties (e.g., ethanolamine) —hold untapped potential to revolutionize both CO 2 capture and conversion. These structures have been demonstrated as the Holy Grail in facilitating CO 2 activation, stabilizing key intermediates, and streamlining reaction pathways—capabilities rarely achievable with conventional strategies. However, limited mechanistic understanding of their physicochemical properties and interactions with CO 2 hampers broader application. This review highlights recent advances in leveraging sp 2 /sp 3 -hybridized nitrogen structures, unpacks their molecular roles in electrochemical CO 2 management, and offers a unifying framework for their dual-functionality across capture and conversion. By illuminating these nitrogen-based motifs, we uncover practical design principles and open avenues for integrating expanded N-containing compounds into energy technologies—paving the way for next-generation carbon management strategies.",
          "url": "https://doi.org/10.1126/sciadv.adw6592",
          "doi": "https://doi.org/10.1126/sciadv.adw6592",
          "filter": "2"
        },
        {
          "title": "Fundamentally unchanged northwestern African rainfall regimes across the Plio-Pleistocene transition",
          "authors": "Bryce A. Mitsunaga, Amy M. Jewell, Solana Buchanan, Anya J. Crocker, Paul A. Wilson, Timothy D. Herbert, James M. Russell",
          "abstract": "Northern African climate is characterized by strongly contrasting wet summers and dry winters. Dust exported by the northeasterly trade (Harmattan) winds creates marine sedimentary records that have been long interpreted to show that northern African climate became drier and more variable across the Pliocene-Pleistocene boundary [2.58 million years ago (Ma)], when global climate cooled and high-latitude glacial-interglacial cycles intensified. However, questions about the impact of summer rainfall on winter dust fluxes and thus the history of the African summer monsoons remain. We present a leaf wax hydrogen isotope record from offshore northwestern Africa that demonstrates that rainfall regimes remained stable and varied solely in response to 21,000-year cycles in summer insolation from 3.5 to 2.5 Ma. We infer that the summer rains and winter winds respond to different climate forcings, with summer rainfall driven by solar radiation over the northern African landmass and the winter trades affected by high-latitude climate and meridional temperature gradients.",
          "url": "https://doi.org/10.1126/sciadv.ads3149",
          "doi": "https://doi.org/10.1126/sciadv.ads3149",
          "filter": "2"
        },
        {
          "title": "Dynamical renormalization of the magnetic excitation spectrum via high-momentum nonlinear magnonics",
          "authors": "Christoph Schönfeld, Lennart Feuerer, Julian Bär, Lukas Dörfelt, Maik Kerstingskötter, Tobias Dannegger, Dennis Wuhrer, Wolfgang Belzig, Ulrich Nowak, Alfred Leitenstorfer, Dominik Juraschek, Davide Bossini",
          "abstract": "Sustaining the growth of the data volume generated by artificial intelligence and the internet of things demands to develop schemes for data storage and processing operating at terahertz frequencies, unrestrained by thermal throttling. The optical drive of coherent magnetic collective excitations, namely magnons, represents a promising route. The ability to arbitrarily and nonthermally increase the magnon frequencies with laser pulses could enable this progress. However, this effect has not been reported to date. To achieve it, here, we explore the optical resonant excitation of high-momentum magnons, which experimentally are observed to couple to low-momentum magnons, modifying the frequencies and amplitudes thereof. This evidence, not caused by laser heating, is explained with a resonant light-scattering mechanism coupling high- and low-momentum eigenmodes across momentum space. Our results disclose routes to inducing instabilities and phase transitions via mode softening and potentially even light-driven Bose-Einstein condensation of magnons and superconductivity mediated by high-momentum spin-fluctuations.",
          "url": "https://doi.org/10.1126/sciadv.adv4207",
          "doi": "https://doi.org/10.1126/sciadv.adv4207",
          "filter": "2"
        },
        {
          "title": "Room-temperature high-purity single-photon emission from carbon-doped boron nitride thin films",
          "authors": "Arka Chatterjee, Abhijit Biswas, Addis S. Fuhr, Tanguy Terlier, Bobby G. Sumpter, Pulickel M. Ajayan, Igor Aharonovich, Shengxi Huang",
          "abstract": "Hexagonal boron nitride (h-BN) has emerged as a promising platform for generating room temperature single photons exhibiting high brightness and spin-photon entanglement. However, improving emitter purity, stability, and scalability remains a challenge for quantum technologies. Here, we demonstrate highly pure and stable single-photon emitters (SPEs) in h-BN by directly growing carbon-doped, centimeter-scale h-BN thin films using the pulsed laser deposition (PLD) method. These SPEs exhibit room temperature operation with polarized emission, achieving a g (2) (0) value of 0.015, which is among the lowest reported for room temperature SPEs and the lowest achieved for h-BN SPEs. It also exhibits high brightness (~0.5 million counts per second), remarkable stability during continuous operation (&gt;15 min), and a Debye-Waller factor of 45%. First-principles calculations reveal unique carbon defects responsible for these properties, enabled by PLD’s low-temperature synthesis and in situ doping. Our results demonstrate an effective method for large-scale production of high-purity, stable SPEs in h-BN, enabling robust quantum optical sources for various quantum applications.",
          "url": "https://doi.org/10.1126/sciadv.adv2899",
          "doi": "https://doi.org/10.1126/sciadv.adv2899",
          "filter": "2"
        },
        {
          "title": "Intrinsic health as a foundation for a science of health",
          "authors": "Alan A. Cohen, Martin Picard, John R. Beard, Daniel W. Belsky, Julie Herbstman, Christine L. Kuryla, Molei Liu, Nour Makarem, Daniel Malinsky, Sen Pei, Ying Wei, Linda P. Fried",
          "abstract": "The health sciences largely focus on disease. However, the interconnected determinants of diseases suggest that we need a science of health, a framework to examine the biology of homeodynamics in a changing environment and how this affects the health we value. We build on first principles and recent discoveries on biological system dynamics to develop the concept of intrinsic health, a field-like state emerging from the dynamic interplay of energy, communication, and structure within the organism, giving rise to robustness/resilience, plasticity, performance, and sustainability. Intrinsic health is a quantifiable property of individuals that declines with age and interacts with context. We propose a measurement framework and describe how it will contribute to achieving the shared goals of medicine and public health.",
          "url": "https://doi.org/10.1126/sciadv.adu8437",
          "doi": "https://doi.org/10.1126/sciadv.adu8437",
          "filter": "2"
        },
        {
          "title": "Chemical synthesis uncovers the significant impact of natural glycosylation on islet amyloid polypeptide aggregation",
          "authors": "Yaohao Li, Wenqiang Liu, Ruihan Wang, Dan Liu, Xin Li, Chuang Zhang, Jinyuan Gong, Zerun Song, Yajing Zhang, Zhongping Tan",
          "abstract": "Protein and peptide aggregation poses substantial challenges in disease pathology and therapeutic development. While natural glycosylation may mitigate aggregation, its efficacy and underlying mechanisms remain poorly understood due to limited access to homogeneous samples with complex glycans. This study addresses these knowledge gaps by investigating the natural glycosylation of islet amyloid polypeptide (IAPP), a peptide with therapeutic potential for type 2 diabetes but problematic aggregation. An optimized chemical synthesis enabled preparation of diverse IAPP glycoforms with complex glycan structures, allowing systematic evaluation of their effects on aggregation, cytotoxicity, and solubility. Sialylated glycans at Thr 30 completely inhibited IAPP aggregation, eliminated cytotoxicity toward pancreatic β cells, and enhanced solubility by up to 280-fold. Replica exchange molecular dynamics simulations revealed that glycosylation impedes adoption of a four-stranded β-sheet conformation in IAPP dimers. These findings advance the understanding of the role of natural glycosylation in aggregation and highlight its potential as an evolutionarily inspired strategy to enhance the therapeutic utility of IAPP.",
          "url": "https://doi.org/10.1126/sciadv.adx8201",
          "doi": "https://doi.org/10.1126/sciadv.adx8201",
          "filter": "2"
        },
        {
          "title": "On-chip amorphous terahertz topological photonic interconnects",
          "authors": "Rimi Banerjee, Abhishek Kumar, Thomas Caiwei Tan, Manoj Gupta, Ridong Jia, Pascal Szriftgiser, Guillaume Ducournau, Yidong Chong, Ranjan Singh",
          "abstract": "Valley Hall photonic crystals (VPCs) offer the potential for creating topological waveguides capable of guiding light through sharp bends on a chip, enabling seamless integration with functional components in compact spaces, making them a promising technology for terahertz topological photonic integrated circuits. However, a key limitation for terahertz-scale integrated VPC-based devices has been the absence of arbitrary bend interconnects, as traditional VPC-designs restricted to principal lattice axes (i.e., only 0°, 60°, or 120°) due to crystalline symmetry. Here, we present an on-chip, all-silicon implementation of deformed VPCs that enable robust transmission along arbitrary shapes and bends. Although the lattice is amorphous and lacks long-range periodicity, the topological protection is sustained by short-range order. Furthermore, we show an amorphous lattice functioning as a frequency-dependent router, splitting input signals into two perpendicular output ports. We also demonstrate on-chip terahertz communication, achieving data rates of up to 72 Gbps. Our findings show that amorphous topological photonic crystals enhance interconnect adaptability while preserving performance.",
          "url": "https://doi.org/10.1126/sciadv.adu2526",
          "doi": "https://doi.org/10.1126/sciadv.adu2526",
          "filter": "2"
        },
        {
          "title": "A Colletotrichum -unique effector with the Cx 11 NC motif enhances plant NDPK2 kinase activity to suppress plant immunity",
          "authors": "Guangli Liu, Youwei Du, Minghui Chen, Yiming Lu, Lu Liu, Wenrui Yang, Shuanghong Wang, Xiaofei Liang, Mingqi Zhu, Mark L. Gleason, Tom Hsiang, Rong Zhang, Guangyu Sun",
          "abstract": "Colletotrichum fungi cause destructive diseases among a wide range of hosts worldwide. We found that effector CfEC92 from C. fructicola specifically binds ATP through an unidentified ATP-binding domain, leading to changes in the protein secondary structure. The residues Cys 26 , Asn 38 , and Cys 39 were critical for ATP binding with CfEC92, and mutations at these sites impaired the ability to suppress host immunity. CfEC92 interacted with MdNDPK2, a negative immune regulator in apple. The CfEC92-ATP complex altered the conformation of MdNDPK2, enhancing its affinity for ATP, and further increasing its autophosphorylation and kinase activity. The activated MdNDPK2 phosphorylated MdMPK3 to suppress host immunity. Homology and functional tests showed that the Cx 11 NC motif was highly conserved among Colletotrichum species, suggesting that CNC effectors represent a class of broad-spectrum virulence factors. Our findings revealed a mechanism by which Colletotrichum effectors cooperate with helper ATP to promote target protein phosphorylation and suppress host immunity.",
          "url": "https://doi.org/10.1126/sciadv.adt7970",
          "doi": "https://doi.org/10.1126/sciadv.adt7970",
          "filter": "2"
        },
        {
          "title": "Hypophagia and body weight loss by tirzepatide are accompanied by fewer GI adverse events compared to semaglutide in preclinical models",
          "authors": "Tito Borner, Allison M. Pataro, Sarah A. Doebley, Charles D. Furst, Alex D. White, Serena X. Gao, Angela Chow, Marcos J. Sanchez-Navarro, Misgana Y. Ghidewon, Julia G. Halas, Allaha Z. Mohiby, Francis S. Willard, Harvey J. Grill, Minrong Ai, Ricardo J. Samms, Matthew R. Hayes, Bart C. De Jonghe",
          "abstract": "Glucagon-like peptide-1 receptor (GLP-1R)/glucose-dependent insulinotropic peptide receptor (GIPR) agonistic analogs have yielded superior results in enhancing glycemic control and weight management compared to GLP-1R agonism alone. Intriguingly, GIPR agonism appears to induce antiemetic effects, potentially alleviating part of the nausea and vomiting side effects common to GLP-1R agonists like semaglutide. Here, we show in rats and shrews that GIPR agonism blocks emesis and attenuates other malaise behaviors elicited by GLP-1R activation while maintaining reduced food intake and body weight loss and improved glucose tolerance. The GLP-1R/GIPR agonist tirzepatide induced significantly fewer side effects than equipotent doses of semaglutide. These findings underscore the therapeutic potential of combined pharmaceutical strategies activating both incretin systems, leading to enhanced therapeutic index and reduced occurrence of nausea and vomiting for obesity and diabetes treatments.",
          "url": "https://doi.org/10.1126/sciadv.adu1589",
          "doi": "https://doi.org/10.1126/sciadv.adu1589",
          "filter": "2"
        },
        {
          "title": "Gaia: An AI-enabled genomic context–aware platform for protein sequence annotation",
          "authors": "Nishant Jha, Joshua Kravitz, Jacob West-Roberts, Cong Lu, Antonio Pedro Camargo, Simon Roux, Andre Cornman, Yunha Hwang",
          "abstract": "Protein sequence similarity search is fundamental to biology research, but current methods are typically not able to consider crucial genomic context information indicative of protein function, especially in microbial systems. Here, we present Gaia (Genomic AI Annotator), a sequence annotation platform that enables rapid, context-aware protein sequence search across genomic datasets. Gaia leverages gLM2, a mixed-modality genomic language model trained on both amino acid sequences and their genomic neighborhoods to generate embeddings that integrate sequence-structure-context information. This approach allows for the identification of functionally and/or evolutionarily related genes that are found in conserved genomic contexts, which may be missed by traditional sequence- or structure-based search alone. Gaia enables real-time search of a curated database comprising more than 85 million protein clusters from 131,744 microbial genomes. We compare the homolog retrieval performance of Gaia search against other embedding and alignment-based approaches. We provide Gaia as a web-based, freely available tool.",
          "url": "https://doi.org/10.1126/sciadv.adv5109",
          "doi": "https://doi.org/10.1126/sciadv.adv5109",
          "filter": "2"
        },
        {
          "title": "Autoinducing peptides regulate antibiotic production to potentially shape root microbiome",
          "authors": "Nanzhu Chen, Peiyan Cai, Xiaoqian Lin, Zhi-Man Song, Jiaze He, Zewen Li, Zhuohan Li, Dengwei Zhang, Yi Song, Yong-Xin Li",
          "abstract": "Microbes use signaling molecules to regulate multiple physiological processes and mediate chemical interactions. Decoding these chemical languages is instrumental in comprehending microbial regulatory mechanisms within complex microbiota. Here, we discover previously unidentified autoinducing peptides (AIPs) derived from the plant probiotic bacterium Paenibacillus polymyxa , identified as Pp-AIPs. Omics analyses coupled with genetic manipulations revealed that Pp-AIP1 could effectively modulate the production of multiple antimicrobial secondary metabolites at nanomolar concentration, expanding known AIP functions. Furthermore, through inoculating P. polymyxa in the natural rhizosphere microbiome and analyzing its antagonistic interactions against root microbes, we suggest that Pp-AIPs may influence the microbial community composition through modulating the antimicrobial spectrum. Global analysis of biosynthetic gene clusters (BGCs) reveal widespread co-occurrence of uncharacterized AIPs with secondary metabolite BGCs. This study underscores the unreported roles of AIPs in antibiotic regulation and the microbiome interactions, advancing knowledge of quorum-sensing mechanisms in microbial ecosystems.",
          "url": "https://doi.org/10.1126/sciadv.adw5076",
          "doi": "https://doi.org/10.1126/sciadv.adw5076",
          "filter": "2"
        },
        {
          "title": "Plexin/Semaphorin antagonism orchestrates collective cell migration and organ sculpting by regulating epithelial-mesenchymal balance",
          "authors": "Maik C. Bischoff, Jenevieve E. Norton, Sarah E. Clark, Mark Peifer",
          "abstract": "Cell behavior emerges from the intracellular distribution of properties such as protrusion, contractility, and adhesion. Thus, characteristic emergent rules of collective migration can arise from cell-cell contacts locally tweaking architecture, orchestrating self-regulation during development, wound healing, and cancer progression. The Drosophila testis-nascent-myotube system allows dissection of contact-dependent migration in vivo at high resolution. Here, we describe a role for the axon guidance factor Plexin A in collective cell migration: maintaining cell-cell interfaces at a precise point on the mesenchymal-to-epithelial continuum. This is crucial for testis myotubes to migrate as a continuous sheet, allowing normal sculpting-morphogenesis. Cells must maintain filopodial N-cadherin–based junctions and remain ECM-tethered near cell-cell contacts to spread while collectively moving. Our data further suggest Semaphorin 1b is a Plexin A antagonist, fine-tuning activation. This reveals a contact-dependent mechanism to maintain sheet integrity during migration, driving organ morphogenesis. This is relevant for mesenchymal organ sculpting in other migratory contexts such as angiogenesis.",
          "url": "https://doi.org/10.1126/sciadv.adu3741",
          "doi": "https://doi.org/10.1126/sciadv.adu3741",
          "filter": "2"
        },
        {
          "title": "General principle of ferroelectric topological domain formation",
          "authors": "Jing Wang, Rongzhen Gao, Shiyu Tang, Shouzhe Dong, Minchuan Liang, Jia Yang, Huayu Yang, Zhenyue Nie, Deshan Liang, Qimeng Wang, Dingxin Wang, Wael Ben Taazayet, Shujun Zhang, Houbing Huang, Ce-Wen Nan",
          "abstract": "We propose a general principle for the formation of topological structures in ferroelectrics, demonstrating that the fundamental formation mechanism of ferroelectric vortex is the superposition of two orthogonal dipole waves, which has also been validated by the mathematical deduction, phase-field simulations, and angle-resolved piezoelectric force microscopy. Moreover, it is demonstrated that this principle can also be extended to a range of nontrivial topological structures, including Ising, Néel, and Bloch domain walls, merons, skyrmions, Hopf rings, Solomon rings, and others. These findings not only improve our understanding of the fundamental formation mechanism of existing topological structures but also enable the prediction of topological structures, such as Star of David rings, in ferroelectric/ferromagnetic materials, liquid crystals, and Bose-Einstein condensate states (superconductors and superfluids).",
          "url": "https://doi.org/10.1126/sciadv.adu6223",
          "doi": "https://doi.org/10.1126/sciadv.adu6223",
          "filter": "2"
        },
        {
          "title": "Identification of a gene conferring broad-spectrum orthotospovirus resistance in Solanaceae",
          "authors": "Yong Liu, Jie Wang, Chongkun Zuo, Weishu Fan, Cheng Yuan, Jianmin Zeng, Haiqin Yu, Zhijun Tong, Xueyi Sui, Yi Xu, Min Zhu, Xiaorong Tao, Jiongjiong Chen, Hanhui Kuang, Polina Yu. Novikova, Changjun Huang",
          "abstract": "Linkage drag can hinder the integration of resistance genes from wild crop relatives into breeding programs. We used a chromosome-scale Nicotiana alata genome assembly and a segregating population exceeding 160,000 plants to dissect the complex genetic architecture and overcome the tight linkage between resistance and deleterious loci to produce plants free from linkage drag. We cloned N. alata RTSW , encoding an immune receptor that confers broad-spectrum resistance to orthotospoviruses through the interaction of its carboxyl-terminal domain with an orthotospovirus-encoded protein. Notably, despite recognizing the same avirulence factor, RTSW genes from N. alata and Sw-5b from Solanum peruvianum have evolved independently of adjacent nonorthologous ancestral loci. Our work illustrates the potential of wild relative genomes as resources from which to precisely introduce disease resistance into cultivated crops.",
          "url": "https://doi.org/10.1126/sciadv.adw4333",
          "doi": "https://doi.org/10.1126/sciadv.adw4333",
          "filter": "2"
        },
        {
          "title": "Spermidine is a key polyamine required by intracellular parasites for survival within host erythrocytes",
          "authors": "Pallavi Singh, Jae-Yeon Choi, Emmanuel Cornillot, Choukri Ben Mamoun",
          "abstract": "Intracellular parasites, including Babesia and Plasmodium , the agents of human babesiosis and malaria, depend on the salvage or de novo synthesis of critical nutrients for survival within human erythrocytes. Among these, polyamines play a pivotal role, but their specific requirements and molecular functions in intraerythrocytic parasites remain poorly understood. We identify spermidine as a key polyamine for Babesia duncani and Plasmodium falciparum for intraerythrocytic development. We demonstrate that spermidine is indispensable for regulating protein translation through hypusination of the eukaryotic translation initiation factor eIF5A, and its depletion leads to increased production of reactive oxygen species. Disruption of spermidine biosynthesis or its conversion from spermine results in parasite death. We also show that B. duncani and other Babesia species use an ancestral spermidine synthase–like enzyme, highlighting a distinct evolutionary adaptation from P. falciparum . Our results reveal the spermidine’s dual role in oxidative stress defense and translation regulation, positioning spermidine biosynthesis as a critical vulnerability and a promising therapeutic target.",
          "url": "https://doi.org/10.1126/sciadv.adv2397",
          "doi": "https://doi.org/10.1126/sciadv.adv2397",
          "filter": "2"
        },
        {
          "title": "Differential pathological dynamics triggered by distinct Parkinson patient–derived α-synuclein extracts in nonhuman primates",
          "authors": "R. Kinet, M. Bourdenx, S. Dovero, M. Darricau, M.-L. Arotcarena, S. Camus, G. Porras, M.-L. Thiolat, I. Trigo-Damas, S. Bohic, M. Morari, E. Doudnikoff, M. Goikoetxea, S. Claverol, C. Tokarski, N. Kruse, B. Mollenhauer, C. Estrada, N. Garcia-Carrillo, M. T. Herrero, M. Vila, J. A. Obeso, E. Bezard, B. Dehay",
          "abstract": "The presence of α-synuclein (α-syn) aggregates, such as Lewy bodies in patients with Parkinson’s disease (PD), contributes to dopaminergic cell death. Injection of PD patient–derived α-syn in nonhuman primates has illustrated the exquisite vulnerability of primate dopaminergic neurons. Here, we aimed to elucidate the temporal and spatial pathological changes induced by two distinct α-syn pathogenic structures, having large or small sizes. To unravel the underlying molecular pathways, we conducted a proteomic analysis of the putamen and the entorhinal cortex, two brain regions carrying notable α-syn pathology. We demonstrate that distinct assemblies of α-syn aggregates drive unique pathogenic changes that ultimately result in a comparable extent of nigrostriatal degeneration at the level of nigral dopaminergic neuron cell bodies and striatal dopaminergic terminals. More broadly, our findings identify pathogenic trajectories associated with large or small α-syn aggregates, suggesting the existence of several possible concomitant pathogenic routes in PD.",
          "url": "https://doi.org/10.1126/sciadv.adu6050",
          "doi": "https://doi.org/10.1126/sciadv.adu6050",
          "filter": "2"
        },
        {
          "title": "Single organic electrochemical neuron capable of anticoincidence detection",
          "authors": "Padinhare Cholakkal Harikesh, Dace Gao, Han-Yan Wu, Chi-Yuan Yang, Deyu Tu, Simone Fabiano",
          "abstract": "Emulating complex neural computations like solving linearly inseparable tasks within single artificial neurons has remained an elusive goal in neuromorphic engineering. Here, we report a dendritic organic electrochemical neuron (d-OECN) capable of achieving anticoincidence detection by classifying the exclusive-OR (XOR) problem—a quintessential linearly inseparable task—within an individual neuron. Inspired by human cortical neurons that perform XOR through dendritic calcium spikes, the d-OECN leverages ion-tunable antiambipolarity in mixed ionic-electronic conducting polymers to mimic voltage-gated dendritic calcium dynamics. By integrating this dendritic component with a tunable spiking circuit representing the soma, the d-OECN achieves XOR classification through its inherent nonlinear activation profile, with decision boundaries that are both ionically and electrically tunable. Moreover, we demonstrate the d-OECN’s ability to perform edge detection using XOR in a tactile sensing system, showcasing its potential for event-based sensing and processing. The d-OECNs, replicating key aspects of biological intelligence, pave the way for next-generation bioelectronics and robotics requiring complex neural computation.",
          "url": "https://doi.org/10.1126/sciadv.adv3194",
          "doi": "https://doi.org/10.1126/sciadv.adv3194",
          "filter": "2"
        },
        {
          "title": "Chemistry beyond the scale of exact diagonalization on a quantum-centric supercomputer",
          "authors": "Javier Robledo-Moreno, Mario Motta, Holger Haas, Ali Javadi-Abhari, Petar Jurcevic, William Kirby, Simon Martiel, Kunal Sharma, Sandeep Sharma, Tomonori Shirakawa, Iskandar Sitdikov, Rong-Yang Sun, Kevin J. Sung, Maika Takita, Minh C. Tran, Seiji Yunoki, Antonio Mezzacapo",
          "abstract": "A universal quantum computer can simulate diverse quantum systems, with electronic structure for chemistry offering challenging problems for practical use cases around the hundred-qubit mark. Although current quantum processors have reached this size, deep circuits and a large number of measurements lead to prohibitive runtimes for quantum computers in isolation. Here, we demonstrate the use of classical distributed computing to offload all but an intrinsically quantum component of a workflow for electronic structure simulations. Using a Heron superconducting processor and the supercomputer Fugaku, we simulate the ground-state dissociation of N 2 and the ground state properties of [2Fe-2S] and [4Fe-4S] clusters, with circuits up to 77 qubits and 10,570 gates. The proposed algorithm processes quantum samples to produce upper bounds for the ground-state energy and sparse approximations to the ground-state wave functions. Our results suggest that, for current error rates, a quantum-centric supercomputing architecture can tackle challenging chemistry problems beyond sizes amenable to exact diagonalization.",
          "url": "https://doi.org/10.1126/sciadv.adu9991",
          "doi": "https://doi.org/10.1126/sciadv.adu9991",
          "filter": "2"
        },
        {
          "title": "Mobile human brain imaging using functional ultrasound",
          "authors": "Sadaf Soloukey, Luuk Verhoef, Frits Mastik, Michael Brown, Geert Springeling, Bastian S. Generowicz, Djaina D. Satoer, Clemens M. F. Dirven, Marion Smits, Borbála Hunyadi, Sebastiaan K. E. Koekkoek, Arnaud J. P. E. Vincent, Chris I. De Zeeuw, Pieter Kruizinga",
          "abstract": "Imagine being able to study the human brain in real-world scenarios while the subject displays natural behaviors such as locomotion, social interaction, or spatial navigation. The advent of ultrafast ultrasound imaging brings us closer to this goal with functional ultrasound imaging (fUSi), a mobile neuroimaging technique. Here, we present real-time fUSi monitoring of brain activity during walking in a subject with a clinically approved sonolucent skull implant. Our approach uses personalized 3D-printed fUSi helmets for stability, optical tracking for cross-modal validation with functional magnetic resonance imaging, advanced signal processing to estimate hemodynamic responses, and facial tracking of a lick licking paradigm. These combined efforts allowed us to show consistent fUSi signals over 20 months, even during high motion activities such as walking. These results demonstrate the feasibility of fUSi for monitoring brain activity in real-world contexts, marking an important milestone for fUSi-based insights in clinical and neuroscientific research.",
          "url": "https://doi.org/10.1126/sciadv.adu9133",
          "doi": "https://doi.org/10.1126/sciadv.adu9133",
          "filter": "2"
        },
        {
          "title": "Tuning hydrogen bonds and electrostatics with convection for purifying mRNA: A paradigm shift",
          "authors": "Thomas G. Neuman, Riddhi Banik, Surya Karla, Mengyang Hu, Andrew Hartin, Pankaj Karande, James Kilduff, Georges Belfort",
          "abstract": "The increasing clinical trials of single-stranded mRNA (ss-mRNA) therapeutics highlight the urgent need to develop efficient, scalable, and economic purification methods. Current diffusion-driven, resin-based purification techniques constrain productivity and rely on expensive oligo(dT) ligands for target ss-mRNA poly(A) tail hybridization. To overcome these challenges, we use interfacial molecular forces, such as charge and hydrogen bonds, between nucleic acid variants and a positively charged synthetic microporous membrane to purify ss-mRNA, a desirable therapeutic, from an undesirable impurity, immunogenic double-stranded RNA (dsRNA). Membranes achieved high binding capacities (1.28 mg/m 2 ) and up to 100% ss-mRNA recovery at ~pH 9.0, with optimized surface density (4000 to 10,000 nmol/m 2 ). Purification was operated at rapid flow rates (1.5 ml/min,1000 MV/min) with reusability (&gt;10 trials) and negligible ligand leaching. The key discovery of this cost-effective ligand-less multimodal surface-modified approach is that the addition of the polyamine spermine, which selectively neutralizes dsRNA charge at amine-to-phosphate ratios &gt;450, enhanced separation efficiency.",
          "url": "https://doi.org/10.1126/sciadv.adv8656",
          "doi": "https://doi.org/10.1126/sciadv.adv8656",
          "filter": "2"
        },
        {
          "title": "Concentric ice-templating of ultracompressible tough hydrogels with bioinspired circumferentially aligned architecture",
          "authors": "Wenxi Gu, Shuqi Yang, Dazhe Zhao, Yiwei Zou, Chonghao Chen, Peiqi Niu, Xiangyu Liang, Chi Tat Kwok, Bingpu Zhou, Chunming Wang, Yan Yan Shery Huang, Ji Liu, Iek Man Lei",
          "abstract": "Materials with circumferentially aligned fibers, such as intervertebral discs and arteries, are abundant in nature but challenging to replicate artificially, despite their mechanical advantages. Although ice-templating can create bioinspired materials, the achievable structures remain limited to simple forms, such as honeycomb, lamellar, and radial structures. Here, we developed a unique ice-templating technique that constructs circumferential fibrous structures in hydrogels through slow freezing. Enhanced with rotary compression annealing, these hydrogels exhibit record-breaking features that cannot concurrently be achieved in conventional ice-templated and top-performing tough hydrogels, including high tensile properties, isotropic fatigue threshold of 2320 joules per square meter, ultracompressibility (8% strain after 500 cycles), and extraordinary burst pressure of 1.6 bar while maintaining 85 weight % water content. These properties enable opportunities in robotics, including hydrogel pneumatic grippers and an untethered bioinspired robotic fish that exhibits high-force actuation and long-term robustness. Our approach enriches the diversity of bioinspired structures in artificial materials, establishing exceptional mechanical properties through cross-length scale structural design.",
          "url": "https://doi.org/10.1126/sciadv.adv7786",
          "doi": "https://doi.org/10.1126/sciadv.adv7786",
          "filter": "2"
        },
        {
          "title": "Opposite regulation of medullary pain–related projection neuron excitability in acute and chronic pain",
          "authors": "Ben Title, Enrique Velasco, Nurit Engelmayer, Prudhvi Raj Rayi, Roy Yanai, Shmuel Hart, Ben Katz, Shaya Lev, Yosef Yarom, Alexander M. Binshtok",
          "abstract": "Pain hypersensitivity is associated with increased activity of peripheral and central neurons along the pain neuroaxis. We show that at the peak of acute inflammatory pain, superficial medullary dorsal horn projection neurons (PNs) that relay nociceptive information to the parabrachial nucleus reduce their intrinsic excitability and, consequently, action potential firing. When pain resolves, the excitability of these neurons returns to baseline. Using electrophysiological and computational approaches, we found that an increase in potassium A-current ( I A ) underlies the decrease in the excitability of medullary dorsal horn PNs in acute pain conditions. In chronic pain conditions, no changes of I A were observed, and medullary dorsal horn PNs exhibit increased intrinsic excitability and firing. Our results reveal a differential modulation of the excitability of medullary dorsal horn projection neurons in acute and chronic pain conditions, suggesting a regulatory mechanism that, in acute pain conditions, tunes the output of the dorsal horn and, if lacking, could facilitate pain chronification.",
          "url": "https://doi.org/10.1126/sciadv.adr3467",
          "doi": "https://doi.org/10.1126/sciadv.adr3467",
          "filter": "2"
        },
        {
          "title": "Monoclonal antibodies targeting the FimH adhesin protect against uropathogenic E. coli UTI",
          "authors": "Edward D. B. Lopatto, Jesús M. Santiago-Borges, Denise A. Sanick, Sameer Kumar Malladi, Philippe N. Azimzadeh, Morgan W. Timm, Isabella F. Fox, Aaron J. Schmitz, Jackson S. Turner, Shaza M. Sayed Ahmed, Lillian Ortinau, Nathaniel C. Gualberto, Jerome S. Pinkner, Karen W. Dodson, Ali H. Ellebedy, Andrew L. Kau, Scott J. Hultgren",
          "abstract": "As antimicrobial resistance increases, urinary tract infections (UTIs) are expected to pose an increased burden in morbidity and expense on the health care system, increasing the need for alternative antibiotic-sparing treatments. Most UTIs are caused by uropathogenic Escherichia coli (UPEC), whereas Klebsiella pneumoniae causes a large portion of non-UPEC UTIs. Both bacteria express type 1 pili tipped with the mannose-binding FimH adhesin critical for UTI pathogenesis. We generated and biochemically characterized 33 murine monoclonal antibodies (mAbs) to FimH. Three mAbs protected mice from E. coli UTI. Mechanistically, we show that this protection is Fc independent and mediated by the ability of these mAbs to sterically block FimH function by recognizing a high-affinity FimH conformation. Our data reveal that FimH mAbs hold promise as an antibiotic-sparing treatment strategy.",
          "url": "https://doi.org/10.1126/sciadv.adw0698",
          "doi": "https://doi.org/10.1126/sciadv.adw0698",
          "filter": "2"
        },
        {
          "title": "Paleolake geochronology supports Last Glacial Maximum (LGM) age for human tracks at White Sands, New Mexico",
          "authors": "Vance T. Holliday, Jason D. Windingstad, Jordon Bright, Bruce G. Phillips, Joel B. Butler, Ryan Breslawski, James E. Bowman",
          "abstract": "Discovery of human footprints in alluvium dated to the Last Glacial Maximum (LGM) at White Sands, New Mexico, was a notable step in understanding the initial peopling of the Americas, but that work was met with criticism focused on the reliability of the materials used in the radiocarbon dating (seeds of Ruppia and pollen). This paper reports on an independent study of the chronology of a previously unrecognized stratigraphic record of paleolake Otero that is directly traceable into the track-bearing alluvium. The stratigraphic data along with 26 additional radiocarbon dates on palustrine mud determined by two labs independent of the original investigations document an aggrading lake/wetland/stream record that includes the tracks and spans &gt;23.6 thousand years to ~17.0 thousand calibrated years before present, providing another line of evidence further supporting the validity of an LGM age for the tracks.",
          "url": "https://doi.org/10.1126/sciadv.adv4951",
          "doi": "https://doi.org/10.1126/sciadv.adv4951",
          "filter": "2"
        },
        {
          "title": "Ultrafast infrared nano-imaging of local electron-hole dynamics in CVD-grown single-walled carbon nanotubes",
          "authors": "Jun Nishida, Keigo Otsuka, Taketoshi Minato, Yuichiro K. Kato, Takashi Kumagai",
          "abstract": "Single-walled carbon nanotubes, as prototypical one-dimensional systems, have been extensively studied for their extreme confinement effects and the formation of strongly bound excitons. However, their high surface-to-volume ratio renders their dynamics highly susceptible to variations in the surrounding environment. Yet, visualizing photoinduced dynamics within individual nanotubes has remained a major challenge because of the lack of methods combining sufficient spatial and temporal resolution with sensitivity to an exceedingly small number of electron-hole pairs. Here, we apply ultrafast infrared nanospectroscopic imaging to probe local electron-hole dynamics in both isolated and bundled carbon nanotubes grown by chemical vapor deposition. This approach unravels heterogeneity in electron-hole pair creation and annihilation, arising from disordered stress within a tube and/or interactions with neighboring tubes. The capability to visualize local electron-hole dynamics in real time and space is essential for advancing carbon nanotubes as fundamental building blocks in nanophotonic and optoelectronic devices.",
          "url": "https://doi.org/10.1126/sciadv.adv9584",
          "doi": "https://doi.org/10.1126/sciadv.adv9584",
          "filter": "2"
        },
        {
          "title": "Artificial selection for adult predation survival affects life history and morphology in guppies ( Poecilia reticulata )",
          "authors": "Hannah De Waele, Regina Vega-Trejo, Catarina Vila-Pouca, Jori Noordenbos, Elizabeth Phillips, Bart J. A. Pollux, Alexander Kotrschal",
          "abstract": "Predation is a major evolutionary driver of life history and morphology. However, whether these traits evolve directly via predation or indirect effects is largely unresolved. We used artificial selection to experimentally test the impact of adult predation on the evolution of life history and morphology in guppies ( Poecilia reticulata ). We found that, compared to control fish, predation-selected fish produced larger offspring and larger broods early in life. However, other life history parameters, such as interbrood interval and total number of offspring, showed no response. We also found that predation selected for smaller and lighter females and for shorter tails and gonopodia in males, with no effect on body coloration. Our results show that while several traits evolve fast under selection on adult predation, several “classic” predation-dependent traits seem unaffected by predation selection. By comparing our experimental results to those from natural populations, we can disentangle the contribution of direct and indirect effects on trait evolution under predation pressure.",
          "url": "https://doi.org/10.1126/sciadv.adt4063",
          "doi": "https://doi.org/10.1126/sciadv.adt4063",
          "filter": "2"
        },
        {
          "title": "IL-17 links the tumor suppressor LKB1 to gastrointestinal inflammation and polyposis",
          "authors": "Shelby E. Compton, Lisa M. DeCamp, Brandon M. Oswald, Susan M. Kitchen-Goosen, Kin H. Lau, Robert Fillinger, Michael S. Dahabieh, Alexandra Vander Ark, Connie M. Krawczyk, Russell G. Jones",
          "abstract": "Mutations in the tumor suppressor liver kinase B1 (LKB1) promote the development of gastrointestinal (GI) polyps of unknown etiology. Here, we identify IL-17 as a novel driver of LKB1-dependent polyp growth. GI tumors from mice bearing heterozygous mutations in Stk11 (which encodes LKB1) display signatures of pathogenic IL-17–producing CD4 + T helper 17 (T H 17) cells. LKB1 constrains T cell inflammatory potential, as Stk11 /LKB1 haploinsufficiency promotes T cell differentiation toward pathogenic IL-17–producing T cell lineages (CD4 + T H 17 and CD8 + T c 17) in vitro and following intestinal infection. Mechanistically, aberrant CREB-regulated transcription coactivator 2 (CRTC2)–dependent signaling drives pathogenic T H 17 cell programs downstream of LKB1 haploinsufficiency. Targeting this circuit via CRTC2 deletion or IL-17 blockade antagonizes GI polyp growth in mouse models of Peutz-Jeghers syndrome. These findings establish LKB1 as a gatekeeper of inflammatory type 3 (IL-17–dependent) T cell responses and identify a CRTC2–IL-17 signaling axis that can be targeted therapeutically to block the growth of LKB1 mutant GI tumors.",
          "url": "https://doi.org/10.1126/sciadv.adt5933",
          "doi": "https://doi.org/10.1126/sciadv.adt5933",
          "filter": "2"
        },
        {
          "title": "The RNA demethylase FTO promotes glutamine metabolism in clear cell renal cell carcinoma through the regulation of SLC1A5",
          "authors": "Man Zhao, Dalin Zhang, Haowen Jiang, Nishanth Kuganesan, Suchitra Natarajan, Leighton Pu, Kaushik N. Thakkar, Hongjuan Zhao, Quynh Thu Le, Amato J. Giaccia, James D. Brooks, Donna M. Peehl, Jiangbin Ye, Erinn B. Rankin",
          "abstract": "Glutamine reprogramming plays a crucial role in the growth and survival of clear cell renal cell carcinoma (ccRCC), although the mechanisms governing its regulation are still not fully understood. We demonstrate that the RNA demethylase fat mass and obesity-associated gene (FTO) drives glutamine reprogramming to support ccRCC growth and survival. Genetic and pharmacologic inhibition of FTO in ccRCC cells impaired glutamine-derived reductive carboxylation, depleted pyrimidines, and increased reactive oxygen species. This led to increased DNA damage and reduced survival, which could be rescued by pyrimidine nucleobases or the antioxidant N -acetylcysteine. Mechanistically, FTO demethylates the glutamine transporter solute carrier family 1 member 5 (SLC1A5) messenger RNA to promote its expression. Restoration of SLC1A5 expression in FTO-knockdown cells rescued metabolic and survival defects. FTO inhibition reduced ccRCC tumor xenograft and PDX growth under the renal capsule. Our findings indicate that FTO is an epitranscriptomic regulator of ccRCC glutamine reprogramming and highlight the therapeutic potential of targeting FTO for the treatment of ccRCC.",
          "url": "https://doi.org/10.1126/sciadv.adv2417",
          "doi": "https://doi.org/10.1126/sciadv.adv2417",
          "filter": "2"
        },
        {
          "title": "HIV-1 binds dynein directly to hijack microtubule transport machinery",
          "authors": "Somayesadat Badieyan, Drew Lichon, Sevnur Komurlu Keceli, Michael P. Andreas, John P. Gillies, Wang Peng, Jiong Shi, Morgan E. DeSantis, Christopher R. Aiken, Till Böcking, Tobias W. Giessen, Edward M. Campbell, Michael A. Cianfrocco",
          "abstract": "HIV-1 uses the microtubule cytoskeleton to reach the host cell nucleus during replication, yet the molecular basis for microtubule-dependent HIV-1 motility is poorly understood. Using in vitro reconstitution biochemistry and single-molecule imaging, we found that HIV-1 binds to the retrograde microtubule-associated motor, dynein, directly and not via a cargo adaptor, as has been previously suggested. The HIV-1 capsid lattice binds to accessory chains on dynein’s tail domain. Further, we demonstrate that multiple dynein motors tethered to rigid cargoes, such as HIV-1 capsids, display reduced motility, distinct from the behavior of multiple motors on membranous cargoes. Our results provide an updated model of HIV-1 trafficking wherein HIV-1 binds to dynein directly to “hijack” the dynein transport machinery for microtubule motility.",
          "url": "https://doi.org/10.1126/sciadv.adn6796",
          "doi": "https://doi.org/10.1126/sciadv.adn6796",
          "filter": "2"
        },
        {
          "title": "Conformational dynamics and multimodal interaction of Paxillin with the focal adhesion targeting domain",
          "authors": "Supriyo Bhattacharya, Yanan He, Yihong Chen, Atish Mohanty, Alexander Grishaev, Prakash Kulkarni, Ravi Salgia, John Orban",
          "abstract": "Paxillin (PXN) and focal adhesion kinase (FAK) are two major components of the focal adhesion complex, a multiprotein structure linking the intracellular cytoskeleton to the cell exterior. The interaction between the disordered amino-terminal domain of PXN and the carboxyl-terminal targeting domain of FAK (FAT) is necessary and sufficient for localizing FAK to focal adhesions. Furthermore, PXN serves as a platform for recruiting other proteins that together control the dynamic changes needed for cell migration and survival. Here, we show that the PXN N-domain undergoes significant compaction upon FAT binding, forming a 48-kilodalton multimodal complex with four major interconverting states. Although the complex is flexible, each state has unique sets of contacts involving disordered regions that are both highly represented in ensembles and conserved. PXN being a hub protein, the results provide a structural basis for understanding how shifts in the multistate equilibrium (e.g., through ligand binding and phosphorylation) may rewire cellular networks leading to phenotypic changes.",
          "url": "https://doi.org/10.1126/sciadv.adt9936",
          "doi": "https://doi.org/10.1126/sciadv.adt9936",
          "filter": "2"
        },
        {
          "title": "Senataxin and DNA-PKcs redundantly promote non-homologous end joining repair of DNA double strand breaks during V(D)J recombination",
          "authors": "Bo-Ruei Chen, Thu Pham, Lance D. Reynolds, Nghi Dang, Yanfeng Zhang, Kimberly Manalang, Gabriel Matos-Rodrigues, Jason Romero Neidigk, Andre Nussenzweig, Jessica K. Tyler, Barry P. Sleckman",
          "abstract": "Nonhomologous end joining (NHEJ) is required for repairing DNA double strand breaks (DSBs) generated by the RAG endonuclease during lymphocyte antigen receptor gene assembly by V(D)J recombination. The ataxia telangiectasia–mutated (ATM) and DNA-dependent protein kinase catalytic subunit (DNA-PKcs) kinases regulate functionally redundant pathways required for NHEJ. Here, we report that loss of the senataxin helicase leads to a strong defect in RAG DSB repair upon inactivation of DNA-PKcs. The NHEJ function of senataxin is redundant with the RECQL5 helicase and the HLTF translocase and is epistatic with ATM. Co-inactivation of ATM, RECQL5, and HLTF results in an NHEJ defect similar to that from the combined deficiency of DNA-PKcs and senataxin or losing senataxin, RECQL5, and HLTF. These data suggest that ATM and DNA-PKcs regulate the functions of senataxin and RECQL5/HLTF, respectively, to provide redundant support for NHEJ.",
          "url": "https://doi.org/10.1126/sciadv.ads5272",
          "doi": "https://doi.org/10.1126/sciadv.ads5272",
          "filter": "2"
        },
        {
          "title": "Why are soft collagenous tissues so tough?",
          "authors": "Jingyuan Tang, Xi Chen, Fengkai Liu, Liangsong Zeng, Zhigang Suo, Jingda Tang",
          "abstract": "Bovine pericardium is the tissue of choice for replacing heart valves of human patients in minimally invasive surgery. The tissue has an extraordinarily high toughness of ~100 kilojoules per square meter. Here, we investigate the origin of the toughness through mechanical tests and microscopic observations. In the tissue, crimped, long, strong collagen fibers are embedded in a soft matrix. As a crack grows in the matrix, the fibers decrimp, reorient, slip, and bridge the crack. These microscopic processes enable the fibers to transmit high tension over a long distance. Using two types of experiments, we measure the bridging traction as a function of crack separation, σ(δ). The peak traction is σ 0  ~ 60 megapascals. The maximum separation is δ 0  ~ 6 millimeters, two to four orders of magnitude higher than that of hard tissues. Both the high traction and large separation of the bovine pericardium contribute to its high toughness.",
          "url": "https://doi.org/10.1126/sciadv.adw0808",
          "doi": "https://doi.org/10.1126/sciadv.adw0808",
          "filter": "2"
        },
        {
          "title": "Photonic microspheres for high-capacity DNA data storage: Robust, straightforward, and scalable random access via nonfading indexes",
          "authors": "Qiu-Jun Liu, Qian Liu, Jie Zhang, Cheng Zhang, Long Qian, Hao Qi, Yue-Sheng Li, Dong-Po Song",
          "abstract": "DNA-based storage offers a compelling alternative to traditional optical and magnetic devices. However, random data access usually requires additional noncoding primer DNA as indexes, which substantially reduce the physical data density. Here, we propose an alternative strategy to overcome this barrier by loading different data-encoding DNA files into porous microspheres, each distinguished by unique photonic bandgaps and diameters, allowing for 10 5 types of indexing. With the two features as the addressing indexes, the physical separation of subsets from a diverse pool of DNA files is achieved, thereby facilitating the selective retrieval of stored data. The interconnected nanopore arrays and uniformly distributed positive charges within the microspheres enhance DNA enrichment, achieving a storage density of up to 22.6 exabytes per gram, far exceeding that of previous random access storage methods. This work outlines a simple and scalable method for creating nonfading photonic indexes, enabling long-term random access while maintaining high storage capacity.",
          "url": "https://doi.org/10.1126/sciadv.adw2613",
          "doi": "https://doi.org/10.1126/sciadv.adw2613",
          "filter": "2"
        },
        {
          "title": "A stress-sensing circuit signals to the central pacemaker to reprogram circadian rhythms",
          "authors": "Maria E. Yurgel, Claire Gao, John J. O’Malley, Qijun Tang, Noam Yanay, Alison R. Bashford, Jesse J. Zhan, Andrew Lutas, Michael J. Krashes, Haiqing Zhao, Mario A. Penzo, Samer Hattar",
          "abstract": "The circadian system provides a temporal framework for animals to anticipate environmental events, including threats. However, the effects of stressors on the circadian system remain poorly understood. Here, we demonstrate that, in mice, stressors shift the phase of the central pacemaker, housed in the suprachiasmatic nucleus (SCN), through glutamatergic inputs from the anterior paraventricular nucleus of the thalamus (aPVT). Unlike light, which can phase delay or advance the central pacemaker, stressors consistently induce delays, effects attenuated by inhibiting aPVT neurons. Stressors robustly activate AVP-expressing neurons within the SCN and are associated with inhibition of VIP-expressing neurons, whereas light strongly activates VIP-expressing neurons with minimal effects on AVP-expressing neurons. Pairing stressors with light reveals distinct time-dependent interactions, enhancing phase delays at early night but abolishing phase advances at late night. Our findings uncover distinct SCN microcircuits that differentially encode light and stressors, providing insights into how environmental cues modulate circadian timing.",
          "url": "https://doi.org/10.1126/sciadv.adr7960",
          "doi": "https://doi.org/10.1126/sciadv.adr7960",
          "filter": "2"
        },
        {
          "title": "Global cooling drove diversification and warming caused extinction among Carboniferous-Permian fusuline foraminifera",
          "authors": "Shu-han Zhang, Ying-ying Zhao, Yu-kun Shi, Qiang Fang, Xiang-dong Wang, Jun-xuan Fan, Yi-chun Zhang, Dong-xun Yuan, Yue Wang, Fei-fei Zhang, Huai-chun Wu, Douglas H. Erwin, Charles R. Marshall, Shu-zhong Shen",
          "abstract": "The fossil record provides the only direct evidence of changes in biodiversity over time. Patterns in more inclusive taxonomic levels (e.g., families and orders) often become more complex because of interactions between biological traits and environmental conditions across different evolutionary lineages. Using supercomputing and artificial intelligence algorithms, we analyzed a high-resolution global dataset of fusuline foraminifera—the most diverse marine fossil group from the Carboniferous to the Permian (~340 to 252 million years ago)—at an unprecedented temporal resolution of &lt;45 thousand years. Our unbinned diversity reconstruction reveals unexpectedly simple diversity dynamics in this exceptionally well-preserved clade. We identify two (and likely a third) truncated exponential diversifications and four major diversity declines. During this interval, long-term cooling consistently promoted biodiversification, whereas warming events were closely linked to extinctions. These findings imply that the current rapid global warming, driven by anthropogenic CO 2 emissions, represents a critical threat to modern ecosystems.",
          "url": "https://doi.org/10.1126/sciadv.adv2549",
          "doi": "https://doi.org/10.1126/sciadv.adv2549",
          "filter": "2"
        },
        {
          "title": "Thermodynamic phase transitions of nematic order in magnetic helices",
          "authors": "Zoey Tumbleson, Sophie A. Morley, Emily Hollingworth, Arnab Singh, Temuujin Bayaraa, Nicolas G. Burdet, Ahmad Us Saleheen, Margaret R. McCarter, David Raftrey, Ronald J. Pandolfi, Vincent Esposito, Georgi L. Dakovski, Franz-Josef Decker, Alexander H. Reid, Tadesse A. Assefa, Peter Fischer, Sinéad M. Griffin, Stephen D. Kevan, Frances Hellman, Joshua J. Turner, Sujoy Roy",
          "abstract": "A nematic phase lacks translation order but has orientational order. Nematic phases have been discovered in a variety of systems, including liquid crystals, correlated materials, and superconductors. Here, we report on a magnetic nematic phase, where the basis components are composed of magnetic helices. We directly probed the order parameters associated with the magnetic helices using resonant soft x-ray scattering and find two distinct nematic phases with complex spatiotemporal signatures. Using x-ray correlation spectroscopy, we find that near the phase boundary between the two nematic phases, fluctuations coexist on multiple disparate timescales. Our micromagnetic simulations and density functional theory calculations show that the fluctuations occur concomitantly with a reorientation of the magnetic helices, indicating spontaneous symmetry breaking and the emergence of additional degrees of freedom. Our results provide a framework for characterizing exotic phases that can be extended to a broad class of physical systems.",
          "url": "https://doi.org/10.1126/sciadv.adt5680",
          "doi": "https://doi.org/10.1126/sciadv.adt5680",
          "filter": "2"
        },
        {
          "title": "FAM50A drives breast cancer brain metastasis through interaction with C9ORF78 to enhance ʟ-asparagine production",
          "authors": "Weilong Chen, Yuanyuan Qin, Libo Qiao, Xue Liu, Chenyun Gao, Tian-Ran Li, Yanrui Luo, Dongxue Li, Hong Yan, Linhong Han, Long Hai, Fang Nie, Hai-Bo Wu, Cong Chen, Yi-Fang Ping, Xiu-Wu Bian",
          "abstract": "Elevated levels of asparagine, catalyzed by asparagine synthetase (ASNS), have been identified as a prerequisite for lung metastasis in breast cancer. However, the roles and regulatory mechanisms of ASNS in breast cancer brain metastasis (BCBM) are not well understood. Our study revealed that the family with sequence similarity 50 member A (FAM50A) gene substantially modulates the brain metastatic potential of breast cancer by up-regulating ASNS and promoting asparagine biosynthesis. We demonstrated that FAM50A forms a complex with chromosome 9 open reading frame 78 (C9ORF78), specifically at the S121 residue, to enhance ASNS transcription. This interaction accelerates the rate of ASNS-mediated asparagine synthesis, which is essential in facilitating metastatic cascades to the brain. From a therapeutic perspective, both the genetic suppression of FAM50A and pharmacological inhibition of asparagine synthesis effectively counteract BCBM. Our results highlight the importance of the FAM50A-ASNS signaling pathway in BCBM therapy.",
          "url": "https://doi.org/10.1126/sciadv.adt3075",
          "doi": "https://doi.org/10.1126/sciadv.adt3075",
          "filter": "2"
        },
        {
          "title": "Roadbed tribological energy harvester",
          "authors": "Pengfei Ji, Jing Wen, Xiaobo Gao, Hao Li, Huisheng Cai, Kai Lv, Zhong Lin Wang, Baodong Chen",
          "abstract": "Roadbed tribological energy (RTE) is a promising recoverable resource with an estimated potential on the terawatt scale, generated annually by the interaction between tires and road surfaces. However, RTE remains underutilized due to the lack of effective energy harvesting technologies that can address its high-entropy characteristics. Here, we present a revolutionary harvester formed by a freestanding layer triboelectric nanogenerator array embedded in the road. The harvester effectively converts low-grade vibratory RTE into electrical energy. It demonstrates the potential to achieve a peak power of 16.409 milliwatts and an average power of 2.2 milliwatts from a compact 78–square centimeter road area under a single tire impact, with a triboelectric conversion efficiency of 11.723%. In addition, we developed a self-powered intelligent and connected transportation system (SP-ICTS), integrating a five-in-one harvesting array. Experimental findings show that the system can meet the SP-ICTS’s electricity requirements along a 1-kilometer segment with a 50-meter harvester.",
          "url": "https://doi.org/10.1126/sciadv.adv9379",
          "doi": "https://doi.org/10.1126/sciadv.adv9379",
          "filter": "2"
        },
        {
          "title": "Instant and secure fixation of e-PTFE medical implants in surgery by designing a bioadhesive interface",
          "authors": "Yang Gao, Daming Liu, Jing Zhou, Wen Zhang, Danqi Sun, Shuyang Wang, Yipeng Yang, Yuchen Xiang, Yang Zhang, Wei Lei, Tongqing Lu",
          "abstract": "Expanded polytetrafluoroethylene (e-PTFE) is extensively used in medical implants for its excellent bioinertness. Existing methods to fix e-PTFE implants on host tissues mainly use invasive anchorage such as sutures, spiral tacks, or metal skeletons, which has limitations such as being time-consuming and causing leakage and tissue damage. To overcome these limitations, we introduce a bioadhesive interface to realize the adhering fixation of e-PTFE implants. We integrate a hydrophilic and bioadhesive hydrogel layer on the hydrophobic and bioinert e-PTFE by designing a facile approach of freezing-induced micromechanical interlocking. The integration is robust enough as pulling hydrogel out of the interlocked pores on e-PTFE requires large energy dissipation. This bioadhesive interface enables instant (operating time &lt; 10 seconds) and secure (adhesion energy &gt;200 joules per square meter) adhering fixation of e-PTFE implants to wet tissue. The advantages for reducing inflammatory response, fibrogenesis, and the resultant postoperative adhesion are further demonstrated in a reconstructive surgery of an abdominal wall defect in rabbits.",
          "url": "https://doi.org/10.1126/sciadv.adw3845",
          "doi": "https://doi.org/10.1126/sciadv.adw3845",
          "filter": "2"
        },
        {
          "title": "Metabolically driven flows enable exponential growth in macroscopic multicellular yeast",
          "authors": "Nishant Narayanasamy, Emma Bingham, Tanner Fadero, G. Ozan Bozdag, William C. Ratcliff, Peter Yunker, Shashi Thutupalli",
          "abstract": "The ecological and evolutionary success of multicellular lineages stems substantially from their increased size relative to unicellular ancestors. However, large size poses biophysical challenges, especially regarding nutrient transport: These constraints are typically overcome through multicellular innovations. Here, we show that an emergent biophysical mechanism—spontaneous fluid flows arising from metabolically generated density gradients—can alleviate constraints on nutrient transport, enabling exponential growth in nascent multicellular clusters of yeast lacking any multicellular adaptations for nutrient transport or fluid flow. Beyond a threshold size, the metabolic activity of experimentally evolved snowflake yeast clusters drives large-scale fluid flows that transport nutrients throughout the cluster at speeds comparable to those generated by ciliary actuation in extant multicellular organisms. These flows support exponential growth at macroscopic sizes that theory predicts should be diffusion limited. This demonstrates how simple physical mechanisms can act as a “biophysical scaffold” to support the evolution of multicellularity by opening up phenotypic possibilities before genetically encoded innovations.",
          "url": "https://doi.org/10.1126/sciadv.adr6399",
          "doi": "https://doi.org/10.1126/sciadv.adr6399",
          "filter": "2"
        }
      ]
    }
  ]
}
