{
  "update": "2025-08-16",
  "content": [
    {
      "journal_full": "Nature",
      "journal_short": "Nat",
      "articles": [
        {
          "title": "Spatial correlation in economic analysis of climate change",
          "authors": "Christof Schötz",
          "abstract": "arising from: M. Kotz et al. Nature https://doi.org/10.1038/s41586-024-07219-0 (2024).\n\nClimate change poses substantial risks to the global economy1. Kotz, Levermann and Wenz2, henceforth KLW, statistically analysed economic and climate data, finding significant projected damages until mid-century and a divergence in outcomes between high- and low-emission scenarios thereafter. We find that their analysis underestimates uncertainty owing to large, unaccounted-for spatial correlations on the subnational level, rendering their results statistically insignificant when properly corrected. Thus, their study does not provide the robust empirical evidence needed to inform climate policy.",
          "url": "https://doi.org/10.1038/s41586-025-09206-5",
          "doi": "https://doi.org/10.1038/s41586-025-09206-5",
          "filter": "0"
        },
        {
          "title": "Countrywide natural experiment links built environment to physical activity",
          "authors": "Tim Althoff, Boris Ivanovic, Abby C. King, Jennifer L. Hicks, Scott L. Delp, Jure Leskovec",
          "abstract": "While physical activity is critical to human health, most people do not meet recommended guidelines 1,2 . Built environments that are more walkable have the potential to increase activity across the population 3–8 . However, previous studies on the built environment and physical activity have led to mixed findings, possibly due to methodological limitations such as small cohorts, over-reliance on self-reported measures and cross-sectional designs 5,7,9–11 . Here we address these limitations by leveraging a large US cohort of smartphone users ( N = 2,112,288) to evaluate within-person longitudinal behaviour changes that occurred over 248,266 days of objectively measured physical activity across 7,447 relocations among 1,609 US cities. By analysing the results of this natural experiment, which exposed individuals to differing built environments, we find that increases (decreases) in walkability are associated with significant increases (decreases) in physical activity after relocation. For example, moving from a less walkable (25th percentile) city to a more walkable city (75th percentile) increased walking by 1,100 daily steps, on average. These changes hold across different genders, ages and body mass index values, and are sustained over 3 months. The added activity is predominantly composed of moderate-to-vigorous physical activity, which is linked to an array of associated health benefits 1 . Evidence against residential self-selection confounding is reported. Our findings provide robust evidence supporting the importance of the built environment in directly improving health-enhancing physical activity and offer potential guidance for public policy activities in this area.",
          "url": "https://doi.org/10.1038/s41586-025-09321-3",
          "doi": "https://doi.org/10.1038/s41586-025-09321-3",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "New discoveries of Australopithecus and Homo from Ledi-Geraru, Ethiopia",
          "authors": "Brian Villmoare, Lucas K. Delezene, Amy L. Rector, Erin N. DiMaggio, Christopher J. Campisano, David A. Feary, Baro’o Mohammed Ali, Daniel Chupik, Alan L. Deino, Dominique I. Garello, Mohammed Ahmeddin Hayidara, Ellis M. Locke, Omar Abdulla Omar, Joshua R. Robinson, Eric Scott, Irene E. Smail, Kebede Geleta Terefe, Lars Werdelin, William H. Kimbel, J. Ramón Arrowsmith, Kaye E. Reed",
          "abstract": "The time interval between about three and two million years ago is a critical period in human evolution—this is when the genera Homo and Paranthropus first appear in the fossil record and a possible ancestor of these genera, Australopithecus afarensis, disappears. In eastern Africa, attempts to test hypotheses about the adaptive contexts that led to these events are limited by a paucity of fossiliferous exposures that capture this interval. Here we describe the age, geologic context and dental morphology of new hominin fossils recovered from the Ledi-Geraru Research Project area, Ethiopia, which includes sediments from this critically underrepresented period. We report the presence of Homo at 2.78 and 2.59 million years ago and Australopithecus at 2.63 million years ago. Although the Australopithecus specimens cannot yet be identified to species level, their morphology differs from A. afarensis and Australopithecus garhi. These specimens suggest that Australopithecus and early Homo co-existed as two non-robust lineages in the Afar Region before 2.5 million years ago, and that the hominin fossil record is more diverse than previously known. Accordingly, there were as many as four hominin lineages living in eastern Africa between 3.0 and 2.5 million years ago: early Homo1, Paranthropus2, A. garhi3, and the newly discovered Ledi-Geraru Australopithecus.",
          "url": "https://doi.org/10.1038/s41586-025-09390-4",
          "doi": "https://doi.org/10.1038/s41586-025-09390-4",
          "filter": "2"
        },
        {
          "title": "The genomic origin of the unique chaetognath body plan",
          "authors": "Laura Piovani, Daria Gavriouchkina, Elise Parey, Luke A. Sarre, Katja T. C. A. Peijnenburg, José María Martín-Durán, Daniel S. Rokhsar, Noriyuki Satoh, Alex de Mendoza, Taichiro Goto, Ferdinand Marlétaz",
          "abstract": "The emergence of animal phyla, each with their unique body plan, was a rapid event in the history of animal life, yet its genomic underpinnings are still poorly understood 1 . Here we investigate at the genomic, regulatory and cellular levels, the origin of one of the most distinctive animal phyla, the chaetognaths, whose organismal characteristics have historically complicated their phylogenetic placement 2,3 . We show that these characteristics are reflected at the cell-type level by the expression of genes that originated in the chaetognath lineage, contributing to adaptation to planktonic life at the sensory and structural levels 4 . Similarly to other members of gnathiferans (which also include rotifers and several other microscopic phyla) 5,6 , chaetognaths have undergone accelerated genomic evolution with gene loss and chromosomal fusions 7,8 . Furthermore, they secondarily duplicated thousands of genes 9,10 , without evidence for a whole-genome duplication, yielding, for instance, tandemly expanded Hox genes, as well as many phylum-specific genes. We also detected repeat-rich highly methylated neocentromeres and a simplified DNA methylation toolkit that is involved in mobile element repression rather than transcriptional control. Consistent with fossil evidence 11,12 , our observations suggest that chaetognaths emerged after a phase of morphological simplification through a reinvention of organ systems paralleled by massive genomic reorganization, explaining the uniqueness of their body plan.",
          "url": "https://doi.org/10.1038/s41586-025-09403-2",
          "doi": "https://doi.org/10.1038/s41586-025-09403-2",
          "filter": "2"
        },
        {
          "title": "Author Correction: RNA codon expansion via programmable pseudouridine editing and decoding",
          "authors": "Jiangle Liu, Xueqing Yan, Hao Wu, Ziqin Ji, Ye Shan, Xinyan Wang, Yunfan Ran, Yichen Ma, Caitao Li, Yuchao Zhu, Ruichu Gu, Han Wen, Chengqi Yi, Peng R. Chen",
          "url": "https://doi.org/10.1038/s41586-025-09464-3",
          "doi": "https://doi.org/10.1038/s41586-025-09464-3",
          "filter": "2"
        },
        {
          "title": "Large riverbed sediment flux sustained for a decade after an earthquake ",
          "authors": "Gen K. Li, A. Joshua West, Zhangdong Jin, Hongrui Qiu, Fei Zhang, Jin Wang, Douglas E. Hammond, Alexander L. Densmore, Robert G. Hilton, Sijia Dong, Abra Atwood, Woodward W. Fischer, Michael P. Lamb",
          "abstract": "Large earthquakes induce widespread landslides that fill river channels with sediment1,2, generating long-lasting fluvial hazards and reshaping mountain topography. However, riverine sediment fluxes after earthquakes remain poorly resolved, mostly because of a lack of data on bedload flux3,4. Here we construct a source-to-sink sediment budget following the 2008 Mw7.9 (where Mw is the moment magnitude) Wenchuan earthquake in the eastern Tibetan mountains. We measured sediment accumulation in a man-made reservoir downstream of the earthquake-affected region. Ten years after the earthquake, the Min Jiang River had exported about 9% of the sediment mass from earthquake-triggered landslides, with around 5.7 times increase in the total riverine sediment flux sustained over that time. Bedload flux increased by \\({27.4}_{-15.6}^{+14.6} \\% \\) times compared with pre-earthquake levels, making up \\(6{5}_{-26}^{+12} \\% \\) of the post-earthquake sediment export—a proportion much higher than typical of most mountainous rivers. At the current pace, the river system will remove most Wenchuan landslide debris over centennial timescales. However, future sediment export rates are likely to vary because of changes on hillslopes (for example, revegetation) and in hydrology, sediment characteristics and transport processes. Our findings demonstrate a decadal bedload-dominated sediment pulse driven by earthquake-triggered landslides, suggesting that increased vulnerability to cascading hazards such as aggradation and flooding could persist for decades in populated downstream regions after a large earthquake.",
          "url": "https://doi.org/10.1038/s41586-025-09354-8",
          "doi": "https://doi.org/10.1038/s41586-025-09354-8",
          "filter": "2"
        },
        {
          "title": "Rubber planting and deforestation",
          "authors": "Douglas Sheil, Adrià Descals, Erik Meijaard, David Gaveau",
          "abstract": "arising from: Y. Wang et al. Nature https://doi.org/10.1038/s41586-023-06642-z (2023).\n\nWang et al.1 used satellite observations and phenological signatures to map and estimate the extent of planted rubber (Hevea brasiliensis Müll.Arg.), and associated deforestation, for eight Southeast Asian countries. Their assessment implies that planted rubber may have caused over 4 Mha of deforestation since 1993—a value greater than assumed in setting deforestation policies. Unfortunately, their estimates rely on incorrect methods. Moreover, their definition of ‘deforestation’ is misleading because it includes all tree cover loss, not just natural forests. They include losses from young regrowth, established rubber gardens and other plantations. Our assessment indicates that, since 2001, the actual extent of deforestation associated with planted rubber is approximately one-quarter that reported by Wang et al.1.",
          "url": "https://doi.org/10.1038/s41586-025-08848-9",
          "doi": "https://doi.org/10.1038/s41586-025-08848-9",
          "filter": "2"
        },
        {
          "title": "Catalytic enantioselective synthesis of alkylidenecyclopropanes",
          "authors": "Jonathan C. Golec, Dong-Hang Tan, Ken Yamazaki, Eveline H. Tiekink, Kirsten E. Christensen, Trevor A. Hamlin, Darren J. Dixon",
          "abstract": "The enantioselective construction of small ring carbocycles provides organic chemists with an enduring challenge.1 Despite their commercial importance, enantioselective synthetic routes towards alkylidenecyclopropanes (ACPs), a class of small ring carbocycles, remain underdeveloped.2,3 Importantly, ACPs can be converted into cyclopropanes, a common feature in drug molecules (e.g. Nirmatrelvir, 1),4 as well as both naturally occurring and synthetic agrochemicals (e.q. permethrin 2).5,6 We now describe the facile synthesis of highly enantioenriched alkylidenecyclopropanes through the use of a bifunctional iminophosphorane (BIMP) catalysed, stereo-controlled, strain-relieving deconjugation. Small modifications to the basic catalyst system were used to broaden the scope of the reaction to substrates containing ester, amide, phosphine oxide, and ketone functionalities. Through the design of a suitable substrate and re-tuning of the catalyst’s iminophosphorane moiety, the transformation was effectively applied to the synthesis of a single stereoisomer of the commonplace insecticide permethrin as well as a range of cyclopropane-based insecticide cores. State-of-the-art computational studies were performed to provide detailed insight into the mechanistic pathway and origin of both diastereo- and enantioselectivities.",
          "url": "https://doi.org/10.1038/s41586-025-09485-y",
          "doi": "https://doi.org/10.1038/s41586-025-09485-y",
          "filter": "2"
        },
        {
          "title": "Expanding the cytokine receptor alphabet reprograms T cells into diverse states",
          "authors": "Yang Zhao, Masato Ogishi, Aastha Pal, Leon L. Su, Pingdong Tao, Hua Jiang, Grayson E. Rodriguez, Xiaojing Chen, Qinli Sun, Lea Wenting Rysavy, Sam Limsuwannarot, Deepa Waghray, Anusha Kalbasi, K. Christopher Garcia",
          "abstract": "T cells respond to cytokines through receptor dimers that have been selected over the course of evolution to activate canonical JAK–STAT signalling and gene expression programs1. However, the potential combinatorial diversity of JAK–STAT receptor pairings can be expanded by exploring the untapped biology of alternative non-natural pairings. Here we exploited the common γ chain (γc) receptor as a shared signalling hub on T cells and enforced the expression of both natural and non-natural heterodimeric JAK–STAT receptor pairings using an orthogonal cytokine receptor platform2,3,4 to expand the γc signalling code. We tested receptors from γc cytokines as well as interferon, IL-10 and homodimeric receptor families that do not normally pair with γc or are not naturally expressed on T cells. These receptors simulated their natural counterparts but also induced contextually unique transcriptional programs. This led to distinct T cell fates in tumours, including myeloid-like T cells with phagocytic capacity driven by orthogonal GSCFR (oGCSFR), and type 2 cytotoxic T (TC2) and helper T (TH2) cell differentiation driven by orthogonal IL-4R (o4R). T cells with orthogonal IL-22R (o22R) and oGCSFR, neither of which are natively expressed on T cells, exhibited stem-like and exhaustion-resistant transcriptional and chromatin landscapes, enhancing anti-tumour properties. Non-native receptor pairings and their resultant JAK–STAT signals open a path to diversifying T cell states beyond those induced by natural cytokines.",
          "url": "https://doi.org/10.1038/s41586-025-09393-1",
          "doi": "https://doi.org/10.1038/s41586-025-09393-1",
          "filter": "2"
        },
        {
          "title": "Calving-driven fjord dynamics resolved by seafloor fibre sensing",
          "authors": "Dominik Gräff, Bradley Paul Lipovsky, Andreas Vieli, Armin Dachauer, Rebecca Jackson, Daniel Farinotti, Julia Schmale, Jean-Paul Ampuero, Eric Berg, Anke Dannowski, Andrea Kneib-Walter, Manuela Köpfli, Heidrun Kopp, Enrico van der Loo, Daniel Mata Flores, Diego Mercerat, Raphael Moser, Anthony Sladen, Fabian Walter, Diego Wasser, Ethan Welty, Selina Wetter, Ethan F. Williams",
          "abstract": "Interactions between melting ice and a warming ocean drive the present-day retreat of tidewater glaciers of Greenland 1–3 , with consequences for both sea level rise 4 and the global climate system 5 . Controlling glacier frontal ablation, these ice–ocean interactions involve chains of small-scale processes that link glacier calving—the detachment of icebergs 6 —and submarine melt to the broader fjord dynamics 7,8 . However, understanding these processes remains limited, in large part due to the challenge of making targeted observations in hazardous environments near calving fronts with sufficient temporal and spatial resolution 9 . Here we show that iceberg calving can act as a submarine melt amplifier through excitation of transient internal waves. Our observations are based on front-proximal submarine fibre sensing of the iceberg calving process chain. In this chain, calving initiates with persistent ice fracturing that coalesces into iceberg detachment, which in turn excites local tsunamis, internal gravity waves and transient currents at the ice front before the icebergs eventually decay into fragments. Our observations show previously unknown pathways in which tidewater glaciers interact with a warming ocean and help close the ice front ablation budget, which current models struggle to do 10 . These insights provide new process-scale understanding pertinent to retreating tidewater glaciers around the globe.",
          "url": "https://doi.org/10.1038/s41586-025-09347-7",
          "doi": "https://doi.org/10.1038/s41586-025-09347-7",
          "filter": "2"
        },
        {
          "title": "Author Correction: A virtual rodent predicts the structure of neural activity across behaviours",
          "authors": "Diego Aldarondo, Josh Merel, Jesse D. Marshall, Leonard Hasenclever, Ugne Klibaite, Amanda Gellis, Yuval Tassa, Greg Wayne, Matthew Botvinick, Bence P. Ölveczky",
          "url": "https://doi.org/10.1038/s41586-025-09407-y",
          "doi": "https://doi.org/10.1038/s41586-025-09407-y",
          "filter": "2"
        },
        {
          "title": "NASP modulates histone turnover to drive PARP inhibitor resistance",
          "authors": "Sarah C. Moser, Anna Khalizieva, Josef Roehsner, Elisabeth Pottendorfer, Milo L. Kaptein, Giulia Ricci, Vivek Bhardwaj, Onno B. Bleijerveld, Liesbeth Hoekman, Ingrid van der Heijden, Simone di Sanzo, Alexander Fish, Aleksandra Chikunova, Judith H. I. Haarhuis, Roel Oldenkamp, Luisa Robbez-Masson, Justin Sprengers, Daniel J. Vis, Lodewyk F. A. Wessels, Marieke van de Ven, Stephen J. Pettitt, Andrew N. J. Tutt, Christopher J. Lord, Benjamin D. Rowland, Moritz Völker-Albert, Francesca Mattiroli, Thijn R. Brummelkamp, Abdelghani Mazouzi, Jos Jonkers",
          "abstract": "The poly(ADP-ribose) polymerase inhibitor (PARPi) class of drugs represents a remarkable advance in the treatment of patients with homologous recombination-deficient tumours, but resistance remains a challenge1,2,3,4,5. Although most research has focused on the downstream consequences of PARPi exposure to tackle resistance, the immediate effect of PARP inhibition on the chromatin environment and its contribution to PARPi toxicity remains elusive. Here we show that PARP inhibition induces histone release from the chromatin. This presents a vulnerability of PARPi-resistant cancer cells, which require histone homeostasis mechanisms to sustain elevated DNA replication rates and survival. Through functional genetic screens, we identified NASP as a key factor in maintaining the stability of evicted histones via its TPR motifs. Loss of NASP renders tumour cells hypersensitive to PARPi treatment in vitro and in vivo, impairs replication fork progression and elevates levels of replication-associated DNA damage. Moreover, NASP acts together with the INO80 complex and the chaperoning activity of PARP1 to ensure efficient histone turnover and prevent the accumulation of lethal DNA damage. Collectively, our work reports on histone eviction as an immediate cellular response to PARPi treatment and provides a promising avenue for targeting histone supply pathways to overcome PARPi resistance.",
          "url": "https://doi.org/10.1038/s41586-025-09414-z",
          "doi": "https://doi.org/10.1038/s41586-025-09414-z",
          "filter": "2"
        },
        {
          "title": "n-Type thermoelectric elastomers",
          "authors": "Kai Liu, Jingyi Wang, Xiran Pan, Shuang-Yan Tian, Yudong Liu, Zhi Zhang, Yuqiu Di, Jupeng Chen, Chengwen Wu, Xin-Yu Deng, Dongyang Wang, Peiyun Li, Chen-Kai Pan, Fenglian Qi, Jinhui Liu, Jing Hua, Jian Pei, Chong-an Di, Yunlong Guo, Yunqi Liu, Ting Lei",
          "abstract": "Intrinsically elastic thermoelectric generators with superior conformal coverage and shape adaptability are highly desirable for developing self-powered wearable electronics, soft bioelectronics and personal temperature regulators1,2. Until now, all reported high-performance thermoelectric materials have realized only flexibility, rather than elasticity3,4. Here we present one of the first n-type thermoelectric elastomers by integrating uniform bulk nanophase separation, thermally activated crosslinking and targeted doping into a single material. The thermoelectric elastomers could exhibit exceptional rubber-like recovery of up to 150% strains and high figure of merit values rivalling flexible inorganic materials even under mechanical deformations. Conventional wisdom suggests that incorporating insulating polymers should dilute the active component in organic thermoelectrics, resulting in lower performance. However, we demonstrate that carefully selected elastomers and dopants can promote the formation of uniformly distributed, elastomer-wrapped and heavily n-doped semiconducting polymer nanofibrils, leading to improved electrical conductivity and decreased thermal conductivity. These thermoelectric elastomers have the potential to make elastic thermoelectric generators in wearable applications much more conformable and efficient.",
          "url": "https://doi.org/10.1038/s41586-025-09387-z",
          "doi": "https://doi.org/10.1038/s41586-025-09387-z",
          "filter": "2"
        },
        {
          "title": "The geologic history of marine dissolved organic carbon from iron oxides",
          "authors": "Nir Galili, Stefano M. Bernasconi, Alon Nissan, Uria Alcolombri, Giorgia Aquila, Marcella Di Bella, Thomas M. Blattmann, Negar Haghipour, Francesco Italiano, Madalina Jaggi, Ifat Kaplan-Ashiri, Kang Soo Lee, Maxwell A. Lechte, Cara Magnabosco, Susannah M. Porter, Maxim Rudmin, Robert G. M. Spencer, Roman Stocker, Zhe Wang, Stephan Wohlwend, Jordon D. Hemingway",
          "abstract": "Dissolved organic carbon (DOC) is the largest reduced carbon reservoir in modern oceans 1,2 . Its dynamics regulate marine communities and atmospheric CO 2 levels 3,4 , whereas 13 C compositions track ecosystem structure and autotrophic metabolism 5 . However, the geologic history of marine DOC remains largely unconstrained 6,7 , limiting our ability to mechanistically reconstruct coupled ecological and biogeochemical evolution. Here we develop and validate a direct proxy for past DOC signatures using co-precipitated organic carbon in iron ooids. We apply this to 26 marine iron ooid-containing formations deposited over the past 1,650 million years to generate a data-based reconstruction of marine DOC signals since the Palaeoproterozoic. Our predicted DOC concentrations were near modern levels in the Palaeoproterozoic, then decreased by 90−99% in the Neoproterozoic before sharply rising in the Cambrian. We interpret these dynamics to reflect three distinct states. The occurrence of mostly small, single-celled organisms combined with severely hypoxic deep oceans, followed by larger, more complex organisms and little change in ocean oxygenation and finally continued organism growth and a transition to fully oxygenated oceans 8,9 . Furthermore, modern DOC is 13 C-enriched relative to the Proterozoic, possibly because of changing autotrophic carbon-isotope fractionation driven by biological innovation. Our findings reflect connections between the carbon cycle, ocean oxygenation and the evolution of complex life.",
          "url": "https://doi.org/10.1038/s41586-025-09383-3",
          "doi": "https://doi.org/10.1038/s41586-025-09383-3",
          "filter": "2"
        },
        {
          "title": "Accuracy of rubber-related deforestation maps",
          "authors": "Nguyen Tien Hoang, Peter Potapov, Pontus Olofsson, Keiichiro Kanemoto",
          "abstract": "arising from: Y. Wang et al. Nature https://doi.org/10.1038/s41586-023-06642-z (2023).\n\nAccurate mapping of rubber plantations is essential to understanding where deforestation due to rubber production occurs. Wang et al.1 produced 10-metre-resolution maps of mature rubber with a reported high overall classification accuracy (OA = 0.95 ± 0.02), indicating that more than 4 million hectares of forests have been converted to rubber plantations in Southeast Asia and parts of China since 1993. However, we have serious concerns about the accuracy of these maps, as our analysis indicates that the area estimates by Wang et al.1 are substantially inflated. This observation underscores the need for caution in using these high-resolution maps for specific applications, such as assessing deforestation linked to rubber consumption under the EU regulation on deforestation-free products.",
          "url": "https://doi.org/10.1038/s41586-025-08847-w",
          "doi": "https://doi.org/10.1038/s41586-025-08847-w",
          "filter": "2"
        },
        {
          "title": "Y. Wang et al. reply",
          "authors": "Yunxia Wang, Peter M. Hollingsworth, Deli Zhai, Christopher D. West, Jonathan Green, Sam Harrison, Huafang Chen, Kaspar Hurni, Yufang Su, Eleanor Warren-Thomas, Jianchu Xu, Antje Ahrends",
          "abstract": "replying to: N. T. Hoang et al. Nature https://doi.org/10.1038/s41586-025-08847-w (2025).\n\nreplying to: D. Sheil et al. Nature https://doi.org/10.1038/s41586-025-08848-9 (2025).",
          "url": "https://doi.org/10.1038/s41586-025-08849-8",
          "doi": "https://doi.org/10.1038/s41586-025-08849-8",
          "filter": "2"
        },
        {
          "title": "Publisher Correction: Liquid–liquid interfacial tension stabilized Li-metal batteries",
          "authors": "Haijin Ji, Jingwei Xiang, Yong Li, Mengting Zheng, Lixia Yuan, Yaqi Liao, Lin Du, Zezhuo Li, Zhangyating Xie, Kai Huang, Xing Lin, Zhengkun Xie, Yue Shen, Ming Chen, Tongjiang Li, Guang Feng, Yongming Sun, Long Qie, Hui Li, Fangshu Zhang, Rui Guo, Xuning Feng, Weihua Chen, Xinping Ai, Jun Lu, Yunhui Huang",
          "url": "https://doi.org/10.1038/s41586-025-09504-y",
          "doi": "https://doi.org/10.1038/s41586-025-09504-y",
          "filter": "2"
        },
        {
          "title": "Elementary 3D organization of active and silenced E. coli genome",
          "authors": "Alexey A. Gavrilov, Ilya Shamovsky, Irina Zhegalova, Sergey Proshkin, Yosef Shamovsky, Grigory Evko, Vitaly Epshtein, Aviram Rasouly, Anna Blavatnik, Sudipta Lahiri, Eli Rothenberg, Sergey V. Razin, Evgeny Nudler",
          "abstract": "Unravelling how genomes are spatially organized and how their three-dimensional (3D) architecture drives cellular functions remains a major challenge in biology 1,2 . In bacteria, genomic DNA is compacted into a highly ordered, condensed state called nucleoid 3–5 . Despite progress in characterizing bacterial 3D genome architecture over recent decades 6–8 , the fine structure and functional organization of the nucleoid remain elusive due to low-resolution contact maps from methods such as Hi-C 9–11 . Here we developed an enhanced Micro-C chromosome conformation capture, achieving 10-base pair (bp) resolution. This ultra-high-resolution analysis reveals elemental spatial structures in the Escherichia coli nucleoid, including chromosomal hairpins (CHINs) and chromosomal hairpin domains (CHIDs). These structures, organized by histone-like proteins H-NS and StpA, have key roles in repressing horizontally transferred genes. Disruption of H-NS causes drastic reorganization of the 3D genome, decreasing CHINs and CHIDs, whereas removing both H-NS and StpA results in their complete disassembly, increased transcription of horizontally transferred genes and delayed growth. Similar effects are observed with netropsin, which competes with H-NS and StpA for AT-rich DNA binding. Interactions between CHINs further organize the genome into isolated loops, potentially insulating active operons. Our Micro-C analysis reveals that all actively transcribed genes form distinct operon-sized chromosomal interaction domains (OPCIDs) in a transcription-dependent manner. These structures appear as square patterns on Micro-C maps, reflecting continuous contacts throughout transcribed regions. This work unveils the fundamental structural elements of the E. coli nucleoid, highlighting their connection to nucleoid-associated proteins and transcription machinery.",
          "url": "https://doi.org/10.1038/s41586-025-09396-y",
          "doi": "https://doi.org/10.1038/s41586-025-09396-y",
          "filter": "2"
        },
        {
          "title": "Photophoretic flight of perforated structures in near-space conditions",
          "authors": "Benjamin C. Schafer, Jong-hyoung Kim, Felix Sharipov, Gyeong-Seok Hwang, Joost J. Vlassak, David W. Keith",
          "abstract": "Lightweight nanofabricated structures could photophoretically loft payloads in near-space. Proposed structures range from microscale engineered aerosols1, to centimetre-scale thin disks with variations in surface accommodation coefficients2,3, to sandwich structures with nanoscale thickness4,5 that might be extended to metre-scale width6,7. Quantitative understanding of how structural and surface properties determine photophoretic lofting forces is necessary to develop a practical flying device. Here we focus on thermal transpiration as the most promising photophoretic mechanism for lofting large devices8 and present a hybrid analytical–numerical model of the lofting force on a structure that consists of two perforated membranes spaced a small distance apart. We identify optimal structural parameters, including device size, membrane perforation density and distribution of the vertical ligaments that connect the two membranes, each as a function of atmospheric altitude. Targeting these optimal parameters, we fabricate structures with a heterogeneous ligament distribution, which efficiently compromises between structural rigidity and photophoretic performance. We measure how lofting forces generated by these structures depend on pressure using gases with three different molecular weights. We observed photophoretic levitation of a 1-cm-wide structure at an air pressure of 26.7 Pa when illuminated by 750 W m−2, about 55% the intensity of sunlight. Lastly, we describe the preliminary design of a 3-cm-radius device with 10-mg payload capacity at 75-km altitudes and discuss horizontal motion control, overnight settling, and applications in climate sensing, communications and Martian exploration.",
          "url": "https://doi.org/10.1038/s41586-025-09281-8",
          "doi": "https://doi.org/10.1038/s41586-025-09281-8",
          "filter": "2"
        },
        {
          "title": "Bending the curve of land degradation to achieve global environmental goals",
          "authors": "Fernando T. Maestre, Emilio Guirado, Dolors Armenteras, Hylke E. Beck, Mashael Saud AlShalan, Noura Turki Al-Saud, Ralph Chami, Bojie Fu, Helene Gichenje, Elisabeth Huber-Sannwald, Chinwe Ifejika Speranza, Jaime Martínez-Valderrama, Matthew F. McCabe, Barron J. Orr, Ting Tang, Graciela Metternicht, Michael Miess, James F. Reynolds, Lindsay C. Stringer, Yoshihide Wada, Carlos M. Duarte",
          "abstract": "Land has a vital role in sustaining human communities, nurturing diverse ecosystems and regulating the climate of our planet. As such, current rates of land degradation pose a major environmental and socioeconomic threat, driving climate change, biodiversity loss and social crises. Preventing and reversing land degradation are key objectives of the United Nations Convention to Combat Desertification and are also fundamental for the other two Rio Conventions: the United Nations Framework Convention on Climate Change and the Convention on Biological Diversity. Here we argue that the targets of these conventions can only be met by ‘bending the curve’ of land degradation and that transforming food systems is fundamental for doing so. We showcase multiple actions for tackling land degradation that also yield climate and biodiversity benefits while fostering sustainable food systems that contribute to avoiding the risk of a global food crisis. We also propose ambitious 2050 targets for the three Rio Conventions related to land and food systems. Finally, we urge collective action to acknowledge the pivotal role of land in achieving the goals of the Rio Conventions and to embed food systems within intergovernmental agreements, enabling decisive progress on the complex and interconnected global crises that we face.",
          "url": "https://doi.org/10.1038/s41586-025-09365-5",
          "doi": "https://doi.org/10.1038/s41586-025-09365-5",
          "filter": "2"
        },
        {
          "title": "Clone copy number diversity is linked to survival in lung cancer",
          "authors": "Piotr Pawlik, Kristiana Grigoriadis, Abigail Bunkum, Helena Coggan, Alexander M. Frankell, Carlos Martinez-Ruiz, Takahiro Karasaki, Ariana Huebner, Andrew Rowan, Jasmin Fisher, Allan Hackshaw, Charles Swanton, Simone Zaccaria, Nicholas McGranahan",
          "abstract": "Both single nucleotide variants (SNVs) and somatic copy number alterations (SCNAs) accumulate in cancer cells during tumour development, fuelling clonal evolution. However, accurate estimation of clone-specific copy numbers from bulk DNA-sequencing data is challenging. Here we present allele-specific phylogenetic analysis of copy number alterations (ALPACA), a method to infer SNV and SCNA coevolution by leveraging phylogenetic trees reconstructed from multi-sample bulk tumour sequencing data using SNV frequencies. ALPACA estimates the SCNA evolution of simulated tumours with a higher accuracy than current state-of-the-art methods 1–4 . ALPACA uncovers loss-of-heterozygosity and amplification events in minor clones that may be missed using standard approaches and reveals the temporal order of somatic alterations. Analysing clone-specific copy numbers in TRACERx421 lung tumours 5,6 , we find evidence of increased chromosomal instability in metastasis-seeding clones and enrichment for losses affecting tumour suppressor genes and amplification affecting CCND1 . Furthermore, we identify increased SCNA rates in both tumours with polyclonal metastatic dissemination and tumours with extrathoracic metastases, and an association between higher clone copy number diversity and reduced disease-free survival in patients with lung cancer.",
          "url": "https://doi.org/10.1038/s41586-025-09398-w",
          "doi": "https://doi.org/10.1038/s41586-025-09398-w",
          "filter": "2"
        },
        {
          "title": "Establishment of chromatin architecture interplays with embryo hypertranscription",
          "authors": "Guang Yu, Kai Xu, Weikun Xia, Ke Zhang, Qianhua Xu, Lijia Li, Zili Lin, Ling Liu, Bofeng Liu, Zhenhai Du, Xia Chen, Qiang Fan, Fangnong Lai, Wenying Wang, Lijuan Wang, Feng Kong, Chao Wang, Haiqiang Dai, Huili Wang, Wei Xie",
          "abstract": "After fertilization, early embryos undergo dissolution of conventional chromatin organization, including topologically associating domains (TADs)1,2. Zygotic genome activation then commences amid unusually slow de novo establishment of three-dimensional chromatin architecture2. How chromatin organization is established and how it interplays with transcription in early mammalian embryos remain elusive. Here we show that CTCF occupies chromatin throughout mouse early development. By contrast, cohesin poorly binds chromatin in one-cell embryos, coinciding with TAD dissolution. Cohesin binding then progressively increases from two- to eight-cell embryos, accompanying TAD establishment. Unexpectedly, strong ‘genic cohesin islands’ (GCIs) emerge across gene bodies of active genes in this period. GCI genes enrich for cell identity and regulatory genes, display broad H3K4me3 at promoters, and exhibit strong binding of transcription factors and the cohesin loader NIPBL at nearby enhancers. We show that transcription is hyperactive in two- to eight-cell embryos and is required for GCI formation. Conversely, induced transcription can also create GCIs. Finally, GCIs can function as insulation boundaries and form contact domains with nearby CTCF sites, enhancing both the transcription levels and stability of GCI genes. These data reveal a hypertranscription state in early embryos that both shapes and is fostered by the three-dimensional genome organization, revealing an intimate interplay between chromatin structure and transcription.",
          "url": "https://doi.org/10.1038/s41586-025-09400-5",
          "doi": "https://doi.org/10.1038/s41586-025-09400-5",
          "filter": "2"
        },
        {
          "title": "Delocalized electrolyte design enables 600 Wh kg−1 lithium metal pouch cells",
          "authors": "He Huang, Yitao Hu, Yajun Hou, Xingkai Wang, Qiujiang Dong, Zhixin Zhao, Mingfang Ji, Wanxing Zhang, Jinyang Li, Jianping Xie, Hao Guo, Xiaopeng Han, Xiaoping Ouyang, Wenbin Hu",
          "abstract": "The development of high-energy lithium metal batteries (LMBs) is essential for advances in next-generation energy storage and electric vehicle technologies1,2,3. Nevertheless, the practical applications of LMBs are constrained by current electrolyte designs that inherently rely on dominant solvation structures, preventing transformative progress in performance optimization4,5. Here, we address this limitation through a delocalized electrolyte design that fosters a more disordered solvation microenvironment, thereby mitigating dynamic barriers and stabilizing interphases. The resulting delocalized electrolyte delivers notable energy densities of 604.2 Wh kg−1 in a 5.5-Ah LiNi0.9Co0.05Mn0.05O2 (Ni90)||Li pouch cell with a lean electrolyte design (1.0 g Ah−1) and 618.2 Wh kg−1 in a 5.2-Ah Ni90||Li pouch cell with an ultralean electrolyte design (0.9 g Ah−1), maintaining significant cycle stability over 100 and 90 cycles, respectively. In addition, the 70–104 V NCM811||Li battery pack (3,904 Wh) exhibits a high energy density of 480.9 Wh kg−1 and stable cycling over 25 cycles. These results demonstrate the need to circumvent inherent reliance on dominant solvation structures in electrolyte design to achieve the high-energy Battery600 and scalable Pack480 targets.",
          "url": "https://doi.org/10.1038/s41586-025-09382-4",
          "doi": "https://doi.org/10.1038/s41586-025-09382-4",
          "filter": "2"
        },
        {
          "title": "Human emissions drive recent trends in North Pacific climate variations",
          "authors": "Jeremy M. Klavans, Pedro N. DiNezio, Amy C. Clement, Clara Deser, Timothy M. Shanahan, Mark A. Cane",
          "abstract": "The Pacific decadal oscillation (PDO)—the leading pattern of climate variability driving changes over the North Pacific and surrounding continents—is now thought to be generated by processes internal to the climate system1,2. According to this paradigm, the characteristic, irregular oscillations of the PDO arise from a collection of mechanisms involving ocean and atmosphere interactions in the North and tropical Pacific3,4,5. Recent variations in the coupled ocean–atmosphere system, such as the 2015 El Niño, ought to have shifted the PDO into its positive phase6. Yet, the PDO has been locked in a consistent downward trend for more than three decades, remanding nearby regions to a steady set of climate impacts. Here we show that the main multidecadal variations in the PDO index during the twentieth century, including the ongoing, decades-long negative trend, were largely driven by human emissions of aerosols and greenhouse gases rather than internal processes. This anthropogenic influence was previously undetected because the current generation of climate models systematically underestimate the amplitude of forced climate variability. A new attribution technique that statistically corrects for this error suggests that observed PDO impacts—including the ongoing multidecadal drought in the western United States—can be largely attributed to human activity through externally forced changes in the PDO. These results indicate that we need to rethink the attribution and projection of multidecadal changes in regional climate.",
          "url": "https://doi.org/10.1038/s41586-025-09368-2",
          "doi": "https://doi.org/10.1038/s41586-025-09368-2",
          "filter": "2"
        },
        {
          "title": "Multiple oestradiol functions inhibit ferroptosis and acute kidney injury",
          "authors": "Wulf Tonnus, Francesca Maremonti, Shubhangi Gavali, Marlena Nastassja Schlecht, Florian Gembardt, Alexia Belavgeni, Nadja Leinung, Karolin Flade, Natalie Bethe, Sofia Traikov, Anne Haag, Danny Schilling, Sider Penkov, Melodie Mallais, Christine Gaillet, Claudia Meyer, Melika Katebi, Anushka Ray, Louisa M. S. Gerhardt, Anne Brucker, Jorunn Naila Becker, Mirela Tmava, Lisa Schlicker, Almut Schulze, Nina Himmerkus, Andrej Shevchenko, Mirko Peitzsch, Uladzimir Barayeu, Sonia Nasi, Juliane Putz, Kenneth S. Korach, Joel Neugarten, Ladan Golestaneh, Christian Hugo, Jan Ulrich Becker, Joel M. Weinberg, Svenja Lorenz, Bettina Proneth, Marcus Conrad, Eckhard Wolf, Bernd Plietker, Raphaël Rodriguez, Derek A. Pratt, Tobias P. Dick, Maria Fedorova, Stefan R. Bornstein, Andreas Linkermann",
          "abstract": "Acute tubular necrosis mediates acute kidney injury (AKI) and nephron loss1, the hallmark of end-stage renal disease2,3,4. For decades, it has been known that female kidneys are less sensitive to AKI5,6. Acute tubular necrosis involves dynamic cell death propagation by ferroptosis along the tubular compartment7,8. Here we demonstrate abrogated ferroptotic cell death propagation in female kidney tubules. 17β-oestradiol establishes an anti-ferroptotic state through non-genomic and genomic mechanisms. These include the potent direct inhibition of ferroptosis by hydroxyoestradiol derivatives, which function as radical trapping antioxidants, are present at high concentrations in kidney tubules and, when exogenously applied, protect male mice from AKI. In cells, the oxidized hydroxyoestradiols are recycled by FSP19,10, but FSP1-deficient female mice were not sensitive to AKI. At the genomic level, female ESR1-deficient kidney tubules partially lose their anti-ferroptotic capacity, similar to ovariectomized mice. While ESR1 promotes the anti-ferroptotic hydropersulfide system, male tubules express pro-ferroptotic proteins of the ether lipid pathway which are suppressed by ESR1 in female tissues until menopause. In summary, we identified non-genomic and genomic mechanisms that collectively explain ferroptosis resistance in female tubules and may function as therapeutic targets for male and postmenopausal female individuals.",
          "url": "https://doi.org/10.1038/s41586-025-09389-x",
          "doi": "https://doi.org/10.1038/s41586-025-09389-x",
          "filter": "2"
        },
        {
          "title": "Acidic oxygen reduction by single-atom Fe catalysts on curved supports",
          "authors": "Yasong Zhao, Jiawei Wan, Chongyi Ling, Yanlei Wang, Hongyan He, Nailiang Yang, Rui Wen, Qinghua Zhang, Lin Gu, Bolong Yang, Zhonghua Xiang, Chen Chen, Jinlan Wang, Xin Wang, Yucheng Wang, Huabing Tao, Xuning Li, Bin Liu, Suojiang Zhang, Dan Wang",
          "abstract": "Developing highly active and durable electrocatalysts for cost-effective proton-exchange membrane fuel cells is challenging1,2,3. Fe/N–C catalysts are among the most promising alternatives to the platinum group metal catalysts, but their activity and durability still cannot meet the performance criteria due to the strong adsorption of oxygenated reaction intermediates and the demetallization of Fe species caused by the Fenton reaction4,5,6,7,8. Here we design and develop a new type of Fe/N–C catalyst that is composed of numerous nanoprotrusions dispersed on two-dimensional carbon layers with single Fe-atom sites primarily embedded within the inner curved surface of the nanoprotrusions. The graphitized outer carbon layer of the nanoprotrusions can not only effectively weaken the binding strength of the oxygenated reaction intermediates, but also reduce the hydroxyl radical production rate. As a result, the Fe/N–C catalyst delivers one of the best-performing platinum group metal-free proton-exchange membrane fuel cell performances, achieving a record high power density of 0.75 W cm−2 under 1.0 bar H2–air with 86% activity retention after more than 300 hours of continuous operation.",
          "url": "https://doi.org/10.1038/s41586-025-09364-6",
          "doi": "https://doi.org/10.1038/s41586-025-09364-6",
          "filter": "2"
        },
        {
          "title": "Two years of COVID-19 in Africa: lessons for the world",
          "authors": "Christian T. Happi, John N. Nkengasong",
          "url": "https://doi.org/10.1038/d41586-021-03821-8",
          "doi": "https://doi.org/10.1038/d41586-021-03821-8",
          "filter": "4"
        },
        {
          "title": "How Indigenous values permeate my chemistry teaching and research",
          "authors": "Dom Byrne",
          "url": "https://doi.org/10.1038/d41586-025-02568-w",
          "doi": "https://doi.org/10.1038/d41586-025-02568-w",
          "filter": "4"
        },
        {
          "title": "Just how bad will climate change get? The only way to know is to fund basic research",
          "authors": "Tim Palmer",
          "abstract": "How seriously should people be taking climate change? United Nations secretary-general António Gutteres considers it an existential threat. Yet, US President Donald Trump has decreed it a hoax. On 29 July, a US Department of Energy (DOE) report by a group of contrarian climate scientists concluded that “CO2-induced warming might be less damaging economically than commonly believed, and excessively aggressive mitigation policies could prove more detrimental than beneficial” (see go.nature.com/4amktth).\n\nWhat does the science say: hoax, lukewarm inconvenience or catastrophe? According to the best-available evidence, none of the above is right.\n\nThere is much in the DOE report to be critical of (see Nature https://doi.org/pz8h; 2025). However, its authors are correct in one respect: the most important uncertainty in our ability to predict how much global temperatures will increase as carbon emissions continue is related to how cloud coverage will change over time.\n\nHow AI is improving climate forecasts\n\nLow-level clouds reflect sunlight back to space, whereas high-level ones trap heat emitted from Earth’s surface. Most climate models predict that, overall, clouds will amplify the effects of humanity’s greenhouse-gas emissions through a decrease in cover by low-level clouds and an increase for high-level ones. If so, global temperatures could rise by 4 °C or more — a catastrophe because of the amount of sea-level rise and the increasing occurrence of deadly heatwaves.\n\nBut the opposite scenario cannot be ruled out fully. Increased low-level cloud cover would reflect extra sunlight and help to offset the warming effect of climate change — a relatively lukewarm outcome.\n\nOne reason for this uncertainty is that, in the models, cloud-forming processes are represented by simplified formulae. Another is related to how cloud formation differs around the globe because of air-temperature and humidity variations linked to wind patterns. Climate models make systematic errors when predicting such patterns. This is unsurprising: climate is a non-linear system in which processes on many scales interact in complex ways. Thus, simulating clouds is a formidable challenge.\n\nSo far, there is no clear evidence from observations that clouds are responding to humanity’s emissions by increasing or decreasing coverage systematically. There are some data that low-level cloud cover was reduced in the Northern Hemisphere and tropics in 2023, contributing to the exceptionally high global temperatures that year1. But researchers don’t yet have enough data to know whether this was a one-off or part of an emerging change in cloud characteristics.\n\nWhy the green-technology race might not save the planet",
          "url": "https://doi.org/10.1038/d41586-025-02508-8",
          "doi": "https://doi.org/10.1038/d41586-025-02508-8",
          "filter": "4"
        },
        {
          "title": "How does agricultural land become forest? I trek to find out",
          "authors": "Dave Tacon",
          "abstract": "“In this picture, I’m working with my four-legged companion, Yang Mei (Little Sheep) near a small village called Nanxi on the eastern coast of Taiwan. I’m an ecologist studying lowland evergreen subtropical forests. I’ve been conducting research here for the past three years and have known Yang Mei since she was a puppy.\n\nNot all forest areas are safe for her. In some places, local people have set traps for deer and wild pigs, so she has to stay behind, which she hates.\n\nMy research is on secondary forest succession, for my doctorate at the University of Melbourne, Australia. I want to understand how forests grow back after agricultural abandonment. The plot I’m studying in this photo was once a citronella plantation (Cymbopogon nardus), then a rice paddy (Oryza sp.), then an orchard. For the past 16 years, it’s been regenerating back into forest.\n\nTo select areas to survey, I use a compass to get a bearing, and measuring tapes to mark out a specific plot across the slope. When this photo was taken, besides Yang Mei, my team members were Chance, a volunteer from Utah, and Mr Lai, a local landowner. He’s extremely knowledgeable about local plants.",
          "url": "https://doi.org/10.1038/d41586-025-02517-7",
          "doi": "https://doi.org/10.1038/d41586-025-02517-7",
          "filter": "4"
        },
        {
          "title": "Air pollution could be reduced by incentivizing local government officials to control crop burning",
          "authors": "Gemma Dipoppa, Saad Gulzar",
          "abstract": "Source research: Dipoppa, G. & Gulzar, S. Bureaucrat incentives reduce crop burning and child mortality in South Asia. Nature 634, 1125–1131 (2024).",
          "url": "https://doi.org/10.1038/d41586-025-02545-3",
          "doi": "https://doi.org/10.1038/d41586-025-02545-3",
          "filter": "4"
        },
        {
          "title": "Impact of catastrophic flood might have been exacerbated by river-management programme",
          "authors": "Alvise Finotello",
          "abstract": "In July 2021, the River Meuse flooded catastrophically in the Netherlands and Belgium, killing 43 people and causing billions of dollars of damage to the local infrastructure. The severity of the flooding was unexpected because the river was considered safe after the implementation of a major flood-management programme, which involved widening the river corridor. Writing in Nature, Barneveld et al.1 report an analysis of the flood. They argue that a combination of uneven river widening and the specific characteristics of the riverbed triggered rapid changes in river morphology (the shape of the river channel) during the inundation. As a result, the effects of the flood were worse than they would have been had the river not been widened.",
          "url": "https://doi.org/10.1038/d41586-025-02354-8",
          "doi": "https://doi.org/10.1038/d41586-025-02354-8",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Bird flu is ‘everywhere’ on dairy farms",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-025-02579-7",
          "doi": "https://doi.org/10.1038/d41586-025-02579-7",
          "filter": "4"
        },
        {
          "title": "These tiny flyers levitate on the Sun’s heat alone",
          "authors": "Jeff Tollefson",
          "abstract": "Devices (artist’s illustration) kept aloft by sunlight could take sensors into an understudied layer of the atmosphere.Credit: Schafer et al. Nature (2025)\n\nTheory and mathematics said his device would fly. But Ben Schafer was still pleasantly surprised the first time he flipped a switch and watched the centimetre-square device his team had built levitate, if only for a moment before flipping over.\n\nIt was a proof of concept for a design that has been published today in Nature1. One day, it might enable swarms of tiny, unpowered flying saucers and other devices with no moving parts to explore the highest reaches of Earth’s atmosphere ― near the edge of space ―using sunlight alone to remain aloft.\n\n“You don’t really believe it until you see it,” says Schafer, a physicist at Harvard University in Cambridge, Massachusetts.\n\nSpin class\n\nTo design their flying saucer, Schafer and his team capitalized on a quirk of physics that was discovered in the late 1800s. The idea was encapsulated in a weathervane-like device encased in a low-pressure chamber that will spin if exposed to light, without the input of any other force. The chamber apparatus, called a Crookes radiometer, is now a classic science-education device.\n\nWhat is new is the design. Schafer and his team used modern nanofabrication techniques to create an ultralight two-layered wafer. The layers, which are made of aluminium oxide, are roughly 1,000 times thinner than a typical human hair and are connected by narrow filaments. The top layer is transparent, allowing sunlight to shine through it, and the bottom layer is coated in chromium, which absorbs sunlight.\n\nScientific ballooning takes off\n\nWhen gas molecules hit the bottom layer, they absorb some of its heat and then bounce off the device with more momentum than gas molecules bouncing off the colder, top layer — an effect that pushes the wafer upwards. The conditions for such reactions can be found in the mesosphere, the layer of the atmosphere some 50 to 100 kilometres above Earth’s surface.\n\nImportantly, Schafer’s device includes a new feature: the two layers are perforated with holes that allow gas molecules to move from the cold and transparent side to the hot chromium side, creating lift that is similar to that created by a helicopter’s whirring rotor, says Igor Bargatin, an engineer at the University of Pennsylvania in Philadelphia who has pioneered work on similar devices.",
          "url": "https://doi.org/10.1038/d41586-025-02576-w",
          "doi": "https://doi.org/10.1038/d41586-025-02576-w",
          "filter": "4"
        },
        {
          "title": "Clues to rain formation found in droplet images",
          "authors": "Thomas Leisner",
          "abstract": "The first few drips of a rain shower are usually a sign that ‘supercooled’ droplets in the cloud above have started to freeze. Supercooled water exists as a liquid below the normal freezing point of water, and the freezing of these droplets has a key role in the process of rain formation. Writing in Nature, Kalita et al.1 have imaged this process with exquisite time resolution, enabling them to analyse the evolving crystalline structure of the ice in real time. Their observations provide a way of calibrating and improving models that help to explain the physics of clouds.",
          "url": "https://doi.org/10.1038/d41586-023-02353-7",
          "doi": "https://doi.org/10.1038/d41586-023-02353-7",
          "filter": "4"
        },
        {
          "title": "Null empathy",
          "authors": "Myna Chang",
          "abstract": "Carys leaned against a pock-marked riot barricade overlooking the city’s outdoor market, analysing the crowd. Concrete grit dug into her back. She shifted her weight in response to the discomfort — just as a human might.\n\nShe’d once hoped to build a life among these people, to find a sense of connection with them. But that was before the purge, before biomachine hybrids were outlawed. Now, she simply wanted to survive. And to do that, she had to blend in.\n\nIt should have been easy; her designers had crafted her exterior tissues perfectly. Like most hybrids, she looked the part. It was the behavioural tics that always gave them away. So, Carys watched, assessing and fine-tuning her algorithms.\n\nIn the busy market, people shopped, ate, flirted, argued. She catalogued a pickpocket’s furtive movements, and the timbre of a teenager’s voice as he haggled with an old woman at an electronics kiosk.\n\nCarys recognized the woman, a covert hacktivist named Maria. During the early days of the purge, Maria had shown Carys how to adjust her original parameters, to balance those machine-based algorithms with her innate biological emotions.\n\nRead more science fiction from Nature Futures\n\nA rush of warmth infused Carys as she caught Maria’s eye. She began to smile, but stifled it before it could blossom. Government surveillance monitored most public spaces, and a pair of armed guards patrolled the market square. It’d be safer — for both of them — to avoid any connection that might lead back to the underground resistance. Their rules were clear: no public contact, no matter the circumstance.\n\nReluctantly, Carys returned her attention to the marketplace, focusing on a young woman sipping coffee at a nearby café table. The chair next to her was empty. Carys tried to picture herself sitting there, sharing conversation, perhaps laughing at a joke.\n\nClouds shifted in the overcast midday sky, allowing the sun to peek through. The woman at the table lifted her face, closing her eyes and smiling. Carys considered the action, then mimicked it. She noted a slight change in the angle of light as it fell across the architecture of her cheek, and the uptick in heat radiation assailing her skin. She found little pleasure in these sensations; such physical stimuli often confounded her.\n\nShe calculated the percentage of other marketgoers displaying a similar reaction, extrapolating the frequency with which she should also perform the behaviour. Her algorithm thrummed with the adjustment and she nodded. She was getting better at this. Maybe someday she would be able to enjoy the company of a companion. Publicly. Fearlessly.\n\nA shout from the market’s centre drew Carys’s attention to where a man in orange dockworker coveralls towered over a blocky food-delivery robot. The man gripped a small food container. Carys squinted, triggering an infrared filter that pinpointed the problem: the food was cold, still in dehydrated form. The lunchbot’s prep mechanism must have malfunctioned.\n\n“We should have scrapped every last one of you!” The red-faced man hurled the container at the little bot. A block of dried noodles crunched against its exterior casing.\n\nCarys’s jaw clenched.\n\nHe brought his leg up and kicked the bot with the flat of his foot, hard enough for the crack of fractured plastic to reverberate through the market. Carys swallowed a gasp at the memory of a similar blow striking her own bioplastic breastbone, before resistance forces had rescued her.\n\nThe lunchbot tried to escape, its wheels screeching uselessly against its crumpled casing. Nearby, people glared. The man prepared to launch another kick.\n\n“Stop!” a voice called out.\n\nCarys’s anxiety level spiked as the old hacktivist, Maria, stepped away from her kiosk and inserted herself between the dockworker and the damaged bot. Carys didn’t bother to analyse Maria’s heart rate or flushed skin; she knew from the quaver in her voice that Maria was frightened. Even so, her words did not falter as she pleaded with the violent man.\n\n“These little things are barely sentient,” she said. “Please, don’t hurt it.”\n\nThe man leaned forward. He sneered and his fist shot out, striking her in the chest.\n\nCarys registered the impact of the blow, the sudden expulsion of Maria’s breath, the split second of airborne nothingness before her fragile body hit the ground. Carys winced at the snap of bone, her eyes stinging at Maria’s cry.\n\n“You sympathizers are no better than the robots,” he growled.\n\nThe guards, who had stopped their patrol to watch, nodded agreement.",
          "url": "https://doi.org/10.1038/d41586-025-02489-8",
          "doi": "https://doi.org/10.1038/d41586-025-02489-8",
          "filter": "4"
        },
        {
          "title": "W. Jason Morgan, discoverer of plate tectonics (1935–2023)",
          "authors": "Lawrence M. Cathles",
          "abstract": "Credit: Office of Communications, Princeton University\n\nIn 1967, Jason Morgan presented a groundbreaking paper at the annual meeting of the American Geophysical Union (AGU) in Washington DC. It showed that Earth’s surface consists of about a dozen rigid plates. They are created at mid-ocean ridges, destroyed in subduction zones where they converge, and move past one another along great faults, such the San Andreas Fault in California. Other papers followed, explaining that volcanoes occur where plates subduct, mountains rise where and when continents collide, and earthquakes result from jostling and shearing at plate margins.\n\nWithin a decade, the theory of ‘plate tectonics’ was broadly accepted. Morgan had presented the geological equivalent of Charles Darwin’s theory of evolution soon after being appointed as an assistant professor at Princeton University in New Jersey and had transformed geology forever. He has died aged 87.\n\nMorgan was born in Savannah, Georgia. After secondary school, he fell in love with physics at the Georgia Institute of Technology in Atlanta. He spent two years in the US Navy as an instructor at the Naval Nuclear Power School in New London, Connecticut, before moving to Princeton to study for a doctorate in the physics of relativity with Robert Dicke. After obtaining his PhD in 1964, he became a postdoc in the geosciences department, where he was promoted to assistant professor in 1966.\n\nHas Earth’s inner core stopped its strange spin?\n\nDicke was interested in the force of gravity and, in particular, whether the ‘gravitational constant’ (G; a fundamental parameter in gravitational theory) was actually constant. If this force weakened, Earth would expand like a balloon. He tasked Morgan with looking for evidence of this in the pattern of earthquakes across Earth, which Morgan was studying to search for geophysical signs of gravitational waves. Harry Hess, the chair of the geosciences department, had mapped the topography of the sea floor and discovered mid-ocean ridges — the great chain of submarine mountains that wraps itself twice around the globe like the seams on a baseball. He had proposed that new crust forms at the ridges and moves away, a mechanism known as sea-floor spreading. In the end, earthquakes supported Hess’s ideas and the concept of plate tectonics much better than they did Dicke’s balloon hypothesis.\n\nMeanwhile Fred Vine, a graduate student at the University of Cambridge, UK, had discovered that the ocean crust is magnetically striped: Earth’s magnetic field changes polarity, the north pole becoming the south pole and vice versa, on timescales from tens of thousands to millions of years. The direction of the magnetic field is frozen into the sea floor when the ridge lavas cool and spread, producing stripes parallel to the ocean ridges — confirming Hess’s idea. Hess hired Vine and gave him a desk in the same office as Morgan. Although the pair did not publish together, decades later Morgan told Quanta Magazine that, of the many people who contributed to the theory of plate tectonics at Princeton, “the person who was most helpful for me was Fred Vine”. Vine and his Cambridge supervisor Drummond Matthews are well recognized for the contribution that their magnetic studies made to the discovery of plate tectonics.",
          "url": "https://doi.org/10.1038/d41586-023-03145-9",
          "doi": "https://doi.org/10.1038/d41586-023-03145-9",
          "filter": "4"
        },
        {
          "title": "Sun-powered flyers could explore the mysterious mesosphere",
          "authors": "Shamini Bundell, Nick Petrić Howe",
          "url": "https://doi.org/10.1038/d41586-025-02582-y",
          "doi": "https://doi.org/10.1038/d41586-025-02582-y",
          "filter": "4"
        },
        {
          "title": "eLife: community support for a new publishing model",
          "authors": "Lara Urban, Devang Mehta",
          "abstract": "Your report on the reception of the open-access journal eLife’s new ‘no-reject’ publishing model by its stakeholders is incomplete (see Nature 615, 780–781; 2023). It did not mention a private letter from eLife’s influential Early-Career Advisory Group, which expressed strong community support for the model.",
          "url": "https://doi.org/10.1038/d41586-023-01005-0",
          "doi": "https://doi.org/10.1038/d41586-023-01005-0",
          "filter": "4"
        },
        {
          "title": "Use AI in the classroom to bring problems to life",
          "authors": "Zerong Xie, Chenwei Zhang",
          "abstract": "Countries worldwide have invested heavily in teaching computing at school (M. Resnick et al. Commun. ACM 63, 120–127; 2020) — yet the skills that students learn, such as coding or mathematics, are rarely used in other parts of their education or life (see A. V. Banerjee et al. Nature 639, 673–681; 2025). Overcoming this siloed approach could help to reduce this disconnect.",
          "url": "https://doi.org/10.1038/d41586-025-02571-1",
          "doi": "https://doi.org/10.1038/d41586-025-02571-1",
          "filter": "4"
        },
        {
          "title": "Europe must safeguard climate data following NASA cuts",
          "authors": "Bernard Pinty, Jean-Noël Thépaut",
          "abstract": "US President Donald Trump’s budget proposal for 2026 calls for a cut of about 25% in NASA’s funding (see go.nature.com/3gzbeys).",
          "url": "https://doi.org/10.1038/d41586-025-02572-0",
          "doi": "https://doi.org/10.1038/d41586-025-02572-0",
          "filter": "4"
        },
        {
          "title": "Levitating platform could ride sunlight into the ‘ignorosphere’",
          "authors": "Igor Bargatin",
          "abstract": "More than 150 years ago, the physicist and chemist William Crookes1 made a toy-like device that spun when illuminated by sunlight. Known as the Crookes radiometer, this invention captivated scientists, including James Clerk Maxwell2 and Albert Einstein3, who helped to unravel the mystery of its operation4. Efforts have been made to use the mechanism behind the Crookes radiometer to make objects levitate, but the devices produced so far have been limited to the microscale or have required strong artificial illumination. However, in a paper in Nature, Schafer et al.5 report a centimetre-scale flying device made from perforated sheets, and powered by artificial light with an equivalent intensity to that of natural sunlight.",
          "url": "https://doi.org/10.1038/d41586-025-02355-7",
          "doi": "https://doi.org/10.1038/d41586-025-02355-7",
          "filter": "4"
        },
        {
          "title": "How to thrive as a Latin American researcher abroad",
          "authors": "Vanesa de la Cruz Pavas",
          "abstract": "María del Mar Quiroga took her son to a Latinx carnival performance in Australia to stay connected to her Argentinian cultural roots.Credit: María del Mar Quiroga; used with permission\n\nLeaving home in pursuit of academic and professional opportunities is never an easy decision. For many Latinx people (those with a Latin American background or heritage) in science, technology, engineering and mathematics (STEM) careers, moving abroad can open doors to cutting-edge research, stronger funding, better technologies and career-defining collaborations. But it comes at a cost.\n\nLatinx scientists abroad not only face language barriers and the need to navigate new cultures, but also the potential loss of deeply rooted support systems. Parenting can feel like a daily struggle when extended family support — so central to Latinx cultures — is missing. The warmth of Latinx relationships, often expressed through physical closeness, emotional interdependence and deep conversations, isn’t always welcomed in research cultures: environments in which independence and emotional self-containment are more valued. The absence of a strong sense of community, in which neighbours and friends become family, can leave Latinx researchers feeling unanchored and isolated.\n\nFurthermore, many Latin American countries have historically faced underfunded public-education systems, political instability and limited access to advanced STEM training or research infrastructure. This means that Latinx students often arrive abroad already trying to catch up, entering highly competitive environments in which they feel pressure to constantly prove themselves and represent their communities in structures that don’t always understand or accommodate their background. Latinx people remain under-represented in STEM fields, which can add a layer of emotional and mental strain because of increased pressure to perform and a reduced sense of belonging1.\n\nI help to build support systems for Latina researchers\n\nAll of these challenges are often compounded by experiences of discrimination, isolation and the pressure to disprove harmful stereotypes — conditions that have been linked to poor health outcomes and increased emotional fatigue in Latino populations2. And although their families back home and the global scientific community might celebrate their success, these groups might overlook the mental-health and personal toll it takes to get there.\n\nNature’s careers team spoke to four Latin American scientists doing research around the world, to learn not only about their professional and well-being challenges, but also about the strategies that they use to care for themselves. They offer tips and advice that could benefit any researcher who moves from the global south to the global north to train or work.\n\nMARÍA DEL MAR QUIROGA: When parenting abroad, find your helpers\n\nSenior research-data specialist at the Melbourne Data Analytics Platform at the University of Melbourne, Australia.\n\nI studied pure mathematics in Argentina, where the university system is incredibly strong for undergraduate degrees. I really enjoyed my time there, but my options in Argentina were limited to becoming a professor of mathematics, which didn’t appeal to me. So, I decided to pursue a PhD in computational neuroscience at Rutgers University in Newark, New Jersey. I never imagined that I’d then end up in Australia, but I met my partner, who is Australian, during my PhD and years later, I moved to my current position.\n\nMoving overseas is challenging. It’s not an easy decision and no one should take it lightly. Although it offers many career opportunities, such as better salaries and sometimes a higher quality of life, it also comes at a huge cost. You have to give up many things — for example, personal relationships and your culture. However, being exposed to a different culture and way of life makes you appreciate what you have back in your home country. It offers an alternative perspective.\n\nThere are cultural challenges when moving abroad. Latinx people are known for being straightforward, emotional and vocal when things aren’t working well, but in the United States, I had to adapt to a more logic-based approach with less emphasis on emotions. Moving to Australia then brought more challenges, because I didn’t have a robust network or a support system here. This has become trickier since having children. I have a three-year-old boy and another child on the way, and those early months of raising a baby with zero support were really tough. We’ve never had anyone else look after our boy — it’s always been just me and my husband. So, whenever I can, I enjoy going back to Argentina on extended holidays because I have a lot of cousins there who can help, and those are the moments when I can relax instead of constantly chasing my son around.\n\nIt’s also hard to make deep friendships in which I can share personal and emotional issues. For Latinx people, every activity is an opportunity to build community and networks. When I first arrived in Australia, I joined a yoga group to meet people, but my expectations were unrealistic. Over time, I’ve accepted that my closest and most-open relationships will probably be with other Latinx people. I know some people say, ‘I don’t want to go to the other side of the world and make friends only with Argentinians.’ But I’ve found that having those shared codes, that common language and mutual expectations, is crucial for building friendships. Hobbies have been important as well. I enjoy knitting and crocheting because, unlike research, you can see the progress with every minute you invest. You get something tangible and feel a sense of accomplishment.\n\nI was diagnosed with depression during my PhD studies, and what helped me was therapy, medication and talking about it as much as possible with as many people as I could. I’m very open about it, and simply saying it out loud has a therapeutic effect. It helps me to process it better, even if the other person doesn’t say anything. To cope with impostor syndrome, I keep a ‘feel-good’ folder in my e-mail, in which I save kind messages from people who thank me for helping them or who appreciate my work. I revisit these e-mails when I’m feeling a bit useless or like I can’t do anything right. They remind me of the value and impact of my work.\n\nCarolina Lambertini (right), on a road trip with her husband and cat, says finding a mental-health therapist from Brazil who understood her language and culture was key to her well-being. Credit: Carolina Lambertini\nCAROLINA LAMBERTINI: Find a therapist who speaks your language\n\nBiologist and postdoctoral scholar at Pennsylvania State University in State College, Pennsylvania.\n\nI did my undergraduate, master’s, PhD and one postdoc in Brazil. My decision to move to the United States in 2022 was driven by better opportunities — especially in terms of funding and access to more-advanced technologies. My research focuses on infectious diseases affecting amphibians worldwide. It was a hard decision to move, because I love my country and at the time, my husband was still in Brazil. It was also scary at first, especially because of the language barrier. I wasn’t born with the privilege of speaking the most dominant language in research. Even in everyday situations, it was difficult. I remember the first time I went to a doctor’s appointment, I couldn’t express exactly what I was feeling. It was horrible. I also remember being on the subway in New York City with my husband — he moved to the United States in 2024 — when a man started yelling at us to speak English, telling us that we didn’t have a right to be there. It made me feel like I didn’t belong. But it shouldn’t have.\n\nExperiences like that triggered my impostor syndrome. I started to wonder what I was doing here, as if I didn’t deserve it. I even began to question my own abilities and felt as if people didn’t like me.\n\nWhen you leave your country as I did — without my family, friends and husband, not knowing if he would ever be able to join me — everything changes all at once. And my mind just couldn’t take it. It hurt. On top of that, in the beginning, I was putting so much pressure on myself to prove that I deserved to be here, that I forgot to take care of myself. But therapy has boosted my self-esteem and confidence — helping me to recognize my strengths and remember that I belong here. I chose one-to-one talk therapy with a therapist from Brazil, someone who could understand not just my language but also the cultural context that I come from. I know that’s a privilege, but I couldn’t imagine having to translate into English some feelings and words that are so deeply rooted in who I am.\n\nShould I return to my home country after my PhD abroad?\n\nNow, I try to remember that I am qualified to be here, that I speak two languages and that I was selected from a pool of many researchers for this opportunity. I deserve it! Therapy has also helped me to manage my depression, for which I’ve been receiving medical treatment for a year and a half. Now I feel better. Being so far away from my family will never stop hurting, but I’ve learnt how to move through my routines without them.\n\nI also talk to my mum every day — sometimes twice — and we video call for special occasions such as birthdays. That helps with the saudade, a Portuguese word for that deep feeling of missing someone you love. Developing friendships has also helped, although cultural differences have made it difficult to form close connections with people from the United States. But sharing life experiences with people from other countries who can relate has been wonderful.\n\nAn episode of extreme burnout helped data-visualization researcher Mario Romero to find ways to rebalance his working life.Credit: Mario Romero 2022\nMARIO ROMERO: Don’t overwork or you will lose yourself\n\nProfessor of visualization at Linköping University in Norrköping, Sweden, and national technical manager at InfraVis, a Swedish research infrastructure for data analysis and visualization.\n\nI grew up in Ecuador and completed two engineering degrees there. I then pursued a master’s degree in machine learning at the University of Illinois at Urbana-Champaign, and a PhD in computer science at the Georgia Institute of Technology in Atlanta, where my wife, who is also from Ecuador, was earning a PhD in biomedical engineering.\n\nIn Ecuador, I didn’t receive a good secondary-school education, and it had a lasting impact on my foundational academic skills. There were regular teachers’ strikes, with classes often suspended for weeks or months. Those disruptions meant that I missed out on building core skills, especially in maths.\n\nBut there are three strategies that have worked for me while I pursued a research career, and I recommend them to anyone who wants to become a scientist, no matter their background. First, learn to be a good communicator and master academic writing in English. Second, make sure that you understand maths deeply — and use a pen and paper for calculations to really grasp each concept. Third, practise public speaking so that you can share your thoughts clearly and confidently in front of others.\n\nI have overworked to the point that I know the exact moment this year that I hit mental fatigue: 17 February at 8 p.m. We were approaching a deadline for a grant application that would fund 70 researchers for four years. That week I had worked for 90 hours — waking up early, working 18-hour days straight, and taking only four-minute breaks every seven hours just to stretch.",
          "url": "https://doi.org/10.1038/d41586-025-02297-0",
          "doi": "https://doi.org/10.1038/d41586-025-02297-0",
          "filter": "4"
        },
        {
          "title": "Oestrogen defends against kidney damage caused by iron-dependent cell death",
          "authors": "Tom Vanden Berghe",
          "abstract": "Acute kidney injury is a considerable clinical challenge, with high rates of illness and few targeted therapies. Epidemiological studies have consistently shown that women — particularly premenopausal women — are less likely to experience acute kidney injury than men are, and have better outcomes1. However, the molecular mechanisms underlying these sex-specific differences have remained obscure. Writing in Nature, Tonnus et al.2 unveil a compelling explanation rooted in ferroptosis — a form of regulated cell death that is driven by the iron-dependent peroxidation of lipids3.",
          "url": "https://doi.org/10.1038/d41586-025-02422-z",
          "doi": "https://doi.org/10.1038/d41586-025-02422-z",
          "filter": "4"
        },
        {
          "title": "Watch rappelling robots dive into a lava tube — for science",
          "authors": "Davide Castelvecchi",
          "abstract": "The three robots worked as a team to enter and map an underground tunnel.Credit: Carlos Pérez-del-Pulgar\n\nTo explore volcanic tunnels on the Moon or Mars, send a team of specialized robots.\n\nResearchers have demonstrated this approach in tests on Lanzarote, an island in Spain, with one rover helping another to rappel down a vertical shaft into a subterranean cave.\n\nTesting the concept for such complex underground exploration in realistic field conditions was “a significant step toward enabling future lunar or Martian cave missions”, says Jennifer Blank, a geochemist at the Blue Marble Space Institute of Science in Moffett Field, California, who has worked on NASA’s Curiosity rover. The experiments were described today in Science Robotics1.\n\nThe smaller rover stays attached to the larger one as it rappels down into the lava tube. Credit: Carlos Pérez-del-Pulgar\n\nVolcanic eruptions often leave behind underground tunnels called ‘lava tubes’. These form when rivers of hot lava flow underneath a surface layer that has cooled and solidified, creating channels that are left empty once the eruption stops.\n\nSatellite surveys have uncovered lava tubes beneath the surfaces of Mars and the Moon. These underground environments could be the ideal places to build outposts in future missions, because they would keep people safe from cosmic rays, solar storms and micrometeorites. “It could be a very good place to find life signatures, and also to place a human habitat,” says Carlos Pérez-del-Pulgar, a roboticist at the University of Malaga in Spain.\n\nIntrepid robots\n\nPérez-del-Pulgar and his collaborators devised a strategy to test their robots’ ability to explore a lava cave in Lanzarote in four phases. First, two rovers mapped the surface around the entrance to the underground cave. A small, cubical probe similar to a ‘cubesat’ — a type of miniaturized satellite shaped like a cube — was then ejected from one of the rovers and dropped down into the cave to produce a detailed 3D map of the entrance. The rovers used that to plan the best route for a descent.",
          "url": "https://doi.org/10.1038/d41586-025-02585-9",
          "doi": "https://doi.org/10.1038/d41586-025-02585-9",
          "filter": "4"
        },
        {
          "title": "Postdoc depression and anxiety rates are rising, finds survey of 872 researchers",
          "authors": "Virginia Gewin",
          "abstract": "“Postdocs are somewhat thriving and suffering at the same time,” says one researcher.Credit: nitpicker/Shutterstock\n\nA survey of the Max Planck Society’s postdoctoral researchers paints a stark picture of work life at the renowned German research institutes.\n\nThe Max Planck Society (MPG) has more than 3,000 postdoctoral researchers across 84 institutes. The survey, conducted by the Max Planck PostdocNet, a network of postdocs across the organization, drew responses from 872 of them, representing 74 institutes. Although most respondents were satisfied with their advisers, research and career-development assistance, rates of depression and anxiety were higher than in a survey done in 2022, amid ongoing concerns about the lack of permanent job prospects.\n\nMore than half of respondents also indicated that they oppose a rule that currently caps the length of postdoctoral work at six years and is under debate to be further reduced to four years. That finding represents the first hard data on postdocs’ attitude towards this proposal, says Nicholas Russell, the Max Planck PostdocNet Survey’s working-group leader and a postdoc at the Max Planck Institute for Plant Breeding Research in Cologne, Germany. The rule tends to force postdocs to leave the country, respondents explained, because there aren’t enough full-time positions available. It also discourages international postdocs from working in Germany, and from conducting riskier research projects.\n\nAs neither students nor permanent employees, postdocs often exist in an academic limbo. They conduct the bulk of the research and teaching, yet have little collective power. “The system relies on postdocs,” says Judith Münch, coordinator of the German Postdoc Network, which formed last year to advocate for postdoc interests across organizations.\n\nOne problem, says Münch, is a lack of data. “I would love to give you the number of postdocs currently in Germany, but this number doesn’t exist because we don’t have a unified definition of postdoc,” she says. The survey defined an MPG postdoc as “any person who has been awarded a doctoral degree and is currently undertaking scientific research within the MPG using a time-limited contractual relationship from either internal or external funding”.\n\nNicholas Russell (left) and Judith Münch (right).Credit: L-R: Danijel Monreal-Majic; Johanna Weber.\nInternational postdoc woes\n\nThe survey also revealed that international scholars — who make up 75% of the MPG postdoc cohort — struggle with government bureaucracy, language barriers and targeted bullying. Eight per cent of respondents report being bulled in the past 12 months, and 19% report being treated differently or with contempt or condescension.\n\n“Bullying is a sensitive topic, and a lot of people also don’t feel comfortable reporting it,” says Uma Dakshinamoorthy, a postdoc at the Max Planck Institute for Multidisciplinary Sciences in Göttingen, Germany, who is from India. “International postdocs don’t know their rights or know the [German] law.”\n\nRoughly 25% of international postdocs are certain that they want to remain in Germany after their postdoc. “We find that while MPG is very competent at attracting global talent, MPG and perhaps Germany are less successful at holding onto it,” says Russell.\n\nMental-health concerns increased compared with the 2022 survey. Roughly 28% of respondents report signs of moderate to severe depression, and 25% report signs of moderate to severe anxiety. “We see that international postdocs are more depressed and anxious than Germans are,” says Russell. Yet at least 65% of postdocs were unaware of the emergency mental-health services that MPG offers, and only 5% had ever used them.",
          "url": "https://doi.org/10.1038/d41586-025-02450-9",
          "doi": "https://doi.org/10.1038/d41586-025-02450-9",
          "filter": "4"
        },
        {
          "title": "Feeding bacteria seaweed to make compostable plastic",
          "authors": "Patricia Maia Noronha",
          "abstract": "My team and I make bioplastics from simple renewable ingredients: saltwater microbes, seaweed and seawater. The seaweed provides a carbon source for fermentation, similar to how beer is made by fermenting hops. The saltwater microbes naturally produce polymers called polyhydroxyalkanoates (PHAs) that could replace many, maybe even all, synthetic plastics. And these PHAs are biodegradable, even in cold, dark conditions such as the deep ocean. Unlike other bioplastics, this material will also compost on its own in household waste.",
          "url": "https://doi.org/10.1038/d41586-023-02499-4",
          "doi": "https://doi.org/10.1038/d41586-023-02499-4",
          "filter": "4"
        },
        {
          "title": "The perplexing body plan of arrow worms decoded",
          "authors": "Thomas D. Lewin, Yi-Jyun Luo",
          "abstract": "Animal evolution has been punctuated by major transitions: the evolution of multicellularity, the origin of bilateral symmetry and the colonization of land. Another revolution was the extreme, rapid diversification of life that happened in the Cambrian explosion around 540 million years ago. Over a short time, almost all major animal body plans were established, and the first unambiguous members of most of the 35 or so currently recognized animal groups (phyla) appeared1. However, despite advances in genome sequencing, sparse sampling across the animal tree of life has hindered efforts to resolve relationships between phyla and to understand how molecular innovations give rise to diversity in body shape. Writing in Nature, Piovani et al.2 use a suite of sequencing approaches to unravel the genomic changes that underpinned the origin of one of the most mysterious phyla of all — the arrow worms.",
          "url": "https://doi.org/10.1038/d41586-025-02423-y",
          "doi": "https://doi.org/10.1038/d41586-025-02423-y",
          "filter": "4"
        },
        {
          "title": "Trump’s chief science adviser faces a storm of criticism: what's next?",
          "authors": "Jeff Tollefson",
          "abstract": "The election of US President Donald Trump last year triggered widespread concern in the US scientific community, but some researchers saw a glimmer of hope in the form of Michael Kratsios — the president’s chief science adviser. Scientists who had worked with Kratsios during Trump’s first presidency, from 2017 to 2021, had mostly good things to say when Trump nominated him in December: although Kratsios is not a scientist, he had previously shown support for science and a willingness to listen to and work with the scientific community.\n\nResearchers also took it as a positive sign that Kratsios’ nomination to lead the White House Office of Science and Technology Policy (OSTP) came early, and that he was given the official title ‘assistant to the president’, which theoretically grants him easier access to Trump. Kratsios’ predecessor from the first Trump administration, meteorologist Kelvin Droegemeier, arrived two years into the president’s term and without such a title.\n\nIn the announcement in late December, Trump credited Kratsios’ previous service as the US chief technology officer and his brief role overseeing defence research. Along with the announcement, Trump promised to “unleash scientific breakthroughs, ensure America’s technological dominance, and usher in a Golden Age of American Innovation!”\n\nTrump’s science advisers: how they could influence his second presidency\n\nNow, four months after his Senate confirmation, Kratsios is beginning to make his mark as he pushes the president’s science agenda. Although some scientists and scholars are withholding judgement for now, many feel dismayed. In their view, Kratsios has done nothing publicly to defend science, even as the Trump administration slashes science budgets, terminates research grants and projects, fires government scientists and attacks universities. His public comments have typically reinforced the administration’s arguments that science and academia, like government, have become liberally biased and bureaucratic institutions that need to be downsized and then jolted back to life.\n\nIn particular, Kratsios’ first major initiative — a directive calling on federal agencies to promote ‘gold standard science’ — has attracted widespread criticism for undermining and politicizing science. Most crucially, the guidance expands political power over sensitive science topics and questions of alleged research misconduct. When Kratsios defended the effort in an editorial in the journal Science on 24 June (M. Kratsios Science 389, 7; 2025), one of his predecessors, John Holdren, went so far as to publish a letter in Science accusing Kratsios of deploying Orwellian doublespeak to defend a proposal that will further enable the Trump administration’s attacks on science. “And now the fox in the henhouse overseeing it all is Michael Kratsios?” wrote Holdren, a physicist at Harvard University in Cambridge, Massachusetts, who served as science adviser to former US president Barack Obama. “What a charade!”\n\nHoldren is not alone. “We were really hopeful that Kratsios would defend science, but it doesn’t look like he is going to do that,” says Kenneth Evans, a science-policy researcher at Rice University in Houston, Texas. The question now, Evans adds, is whether Kratsios and the Trump administration will present a positive agenda for science. “Tearing everything down doesn’t seem like a way forward.”\n\nKratsios declined multiple interview requests from Nature, and the OSTP declined to comment on the allegations in this article.\n\nPolitical science\n\nKratsios earned a bachelor’s degree in politics at Princeton University in New Jersey in 2008, but quickly moved to finance. In 2010, he went to work for the controversial Silicon Valley billionaire Peter Thiel, a co-founder of PayPal and an early investor in Facebook, who runs a venture-capital firm with a focus on technology companies. Thiel is a critic of the modern science and innovation system and a long-time supporter of Trump.\n\nKratsios’ early supporters credit him with pushing new strategic policies on artificial intelligence (AI) and quantum computing forwards during his first stint in the White House. They also say he kept the OSTP office running until Droegemeier was confirmed in January 2019.\n\nIn May, Michael Kratsios (second from left) joined US President Donald Trump and other members of the administration when Trump signed several executive orders, including one titled Restoring Gold Standard Science.Credit: Molly Riley/Official White House Photo\n\n“For two years, we had no director, and he was really holding down the fort,” says Tobin Smith, senior vice-president for government relations and public policy at the Association of American Universities (AAU) in Washington DC. Smith says the AAU’s interactions with Kratsios were positive during the first administration, but says it’s too early to say what the OSTP might get done under his watch this time around. “The verdict is still out.”\n\nUnlike Droegemeier during Trump’s first administration, Kratsios has not shied away from speaking out — and doing so in highly political terms. In his first policy speech at a conference in Austin, Texas, on 14 April, less than three weeks after his confirmation, Kratsios accused the administration of former president Joe Biden of leading with “a spirit of fear rather than promise” and “promoting social division and redistribution in the name of equity”. He then laid out a bleak assessment of US science, arguing that the US innovation system must be renewed to achieve “the Golden Age of American innovation”.\n\n“As we look forward to America’s 250th birthday celebration next year,” he said, “our progress today pales in comparison to the huge leaps of the 20th century.”\n\nDifferent kind of science adviser\n\nSeveral scientists who have worked directly with Kratsios expressed little doubt that he wants to promote science and technology, whether by reducing bureaucratic paperwork or introducing new funding models to encourage innovative research. He leans into areas such as AI, nuclear power and drones, and he wants to produce tangible change rather than written reports, says one scientist who recently departed the OSTP and requested anonymity to speak freely about their time with Kratsios.\n\n“I do think he cares deeply about the American science and technology enterprise,” says the scientist, “but he’s more of a technologist than a scientist”.\n\nAnd that is precisely the problem, says Michael Lubell, a physicist at the City College of New York in New York City, who has studied the history of US science policy. Science advisers dating back to the Second World War varied by discipline and philosophy and served administrations of different political stances, Lubell says, but they were all scientists or engineers who could represent and speak to the research community. He says Kratsios’ expertise rests with technology.\n\nTrump’s call for ‘gold standard science’ has prompted an outcry: here’s why\n\n“He does not come from the science community, he does not know the science community and he does not understand the intellectual content of the science community,” Lubell says. “He is a mouthpiece for the president.”\n\nSeveral scientists who have worked with Kratsios say he has a knack for picking up scientific terms and ideas, knowing his audience and reading the political terrain. It’s unclear how he will balance competing demands in his current role. As science adviser and head of the OSTP, Kratsios needs to be responsive to the president’s priorities while representing the scientific community’s needs, says Gretchen Goldman, who leads the Union of Concerned Scientists, an advocacy group based in Cambridge, Massachusetts, and who worked on scientific-integrity policies at the OSTP under Biden. “Those two things are just fundamentally in opposition under this administration, so I don’t see how Kratsios could win.”\n\nKratsios caught many scientists and policy specialists off guard with his first signature initiative: the gold-standard-science policy, which Trump unveiled on 23 May in an executive order that also repealed scientific-integrity policies put in place across the federal government under Biden. Kratsios followed up with guidance laying out nine core tenets, starting with reproducibility and transparency, designed to ensure that science conducted or funded by the government is “beyond reproach”.\n\nAlthough the basic framing sounds reasonable at first, Goldman and others have raised a host of criticisms. One is that a guidance document on the gold-standard-science policy issued by the OSTP contains transparency language that seems to echo a controversial ‘secret science’ rule put in place at the US Environmental Protection Agency (EPA) during the first Trump administration (see go.nature.com/4fnb9pk). The EPA rule, which was blocked by a federal court and killed by the Biden administration, sought to require that the underlying data for science used in public policy be made publicly available, but critics argued that the policy could eliminate the ability of epidemiologists and other researchers at the agency to rely on certain types of public-health data that cannot be released owing to rules designed to protect individuals’ privacy.\n\nWill US science survive Trump 2.0?",
          "url": "https://doi.org/10.1038/d41586-025-02510-0",
          "doi": "https://doi.org/10.1038/d41586-025-02510-0",
          "filter": "4"
        },
        {
          "title": "Is gravity quantum? Experiments could finally probe one of physics’ biggest questions",
          "authors": "Davide Castelvecchi",
          "abstract": "Quantum physics is often described as the most successful scientific framework in history. In its 100 years of existence, it has explained everything from the periodic table of the elements to how stars shine. But there is one fundamental phenomenon it can’t explain: gravity.\n\n“How quantum mechanics and gravity fit together is one of the most important outstanding problems in physics,” says Kathryn Zurek, a theoretical physicist at the California Institute of Technology (Caltech) in Pasadena.\n\nGenerations of researchers have tried to create a quantum theory of gravity, and their work has produced sophisticated mathematical constructs, such as string theory. But experimental physicists haven’t found concrete evidence for any of these, and they’re not even sure what such evidence could look like.\n\nNow there is a sense that insights could be around the corner. In the past decade, many researchers have become more optimistic that there are ways to test the true nature of gravity in the laboratory. Scientists have proposed experiments to do this, and are pushing the precision of techniques to make them possible. “There’s been a huge rise in both experimental capability and our theoretical understanding of what we actually learn from such experiments,” says Markus Aspelmeyer, an experimental physicist at the University of Vienna and a pioneer of this work.\n\nThis tabletop balance can measure the gravitational force between very small masses.Credit: Westphal, T., et al., Nature\n\nSome of the proposed tests involve experimental lasers, which could be built in a few years. Others require manipulating matter in such ambitious ways that they might never be achieved. One shocking result could be that gravity is not a quantum phenomenon after all.\n\nStill, many researchers feel that the field is finally on the right track. “You have to search, if you’re going to find anything,” says Lee McCuller, an experimental physicist also at Caltech.\n\nTheories of gravity\n\nThe current accepted theory of gravity is Albert Einstein’s general theory of relativity. It has revealed that gravity is the way in which each lump of matter influences another by curving the space-time in which they travel — akin to billiard balls deforming the elastic surface of a trampoline and bending each others’ paths as they move on it.\n\nGeneral relativity is a classical — as opposed to a quantum — theory. In quantum physics, a particle is described as a smeared-out cloud of possibilities, and its position only assumes a meaning after it’s measured. But Einstein’s theory sees particles as things that exist at a precise point in space at any given time, and that move along well-defined trajectories.\n\nPhysicists disagree wildly on what quantum mechanics says about reality, Nature survey shows\n\nResearchers attach a variety of meanings to the idea of gravity being quantum, says Flaminia Giacomini, a physicist at the Swiss Federal Institute of Technology (ETH) in Zurich. Scientists generally agree that any quantum theory of gravity has to involve features such as objects having fuzzy probability distributions, rather than definite locations. Some theories also require space-time to come in discrete chunks (‘quanta’), as opposed to the smooth space-time of Einstein’s theory, but this is by no means synonymous with gravity being quantum, she says.\n\nIn early attempts to create a quantum theory of gravity in the 1960s, theoretical physicists tried to feed general relativity into a mathematical procedure that turns classical equations into quantum ones (and objects with well-defined properties into fuzzy probabilistic clouds). But although this trick had worked well for another fundamental force of nature, electromagnetism, in the case of Einstein’s theory, it gave nonsensical results, such as quantities that blew up to infinity.\n\nEfforts to build quantum theories of gravity from scratch have produced some mathematically consistent results. The most popular attempt is string theory, which posits that elementary particles are really tiny strings vibrating in unseen dimensions of space. In principle, this could solve some paradoxes in the theory of known elementary particles, and it predicts new elementary particles that behave the way physicists expect of quanta of gravity, or ‘gravitons’.\n\nThis does achieve the goal of making gravity a quantum theory. But researchers have looked for experimental signatures of certain versions of string theory, with no success so far. The same has been true of loop quantum gravity, an even more radical approach that replaces the fabric of space-time (not just the elementary particles that live in it) with tiny loops.\n\nSome physicists have become frustrated at the dearth of prospects for testing what they see as fancy constructs, such as string theory. “I think people are getting disenamoured with it,” says Ivette Fuentes, a theoretical physicist at the University of Southampton, UK.\n\nTurning to experiments\n\nInstead of designing new quantum gravity theories, some researchers are hoping to use lab tests to explore basic questions about whether gravity, at its heart, has a classical or a quantum nature.\n\n“We don’t have any experimental evidence of how gravity becomes quantum — or of whether gravity is a quantum phenomenon at all,” says experimental physicist Richard Howl at Royal Holloway, University of London.\n\n“For me, the coolest thing would be a yes-or-no experiment,” says Aspelmeyer.\n\nOne of the big questions that researchers have concerns the quantum phenomenon of ‘superposition’ — in which an object can be in two states simultaneously, such as rotating in opposite directions or moving along two distinct paths at once. In any quantum version of general relativity, a particle’s billiard-ball influence would presumably put space-time itself into a superposition of space being bent along one path and, simultaneously, along another. Theorists wonder what gravitational attraction a second ball should feel: would it fall simultaneously along two trajectories, splitting its path into two? Or, if this quantum superposition does not occur, perhaps it would fall towards some point in between, averaging the two attractions out?\n\nThen again, would the very presence of the second ball force the first ball to ‘choose’ which path it is on, just as a measuring device forces a particle to know its position?\n\nIn the past decade, theorists have realized that it should be possible to experimentally distinguish between these ideas, through the peculiarly quantum phenomenon of entanglement. In quantum mechanics, when two objects interact, they can enter a common, ‘entangled’ state. This means that when a property of the first object is measured and acquires a definite value, the corresponding property of the other object is also set.\n\nTwo places at once: superposed crystal could test whether gravity obeys quantum laws\n\nThe key idea is that if two objects can become entangled through their mutual gravitational attraction in the absence of any other interaction, then gravity must be of a quantum nature.\n\nIt all sounds abstract, but researchers have been concocting a plethora of schemes to put this into practice.\n\nIn one experiment envisaged by Aspelmeyer, a tiny particle in a vacuum is placed into a superposition of states corresponding to different positions. Researchers then look to see whether a second, nearby particle, which feels the gravitational attraction of the first but no other forces, has become entangled with it.\n\nAspelmeyer has been at the forefront of improving techniques to make this possible — although the full experiment can’t be done yet.\n\nOne major challenge is that putting an object in a superposition of locations gets increasingly difficult the larger the object is — after all, such effects are never seen at the macroscopic scales of everyday life.\n\nSo far, researchers have achieved it with molecules made of thousands of atoms1, and have made significant breakthroughs in getting relatively large objects, such as tiny glass spheres levitated by laser beams, to show other aspects of quantum behaviour. An important step has been to slow down particles so much that their motion reveals a quantum nature, Aspelmeyer notes: for instance, they acquire discrete energy levels when trapped in an electromagnetic field. This feat was achieved for the first time in 20202.\n\nThe experiment of Aspelmeyer’s dreams would require two objects not only to behave in a quantum way but also to be massive enough to exert a substantial gravitational pull on each other. Because gravity is such a weak force, that would require masses of at least 22 micrograms, having quintillions of atoms.\n\nAspelmeyer can’t yet measure the tiny gravitational force that would be produced by these objects. In 2021, he reported doing so for much larger particles, with a mass of 90 milligrams3. He attached two such masses at the ends of a tiny stick, which was suspended horizontally with a string attached to its midpoint. He then brought in a third 90-mg mass close to one end, and saw the effect of this gravitational pull by measuring the stick’s rotation.\n\nA challenge with measuring smaller objects and their gravitational fields is that it’s very hard to isolate them from other interactions — which tend to be much stronger than gravity. Such isolation would be necessary in the experiment Aspelmeyer wants to do for researchers to be confident that any effect they see is truly due to gravity alone.\n\nPhysicists measure the gravitational forces of tiny masses in an underground laboratory, the Conrad Observatory in Trafelberg, Austria, to block out external noise.Credit: Aspelmeyer Group/University of Vienna/OEAW\n\nSougato Bose, a theoretical physicist at University College London (UCL), and others have proposed and received some funding for a related experiment4. The idea is to have particles in free fall: the researchers suggest putting a microscopic diamond crystal in a superposition that involves falling along two parallel directions, and doing the same for another, similar crystal. (This is achieved in each crystal by putting into superposition one of its spin states and then applying magnetic fields; the crystals are deflected in ways that depend on where their spins point, because spin — a quantum property of subatomic particles — acts rather like a tiny bar magnet.) Altogether, there would be four paths, all parallel to each other, which would put the two crystals at various distances from each other, and therefore in a superposition of feeling gravitational attractions of different intensities (see ‘Proposed tests for quantum gravity’).\n\nSource: Adapted from Sci. Am. (see go.nature.com/4FW1RJG)\n\nEach crystal would then be recombined into one path, and readouts of their quantum states would reveal whether they had become entangled, an outcome that — so the reasoning goes — could have occurred only through gravity. However, Bose says that each of these steps will be extremely hard to achieve, and it could be many decades before experimental techniques make this feasible to test. (Other teams have made similar proposals.)\n\nOther ways to test gravity\n\nAlthough Bose and others think that the ability to create entanglement is the key to proving that gravity has a quantum nature, others say the reality could be more subtle.\n\n“You’re not really proving that gravity is quantum; you make some model of what you think gravity not being quantum would mean, and then try to rule that out,” says Daniel Carney, a theoretical physicist at the Lawrence Berkeley National Laboratory in California.\n\n‘Levitating’ nanoparticles could push the limits of quantum entanglement\n\nIf gravity can entangle things, he says, then it would certainly not be a classical phenomenon, “but what that means to the full structure of the gravitational field is an open question”.\n\nOther groups have developed concepts for testing the quantumness of gravity without entanglement. One, devised by Howl together with Fuentes and the theorist Roger Penrose at the University of Oxford, UK, would suspend a cloud of cold atoms in a single quantum state called a Bose–Einstein condensate (BEC). Then the gravitational self-attraction of the cloud would make it evolve in different ways, depending on whether gravity is quantum or classical. In particular, classical gravity would never make the positions of the atoms in the BEC evolve from a bell-curve type of distribution (that is, having a single peak) to one with multiple peaks5. It would be possible to measure whether such a shift occurs by probing the BEC with another one, Howl says.\n\nHere, the experimental challenge is that BECs are typically made up of millions of atoms, but that number would need to grow by a factor of 10 million to have measurable gravitational attraction, says Fuentes — although various quantum-technology tricks could soften that requirement.",
          "url": "https://doi.org/10.1038/d41586-025-02509-7",
          "doi": "https://doi.org/10.1038/d41586-025-02509-7",
          "filter": "4"
        },
        {
          "title": "‘A whole body of health-equity research is being disappeared’ — why I resigned from the NIH",
          "authors": "Vani Pariyadath",
          "abstract": "In March 2025, the US National Institutes of Health (NIH) began terminating thousands of research grants. Under the instructions of the administration of US President Donald Trump, projects were targeted for a variety of reasons. Some addressed diversity, equity and inclusion (DEI); others explored COVID-19. A few were axed because they involved international collaboration.\n\nThese directives were not scientifically grounded and remain legally questionable. In a ruling in June, a federal judge described the terminations as “arbitrary and capricious” and ordered a partial reinstatement of grants.\n\nExclusive: NIH to dismiss dozens of grant reviewers to align with Trump priorities\n\nNIH programme staff, including myself, have had to work with grantees to align their research with the administration’s ideological agenda, which often meant removing or changing the project’s goals and terminology. I remember spending an hour on a video call with one investigator, trying to make sense of what these changes meant for his research — and the next hour crying at my desk.\n\nAt the US National Institute on Drug Abuse (NIDA), where I was the chief of the behavioural and cognitive neuroscience branch, these changes have challenged the core of our research. How can substance-use disorders be studied effectively without accounting for the social contexts in which they develop and persist? I could not, in good conscience, comply with what was being asked of us — nor could I ask my staff to do so. Therefore, I made the difficult decision to resign from my position in June.\n\nDuring my ten years working at the NIH, I’ve seen the agency’s approach to studying addiction evolve to incorporate the social determinants of health. Last September, I presented to the NIDA’s advisory council the promising steps that the institute had taken to better integrate factors such as structural racism and the role of neighbourhood resources while developing interventions for substance-use disorders.\n\nNIH chief stands by funding cuts to ‘politicized science’ at tense hearing\n\nPrevious frameworks, for instance, often pinned high rates of alcohol-use disorder in Indigenous US populations to innate factors, such as genetics. Such purely biogenetic explanations can increase public perceptions that individuals with these conditions are inherently dangerous or beyond help (A. Loughman and N. Haslam Cogn. Res. Princ. Implic. 3, 43; 2018), and fail to offer the nuanced understanding needed to develop effective, real-world interventions.\n\nRecognizing the powerful influence of social and structural factors — such as systemic racism — in shaping health outcomes could lead to more-relevant clinical insights. Indeed, the NIDA’s 2022–26 strategic plan affirmed that: “Understanding the role of racism on substance use and its outcomes is essential to our mission.”\n\nIn line with this commitment, the NIDA Racial Equity Initiative (REI) launched five sets of funding opportunities in 2022 to support rigorous, community-partnered research. The resulting projects were unprecedented. One combined neuroscience methods — including brain imaging and behavioural assessments — with new cultural measurements to study how cultural ideas, conventions and social environments influence a person’s vulnerability to addiction.\n\nYet, by June, all these encouraging projects had been halted. The REI notices of funding opportunity had been withdrawn. A whole body of groundbreaking health-equity-related research is being disappeared.",
          "url": "https://doi.org/10.1038/d41586-025-02507-9",
          "doi": "https://doi.org/10.1038/d41586-025-02507-9",
          "filter": "4"
        },
        {
          "title": "Study how screen time affects circadian rhythms",
          "authors": "Fouzia Kiran, Yaping Jin, Yalin Yuan, Huatao Chen",
          "abstract": "Excessive screen time is associated with increased risk of sleep disorders in people across all age groups (V. S. Nakshine et al. Cureus 14, e30051; 2022). In children and adolescents, it’s also associated with disrupted circadian rhythms (L. Tarokh et al. Curr. Sleep Med. Rep. 5, 181–192; 2019) and increased risk of metabolic disorders (L. Jahangiry et al. Nutr. Metab. Cardiovasc. Dis. 32, 2483–2492; 2022).",
          "url": "https://doi.org/10.1038/d41586-025-02570-2",
          "doi": "https://doi.org/10.1038/d41586-025-02570-2",
          "filter": "4"
        },
        {
          "title": "Organs on chips could make biomedical research more equitable",
          "authors": "Andrea C. del Valle",
          "abstract": "Organ-on-a-chip technology, which uses microfluidic systems to culture cells in ways that mimic human physiology, could help to reduce scientists’ dependence on animal models (see Nature https://doi.org/pxb3; 2025). There’s another benefit too: reducing global disparities in research capacity.",
          "url": "https://doi.org/10.1038/d41586-025-02569-9",
          "doi": "https://doi.org/10.1038/d41586-025-02569-9",
          "filter": "4"
        },
        {
          "title": "Margaret Boden obituary: cognitive scientist who explored how machines might emulate human imagination",
          "authors": "Joanna Bryson",
          "abstract": "Credit: Gary Doak/eyevine\n\nMargaret Ann Boden, one of the last surviving members of the first generation of artificial intelligence (AI) researchers, has died at 88. She was the sort of polymath that many AI scientists long thought essential to the field. Boden was particularly famous for her groundbreaking work on computational models of creativity.\n\nThe abstract of her seminal 1998 paper ‘Creativity and artificial intelligence’ in the field’s then-leading journal, Artificial Intelligence, perfectly encapsulates her ideas: “Creativity is a fundamental feature of human intelligence, and a challenge for AI. AI techniques can be used to create new ideas in three ways: by producing novel combinations of familiar ideas; by exploring the potential of conceptual spaces; and by making transformations that enable the generation of previously impossible ideas. AI will have less difficulty in modelling the generation of new ideas than in automating their evaluation.” (M. A. Boden Artif. Intell. 103, 347–356; 1998).\n\nAI and science: what 1,600 researchers think\n\nThat final sentence — in classic scientific understatement — is now terrifyingly manifest in the AI-generated misinformation plaguing everything from students’ essays to legal opinions. Generative AI models are creative, but not necessarily intelligent. It’s prudent to be wary of anyone who, unlike Boden, doesn’t grasp that creativity is just one part of intelligence.\n\nBoden identified as a cognitive scientist. Since 1980, she was professor of cognitive science at Sussex University, Falmer, UK, and in 1987 co-founded its School of Cognitive and Computing Sciences (COGS), which became the leading European centre for AI in the 1990s.\n\nYet, Boden’s first degree was in medical sciences, which she studied at Newnham College, Cambridge University, UK, and completed in 1958, achieving the highest grade in natural sciences across her cohort — despite having finished the three-year course in two years. Her second degree, in philosophy, came from the same institution one year later, at the then-new Cambridge Language Research Unit. Boden learnt that the unit’s head, Margaret Masterman, was thinking about language and machine translation in a particularly forward-thinking way.\n\nGuide, don’t hide: reprogramming learning in the wake of AI\n\nWords are not just a set of definitions, but more like a metaphor, with context-dependent meaning. One needs a thesaurus, not a dictionary, to translate — the approach now used by large language models. Like the US cognitive scientist Daniel Dennett, eight years her junior, Boden’s earliest philosophy papers were on what philosophers call ‘intentionality’ — how a mind can reference and interact with a world. The common thread between her studies in medicine and her interests in AI was Boden’s concerns about mental illness, free will, creativity and, initially at least, even religion. She wanted to understand how the mind works — entirely.",
          "url": "https://doi.org/10.1038/d41586-025-02548-0",
          "doi": "https://doi.org/10.1038/d41586-025-02548-0",
          "filter": "4"
        },
        {
          "title": "Daily briefing: Political officials could control US federal science grants",
          "authors": "Flora Graham",
          "url": "https://doi.org/10.1038/d41586-025-02573-z",
          "doi": "https://doi.org/10.1038/d41586-025-02573-z",
          "filter": "4"
        },
        {
          "title": "How to kill the ‘zombie’ cells that make you age",
          "authors": "Carissa Wong",
          "abstract": "Lurking throughout your body, from your liver to your brain, are zombie-like entities known as senescent cells. They no longer divide or function as they once did, yet they resist death and spew out a noxious brew of biological signals that can slow cognition, increase frailty and weaken the immune system. Worst of all, their numbers increase as you age.\n\nFor more than a decade, researchers have been trying to see whether they can selectively destroy these cells with a variety of drugs. In a pivotal study1 published in 2015, a team at the Mayo Clinic in Rochester, Minnesota, and at the Scripps Research Institute in Jupiter, Florida, discovered that a combination of two compounds, called dasatinib and quercetin, killed senescent cells in aged mice. The treatment made the mice less frail, rejuvenated their hearts and boosted their running endurance. The finding opened the door to a new area of medicine called senolytics.\n\nNow, fresh results from animal studies and human clinical trials have added momentum to the field. In mice and monkeys, researchers are using genetic tools to reprogram and kill senescent cells. Others are engineering senolytic immune cells. And about 20 clinical trials are ongoing. Researchers are testing new and repurposed drugs that could have senolytic properties, in the hope of combating age-related conditions, including Alzheimer’s disease, lung disease and chronic kidney disease.\n\n“I am convinced that senolytics will have an impact in the clinic,” says Anirvan Ghosh, chief executive of Unity Biotechnology, a company in South San Francisco, California, that is developing senolytics. “I think the question is really what the agent looks like and what the first approved drug is.”\n\nZombie cells\n\nSenescent cells were first described in 1961 by US biologists Leonard Hayflick and Paul Moorhead, who discovered that human cells in a laboratory dish will divide no more than about 50 times before either dying or entering the twilight state of cell senescence2. In the lab, it can take weeks for dividing cells to become senescent. But researchers have yet to uncover how much time this process takes in the body, how long senescent cells last and whether all cell types can become senescent.\n\nHacking the immune system could slow ageing — here’s how\n\nBeyond hitting the limits of cell division, cell senescence can arise owing to other factors such as physical injury, malnourishment or DNA damage caused by UV light. Researchers initially thought that it evolved to prevent damaged cells from replicating uncontrollably and causing cancer. This might be the case to some extent, but it didn’t make sense that the cells would stick around in the body instead of simply dying, such as through the controlled programme of cell death known as apoptosis.\n\nResearchers eventually discovered that senescent cells were avoiding apoptosis so they could perform a service, belching out a potent mix of inflammatory signals — including the cytokines interleukin-6 and interferon-γ — that prompt the immune system to clear out damaged cells. This helps to make room for damaged tissues to regenerate and repair.\n\nThe process works well until the immune system weakens with age, leading to a build-up of senescent cells that stir up excessive inflammation. Researchers have found that an accumulation of senescent cells and age-related inflammation correlates with many diseases, including osteoporosis, diabetes, heart disease, kidney disease and Alzheimer’s disease. For many scientists in the field, this realization prompted a shift away from understanding what the cells are doing to working out how to kill them.\n\nTipping the balance\n\nOne key strategy in senolytics involves designing drugs that stop senescent cells from resisting apoptosis. Usually, the cells survive by producing anti-death proteins. Blocking these with drugs can force the cells to succumb to death.\n\nUnity Biotechnology is at the forefront of this approach, say researchers. In a February study3, Ghosh and his colleagues found that senescent cells were more abundant in the retinas of diabetic mice than in those of healthy mice. It was possible, the team predicted, that senescent cells in the blood vessels of the eye play a part in diabetes-related vision loss.\n\nWhy is exercise good for you? Scientists are finding answers in our cells\n\nThis condition, known as diabetic macular oedema, is caused by high blood sugar and makes those delicate blood vessels leaky, particularly in older individuals. The eye condition is a leading cause of blindness worldwide, estimated to affect 27 million adults. But around half of patients get little benefit from the standard treatment, which uses a cancer drug originally designed to slow down the growth of blood vessels. “There is an unmet need,” Ghosh says.\n\nThe researchers designed a drug, called foselutoclax, which blocks the action of BCL-xL, a key anti-death protein that is abundant in senescent cells. When they injected the drug into the eyes of diabetic mice, it killed senescent cells in the blood vessels supplying the retina, but not healthy cells3. “We see a very selective elimination,” says Ghosh.\n\nThe senolytic drug reduced the leakiness of retinal blood vessels in diabetic mice by around 50%. Moreover, the treated mice performed better in vision tests compared with controls. Next, the team turned to humans. In a phase II trial, researchers administered a single injection of foselutoclax into the eyes of about 30 people. Eleven months later, those treated with the senolytic could read 5.6 more letters, on average, on an optician’s chart compared with participants who had received a placebo treatment.\n\nAfter just a couple of weeks, says Ghosh, one participant called him to say the treatment was making her life much easier. Another saw rapid improvements in their colour vision. The team expects to publish the results later this year, but in the meantime, Unity is running another phase II trial that will compare the senolytic with standard therapy.\n\nUnity’s results are promising, say researchers. “I think within the next five years we may see this treatment for diabetic macular oedema being offered in the clinic,” says Sundeep Khosla, who studies ageing at the Mayo Clinic.\n\nRather than making senolytics from scratch, some scientists are testing drugs that already exist. These include dasatinib, which is approved in the United States as a cancer therapy, and two commercially available, plant-derived chemicals called quercetin and fisetin. The latter two are sold as supplements to dampen inflammation, boost brain health and reduce the risk of age-related disease. These claims are based on rodent studies in which the drugs have been shown to clear senescent cells and reduce inflammation4.\n\nDo cutting-edge CAR-T-cell therapies cause cancer? What the data say\n\nIn a 2019 study5, researchers used dasatinib and quercetin to remove senescent brain cells in a mouse model of Alzheimer’s disease. Mice treated with the senolytics had reduced brain inflammation and improved memory compared with animals that were given a placebo. Spurred on by these promising data from mice, Miranda Orr at Wake Forest University School of Medicine in Winston-Salem, North Carolina, and her colleagues last year conducted the first safety trial of the drug combination in people with early stage Alzheimer’s disease.\n\nOrr’s team gave five people dasatinib and quercetin intermittently for three months. The researchers found that the drugs were safe and that dasatinib was present in samples of cerebrospinal fluid, suggesting it could cross into the brain. Quercetin was not detected in brain fluid samples, but Orr says she suspects that it did reach the brain and was rapidly broken down. The team is now conducting a larger trial to track the cognition of people with and without Alzheimer’s disease for nine months after they take a placebo or the drug combination. The results should be released in 2025, says Orr.\n\nKhosla says that fresh data should also emerge this year from the largest human trial of dasatinib and quercetin so far. In this study, which is currently under peer review, his team looked at the effect of senolytics on the bones of healthy women.\n\nImmune killers\n\nWhen it comes to killing cells in the body, the immune system could be of help. And some researchers have latched on to the idea of using genetically engineered immune cells called chimeric antigen receptor (CAR) T cells. These can target and kill specific cells on the basis of the molecules they display on their surface. CAR-T-cell therapies are currently approved as a treatment for various blood cancers.\n\nEarlier this year, cell biologist Corina Amor at Cold Spring Harbor Laboratory in New York and her colleagues identified a protein marker, called uPAR, on senescent cells in the livers, fat tissues and pancreases of older mice6. The researchers created CAR T cells that were designed to kill senescent cells bearing the uPAR marker. After the team infused the engineered cells into the blood of old mice, there was a decline in the proportion of liver, pancreas and fat cells that were senescent.\n\nSenescent mouse liver cells express β-galactosidase (white) and uPAR (yellow).Credit: Memorial Sloan Kettering Cancer Center\n\nAmor and her team found that old mice treated with the uPAR CAR T cells had reduced blood-sugar levels — a sign of improved metabolic health — and that the animals ran faster and for longer than did mice treated with non-engineered T cells, or with T cells that target a protein not found in mice. None of the mice treated with the senolytic CAR T cells showed signs that the T cells were toxic.",
          "url": "https://doi.org/10.1038/d41586-024-01370-4",
          "doi": "https://doi.org/10.1038/d41586-024-01370-4",
          "filter": "4"
        },
        {
          "title": "Daily briefing: US researchers fight back on key climate report",
          "authors": "Jacob Smith",
          "url": "https://doi.org/10.1038/d41586-025-02567-x",
          "doi": "https://doi.org/10.1038/d41586-025-02567-x",
          "filter": "4"
        },
        {
          "title": "Six questions to ask before jumping into a spreadsheet",
          "authors": "Stephanie Melchor",
          "abstract": "Ask a bunch of scientists whether they use spreadsheets in their work and you’re bound to touch a nerve. Many have sworn off spreadsheets, others swear by them and some swear profusely when they’re forced to use them.\n\nWhat makes this epitome of corporate monotony so polarizing? Spreadsheets are broadly accessible, but can cause headaches for the unwary. It’s easy to accidentally overwrite contents in a data cell, for instance, or to select the wrong range for a calculation and end up with incorrect values. Sometimes the software itself can get in the way: for instance, Microsoft Excel is notorious in genetics circles for automatically converting gene names such as OCT4 into dates.\n\nSix tips for better spreadsheets\n\nBut that doesn’t mean they’re a lost cause. “There is kind of this belief that a spreadsheet is not a good tool for doing science,” says Yanina Bellini Saibene, “and that is not correct.” Bellini Saibene is a data scientist in Santa Rosa, Argentina, and a community manager for rOpenSci, a non-profit initiative in Berkeley, California, that provides open-source software tools for users of the programming language R. Spreadsheets have a place in researchers’ toolboxes, she says, but, like any tool, their effectiveness depends on how they are used.\n\nUnfortunately, a lack of standardized training has led some researchers to develop bad data-management habits that ultimately undermine the spreadsheet’s ability to be useful, says Karl Broman, a statistician at the University of Wisconsin–Madison, who has written about spreadsheet data management (K. W. Broman & K. H. Woo Am. Stat. 72, 2–10; 2018). “People are creative in the ways in which they will abuse spreadsheets,” he says with a laugh.\n\nThe next time you think about using a spreadsheet for research, here are six questions you can ask yourself to make them more effective.\n\nWhere are my raw data?\n\nBefore doing anything with a data file, make sure you have saved an untouched, clearly labelled version of the raw data — ideally as a read-only file in a separate folder.\n\n“Every time you interact with Excel is an opportunity to accidentally type something extra somewhere and not realize it,” says Broman. When even a single keystroke can surreptitiously overwrite or delete data, he urges researchers to lock down their main data file and not mess around with it at all. Instead, make a copy of the raw data and use the duplicate as your working version.\n\nWhat do I want to accomplish?\n\nMarla Hertz, a research data management librarian at the University of Alabama at Birmingham, says that many spreadsheet-related problems stem from trying to do all the steps of an analysis in a single file. Each stage of the data’s life cycle — from raw and processed data to analysis and the final figure — serves a distinct purpose and should be kept separate from the other stages.\n\nObose Eselebor, a research software technician at the Leeds Institute for Data Analytics at the University of Leeds, UK, says that her strategy for data cleaning and analysis depends on her goal, whether that is a quick visualization or a publication-worthy figure. Having a clear objective helps Eselebor to stay focused while cleaning up large, messy data sets. Her suggestion to avoid getting overwhelmed is to tackle issues one at a time, such as standardizing all the date formats or tracking down all the empty cells, before moving on.\n\nData scientist Yanina Bellini Saibene (left), research data management librarian Marla Hertz (centre) and research software technician Obose Eselebor.Credit: L-R: EMBL Photolab; Lexi Coon/The Board of Trustees of The University of Alabama for The University of Alabama at Birmingham; HDR UK Black Internship Programme\nAm I using the right tool?\n\nIf the goals are data entry and collection, blank spreadsheets are adequate. But there are better tools that can help to avoid later problems, says Crystal Lewis, a freelance data-management consultant in St Louis, Missouri. Entering data using digital forms, such as Google Forms, Microsoft Forms, REDCap or Qualtrics, can reduce data-input mistakes by giving users a defined list of options, restricting the types of value that can be fed in so data are not put in the wrong place.\n\nFor pure data analysis, however, spreadsheets should not be your first choice, advises data scientist Heidi Seibold in Munich, Germany, who is co-executive director of the Digital Research Academy, a network that provides training to improve research quality. Unlike a script written in a programming language such as Python or R, which documents every step of the process and can be saved, versioned and rerun, an analysis that happens inside a spreadsheet using pointing and clicking is hard to follow and even harder to replicate.\n\nAutocorrect errors in Excel still creating genomics headache\n\nSpreadsheets should also not be used if you have a particularly large data set, says Eselebor. She recalls a time when what should have been a quick peek at a spreadsheet with 100,000 rows kept freezing her laptop. “Usually, I switch to either Python or SQL to work with huge files.” (SQL, or Structured Query Language, is a programming language used to manage information in databases.)\n\nBroman agrees that databases can be helpful when things are “getting really big or really complicated, or when you need to have much faster access to the data”, but the process usually calls for some programming skills. If the project is complex enough to require a database, it’s probably a good idea to get programmers involved anyway, he says.\n\nHow should I format my sheet?\n\nOne of the most important things a researcher can do is to keep their spreadsheet machine-readable. This means formatting it in such a way that a computer program can move through the data logically and process the information in each cell accurately.\n\n“The computer is going to want a rectangle of data, where the rows are individuals or subjects and the columns are measurements,” Broman says. He advises that all the values in a column should contain the same type of data with the same formatting.\n\nCells that are empty, merged or contain spaces or special characters can also hamper machine readability, as can mixing data types in a cell (such as including both a value and its unit). Either hyphens or underscores can be used to separate words in lieu of spaces, says Ming Tommy Tang, director of bioinformatics at the drug firm AstraZeneca in Waltham, Massachusetts. But he urges users not to use them interchangeably: “Just be consistent.”\n\nHow do I explore data responsibly?\n\nIf you do any sort of analysis or investigation in Excel, keep each data set in its own worksheet and restrict calculations and visualizations to dedicated tabs, advises Bellini Saibene.",
          "url": "https://doi.org/10.1038/d41586-025-02511-z",
          "doi": "https://doi.org/10.1038/d41586-025-02511-z",
          "filter": "4"
        }
      ]
    },
    {
      "journal_full": "Nature Human Behaviour",
      "journal_short": "NatHumBehav",
      "articles": [
        {
          "title": "Guilt drives prosociality across 20 countries",
          "authors": "Catherine Molho, Ivan Soraperra, Jonathan F. Schulz, Shaul Shalvi",
          "abstract": "Impersonal prosociality is considered a cornerstone of thriving civic societies and well-functioning institutions. Previous research has documented cross-societal variation in prosociality using monetary allocation tasks such as dictator games. Here we examined whether different societies may rely on distinct mechanisms—guilt and internalized norms versus shame and external reputation—to promote prosociality. We conducted a preregistered experiment with 7,978 participants across 20 culturally diverse countries. In dictator games, we manipulated guilt by varying information about the consequences of participants’ decisions, and shame by varying observability. We also used individual- and country-level measures of the importance of guilt over shame. We found robust evidence for guilt-driven prosociality and wilful ignorance across countries. Prosociality was higher when individuals received information than when they could avoid it. Furthermore, more guilt-prone individuals (but not countries) were more responsive to information. In contrast, observability by strangers had negligible effects on prosociality. Our findings highlight the importance of providing information about the negative consequences of individuals’ choices to encourage prosocial behaviour across cultural contexts.",
          "url": "https://doi.org/10.1038/s41562-025-02286-3",
          "doi": "https://doi.org/10.1038/s41562-025-02286-3",
          "filter": "0"
        },
        {
          "title": "How to develop good research questions",
          "authors": "Megan A. K. Peters",
          "url": "https://doi.org/10.1038/s41562-025-02292-5",
          "doi": "https://doi.org/10.1038/s41562-025-02292-5",
          "filter": "0"
        },
        {
          "title": "Intersectional impact of cash transfers on AIDS among 12.3 million Brazilian women",
          "authors": "Andréa F. Silva, Iracema Lua, Gabriela S. Jesus, Priscila F. P. S. Gestal, Daniella M. Cavalcanti, Carlos A. S. T. Santos, Maria Y. Ichihara, Mauricio L. Barreto, Laio Magno, Luis E. Souza, James Macinko, Inês Dourado, Davide Rasella",
          "abstract": "Multiple socioeconomic vulnerabilities are associated with an increased burden of human immunodeficiency virus and its progression to acquired immunodeficiency syndrome (AIDS). Here, using a quasi-experimental impact evaluation design and a cohort of 12.3 million low-income Brazilian women (daughters and mothers) from 2007 to 2015, we evaluated the impact and intersectional effectiveness of the world’s largest conditional cash transfer, the Programa Bolsa Família (PBF) on AIDS incidence and AIDS-related mortality. Among daughters, PBF was associated with reductions in AIDS incidence (rate ratio (RR) 0.53, 95% confidence interval (CI) 0.42–0.66) and AIDS-related mortality (RR 0.45, 95% CI 0.27–0.74). Among mothers, PBF was associated with reductions in AIDS incidence (RR 0.58, 95% CI 0.55–0.61) and AIDS-related mortality (RR 0.57, 95% CI 0.53–0.63). The effects of PBF were stronger among mothers with 1 vulnerability, and even higher with 2 intersecting vulnerabilities, specifically for AIDS incidence among brown/Black and extremely low income (RR 0.47, 95% CI 0.44–0.49). The greatest effect was observed in extremely low-income, brown/Black mothers with higher education (RR 0.44, 95% CI 0.38–0.53). Conditional cash transfer could substantially contribute towards reducing AIDS-related inequalities and achieving the AIDS-related Sustainable Development Goal.",
          "url": "https://doi.org/10.1038/s41562-025-02278-3",
          "doi": "https://doi.org/10.1038/s41562-025-02278-3",
          "filter": "0"
        },
        {
          "title": "Learning from outcomes shapes reliance on moral rules versus cost–benefit reasoning",
          "authors": "Maximilian Maier, Vanessa Cheung, Falk Lieder",
          "abstract": "Many controversies arise from disagreements between moral rules and ‘utilitarian’ cost–benefit reasoning (CBR). Here we show how moral learning from consequences can produce individual differences in people’s reliance on rules versus CBR. In a new paradigm, participants (total N = 2,328) faced realistic dilemmas between one choice prescribed by a moral rule and one by CBR. The participants observed the consequences of their decision before the next dilemma. Across four experiments, we found adaptive changes in decision-making over 13 choices: participants adjusted their decisions according to which decision strategy (rules or CBR) produced better consequences. Using computational modelling, we showed that many participants learned about decision strategies in general (metacognitive learning) rather than specific actions. Their learning transferred to incentive-compatible donation decisions and moral convictions beyond the experiment. We conclude that metacognitive learning from consequences shapes moral decision-making and that individual differences in morality may be surprisingly malleable to learning from experience.",
          "url": "https://doi.org/10.1038/s41562-025-02271-w",
          "doi": "https://doi.org/10.1038/s41562-025-02271-w",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Author Correction: A meta-analysis of genetic effects associated with neurodevelopmental disorders and co-occurring conditions",
          "authors": "Agnieszka Gidziela, Yasmin I. Ahmadzadeh, Giorgia Michelini, Andrea G. Allegrini, Jessica Agnew-Blais, Lok Yan Lau, Megan Duret, Francesca Procopio, Emily Daly, Angelica Ronald, Kaili Rimfeld, Margherita Malanchini",
          "url": "https://doi.org/10.1038/s41562-025-02299-y",
          "doi": "https://doi.org/10.1038/s41562-025-02299-y",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Proceedings of the National Academy of Sciences",
      "journal_short": "PNAS",
      "articles": [
        {
          "title": "Geographical diversity of peer reviewers shapes author success",
          "authors": "James M. Zumel Dumlao, Misha Teplitskiy",
          "abstract": "Scientific institutions like funding agencies and journals rely on peer reviewers to select among competing submissions. How does the geographical diversity of reviewers affect which authors are selected? If reviewers typically favor submissions from their own countries, but reviewers from only some countries are well represented in the reviewer pool, this can create a “geographical representation bias” favoring authors from those well-represented countries. Using administrative data on 204,718 submissions to 60 STEM journals from the Institute of Physics Publishing, we find support for representation bias. Reviewers from the same country as the corresponding author are 4.78 percentage points more likely to review positively compared to other reviewers of the same manuscript. Authors from the United States of America, China, and India are 8 to 9 times more likely to be evaluated by same-country reviewers compared to less-represented countries with similar incomes. Furthermore, an instrumental variables analysis of an anonymization policy shock shows that anonymizing submissions does not significantly reduce same-country homophily. Thus, investments in reviewer diversification may be necessary to mitigate the structural advantage of authors from major science-producing countries and avoid blind spots in collective knowledge.",
          "url": "https://doi.org/10.1073/pnas.2507394122",
          "doi": "https://doi.org/10.1073/pnas.2507394122",
          "filter": "0"
        },
        {
          "title": "Trends in coastal storm impacts are not only about changes in hurricanes",
          "authors": "Anthony J. Broccoli",
          "url": "https://doi.org/10.1073/pnas.2516546122",
          "doi": "https://doi.org/10.1073/pnas.2516546122",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Keystone predator and keystone intransitivity and the rescue of a competitively subdominant species",
          "authors": "John Vandermeer, Ivette Perfecto",
          "abstract": "Two significant complications in the structure of ecological communities are its dimensionality (many species interacting) and its network diversity (many ways to “wire” the interactions). Two classic concepts, the competitive exclusion principle and the keystone predator hypothesis, may frequently be embedded elements within that community structure and partially responsible for generating it. Other less-venerable concepts may be involved. In particular, for the current work, a keystone intransitivity and a behavioral higher-order effect are involved. We employ a strategic intersection of several particular network modalities—competitive hierarchy, keystone predator, keystone intransitivity, and higher-order trait-mediated effect—to examine the population dynamics of a real system, exploring the nature of its persistence (or extinction) based on the qualitative nature of its network structure. Because two of the dynamic structures, predation and intransitive competition, are both fundamentally oscillatory, the theoretical framework of coupled oscillators comes into play, a mathematical structure well known to be a major source of chaos. We use a set of natural history observations and measurements of a five-dimensional system, common in the coffee agroecosystems of Puerto Rico, to show how the unexpected persistence of a subdominant competitor in a competitive hierarchy may be contingent on a particular wiring of the system. It is notable that all five species are non-native and all are involved in a complex system of potential biological control of two significant pests.",
          "url": "https://doi.org/10.1073/pnas.2421005122",
          "doi": "https://doi.org/10.1073/pnas.2421005122",
          "filter": "2"
        },
        {
          "title": "The 2025 M w 7.7 Mandalay, Myanmar, earthquake reveals a complex earthquake cycle with clustering and variable segmentation on the Sagaing Fault",
          "authors": "Solene L. Antoine, Rajani Shrestha, Chris Milliner, Kyungjae Im, Chris Rollins, Kang Wang, Kejie Chen, Jean-Philippe Avouac",
          "abstract": "We use remote sensing observations to document surface deformation caused by the 2025 M w 7.7 Mandalay earthquake. This event is a unique case of an extremely long (~510 km) and sustained supershear rupture probably favored by the rather smooth and continuous geometry of this section of the structurally mature Sagaing Fault. The seismic rupture involved the locked portion of the fault over its entire depth extent (0 to 13 km) with a remarkably uniform slip distribution that averages 3.3 m, and an average stress drop of 4.7 MPa. No shallow-slip deficit is observed. The rupture extent challenges usual scaling laws relating earthquake magnitude, fault length, and slip. The fault ruptured along a known seismic gap that last ruptured in 1839 and tailed off into sections that ruptured during large earthquakes in 1930 and 1946. The amplitude and spatial distribution of fault slip in the 2025 event conform only approximatively to the slip-predictable model and the segmentation inferred from the fault geometry and past ruptures. Plausible sequences of earthquakes with variable magnitude, segmentation, and return periods, including events similar to the 2025 earthquake are produced in quasidynamic simulations using a simplified but nonplanar fault geometry. Based on this simulation, M w &gt;7.5 events return irregularly with an interevent time of ~141 y on average and a SD of ~40 y. The simulation is consistent with the historical seismicity and with the maximum magnitude ~M w 7.9 and return period (~250 y) derived from moment conservation. Data assimilation into such simulations could provide a way for time-dependent hazard assessment in the future.",
          "url": "https://doi.org/10.1073/pnas.2514378122",
          "doi": "https://doi.org/10.1073/pnas.2514378122",
          "filter": "2"
        },
        {
          "title": "Predictability and the pleasure of music",
          "authors": "Amy M. Belfi",
          "url": "https://doi.org/10.1073/pnas.2516635122",
          "doi": "https://doi.org/10.1073/pnas.2516635122",
          "filter": "2"
        },
        {
          "title": "Sustained benefits of long-term biochar application for food security and climate change mitigation",
          "authors": "Jingrui Yang, Longlong Xia, Kees Jan van Groenigen, Xu Zhao, Chaopu Ti, Weilu Wang, Zhangliu Du, Mingsheng Fan, Minghao Zhuang, Pete Smith, Rattan Lal, Klaus Butterbach-Bahl, Xiaori Han, Jun Meng, Jia Liu, Hongguang Cai, Yanhong Cheng, Xingren Liu, Xiangyang Shu, Xiaoyan Jiao, Zhandong Pan, Guangmu Tang, Xiaoyuan Yan",
          "abstract": "Biochar application offers significant potential to enhance food security and mitigate climate change. However, most evidence stems from short-term field experiments (≤3 y), leaving uncertainty about the long-term sustainability of these benefits, especially with annual biochar additions to soils. To address this knowledge gap, we analyzed a global dataset from 438 studies (3,229 observations) and found that long-term annual biochar application (≥4 y) not only sustains but often enhances its benefits. These include improved crop yields (+10.8%), reductions in CH 4 (–13.5%) and N 2 O (–21.4%) emissions, and increased soil organic carbon content (+52.5%). In contrast, these benefits tend to diminish over time with single biochar applications due to the aging effect of biochar. Results from 29 global long-term experiments (4 to 12 y) confirm these sustained benefits for crop yield and greenhouse gas mitigation, although the magnitude of effects varies with soil properties, climate, and management practices. To maximize biochar’s long-term benefits for global food security and climate change mitigation, it is essential to develop viable strategies, such as applying biochar at intervals of several years while tailoring practices to local soil, climate, and cropping conditions.",
          "url": "https://doi.org/10.1073/pnas.2509237122",
          "doi": "https://doi.org/10.1073/pnas.2509237122",
          "filter": "2"
        },
        {
          "title": "Repeated polyploidization shapes divergence in floral morphology in Lithophragma bolanderi (Saxifragaceae)",
          "authors": "Karin Gross, Homa Papoli Yazdi, Elisabeth Schlager, Jodie Lilley, Andrés Romero-Bravo, Anna Runemark, John N. Thompson, Magne Friberg",
          "abstract": "Polyploidization is an important driver of evolution and diversification in flowering plants. Here, we assess how repeated polyploidization may have shaped diversification of floral morphology in Lithophragma bolanderi (Saxifragaceae). This species comprises multiple cytotypes and varies geographically in its interactions with specialized pollinating moths in the genus Greya (Prodoxidae). Past studies have shown that coevolution with these moths has favored particular suites of floral characters but does not fully explain local and regional floral diversification. We combined phenotypic and genomic data from more than 1,800 individuals from 40 L. bolanderi populations spread across its entire range. Flow-cytometric analyses revealed a geographic mosaic of populations comprising one to four of three dominant (diploid, tetraploid, hexaploid) and three rare (triploid, pentaploid, octoploid) cytotypes. Whole-genome resequencing of a subset of populations suggested that polyploids arose from multiple autopolyploidization events, rather than a single event and/or through hybridization, albeit with some signals consistent with low levels of introgression from the congener Lithophragma glabrum . Quantification of flower traits from plants grown in a common garden showed that cytotype explained more than 15% of the variation in floral morphology, with polyploids showing more variability than diploids. Experimental induction of neopolyploids directly induced phenotypic changes but also indicated that local selection may have favored subsequent convergence in floral morphology among cytotypes in natural populations. Collectively, this comprehensive and integrative approach provides insights into how variability generating processes, such as polyploidization integrates with selection from species interactions to shape local floral diversification.",
          "url": "https://doi.org/10.1073/pnas.2505119122",
          "doi": "https://doi.org/10.1073/pnas.2505119122",
          "filter": "2"
        },
        {
          "title": "Dural ectopic lymphatic structures accumulate during aging and exhibit dysregulation in neurodegenerative diseases",
          "authors": "Amit Fruitman Davidi, Sophie Shirenova, Dolev Michaelovich, Giulio Benedetti, Hadar Shtrasberg, Irit Shoval, Hagit Hauschner, Gal Oz, Karin Vardy, Tamir Hirsh, Ravit Madar, Edward A. Stern, Hanna Rosenmann, Arya Biragyn, Eitan Okun",
          "abstract": "The meninges serve as a critical interface between the peripheral immune system and the central nervous system, playing a crucial role in maintaining parenchymal homeostasis. Neurodegenerative disorders, such as amyloidosis and tauopathies, are marked by the accumulation of extracellular neurotoxic amyloid-β (Aβ) plaques and intracellular tau tangles, respectively, leading to neuronal cell death and cognitive decline. The role of the adaptive immune response in these pathologies remains under debate. Adaptive immune cells can manifest as ectopic lymphoid structures (ELS), which resemble secondary lymphoid organs, and form at sites of inflammation or pathology. While ELSs can support immune responses against infections or tumors, they may also have detrimental effects in certain pathological conditions. To explore whether meningeal ELS are implicated in aging and neurodegeneration, we analyzed the meninges of aged wild-type mice and mouse models of early-onset Alzheimer’s disease, tauopathy, and Down syndrome-related neurodegenerative disorders. Our findings suggest that the accumulation of dural ELS varies according to age, brain pathology, and sex. Meningeal myeloid cells may contribute to the initiation and maintenance of ELS during aging. These results demonstrate the potential contribution of meningeal ELS to healthy aging and neurodegenerative conditions, offering directions for future research.",
          "url": "https://doi.org/10.1073/pnas.2425081122",
          "doi": "https://doi.org/10.1073/pnas.2425081122",
          "filter": "2"
        },
        {
          "title": "Anyon superconductivity from topological criticality in a Hofstadter–Hubbard model",
          "authors": "Stefan Divic, Valentin Crépel, Tomohiro Soejima, Xue-Yang Song, Andrew J. Millis, Michael P. Zaletel, Ashvin Vishwanath",
          "abstract": "We argue that the combination of strong repulsive interactions and high magnetic fields can generate electron pairing and superconductivity. Inspired by the large lattice constants of moiré materials, which make large flux per unit cell accessible at laboratory fields, we study the triangular lattice Hofstadter–Hubbard model at one-quarter flux quantum per plaquette, where previous literature has argued that a chiral spin liquid separates a weak-coupling integer quantum Hall phase and a strong-coupling topologically trivial antiferromagnetic insulator at a density of one electron per site. We argue that topological superconductivity emerges upon doping in the vicinity of the integer quantum Hall to chiral spin liquid transition. We employ exact diagonalization and density matrix renormalization group methods to examine this theoretical scenario and find that electronic pairing indeed occurs on both sides of criticality over a remarkably broad range of interaction strengths. On the chiral spin liquid side, our results provide a concrete model realization of the long-hypothesized mechanism of anyon superconductivity. Our study thus establishes a beyond-Bardeen-Cooper-Schrieffer route to electron pairing in a well-controlled limit, relying crucially on the interplay between electron correlations and band topology.",
          "url": "https://doi.org/10.1073/pnas.2426680122",
          "doi": "https://doi.org/10.1073/pnas.2426680122",
          "filter": "2"
        },
        {
          "title": "Remote analysis and management of sweat biomarkers using a wearable microfluidic sticker in adult cystic fibrosis patients",
          "authors": "Rachel S. Nelson, Margaret G. Grossman, Zasu M. Klug, Mia Calamari, Alvaro Donayre, Thaddeus Cybulski, Jared Schooley, Garett J. Griffith, Daniel M. Corcos, Donald E. Wright, Jessica C. Wallace, Da Som Yang, John A. Wright, John A. Rogers, Stephen P. Lee, Roozbeh Ghaffari, A. J. Aranyosi, Manu Jain",
          "abstract": "Sweat parameters such as volume and chloride concentration may offer invaluable clinical insights for people with CF (PwCF). Pilocarpine-induced sweat collection for chloridometry measurement is the gold standard for a CF diagnosis, but this technique is cumbersome and not suitable for remote settings or repeat measurements. We have previously reported the utility of a skin-interfaced microfluidic device (CF Patch) in conjunction with a smartphone image processing platform that enables real-time measurement of sweating rates and sodium chloride loss in laboratory and remote settings. Here, we conducted clinical studies assessing the accuracy of the CF Patch compared to chloridometry when using pilocarpine to induce sweat. We also tested the feasibility and accuracy of exercise-induced sweat chloride measurements in PwCF and healthy volunteers (HV). In the laboratory, using either pilocarpine or exercise to induce sweat, the CF Patch demonstrated strong correlations with sweat chloride measured by pilocarpine-induced chloridometry. In remote settings, exercise-induced sweat chlorides measured using the CF patch were strongly correlated with in-laboratory exercise-induced CF patch sweat chlorides in HV but had a weaker correlation in PwCF. For PwCF on CFTR modulators, there was greater day-to-day variability in sweat chloride compared to HV, which highlights the limitations of assessing CFTR modulator efficacy and pharmacodynamics based on a single in-laboratory chloridometry measurement. Moreover, these findings demonstrate that the CF Patch is suitable as a remote management device capable of measuring serial sweat chloride concentrations and offers the potential of monitoring the efficacy of CF medication regimens but should not replace pilocarpine-based chloridometry for making a CF diagnosis.",
          "url": "https://doi.org/10.1073/pnas.2506137122",
          "doi": "https://doi.org/10.1073/pnas.2506137122",
          "filter": "2"
        },
        {
          "title": "ITAF 45 is a pervasive trans -acting factor for picornavirus Type II IRES elements",
          "authors": "Michael A. Bellucci, Mehdi Amiri, Stephen Berryman, Andia Moshari, Collins Oduor Owino, Rutger D. Luteijn, Tobias J. Tuthill, Yuri Svitkin, Graham J. Belsham, Frank J. M. van Kuppeveld, Nahum Sonenberg",
          "abstract": "Viruses have evolved elaborate mechanisms to hijack the host mRNA translation machinery to direct viral protein synthesis. Picornaviruses, whose RNA genome lacks a cap structure, inhibit cap-dependent mRNA translation, and utilize an internal ribosome entry site (IRES) in the RNA 5′ untranslated region to recruit the 40S ribosomal subunit. IRES activity is stimulated by a set of host proteins termed IRES trans -acting factors (ITAFs). The cellular protein ITAF 45 (also known as PA2G4 or EBP1) was documented as an essential ITAF for foot-and-mouth disease virus (FMDV), with no apparent role in cell-free systems for encephalomyocarditis virus (EMCV) and Theiler’s murine encephalomyelitis virus (TMEV), which are closely related viruses harboring similar IRES elements. Here, we demonstrate that ITAF 45 is a pervasive host factor for picornaviruses containing a Type II IRES. CRISPR/Cas9 knockout of ITAF 45 in several human cell lines conferred resistance to infection with FMDV, EMCV, TMEV, and equine rhinitis A virus (ERAV). We show that ITAF 45 enhances initiation of translation on Type II IRESs in cell line models. This is mediated by the C-terminal lysine-rich region of ITAF 45 known to enable binding to viral RNA. These findings challenge previous reports of a restricted role for ITAF 45 in FMDV infection, thus positioning ITAF 45 as a potential antiviral target for various animal viruses and emerging human cardioviruses.",
          "url": "https://doi.org/10.1073/pnas.2506281122",
          "doi": "https://doi.org/10.1073/pnas.2506281122",
          "filter": "2"
        },
        {
          "title": "Structural insights into VRC01-class bnAb precursors with diverse light chains elicited in the IAVI G001 human vaccine trial",
          "authors": "Xiaohe Lin, Christopher A. Cottrell, Oleksandr Kalyuzhniy, Ryan Tingle, Michael Kubitz, Danny Lu, Meng Yuan, William R. Schief, Ian A. Wilson",
          "abstract": "The development of germline-targeting vaccines represents a potentially transformative strategy to elicit broadly neutralizing antibodies (bnAbs) against HIV and other antigenically diverse pathogens. Here, we report on structural characterization of vaccine-elicited VRC01-class bnAb precursors in the IAVI G001 Phase 1 clinical trial with the eOD-GT8 60mer nanoparticle as immunogen. High-resolution X-ray structures of eOD-GT8 monomer complexed with Fabs of five VRC01-class bnAb precursors with &gt;90% germline identity revealed a conserved mode of binding to the HIV CD4-binding site via IGHV1-2-encoded heavy chains, mirroring mature bnAb interactions. The light-chain V-gene diversity emulated VRC01 bnAbs and stabilized antigen engagement, while their conserved five-residue LCDR3 motifs prevented steric clashes. Notably, the VRC01-class bnAb precursors accommodated the N276 glycan, a key barrier in HIV Env recognition, through structural rearrangements in HCDR3 or LCDR1, despite its absence in the immunogen. Surface plasmon resonance analysis showed that 87% of elicited antibodies retained glycan binding capacity, albeit with reduced affinity. These findings validate the ability of eOD-GT8 60mer nanoparticles to prime VRC01-class bnAb precursors with native-like paratopes but with intrinsic glycan adaptability. Structural mimicry of mature bnAbs was observed even with limited somatic hypermutation, indicating that critical features are encoded in the germline repertoire. The structures highlight how germline-encoded features drive bnAb-like recognition at early stages. This work provides molecular evidence supporting germline targeting in humans and provides guidance for designing booster immunogens to shepherd affinity maturation toward broad neutralization.",
          "url": "https://doi.org/10.1073/pnas.2510163122",
          "doi": "https://doi.org/10.1073/pnas.2510163122",
          "filter": "2"
        },
        {
          "title": "Ensemble approaches for short-term dengue fever forecasts: A global evaluation study",
          "authors": "Skyler Wu, Austin G. Meyer, Leonardo Clemente, Lucas M. Stolerman, Fred Lu, Atreyee Majumder, Rudi Verbeeck, Serge Masyn, Mauricio Santillana",
          "abstract": "Dengue fever, a tropical vector-borne disease, is a leading cause of hospitalization and death in many parts of the world, especially in Asia and Latin America. Where timely dengue surveillance exists, decision-makers can better implement public health measures and allocate resources. Reliable near-term forecasts may help anticipate healthcare demands and promote preparedness. We propose ensemble modeling approaches combining mechanistic, statistical, and machine learning models to forecast dengue cases 1 to 3 mo ahead at the province level across multiple countries. We assess these models’ predictive ability out-of-sample and retrospectively in over 180 locations worldwide, including provinces in Brazil, Colombia, Malaysia, Mexico, Thailand, plus Iquitos, Peru, and San Juan, Puerto Rico, during at least 2 to 3 y. We also evaluate ensemble approaches in a real-time, prospective dengue forecasting platform during 2022–2023, considering data availability limitations. Our ensemble modeling leads to an improvement to previous efforts that may help decision-making in the context of large uncertainties. This contrasts with the variable performance of individual component models across locations and time. No single model achieves optimal predictions across all scenarios, but while ensemble models may not always perform best in specific locations, they consistently rank among the top 3 performing models both retrospectively and prospectively.",
          "url": "https://doi.org/10.1073/pnas.2422335122",
          "doi": "https://doi.org/10.1073/pnas.2422335122",
          "filter": "2"
        },
        {
          "title": "Decoding memory function through naturalistic gaze patterns",
          "authors": "Jordana S. Wynn, Anisha Khosla, Arber Kacollja, Elaheh Shahmiri, Nicole D. Anderson, Kelly Shen, Jennifer D. Ryan",
          "abstract": "Eye movements are closely linked to encoding and retrieval processes, with changes in viewing behavior reflecting age- and pathology-related memory decline. In the current study, we leveraged this relationship to explore possible gaze-based indicators of memory function. Across two task-free viewing experiments, we investigated changes in naturalistic viewing behavior across five participant groups spanning a broad spectrum of memory function, from healthy young adults to amnesic cases. We show that memory decline is associated with an underlying reduction in explorative, adaptive, and differentiated visual sampling of the environment. Our results provide compelling evidence that naturalistic gaze patterns can serve as a sensitive marker of cognitive decline.",
          "url": "https://doi.org/10.1073/pnas.2505879122",
          "doi": "https://doi.org/10.1073/pnas.2505879122",
          "filter": "2"
        },
        {
          "title": "A critical role for Vibrio parahaemolyticus LPS to mediate evasion of host immune response during infection",
          "authors": "Jananee Jaishankar, Hyojik Yang, Ian P. O’Keefe, Brandon M. Tenaglia, Lisa N. Kinch, Robert K. Ernst, Kim Orth",
          "abstract": "Vibrio parahaemolyticus ( V. para ), a Gram-negative halophilic bacterium, is the leading cause of seafood-borne gastroenteritis. While the cytotoxic and enterotoxic capabilities of this bacterium have been previously investigated, the strategies it employs to circumvent innate immune detection by the host remain poorly understood. Bacterial lipopolysaccharide (LPS) serves as the major pathogen-associated molecular pattern that triggers host inflammatory responses, and its lipid A structure contributes to the degree of innate immune system activation. We sought to define the structure of the lipid A component of LPS in V. para and probe its role in host innate immunity. Free living V. para synthesizes a predominantly hepta-acylated lipid A structure, while also producing a minor subset of hexa-acylated lipid A. This altered acylated lipid A elicits a weakened TLR4 immune response as compared to Escherichia coli , allowing V. para entry and replication inside host cells. Deletion of the V. para lipid A biosynthesis enzyme lpxM (VP0213) leads to a mutant strain with altered lipid A secondary acylation, enhanced immune response, and impaired replication within epithelial cells. This study provides evidence that the unique LPS structure synthesized by V. para plays a crucial role in evading host innate immunity, facilitating the bacterium’s survival and replication within host cells.",
          "url": "https://doi.org/10.1073/pnas.2426547122",
          "doi": "https://doi.org/10.1073/pnas.2426547122",
          "filter": "2"
        },
        {
          "title": "Locusts employ neuronal sensory prioritization to reconcile two conflicting olfactory signals while aggregating",
          "authors": "Qiaoqiao Yu, Jing Yang, Jia Yu, Hong Lei, Le Kang, Xiaojiao Guo",
          "abstract": "Migratory locusts ( Locusta migratoria ) emit two key odorants during aggregation: 4-vinylanisole (4VA), which serves as an aggregation pheromone attracting conspecifics to form swarms, and phenylacetonitrile (PAN), which acts as an aposematic signal and a precursor of a defense toxin, deterring conspecifics from cannibalism and protecting against predators. However, how locusts reconcile these two conflicting olfactory signals while aggregating is not yet understood. Our study addresses this by examining the release dynamics of the two signals, their behavioral effects, and the neural mechanisms underlying their perception. 4VA is released earlier and at lower locust densities than PAN, with PAN’s release increasing as aggregation progresses. Although PAN’s emission levels eventually exceed those of 4VA, locusts consistently exhibit a preference for the emitted blend, regardless of variations in proportions and concentrations. Notably, increasing amounts of 4VA added to PAN can counteract PAN’s repellent effects, but this is not the case when PAN is added to 4VA. Mechanistically, we found that antennal neurons responsive to 4VA suppress the activity of neurons responsive to PAN. In the antennal lobe, it is the conduction velocities of projection neurons, rather than other neural properties, that are responsible for the observed behavioral pattern, leading to an overall attractive response. Collectively, our findings imply that insects are capable of harmonizing the effects of two distinct pheromones to optimize both social cohesion and chemical defense.",
          "url": "https://doi.org/10.1073/pnas.2501490122",
          "doi": "https://doi.org/10.1073/pnas.2501490122",
          "filter": "2"
        },
        {
          "title": "Blood–labyrinth barrier damage mediated by granzymes from cytotoxic lymphocytes results in hearing loss in systemic lupus erythematosus",
          "authors": "Zihe Zhao, Ao Li, Yan Zhu, Shaoqin Cen, Qing Liu, Yuan Zhang, Hanqi Fan, Zhenxing Hou, Dengbin Ma, Dingding Liu, Maoli Duan, Xiaoyun Qian, Renjie Chai, Guoqiang Wan, Xia Gao",
          "abstract": "Hearing loss (HL) in patients with systemic lupus erythematosus (SLE) has been widely reported, though the underlying mechanisms remain unclear. In this study, we demonstrate significant HL in an imiquimod-induced mouse model of SLE, accompanied by blood–labyrinth barrier (BLB) damage in the stria vascularis (SV). We found that cytotoxic CD8 + T lymphocytes and natural killer cells mediate BLB disruption, with granzyme b (Gzmb) acting as the primary factor inducing cell death of the cochlear capillary endothelial cells. Remarkably, inhibiting Gzmb by Serpinb9 significantly alleviates the elevations of hearing thresholds in imiquimod-induced SLE model mice, suggesting a therapeutic target for autoimmune-related HL. Our findings provide insights into the pathogenesis of SLE-related HL and propose Gzmb inhibition as a potential therapeutic strategy.",
          "url": "https://doi.org/10.1073/pnas.2423240122",
          "doi": "https://doi.org/10.1073/pnas.2423240122",
          "filter": "2"
        },
        {
          "title": "Mechanistic insights into the small-molecule inhibition of influenza A virus entry",
          "authors": "Yan Xu, Varada Anirudhan, Irina N. Gaisina, Haijuan Du, Saad Alqarni, Terry W. Moore, Michael Caffrey, Balaji Manicassamy, Tongqing Zhou, Lijun Rong, Kai Xu",
          "abstract": "Influenza A virus (IAV) is a zoonotic pathogen responsible for seasonal and pandemic flu. The extensive genetic and antigenic diversity within and between IAV phylogenetic groups presents major challenges for developing universal vaccines and broad-spectrum antiviral therapies. Current interventions provide limited protection due to the virus’s high mutation rate and capacity for immune evasion. Recent advancements in viral hemagglutinin (HA)-targeting small-molecule entry inhibitors offer a promising avenue to overcome these limitations. Here, we present structural and functional analyses of two group 2 HA-specific small-molecule inhibitors recently identified by our team. Cryogenic electron microscopy (cryo-EM) structures revealed that these inhibitors bind a conserved pocket within the HA stalk, likely interfering with the conformational rearrangements necessary for membrane fusion and viral entry. Structure-guided mutagenesis confirmed the critical roles of key interacting residues and uncovered distinct resistance profiles between the two compounds, as well as in comparison to Arbidol, a previously reported HA inhibitor. Notably, our structural analysis highlights intrinsic barriers to achieving cross-group inhibition with current small-molecule designs. To address this, we propose an alternative strategy for broadening antiviral coverage. Together, these findings provide mechanistic insights into IAV entry inhibition and a foundation for the rational design of next-generation anti-influenza therapeutics.",
          "url": "https://doi.org/10.1073/pnas.2503899122",
          "doi": "https://doi.org/10.1073/pnas.2503899122",
          "filter": "2"
        },
        {
          "title": "Genomes of nitrogen-fixing eukaryotes reveal an alternate path for organellogenesis",
          "authors": "Sarah Frail, Melissa Steele-Ogus, Jon Doenier, Solène L. Y. Moulin, Tom Braukmann, Shouling Xu, Ellen Yeh",
          "abstract": "Endosymbiotic gene transfer (EGT) and import of host-encoded proteins have been considered hallmarks of organelles necessary for stable integration of two cells. However, newer endosymbiotic models have challenged the origin and timing of such genetic integration during organellogenesis. Epithemia diatoms contain diazoplasts, obligate endosymbionts derived from cyanobacteria that are closely phylogenetically related to UCYN-A, a recently described nitrogen-fixing organelle. Diazoplasts function as permanent membrane compartments in Epithemia hosts, but it is unknown if genetic integration has occurred. We report genomic analyses of two Epithemia diatom species, freshwater Epithemia clementina and marine E. pelagica , which are highly divergent but share a common ancestor at the origin of the endosymbiosis &lt;35Mya. We find minimal evidence for genetic integration. Segments of fragmented and rearranged DNA from the diazoplast were detected integrated into the E. clementina nuclear genome, but the transfers that have occurred so far are nonfunctional. No DNA or gene transfers were detected in E. pelagica. In E. clementina , 6 host-encoded proteins of unknown function were identified in the diazoplast proteome, far fewer than detected in recently acquired endosymbiotic organelles. Overall, Epithemia diazoplasts are a valuable counterpoint to existing organelle models, demonstrating that endosymbionts can function as integral compartments—maintained over millions of years of host speciation—absent significant genetic integration. The minimal genetic integration makes diazoplasts valuable blueprints for bioengineering endosymbiotic compartments de novo.",
          "url": "https://doi.org/10.1073/pnas.2507237122",
          "doi": "https://doi.org/10.1073/pnas.2507237122",
          "filter": "2"
        },
        {
          "title": "Our current climate already merits serious research and policy attention",
          "authors": "Nick Obradovich, Emma L. Lawrance, Kelton Minor",
          "url": "https://doi.org/10.1073/pnas.2503892122",
          "doi": "https://doi.org/10.1073/pnas.2503892122",
          "filter": "2"
        },
        {
          "title": "DNA polymerase β suppresses somatic indels at CpG dinucleotides in developing cortical neurons",
          "authors": "Noriyuki Sugo, Arikuni Uchimura, Risa Matsumoto, Hiro Nakayama, Shota Fujimoto, Saya Mizuno, Mayumi Higuchi, Masaaki Toshishige, Yasunari Satoh, Sayaka Wakayama, Teruhiko Wakayama, Takeshi Yagi",
          "abstract": "Somatic mutations in cortical neurons have been implicated in psychiatric disorders. While endogenous DNA damage and repair errors are potential contributors to these mutations during development, the underlying mutagenic mechanism remains unclear. Here, we investigated somatic mutations in immature cortical neurons using mouse somatic cell nuclear transfer-derived embryonic stem cells and whole-genome sequencing. Insertions and deletions (indels) were commonly observed in both repeat and nonrepeat sequences in wild-type cells. The loss of DNA polymerase β (Polβ), an enzyme involved in gap-filling during base excision repair and Ten-Eleven Translocation (TET)-mediated active DNA demethylation, in neural progenitor cells increased indel frequency by ~ninefold at cytosine-phosphate-guanine (CpG) dinucleotides and raised the frequency of structural variants by ~fivefold. These mutations were enriched in neuronal genes, leading to frameshift mutations, amino acid insertions/deletions, and the gain and loss of CpG sites in regulatory regions. Our findings suggest that Polβ preferentially repairs DNA lesions generated at CpG sites by TET-mediated active demethylation, thereby suppressing the mutagenesis that accompanies neuronal gene activation during cortical development.",
          "url": "https://doi.org/10.1073/pnas.2506846122",
          "doi": "https://doi.org/10.1073/pnas.2506846122",
          "filter": "2"
        },
        {
          "title": "Quantum spin liquid from electron–phonon coupling",
          "authors": "Xun Cai, Zhaoyu Han, Zi-Xiang Li, Steven A. Kivelson, Hong Yao",
          "abstract": "A quantum spin liquid (QSL) is an exotic insulating phase with emergent gauge fields and fractionalized excitations. However, the unambiguous demonstration of the existence of a QSL in a “nonengineered” microscopic model (or in any material) remains challenging. Here, using numerically exact sign-problem-free quantum Monte Carlo simulations, we show that a QSL arises in a nonengineered electron–phonon model. Specifically, we investigate the ground-state phase diagram of the bond Su–Schrieffer–Heeger model on a 2D triangular lattice at (one electron per site), which we show includes a QSL phase which is fully gapped, exhibits no symmetry-breaking order, and supports deconfined fractionalized holon excitations. This suggests promising routes for finding QSLs in realistic materials and high- T c superconductivity by lightly doping them.",
          "url": "https://doi.org/10.1073/pnas.2426111122",
          "doi": "https://doi.org/10.1073/pnas.2426111122",
          "filter": "2"
        },
        {
          "title": "Maintenance suppression enhances subsequent associative learning",
          "authors": "Ziyao Zhang, Jarrod A. Lewis-Peacock",
          "abstract": "Removing irrelevant information from working memory (WM) can free cognitive resources and reduce interference with current task goals. Beyond these immediate benefits, removal may also support long-term memory processes. We tested this hypothesis using an associative memory paradigm with directed forgetting instructions and characterized the underlying neural mechanisms. In complementary behavioral (N = 22) and fMRI (N = 17) experiments, participants completed an ABC associative memory task using pictures of objects, faces, and scenes. Each A item was sequentially paired with B and C items. Our key manipulation targeted the B items: following B encoding, participants were instructed either to maintain or suppress B. We hypothesized that suppression would impair AB memory but enhance AC memory, and this is precisely what we found. Suppression cues elicited distributed activations across frontoparietal control regions, as expected. Critically, multivoxel pattern analyses revealed enhanced encoding fidelity for C items in hippocampal subregion CA1 following suppression compared to maintenance. During subsequent associative memory tests cued by A items, reactivation of suppressed B items was significantly reduced relative to C items, reflecting diminished competition from B items during retrieval. Together, these findings demonstrate that suppression of unwanted information in WM benefits the formation of new memories by enhancing their encoding fidelity and biasing subsequent memory retrieval away from the suppressed associations.",
          "url": "https://doi.org/10.1073/pnas.2512322122",
          "doi": "https://doi.org/10.1073/pnas.2512322122",
          "filter": "2"
        },
        {
          "title": "Warm, water-depleted rocky exoplanets with surface ionic liquids: A proposed class for planetary habitability",
          "authors": "Rachana Agrawal, Sara Seager, Iaroslav Iakubivskyi, Weston P. Buchanan, Ana Glidden, Maxwell D. Seager, William Bains, Jingcheng Huang, Janusz J. Petkowski",
          "abstract": "The discovery of thousands of exoplanets and the emergence of telescopes capable of exoplanet atmospheric characterization have intensified the search for habitable worlds. Due to selection biases, many exoplanets under study are planets deemed inhospitable because their surfaces are too warm to support liquid water. We propose that such planets could still support life through ionic liquids: Liquid salts with negligible vapor pressure that can persist on warm planets with thin atmospheres, where liquid water cannot. Ionic liquids have not previously been considered as naturally occurring substances, and thus have not been discussed in planetary science. We demonstrate in laboratory experiments that ionic liquids can form from planetary materials: Sulfuric acid combined with nitrogen-containing organic molecules. Sulfuric acid can be volcanic in origin, and organic compounds are commonly found on planetary bodies. The required planetary surface is water-depleted and must support sulfuric acid transiently in liquid phase to dissolve organics, followed by evaporation of excess liquid—conditions spanning approximately 300 K at 10 −7 atm to 350—470 K at 0.01 atm. Because ionic liquids have extremely low vapor pressures, they are not prone to evaporation, allowing small droplets or pools to persist without ocean-like reservoirs. Ionic liquids’ minuscule vapor pressure at room temperature suggests possible stability on planets with negligible atmospheres, shielded by magnetic fields or rock crevices against harsh cosmic radiation. Ionic liquids can stably dissolve enzymes and other biomolecules, enabling biocatalysis and offering a plausible solvent for life—broadening the definition of habitable worlds.",
          "url": "https://doi.org/10.1073/pnas.2425520122",
          "doi": "https://doi.org/10.1073/pnas.2425520122",
          "filter": "2"
        },
        {
          "title": "Keys to the global treeline formation: Thermal limit for its position and moisture for the taxon-specific variation",
          "authors": "Yuyang Xie, Zehao Shen, J. Julio Camarero, Josep Peñuelas, Xuejing Wang, Jitang Li, Wenge Rao, Xiangwu Chen, Fu Zhao, Xiao Feng",
          "abstract": "Alpine treeline is a prominent biogeographic feature worldwide, determined by the physiological limit of tree life form. There are considerable variations in the various dimensions of physiological limit among tree taxa; thus, varied environmental drivers and spatial patterns are expected for different tree taxa at treelines. However, such taxonomic variability of treeline is often overlooked in large-scale studies. Here, we assembled, to our knowledge, the most comprehensive dataset of tree species at alpine treelines, drawing from research conducted over the past half-century, encompassing over 2,000 records across 38 mountain regions and 43 countries. Using this extensive global dataset, we examined the spatial patterns and environmental drivers shaping different tree taxa at treelines worldwide. The highest tree richness at treelines was found in mid-latitude mountains of the Northern Hemisphere, reflecting floristic differentiation caused by continental isolation. Moisture and climatic variability, particularly seasonal fluctuations, determine the turnover of tree taxa at treelines. Heat limitations appear to restrict the establishment of all genera, effectively defining treeline positions. Heat conditions at treeline positions tend to be about 35% below the genus- and species- level thermal optima. This thermal threshold can effectively explain the global pattern of uppermost tree elevation. Our findings highlight the synergic effects between heat and moisture in determining the taxonomic variation in treeline formation, offering insights for alpine treeline studies under climate change.",
          "url": "https://doi.org/10.1073/pnas.2504685122",
          "doi": "https://doi.org/10.1073/pnas.2504685122",
          "filter": "2"
        },
        {
          "title": "Sox11 genes affect neuronal differentiation in the developing zebrafish enteric nervous system",
          "authors": "Yuanyun Huang, Can Li, Ayyappa Raja Desingu Rajan, Marianne E. Bronner",
          "abstract": "The vertebrate enteric nervous system (ENS) is derived from vagal neural crest cells, which enter the foregut as progenitors that migrate from rostral to caudal to populate the entire length of the gut. Here, we show that transcription factors sox11a and sox11b , zebrafish orthologs of the human SOX11 gene, are highly expressed in neural crest cells transitioning from progenitors to differentiating neuronal subtypes. Accordingly, CRISPR-Cas9 depletion shows that loss of sox11 paralogs reduces the number of neurons that express the inhibitory motor neuron marker adcyap1b without affecting cell proliferation or death. Transcription factor footprinting analysis of open chromatin regions identified by ATAC-seq reveals Sox11 binding sites in the adcyap1b enhancer. Furthermore, mutational analysis shows these binding sites are required for mediating enhancer-driven reporter expression. Taken together, our results demonstrate an important and previously unrecognized role for sox11a and sox11b in neuronal subtype specification in the developing zebrafish ENS.",
          "url": "https://doi.org/10.1073/pnas.2510548122",
          "doi": "https://doi.org/10.1073/pnas.2510548122",
          "filter": "2"
        },
        {
          "title": "Remembrance of phytoplankton’s past",
          "authors": "Van M. Savage",
          "url": "https://doi.org/10.1073/pnas.2513874122",
          "doi": "https://doi.org/10.1073/pnas.2513874122",
          "filter": "2"
        },
        {
          "title": "Increased microbial carbon use efficiency upon abrupt permafrost thaw",
          "authors": "Shuqi Qin, Guanqin Wang, Dianye Zhang, Yuanhe Yang",
          "abstract": "Soil carbon (C) dynamics upon permafrost thaw represents a major uncertainty in climate projections. Both soil C loss and formation in permafrost regions are mediated by microorganisms, and the balance of these two processes could be characterized by a synthetic metric termed microbial carbon use efficiency (CUE, defined as the ratio of C used for growth over C uptake). However, how microbial CUE responds to permafrost thaw remains unclear due to the lack of direct experimental evidence. Here, based on an ~27 y permafrost thaw sequence and five additional thermokarst-impacted sites across the northeastern Tibetan Plateau, we investigate the response of microbial CUE to abrupt permafrost thaw using a substrate-independent 18 O tracing approach. Results from the thaw sequence and additional sites at the regional scale consistently reveal that topsoil (0 to 10 cm) microbial CUE increases after permafrost collapse as a consequence of accelerated growth. The elevated microbial growth and CUE are driven by the alterations in microbial communities with larger ratio of fungal to bacterial biomass and more copiotrophs. In addition, the increased soil phosphorus availability could also promote microbial growth and CUE. These results highlight that the higher microbial CUE upon abrupt permafrost thaw would potentially enhance soil C stability by promoting the deposition of microbial-derived C into soil. Earth system models should thus explicitly characterize microbial CUE and its drivers to accurately predict permafrost C-climate feedback.",
          "url": "https://doi.org/10.1073/pnas.2419206122",
          "doi": "https://doi.org/10.1073/pnas.2419206122",
          "filter": "2"
        },
        {
          "title": "Global profiling of N-terminal cysteine–dependent degradation mechanisms",
          "authors": "Aizat Bekturova, Yaara Makaros, Shahar Ben-David, Itay Koren",
          "abstract": "Hypoxia, a condition characterized by insufficient oxygen supply, challenges cellular homeostasis and energy production, triggering adaptive responses to promote survival under these stressful conditions. One key strategy involves enzymatic oxidation of N-terminal cysteine residues coupled with proteolysis through the Cys-Arg/N-degron pathway. Despite hundreds of human proteins possessing N-terminal cysteine, very few have been identified as substrates of this pathway, and its substrate selectivity remains unclear. Moreover, the biological role of this pathway in the cellular response to hypoxia is not well defined. Here, by systematically screening protein stability using an N-terminome library, we reveal a broad set of cysteine-initiating proteins regulated by this pathway. Mutagenesis experiments further revealed the specificity of Cys-Arg/N-degron pathway, showing a preference for hydrophobic and positively charged residues following cysteine. Additionally, we uncovered full-length substrates that are regulated by this pathway during hypoxia, including IP6K1. Loss of IP6K1 impaired glucose uptake, glycolytic ATP production, and overall mitochondrial function. Consequently, IP6K1-deficient cells exhibited disrupted metabolic adaptation under hypoxic conditions and reduced survival under stress. These findings underscore the importance of the Cys-Arg/N-degron pathway in regulating metabolic responses and highlight its potential importance in hypoxia-related disorders.",
          "url": "https://doi.org/10.1073/pnas.2501681122",
          "doi": "https://doi.org/10.1073/pnas.2501681122",
          "filter": "2"
        },
        {
          "title": "Étienne-Émile Baulieu (1929–2025): Scientist of steroids and champion of women’s reproductive rights",
          "authors": "Thoru Pederson",
          "abstract": "Having trained as a physician, Étienne-Émile Baulieu soon turned his focus to research, as early as his medical internship. He went on to make major contributions on ketosteroids and other steroids, such as estrogen, and how they act on target organs through receptors to which the hormones bind and activate physiological responses. Later, he consulted with a French pharmaceutical company, encouraging them to pursue his concept for an antigestational agent, which became the iconic RU-486 (Mifepristone). For this, he was applauded by many and criticized by others. He died at his home in a suburb of Paris on May 30, 2025, at the age of 98. To his last days, he vigorously maintained his support for women’s reproductive rights.",
          "url": "https://doi.org/10.1073/pnas.2517065122",
          "doi": "https://doi.org/10.1073/pnas.2517065122",
          "filter": "2"
        },
        {
          "title": "Client–scaffold interactions suppress aggregation of a client protein in model condensates",
          "authors": "Rashik Ahmed, Rhea P. Hudson, Julie D. Forman-Kay, Lewis E. Kay",
          "abstract": "Many studies have shown that sequestration of client proteins into condensates locally increases their concentrations and/or modulates their conformational landscapes to promote aberrant aggregation. Far fewer examples have emerged where the proteinaceous condensed phase environment protects clients from aggregation. Here, we show that a condensate scaffolded by the C-terminal disordered region of Cell Cycle Associated Protein 1 (CAPRIN1) suppresses aggregation of the Fused in Sarcoma (FUS) RNA Recognition Motif (RRM) client, both components of stress granules. Although FUS RRM aggregation is mediated through the unfolded ensemble, comparative NMR studies of the FUS RRM outside and within the condensate establish that CAPRIN1 condensates attenuate FUS RRM aggregation despite locally increasing its concentration by twofold and significantly unfolding the domain. Regions of transient intermolecular contacts between unfolded FUS RRM protomers that could drive aggregation have been identified, including the hydrophobic segments spanning I287-I308 and G335-A369. Intermolecular NOE experiments recorded on the FUS RRM:CAPRIN1 condensate indicate that CAPRIN1 interacts with much of the unfolded FUS RRM, with regions of stronger contacts including the RRM sequences 287 IFVQ 290 , 296 VTIES 300 , 322 INLY 325 , and 351 IDWFDG 356 . These interactions collectively outcompete the homotypic contacts between unfolded FUS RRM clients driving aggregation. Our results demonstrate that condensate scaffold molecules can, in some cases, shield client interprotomer interactions, delaying or completely suppressing their aggregation.",
          "url": "https://doi.org/10.1073/pnas.2508403122",
          "doi": "https://doi.org/10.1073/pnas.2508403122",
          "filter": "2"
        },
        {
          "title": "Measuring the selective packaging of RNA molecules by viral coat proteins in cells",
          "authors": "Amineh Rastandeh, Nino Makasarashvili, Herman K. Dhaliwal, Sherry Baker, Sundharraman Subramanian, Daniel A. Villarreal, Elmer I. Gamez, Kristin N. Parent, Rees F. Garmann",
          "abstract": "Some RNA viruses package their genomes with extraordinary selectivity, assembling protein capsids around their own viral RNA while excluding nearly all host RNA. How the assembling proteins distinguish viral RNA from host RNA is not fully understood, but RNA structure is thought to play a key role. To test this idea, we perform in-cellulo packaging experiments using bacteriophage MS2 coat proteins and a variety of RNA molecules in Escherichia coli . In each experiment, plasmid-derived RNA molecules with a specified sequence compete against the cellular transcriptome for packaging by plasmid-derived coat proteins. Following this competition, we quantify the total amount and relative composition of the packaged RNA using electron microscopy, interferometric scattering microscopy, and high-throughput sequencing. By systematically varying the input RNA sequence and measuring changes in packaging outcomes, we are able to directly test competing models of selective packaging. Our results rule out a longstanding model in which selective packaging requires the well-known translational repressor (TR) stem-loop, and instead support more recent models in which selectivity emerges from the collective interactions of multiple coat proteins and multiple stem-loops distributed across the RNA molecule. These findings establish a framework for studying and understanding selective packaging in a range of natural viruses and virus-like particles, and lay the groundwork for engineering synthetic systems that package specific RNA cargoes.",
          "url": "https://doi.org/10.1073/pnas.2505190122",
          "doi": "https://doi.org/10.1073/pnas.2505190122",
          "filter": "2"
        },
        {
          "title": "Familial transmission of neural representations for mental arithmetic across two generations",
          "authors": "Charlotte Constant-Varlet, Tomoya Nakai, Léa Longo, Honorine Bouchet, Jérôme Prado",
          "abstract": "Parental skills are among the most powerful predictors of children’s outcomes. While distal genetic and environmental pathways likely contribute to skill transmission within families, much less is known about the proximal neural markers that support the transmission of cognitive functioning from parents to children. It is also unclear whether brain similarity between parents and children predicts similarity in cognitive skills. In this study, we used fMRI to measure brain activity associated with mental arithmetic—a task for which intergenerational transmission is consistently observed—in 37 familial dyads of 8-y-old children and their mothers. Regardless of familial ties, multivariate searchlight representational similarity analyses revealed remarkable adult–child similarity in the neural representations of a signature of arithmetic processing, the problem-size effect, within a broad occipito-parieto-frontal system. Comparing familial to nonfamilial adult–child dyads, family-specific transmission of neural representations was identified in the bilateral anterior insula and left precentral gyrus, key regions of the arithmetic processing network. Mother–child neural similarity in the insula and precentral gyrus interacted with maternal skillto predict mother–child similarity in math and working memory skills, such that neural similarity was more positively related to behavioral similarity in dyads with lower-skilled than higher-skilled mothers. Therefore, increased parent–child neural similarity may particularly predict shared cognitive abilities among dyads where parents experience greater difficulties. Our findings demonstrate that task-related intergenerational neuroimaging can identify brain regions involved in the intergenerational transmission of cognitive skills. They may have relevance for identifying neural markers of learning disabilities through familial transmission.",
          "url": "https://doi.org/10.1073/pnas.2421528122",
          "doi": "https://doi.org/10.1073/pnas.2421528122",
          "filter": "2"
        },
        {
          "title": "Plant-specific mitochondrial fission machinery connects mitochondrial dynamics and mitophagosome formation for piecemeal mitophagy",
          "authors": "Juncai Ma, Chaorui Li, Kaike Ren, Kaiyan Zhang, Lanlan Feng, Kai Ching Law, Ka Kit Chung, Yizhou Bing, Caiji Gao, Byung-Ho Kang, Xiaohong Zhuang",
          "abstract": "As the energy center of the cell, mitochondria display enormous metabolic plasticity to meet the cellular demand for plant growth and development, which is tightly linked to their structural and dynamic plasticity. Mitochondrial number and morphology are coordinated through the actions of the mitochondrial division and fusion. Meanwhile, damaged mitochondrial contents are removed to avoid excess toxicity to the plant cells. Mitophagy, a selective degradation pathway of mitochondria through a double-membrane sac named autophagosome (also known as mitophagosome), plays a crucial role in maintaining mitochondrial homeostasis. Typically, wholesale mitophagy requires the elongation of a cup-shaped phagophore along the entire mitochondrion, which finally seals and closes as a mitophagosome. How plant mitophagosome formation and mitochondria sequestration are coordinated remains incompletely understood. In this work, we report an unappreciated role of the plant-specific mitochondrial fission regulator ELM1, together with the dynamin-related protein family DRP3 and the autophagic regulator SH3P2, to coordinate mitochondria segregation for piecemeal mitophagy under heat stress conditions. Dysfunction in mitochondrial fission activity impairs heat-induced mitophagy, leading to an accumulation of interconnected megamitochondria which are partially sequestered by the ATG8-positive phagophore. Furthermore, we show that the ELM1-mediated piecemeal mitophagy also engages the plant archetypal selective autophagic receptor NBR1. Using 3D tomography analysis, we illustrate the morphological features and spatial relationship of the megamitochondria and phagophore intermediates in connection with the mitochondrial fission sites. Collectively, our study provides an updated model of mitophagosome formation for piecemeal mitophagy mediated by the plant-unique mitochondrial fission machinery.",
          "url": "https://doi.org/10.1073/pnas.2504921122",
          "doi": "https://doi.org/10.1073/pnas.2504921122",
          "filter": "2"
        },
        {
          "title": "Circulating cell-free RNA signatures for the characterization and diagnosis of myalgic encephalomyelitis/chronic fatigue syndrome",
          "authors": "Anne E. Gardella, Daniel Eweis-LaBolle, Conor J. Loy, Emma D. Belcher, Joan S. Lenz, Carl J. Franconi, Sally Y. Scofield, Andrew Grimson, Maureen R. Hanson, Iwijn De Vlaminck",
          "abstract": "People living with myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) experience heterogeneous and debilitating symptoms that lack sufficient biological explanation, compounded by the absence of accurate, noninvasive diagnostic tools. To address these challenges, we explored circulating cell-free RNA (cfRNA) as a blood-borne bioanalyte to monitor ME/CFS. cfRNA is released into the bloodstream during cellular turnover and reflects dynamic changes in gene expression, cellular signaling, and tissue-specific processes. We profiled cfRNA in plasma by RNA sequencing for 93 ME/CFS cases and 75 healthy sedentary controls, then applied machine learning to develop diagnostic models and advance our understanding of ME/CFS pathobiology. A generalized linear model with least absolute shrinkage selector operator regression trained on condition-specific signatures achieved a test-set AUC of 0.81 and an accuracy of 77%. Immune cfRNA deconvolution revealed differences in platelet-derived cfRNA between cases and controls, as well as elevated levels of plasmacytoid dendritic, monocyte, and T cell–derived cfRNA in ME/CFS. Biological network analysis further implicated immune dysfunction in ME/CFS, with signatures of cytokine signaling and T cell exhaustion. These findings demonstrate the utility of RNA liquid biopsy as a minimally invasive tool for unraveling the complex biology behind chronic illnesses.",
          "url": "https://doi.org/10.1073/pnas.2507345122",
          "doi": "https://doi.org/10.1073/pnas.2507345122",
          "filter": "2"
        },
        {
          "title": "The fetal hydrops–associated single-residue mutation L322P disrupts mechanical but not chemical activation of the PIEZO1 ion channel",
          "authors": "Jinghui Jiang, Wei Guo, Xudong Chen, Qijing He, Yubo Wang, Xiaohui Zhu, Liying Yan, Jie Qiao, Bailong Xiao",
          "abstract": "The mechanically activated PIEZO1 ion channel is genetically linked to numerous physiological and pathophysiological processes. For example, deleting PIEZO1 in mice leads to defective lymphatic vessel development, while nonsense mutations in humans are associated with autosomal recessive generalized lymphatic dysplasia (GLD) and nonimmune hydrops fetalis. However, it remains unclear whether PIEZO1-dependent biological processes are directly mediated by its intrinsic mechanosensitivity. Here, we identified a human fetal hydrops–associated single-residue mutation, L322P (corresponding to L329P in mouse PIEZO1). The mutant failed to show mechanically activated currents in response to poking or stretch of the cell membrane, but preserved normal plasma membrane expression and responsiveness to its chemical activators such as Yoda1 and Jedi1. Remarkably, the mechanical response of the mutant can be restored by Yoda1. These findings demonstrate a direct link between the loss of PIEZO1’s mechanosensitivity and the pathophysiological phenotype of fetal hydrops and raise the therapeutic potential of using PIEZO1 chemical activators to restore the mechanosensitivity of PIEZO1 missense mutants that are associated with genetic diseases such as GLD and hydrops fetalis.",
          "url": "https://doi.org/10.1073/pnas.2503793122",
          "doi": "https://doi.org/10.1073/pnas.2503793122",
          "filter": "2"
        },
        {
          "title": "Spatiotemporal distribution of the glycoprotein pherophorin II reveals stochastic geometry of the growing ECM of Volvox carteri",
          "authors": "Benjamin von der Heyde, Anand Srinivasan, Sumit Kumar Birwa, Eva Laura von der Heyde, Steph S. M. H. Höhn, Raymond E. Goldstein, Armin Hallmann",
          "abstract": "The evolution of multicellularity involved the transformation of a simple cell wall of unicellular ancestors into a complex, multifunctional extracellular matrix (ECM). A suitable model organism to study the formation and expansion of an ECM during ontogenesis is the multicellular green alga Volvox carteri , which, along with the related volvocine algae, produces a complex, self-organized ECM composed of multiple substructures. These self-assembled structures primarily consist of hydroxyproline-rich glycoproteins, a major component of which is pherophorins. To investigate the geometry of the growing ECM, we fused the yfp gene with the gene for pherophorin II (PhII) in V. carteri . Confocal microscopy reveals PhII:YFP localization at key ECM structures, including the boundaries of compartments surrounding each somatic cell and the outer surface of the organism. Image analysis during the life cycle allows the stochastic geometry of growing compartments to be quantified; their areas and aspect ratios exhibit robust gamma distributions and exhibit a structural transition from a tight polygonal to a looser acircular packing geometry with stable eccentricity over time, evoking parallels and distinctions with the behavior of hydrated foams. These results provide quantitative insight into a general, open question in biology: how do cells collectively produce a complex structure external to themselves in a robust and accurate manner?",
          "url": "https://doi.org/10.1073/pnas.2425759122",
          "doi": "https://doi.org/10.1073/pnas.2425759122",
          "filter": "2"
        },
        {
          "title": "The distortion–push mechanism for the γ subunit rotation in F 1 -ATPase",
          "authors": "Masahiro Motohashi, Mao Oide, Chigusa Kobayashi, Jaewoon Jung, Eiro Muneyuki, Yuji Sugita",
          "abstract": "F 1 -ATPase comprises the stator ring consisting of α 3 β 3 subunits and the rotor γ subunit. The γ subunit rotation mechanism has been extensively investigated by biochemical analyses, structural studies, single-molecule measurements, and computational studies. Recent cryoelectron microscopy (cryo-EM) structures of F 1 -ATPase from the thermophilic bacterium Bacillus PS3 (TF 1 ) provide us with further possibilities for a better understanding of the γ-rotation mechanisms. Using cryo-EM structures having the γ-rotation angles close to the binding dwell and catalytic dwell states, we investigate the relationships between the γ subunit rotation, conformational changes of the stator α 3 β 3 subunits, and the nucleotide-binding and release. We performed targeted molecular dynamics (MD) simulations with external forces on the α 3 β 3 subunits and observed 80° substep rotations of the γ subunit. Then, we optimized the most probable transition pathway through the mean-force string method simulations with 64 images. Finally, using umbrella sampling, we calculated the potential of mean forces along the minimum free energy pathway during the 80° substep rotation. Our MD simulations suggest that 80° substep rotation is divided into the first rotation, resting, and the second rotation. Notably, the first rotation is driven by the distortion of the stator α 3 β 3 subunits, and the second rotation is induced mainly by direct β/γ subunit interactions. This model, which we call the distortion–push mechanism, is consistent with the residue-level experimental analysis on F 1 -ATPase and the atomic structures determined by X-ray crystallography and cryo-EM.",
          "url": "https://doi.org/10.1073/pnas.2502642122",
          "doi": "https://doi.org/10.1073/pnas.2502642122",
          "filter": "2"
        },
        {
          "title": "Analytical solutions for light propagation of LED",
          "authors": "Haohui Zhang, Kaiqing Zhang, Mingzheng Wu, Shupeng Li, Kevin L. Bodkin, Yevgenia Kozorovitskiy, John A. Rogers, Yonggang Huang",
          "abstract": "Analytical solutions of diffusion theory for light propagation in turbid media are essential for optical diagnostics and therapeutic applications, including cerebral oximetry, hemodynamic monitoring, and photostimulation. While existing solutions work reasonably well for collimated light sources—lasers and optical fibers—analytical solutions for LEDs remain missing, despite the growing use of LEDs in wearable and implantable bioelectronics. We present a method to solve the diffusion theory and derive analytical solutions for two biomedically relevant configurations: 1) surface-mounted LEDs on semi-infinite media (e.g., wearable devices) and 2) embedded LEDs in infinite media (e.g., implantable devices). Beyond a distance of 4 times the scattering length of the medium to the LED source, our analytical solutions are reasonably accurate, within 6% error for 1) and 3% for 2). This represents significant improvements over existing analytical solutions, characterized by 26% and 15% error, respectively. Using our analytical solutions, we derive tissue optical properties ( μ a and μ s ′ ) from diffuse reflectance results with &lt;7% error, and we determine the irradiance threshold for photostimulation, aligned with experimental optogenetic activation data. Our analytical solutions are readily adaptable to various biomedical applications, offering a rigorous theoretical foundation for next-generation LED-based bioelectronics, to enable more accurate optical diagnostics and therapies in clinical applications.",
          "url": "https://doi.org/10.1073/pnas.2508163122",
          "doi": "https://doi.org/10.1073/pnas.2508163122",
          "filter": "2"
        },
        {
          "title": "Suppressing mechanical property variability in recycled plastics via bioinspired design",
          "authors": "Dimitrios Georgiou, Danqi Sun, Xing Liu, Christos E. Athanasiou",
          "abstract": "Over 350 million metric tons of plastic waste are generated annually, with most ending up in landfills, dumps, or the environment, posing significant risks. Mechanical recycling remains underutilized, largely due to the high variability in the mechanical properties of recycled plastics (recyclates). This variability undermines performance reliability and hinders the adoption of recyclates in demanding industrial applications. Inspired by natural materials, known for their mechanical robustness despite microstructural stochasticity, we propose a universal, chemistry-agnostic, brick-and-mortar design tailored for recycled polymers. In this design, stiff recycled plastic platelets (bricks) are embedded in a soft virgin polymer matrix (mortar), which accommodates deformation and redistributes stress. To predict the effective modulus, strength, and property variability of such structures, we developed an uncertainty-aware tension-shear-chain model, combining Monte Carlo simulations with literature-based distributions of recyclates’ stiffness and conservative interfacial parameter stochasticity assumptions. We validated our model using nacre-inspired composites fabricated from recycled high-density polyethylene (rHDPE) platelets and polydimethylsiloxane (PDMS) mortar. The experimental results matched model predictions, confirming significant suppression of variability. In a case study on industrial HDPE stretch film, our design reduced modulus variability by up to 93% and maximum permissible strain variability by at least 68% compared to input rHDPE, while matching the modulus of virgin HDPE film. This work introduces a design-enabled variability-suppression strategy for recycled plastics, able to transform highly heterogenous materials into structurally robust products. By supporting virgin-plastic substitution and circular design strategies, our approach can enable the broader adoption of recyclates by several industries.",
          "url": "https://doi.org/10.1073/pnas.2502613122",
          "doi": "https://doi.org/10.1073/pnas.2502613122",
          "filter": "2"
        },
        {
          "title": "Biochar in the circular bionutrient economy",
          "authors": "Johannes Lehmann, Edmundo Barrios, Mariana Devault, Lucinda Li, Rebecca Nelson, Johan Six, John Trimmer",
          "abstract": "The circular bionutrient economy is defined here as the circular economy of nutrients in managed organic residues. Here, we posit that biochar technology can stimulate the circular bionutrient economy by meeting the following three requirements: 1) nutrients are captured in a dry form, increasing market value and lowering transportation cost; 2) individual nutrients can be captured separately and combined as needed for particular plants and soils; 3) all pathogens and most pollutants can be removed with the notable exception of heavy metals. Pyrolysis and associated moisture removal enabled by the energy released during pyrolysis decreases weight of solid excreta by 85 to 90% and volume by 74 to 90%. This will lower storage and transport costs allowing redistribution of nutrients from production to processing and consumption of food. Incorporating liquid organic residues into nutrient recovery processes is crucial to the circular bionutrient economy. For example, N fertilizer from human feces would only generate about 2% (2.0 to 2.4 Tg N y −1 ) of current global N application, whereas including urine could increase this fraction to 16 to 17% (15.7 to 16.9 Tg N y −1 ). Nutrient acquisition by plants can be increased by biochar through nutrient retention and pH buffering in soil. We posit that leveraging biochar to close the nutrient circle requires public–private partnerships in forms of a community of practice and green alliances. These must develop a marketable product that incentivizes private investment. Such products may only be cost competitive with established fertilizer products by internalizing external environmental costs possibly through market mechanisms including but not limited to carbon credits.",
          "url": "https://doi.org/10.1073/pnas.2503668122",
          "doi": "https://doi.org/10.1073/pnas.2503668122",
          "filter": "2"
        },
        {
          "title": "Gene regulatory logic of the interferon-β enhancer is characterized by two selectively deployed modes of transcription factor synergy",
          "authors": "Allison Schiffman, Zhang Cheng, Diana Ourthiague, Alexander Hoffmann",
          "abstract": "Type I interferon IFNβ is a key immune response cytokine, and when its expression is dysregulated, it causes disease. The regulation of IFNβ enhancer has been a touchpoint of mammalian gene control research since the discovery of functional synergy between two stimulus-responsive transcription factors (TFs), nuclear factor kappa B (NFκB) and interferon regulatory factors (IRF). However, subsequent gene knockout studies revealed that in some conditions either NFκB or IRF activation can be dispensable, leaving the precise regulatory logic of IFNβ transcription an open question. Here, we developed a series of quantitative enhancer states models of IFNβ expression control and evaluated them with stimulus–response data from TF knockouts. Of these, our analysis reveals that two modes of TF synergy account for the available data and neither is based on binding cooperativity. The first involves two adjacent IRF dimers, with a sigmoidal binding curve at the distal site rendering it ultrasensitive and restricting it to conditions of high IRF activity upon viral infection. The second is driven by the proximal site, which has high affinity and synergizes with NFκB to enable about half-maximal expression in response to bacterial exposure. Its accessibility is controlled by the competitive repressor p50:p50, which prevents basal IRF from binding, such that NFκB-only stimuli do not induce IFNβ expression and may allow for prior-exposure-dependent tuning. The model explains how the regulatory logic of the IFNβ enhancer ensures invariant IFNβ expression in response to viral exposure, while providing tunable, context-dependent expression in response to bacterial exposure.",
          "url": "https://doi.org/10.1073/pnas.2502800122",
          "doi": "https://doi.org/10.1073/pnas.2502800122",
          "filter": "2"
        },
        {
          "title": "A stochastic theory of urban metabolism",
          "authors": "Martin Hendrick, Andrea Rinaldo, Gabriele Manoli",
          "abstract": "A current tenet in the science of cities is the emergence of power-law relations between population size and a variety of urban indicators, echoing allometric scaling in living organisms akin to Kleiber’s law. However fascinating, existing scaling theories suffer from biases related to the ad-hoc definition of city boundaries and to their neglect of intraurban variability of city properties. Here, to deal rigorously with biases, we explore the hypothesis that the empirical statistics of intracity variations in population counts, road networks, and carbon emissions-across various cities and spatial scales-can be interpreted as resulting from the joint fluctuations of spatially dependent random variables. Rather than relating urban characteristics to overall city size, we focus on how intraurban properties and local population patterns vary together across space. We find that the marginal and joint probability distributions are characterized by finite-size scaling functions which, upon suitable rescaling, collapse onto a set of universal curves. These results are analogous to those relating intraspecies variability in living organisms where the scaling of mean body mass with a characteristic metabolic rate clouds the effects of the variance of both traits. Our findings lay the foundations for a generalized theory of urban metabolism, linking city-scale quantities to the covariation of intraurban characteristics. This also opens up opportunities for a full exploitation of available urban data allowing the integration of biologically inspired theories into the modeling and planning of cities.",
          "url": "https://doi.org/10.1073/pnas.2501224122",
          "doi": "https://doi.org/10.1073/pnas.2501224122",
          "filter": "2"
        },
        {
          "title": "Climate change and Vibrio : Environmental determinants for predictive risk assessment",
          "authors": "Kyle D. Brumfield, Moiz Usmani, Daniel M. Long, Henry A. Lupari, Robert K. Pope, Antarpreet S. Jutla, Anwar Huq, Rita R. Colwell",
          "abstract": "Climate change significantly impacts the incidence and abundance of microorganisms, including those essential for environmental cycles and those pathogenic to humans and animals. Shifts in conditions favorable for microbial growth have expanded the geographic range of many pathogens, contributing to the emergence and reemergence of infectious diseases. Waterborne diseases pose severe risks in regions where adverse climate conditions intersect with population vulnerabilities, especially inadequate water, sanitation, and hygiene infrastructure. Since many waterborne pathogens play crucial roles in the environment, such as in carbon and nitrogen cycling, their eradication is not possible. However, predictive intelligence models that identify environmental heuristics conducive to the growth of pathogenic strains, integrating microbiological, sociological, and weather data, can offer anticipatory decision-making capabilities, reducing infection risks. Here, the objective was to analyze data from studies since the 1960s to identify environmental determinants driving the occurrence and distribution of pathogenic Vibrio spp ., enabling predictive modeling of the effects of climate change on cholera and noncholera vibriosis. The proliferation of Vibrio spp. in aquatic ecosystems has been linked to climate change and, concomitantly, with increased environmental disease transmission, notably cholera in Southeast Asia and parts of Africa and noncholera vibriosis in Northern Europe and along the Eastern seaboard of North America. Global predictive risk models for Vibrio cholerae have contributed to reduction in case fatality rates when coupled with individual and large-scale intervention early in outbreaks. These models, when appropriately modified, hold the potential to predict disease caused by all clinically relevant Vibrio spp . and other waterborne pathogens.",
          "url": "https://doi.org/10.1073/pnas.2420423122",
          "doi": "https://doi.org/10.1073/pnas.2420423122",
          "filter": "2"
        },
        {
          "title": "Targeted deletions of large syntenic regions in Arabidopsis thaliana",
          "authors": "Ashot Papikian, Rachel J. Rattner, Jenni Kao, Neil Hauser, Nicholas Allsing, Allen Mamerto, Nolan T. Hartwick, Kelly Colt, Todd P. Michael",
          "abstract": "Plant genomes have undergone multiple rounds of whole-genome duplication (WGD) throughout their evolutionary history. As a result, many species, including Arabidopsis thaliana , retain duplicated genomic segments, or syntenic regions, which harbor large numbers of paralogous genes preserved from these ancient WGD events. We deleted four large, duplicated blocks, ranging from ~115 kb to ~684 kb using Staphylococcus aureus Cas9 to explore the effects of knocking out these blocks in Arabidopsis . Large deletions like these remain rare, especially in small and gene-dense plant genomes. Deletions were subsequently verified using whole-genome sequencing, which revealed minimal off-target effects. The number of deleted genes ranged from 16 to 60, and transposable elements ranged from 4 to 112 among the four deleted blocks. Two deletion lines showed distinct phenotypes resulting from the loss of many genes, while two others displayed no obvious defects, including for flowering time or hypocotyl elongation. Moreover, RNA-sequencing revealed that expression compensation, where deletions of paralogous genes lead to the upregulation of intact paralogues, was not a general response to the deleted regions under the conditions tested. Thus, it is possible to obtain viable plants when deleting large fragments that may be redundant or that contain nonessential genes. These results demonstrate that large chromosomal deletions can be used as a tool for genome engineering approaches, such as genome minimization in plants and allele replacement using homology-directed repair and other precision editing methods. Targeted deletions of large chromosome fragments will be a valuable tool for research and biotechnology applications.",
          "url": "https://doi.org/10.1073/pnas.2419744122",
          "doi": "https://doi.org/10.1073/pnas.2419744122",
          "filter": "2"
        }
      ]
    },
    {
      "journal_full": "Science Advances",
      "journal_short": "SciAdv",
      "articles": [
        {
          "title": "Stable isotope evidence for the participation of commoners in Inka khipu production",
          "authors": "Sabine Hyland, Kit Lee, Hannah Koon, Sanna Laukkanen, Luke Spindler",
          "abstract": "This study presents previously unknown evidence about the social status of Inka-era khipu experts. A lack of physical evidence hinders our understanding of the specialists who made Inka khipus (knotted cords that served as writing). On the basis of primarily Spanish-language colonial chronicles, it is thought that khipus were created exclusively by male bureaucratic elites. We analyzed Inka khipu, KH0631, whose primary cord is composed of human hair. Historically, human hair on a khipu served as a “signature” to indicate the khipu’s creator. Recent advances in elemental analysis–isotope ratio mass spectrometry allowed us to undertake simultaneous carbon, nitrogen, and sulfur measurements from a single KH0631 hair sample, revealing that this individual consumed a diet characteristic of low-ranking commoners. This finding suggests that commoners participated in Inka khipu production.",
          "url": "https://doi.org/10.1126/sciadv.adv1950",
          "doi": "https://doi.org/10.1126/sciadv.adv1950",
          "filter": "0"
        }
      ],
      "articles_hidden": [
        {
          "title": "Ultrafast tomograms in a flash",
          "authors": "Lei Tian",
          "abstract": "Fourier synthesis optical diffraction tomography encodes hundreds of views per exposure, enabling kilohertz-rate, label-free three-dimensional imaging of complex biological and soft-matter dynamics previously beyond reach.",
          "url": "https://doi.org/10.1126/sciadv.aea2494",
          "doi": "https://doi.org/10.1126/sciadv.aea2494",
          "filter": "2"
        },
        {
          "title": "Diurnal urban rainfall anomalies across different landscapes",
          "authors": "Xinxin Sui, Zong-Liang Yang, Dev Niyogi",
          "abstract": "Urbanization influences regional climates and extreme weather. While previous research has documented urban-induced precipitation for specific cities or storm cases, diurnal urban precipitation anomalies across different landscapes remain poorly understood. Analyzing diurnal and seasonal variations of urban precipitation anomalies across 175 US cities, we found strong urban effects on precipitation especially during summer afternoons. Large, inland cities can receive 10% more summer afternoon rainfall, and the pattern varies with urban heat islands and wind conditions. Coastal cities, under the influence of sea-land breeze, experience three times amplified daily urban precipitation enhancements than inland cities. Urban impacts are also noted for mountain cities, affecting their topography-dominated precipitation patterns. With increasing thresholds of extreme precipitation, most US cities experience more intense rainfall compared to their rural backgrounds. This study enhances our understanding of hitherto poorly documented diurnal aspects of urban rainfall through geographically distributed, landscape-specific rainfall anomalies.",
          "url": "https://doi.org/10.1126/sciadv.ads5046",
          "doi": "https://doi.org/10.1126/sciadv.ads5046",
          "filter": "2"
        },
        {
          "title": "The small-molecule pifithrin-α deactivates ETR1 to repress shade avoidance in Arabidopsis",
          "authors": "Wenjing Liang, Sha Huang, Xinran Chen, Kai Jiang, Xin Gong, Hongwei Guo, Lin Li",
          "abstract": "Shade avoidance syndrome (SAS) commonly occurs in plants sensing shading and the proximity of neighbors, leading to morphological and physiological changes that are detrimental to plant health and consequently crop yield. Controlling SAS could be beneficial for sustainable agriculture. Here, we performed a phenotype-based chemical screening in Arabidopsis and identified pifithrin-α (PFT-α) as a compound that suppresses shade-induced hypocotyl elongation and gene expression. Through genetic, biochemical, and molecular approaches, we demonstrated that PFT-α mimics ethylene by deactivating the ethylene receptor 1 (ETR1). Accumulated ethylene-insensitive 3 (EIN3) influences the expression of phytochrome-interacting factors ( PIF4 and PIF7 ) and subsequently inhibits shade-induced hypocotyl elongation. Our findings not only provide molecular insights into SAS but also suggest that PFT-α, acting as a potent ethylene mimic, plays a crucial role in hormone-regulated plant development and holds potential for modulating SAS in agricultural practices.",
          "url": "https://doi.org/10.1126/sciadv.adw9241",
          "doi": "https://doi.org/10.1126/sciadv.adw9241",
          "filter": "2"
        },
        {
          "title": "Somatic CRISPR tumorigenesis and multiomic analysis reveal a pentose phosphate pathway disruption vulnerability in MPNSTs",
          "authors": "Gavin R. McGivney, Qierra R. Brockman, Nicholas Borcherding, Amanda Scherer, Adam J. Rauckhorst, Wade R. Gutierrez, Shane R. Solst, Collin D. Heer, Akshaya Warrier, Warren Floyd, David G. Kirsch, Vickie L. Knepper-Adrian, Emily A. Laverty, Grace A. Roughton, Douglas R. Spitz, Eric B. Taylor, Rebecca D. Dodd",
          "abstract": "Malignant peripheral nerve sheath tumors (MPNSTs) are aggressive and chemo-resistant sarcomas with poor survival rates. Loss of CDKN2A or P53 following NF1 disruption is a key event in MPNST development. Here, we used CRISPR-Cas9 somatic tumorigenesis in mice to identify transcriptomic and metabolomic features distinguishing CDKN2A - versus P53 -deleted MPNSTs. Convergent, multiomic analyses revealed that CDKN2A -deleted MPNSTs are especially dependent on the pentose phosphate pathway (PPP) and NADPH metabolism for growth and viability. Disruption of glucose-6-phosphate dehydrogenase (G6PD), the PPP rate-limiting enzyme, slowed CDKN2A -deleted MPNST growth and sensitized MPNSTs to standard-of-care chemotherapy. Knockdown of the redox-regulated transcription factor NRF2 slowed MPNST growth and decreased G6PD transcription. Analysis of patient MPNSTs identified a NRF2 gene signature correlating with tumor transformation. Furthermore, G6PD and NRF2 expression in PanCancer TCGA samples correlates with patient survival. This work identifies NRF2-PPP dependency as a targetable vulnerability in these difficult-to-treat MPNSTs, particularly in the NF1/CDKN2A -deleted majority.",
          "url": "https://doi.org/10.1126/sciadv.adu2906",
          "doi": "https://doi.org/10.1126/sciadv.adu2906",
          "filter": "2"
        },
        {
          "title": "Excess water availability in northern mid-high latitudes contiguously migrated from ocean under climate change",
          "authors": "Yansong Guan, Xihui Gu, Lunche Wang, Tianjun Zhou, Jun Xia, Dabang Jiang, Louise J. Slater, Luis Gimeno, Yadu Pokhrel, Gabriele Villarini, Jong-Seong Kug, Seok-Woo Son, Richard P. Allan, Jianfeng Li, Thian Yew Gan, Yinxue Liu, Dongdong Kong, Xiang Zhang, Xiangsen Cui",
          "abstract": "Terrestrial water availability sustains livelihoods, socioeconomic development, and ecosystems. Despite an understanding of contributions of oceanic moisture to terrestrial hydroclimatic extremes, whether surpluses of terrestrial water availability migrate directly and contiguously from the ocean and the influence of climate change on this process remain unclear. Here, we use a coherent feature-tracking method to identify ocean-to-land water availability surpluses (OWASs), characterized by spatiotemporally contiguous migration of excess atmospheric freshwater (precipitation-minus-evapotranspiration) from ocean to land. Over the past several decades, especially in northern mid-high latitudes (NMHL; above 48°N), OWASs have exhibited longer persistence, wider areal extent, and greater intensity than those developed solely over land. These landward migrations are associated with seasonal Atlantic teleconnection and Pacific circulation shift. Under the business-as-usual scenario, these two processes are projected to be enhanced, markedly increasing OWAS characteristics in NMHL driven by thermodynamic atmospheric responses to future warming. Intensified OWASs may not only help alleviate long-term droughts but also have the potential to accentuate pluvial risks.",
          "url": "https://doi.org/10.1126/sciadv.adv0282",
          "doi": "https://doi.org/10.1126/sciadv.adv0282",
          "filter": "2"
        },
        {
          "title": "Classic Maya response to multiyear seasonal droughts in Northwest Yucatán, Mexico",
          "authors": "Daniel H. James, Stacy A. Carolin, Sebastian F. M. Breitenbach, Julie A. Hoggarth, Fernanda Lases-Hernández, Erin A. Endsley, Jason H. Curtis, Christina D. Gallup, Susan Milbrath, John Nicolson, James Rolfe, Ola Kwiecien, Christopher J. Ottley, Alexander A. Iveson, James U. L. Baldini, Mark Brenner, Gideon M. Henderson, David A. Hodell",
          "abstract": "Protracted droughts may have contributed to sociopolitical upheaval and depopulation of cultural centers in the Maya Lowlands during the Terminal Classic Period (~800 to 1000 CE). Regional proxy climate records suggest multiple prolonged drought episodes during the Terminal Classic. The relationship between drought and response of individual sites, however, remains unclear because of large chronological uncertainties and poor temporal resolution of existing local paleoclimate inferences. We present a subannual rainfall record from northwest Yucatán, Mexico, derived from an annually laminated stalagmite spanning 871 to 1021 CE, with ±6-year age uncertainty. Interpretation of the stalagmite oxygen isotope record is supported by modern rain and drip water monitoring. Precisely dated droughts enable detailed analyses of timing and dynamics of regional human-climate interactions. Despite uncertainties in archaeological chronologies, these results suggest political activity at major northern Maya sites, including Chichén Itzá and Uxmal, declined at different times relative to droughts, implying differential cultural responses to climate stress.",
          "url": "https://doi.org/10.1126/sciadv.adw7661",
          "doi": "https://doi.org/10.1126/sciadv.adw7661",
          "filter": "2"
        },
        {
          "title": "A bioinspired microfluidic wearable sensor for multiday sweat sampling, transport, and metabolic analysis",
          "authors": "Soyoung Shin, Ruixiao Liu, Yiran Yang, José A. Lasalde-Ramírez, Gwangmook Kim, Chihyeong Won, Jihong Min, Canran Wang, Kexin Fan, Hong Han, Chibuike Uwakwe, Wenzheng Heng, Tzung K. Hsiai, Zhaoping Li, John D. FitzGerald, Wei Gao",
          "abstract": "Wearable sweat sensors enable noninvasive real-time biochemical monitoring, holding immense potential for personalized health care applications. However, achieving prolonged and reliable sweat sampling, along with stable biochemical analysis, remains challenging due to inconsistent secretion, rapid evaporation, and the reliance on external stimulation. Here, we present BMS 3 , a bioinspired microfluidic wearable sweat sensor system designed for multiday continuous metabolic monitoring. BMS 3 integrates hierarchically graded microchannels and superhydrophobic-superhydrophilic Janus membranes, inspired by pitcher plant trichomes and lotus leaves to enable efficient low volume sweat collection, transport, and renewal. A miniaturized carbachol gel–based iontophoresis module autonomously induces localized sweat secretion. Furthermore, the microfluidic design sustains sweat sampling for over 2 days from a single iontophoresis session, eliminating the need for physical exertion. In vitro and in vivo studies in healthy participants and patients with gout demonstrate BMS 3 ’s capability for continuous metabolic monitoring. By simultaneously tracking uric acid, xanthine, and alcohol levels, it effectively differentiates normal and pathological states while delivering timely therapeutic feedback.",
          "url": "https://doi.org/10.1126/sciadv.adw9024",
          "doi": "https://doi.org/10.1126/sciadv.adw9024",
          "filter": "2"
        },
        {
          "title": "Transcriptome fingerprinting of aberrant fibroblast activation unlocks effective therapeutics to tackle cardiac fibrosis",
          "authors": "Mathieu Cinato, Ryeonshi Kang, Solomiia Kramar, Lesia Savchenko, Nathalie Pizzinat, Audrey Swiader, Alexander Kel, Aleksandr Kalmykov, Daria Stelmashenko, Ilenia Martinelli, Jerome Roncalli, Charlotte Laborde, Oksana Kunduzova",
          "abstract": "Aberrant activation of fibroblasts is a pivotal component of cardiac fibrosis predisposing to heart failure. However, the molecular regulation of the functional state of cardiac fibroblasts in fibrosis resolution remains largely unexplored, and therefore, effective antifibrosis therapies are still lacking. By translating mouse transcriptomics to humans, we unlocked common molecular denominators connecting the fibroblast phenotypic state and fibrogenic signaling pathways in cardiac fibrosis. Through the construction of a fibroblast-specific transcriptional gene regulatory network, we found ITGAL and DUSP9 as key druggable targets for human myocardial fibrosis. A computational drug repurposing approach predicted 367 antifibrotic candidate compounds for heart disease. In primary cardiac fibroblasts derived from patients with heart failure, we provided experimental validation of the top 2–ranked repositioned drug candidates and their combination. These innovative approaches facilitate the identification of potential targets and drug candidates for cardiac fibrosis, providing actionable opportunities for clinical translation.",
          "url": "https://doi.org/10.1126/sciadv.adx0968",
          "doi": "https://doi.org/10.1126/sciadv.adx0968",
          "filter": "2"
        },
        {
          "title": "Sweat-sensitive adaptive warm clothing",
          "authors": "Xiaofeng Jiang, Xiuqiang Li, Hongbo Zhang, Zhili Hu, Siyuan Jia, Guowen Meng, Po-Chun Hsu, Wanlin Guo, Zhuhua Zhang",
          "abstract": "Thermal regulation in warm clothing is essential for enhancing human comfort in cold environments. However, traditional warm clothing lacks the ability to adapt to dynamic changes in the human body’s microenvironment. Here, we present an adaptive warm cloth, featuring a filling made of a natural bacterial cellulose membrane that responds to human sweating. The cloth’s thickness automatically adjusts from 13 millimeters (under low humidity and no sweating conditions) to 2 millimeters (under high humidity and sweating conditions), expanding the thermal regulation capability by 82.8% compared to traditional warm clothing with an unchanged thickness of 13 millimeters. Modeling results further suggest that deploying this adaptive warm clothing across 20 cities in China could extend the duration of the no thermal stress zone by an average of 7.5 hours. Combining exceptional thermal regulation, high stability, and scalability, this clothing represents a notable supplement to existing thermal management technologies.",
          "url": "https://doi.org/10.1126/sciadv.adu3472",
          "doi": "https://doi.org/10.1126/sciadv.adu3472",
          "filter": "2"
        },
        {
          "title": "Bioarchitectonics-inspired soft grippers with cutaneous slip perception",
          "authors": "Jiangtao Su, Joel Ming Rui Tan, Jiajun Liu, Ke He, Dong Wu, Wenjie Lai, Jinwei Cao, Soo Jay Phee, Shlomo Magdassi, Xiaodong Chen",
          "abstract": "The growing demand for dexterous and autonomous robotic manipulation highlights the need for advanced sensing and control strategies, particularly for slip prevention. Although soft grippers provide intrinsic compliance and adaptability, their effectiveness is often limited by the lack of real-time sensory feedback and the complexity of soft actuator dynamics. Inspired by human tactile perception, we developed a bioarchitectonics-inspired soft slip sensor with a three-dimensional structure that leverages crack and stress concentration to enhance sensitivity to incipient slip and shear force. Complementarily, a soft gripper with a linear pressure-to-force response was engineered to enable stable and predictable force modulation. The flexible slip sensors were conformally integrated onto the grippers, forming a fully perceptive soft robotic system capable of detecting early-stage slippage and investigating interfacial frictional properties. This integration establishes a closed-loop sensorimotor framework that notably improves the reliability and adaptability of soft robotic grasping across a wide range of real-world applications.",
          "url": "https://doi.org/10.1126/sciadv.adx4206",
          "doi": "https://doi.org/10.1126/sciadv.adx4206",
          "filter": "2"
        },
        {
          "title": "Structures of MmpL complexes reveal the assembly and mechanism of this family of transporters",
          "authors": "Zhemin Zhang, Rakesh Maharjan, William D. Gregor, Philip A. Klenotic, Edward W. Yu",
          "abstract": "We coexpressed the mycobacterial membrane protein large 5 (MmpL5) transporter and MmpS5 adaptor proteins in Mycobacterium smegmatis and defined their structures from detergent-solubilized crude membranes. We observed that MmpL5 presents as a monomer in complex with the cytosolic meromycolate extension acyl carrier protein M (AcpM), where these AcpM-MmpL5 complexes generate regular two-dimensional arrays. We also provide structural information to show that M. smegmatis MmpL5 assembles as a trimer that interacts with MmpS5 and AcpM to form the tripartite complex AcpM-MmpL5-MmpS5 that spans both the inner and outer membranes of the mycobacterium. In addition, we found that MmpL5 and AcpM are able to form the trimeric AcpM-MmpL5 complex. The structural data reveal that the full-length MmpL5 trimer is capable of spanning the entire mycobacterial cell envelope to transport substrates. However, this assembly requires the presence of MmpS5 to stabilize secondary structural features of the MmpL5 periplasmic subdomains.",
          "url": "https://doi.org/10.1126/sciadv.adx1129",
          "doi": "https://doi.org/10.1126/sciadv.adx1129",
          "filter": "2"
        },
        {
          "title": "Fourier synthesis optical diffraction tomography for kilohertz rate volumetric imaging",
          "authors": "Peter T. Brown, Nikta Jabbarzadeh, Luis Meneses, Kaia Swanson, Aidan Pintuff, Ekaterina Monakhova, Rory Kruithoff, Navish Wadhwa, Domenico F. Galati, Douglas P. Shepherd",
          "abstract": "Many biological and soft matter processes occur at high speeds in complex three-dimensional (3D) environments, and developing imaging techniques capable of elucidating their dynamics is an outstanding challenge. Here, we introduce Fourier synthesis optical diffraction tomography (FS-ODT), a quantitative phase imaging approach capable of recording the 3D refractive index at kilohertz rates. FS-ODT introduces computational strategies that multiplex tens of illumination angles in a single tomogram, markedly increasing the volumetric imaging rate. We validate FS-ODT on samples of known composition, hindered diffusion of colloids in solution, and the motility of bacterial swimmers. We also integrate FS-ODT into a multimodal microscope combining refractive index imaging with multicolor structured illumination microscopy. FS-ODT is a promising approach for unlocking imaging regimes that have been little explored, including understanding the physical interactions of colloids and microswimmers with their 3D environment and the interplay between these stimuli and the molecular response of biological systems.",
          "url": "https://doi.org/10.1126/sciadv.adr8004",
          "doi": "https://doi.org/10.1126/sciadv.adr8004",
          "filter": "2"
        },
        {
          "title": "Geographic range shapes influence species richness in global hotspots",
          "authors": "Jesper Sonne, Michael Krabbe Borregaard, Robert K. Colwell, Carsten Rahbek",
          "abstract": "The extraordinary richness of species in tropical mountain regions is often attributed to aggregations of small-ranged species, allowing tight spatial packing of their ranges. However, ranges of species in these regions are also distinctly more patchy and elongated than those found in adjacent lowlands. Our global analysis of mainland birds demonstrates that these range shapes augment the spatial variation in species richness. Both the linearity and patchiness of species ranges are most pronounced in aseasonal and topographically complex regions, most notably in the tropical Andes, where these range shapes contribute more to the pattern of species richness than broad-scale variations in range size. Consequently, niche-based processes that govern the spatial configuration of habitats contribute to patterns of species richness in global hotspots over and above the processes that affect species richness through range sizes.",
          "url": "https://doi.org/10.1126/sciadv.aea0138",
          "doi": "https://doi.org/10.1126/sciadv.aea0138",
          "filter": "2"
        },
        {
          "title": "Topological classification of driven-dissipative nonlinear systems",
          "authors": "Greta Villa, Javier del Pino, Vincent Dumont, Gianluca Rastelli, Mateusz Michałek, Alexander Eichler, Oded Zilberberg",
          "abstract": "In topology, averaging over local geometrical details reveals robust global features. These are crucial in physics for understanding quantized bulk transport and exotic boundary effects of linear wave propagation in (meta-)materials. Beyond linear Hamiltonian systems, topological physics strives to characterize open (non-Hermitian) and interacting systems. Here, we establish a framework for the topological classification of driven-dissipative nonlinear systems by defining a graph index for their Floquet semiclassical equations of motion. Our index builds upon the topology of vector flows and encodes the particle-hole nature of excitations around all out-of-equilibrium stationary states. Thus, we uncover the topology of nonlinear resonator’s dynamics under external and parametric forcing. Our framework sheds light on the topology of driven-dissipative phases, including under- to overdamped responses and symmetry-broken phases linked to population inversion. We therefore expose the pervasive link between topology and nonlinear dynamics, with broad implications for interacting topological insulators, topological solitons, neuromorphic networks, and bosonic codes.",
          "url": "https://doi.org/10.1126/sciadv.adt9311",
          "doi": "https://doi.org/10.1126/sciadv.adt9311",
          "filter": "2"
        },
        {
          "title": "Exploring antibiotic resistance in diverse homologs of the dihydrofolate reductase protein family through broad mutational scanning",
          "authors": "Karl J. Romanowicz, Carmen Resnick, Samuel R. Hinton, Calin Plesa",
          "abstract": "Antimicrobial resistance studies often focus on individual protein variants, neglecting broader protein family dynamics. Dihydrofolate reductase (DHFR), a key antibiotic target, has been extensively studied using deep mutational scanning, yet resistance mechanisms across this diverse protein family remain poorly understood. Here, we developed a synthetic metagenomics approach using DropSynth, a scalable gene synthesis platform, to construct a phylogenetically diverse library of 1536 DHFR homologs. These sequences, primarily derived from host-associated metagenomes, represent 759 bacterial species, including many clinically relevant pathogens. A multiplexed in vivo assay tested their ability to restore metabolic function and confer trimethoprim resistance in an Escherichia coli ∆ folA strain. Half of the synthetic homologs rescued the phenotype without supplementation, and mutant variants with up to five amino acid substitutions increased rescue rates to 90%, highlighting DHFR’s evolutionary resilience. Broad mutational scanning of DHFR homologs and 100,000 mutants revealed key insights into fitness and resistance, offering the most comprehensive analysis of complementation and inhibitor tolerance to date.",
          "url": "https://doi.org/10.1126/sciadv.adw9178",
          "doi": "https://doi.org/10.1126/sciadv.adw9178",
          "filter": "2"
        },
        {
          "title": "In situ observation of oxygen ion dynamics in topological phase change memristors through self-assembled interface design",
          "authors": "Kaifeng Li, Jiaqi Zhang, Yuang Chen, Jianyong Pan, Yufan Zheng, Shuangjie Xu, Run Zhao, Mengsha Li, Ruijuan Qi, Rong Huang, Zhibo Yan, Pu Yu, Jun-Ming Liu, Judith L. MacManus-Driscoll, Hao Yang, Weiwei Li",
          "abstract": "Resistive switching memory represents a potentially transformative advancement in next-generation nonvolatile memory and neuromorphic technologies. Recently, vertically aligned nanocomposites (VANs) have been proposed to optimize the memristive performance of single-phase memories. However, the microscopic mechanism of dynamic resistive switching in these VAN architectures is still elusive. Here, we built up a VAN structure with brownmillerite SrCoO 2.5 (BM-SCO) and magnesium oxide (MgO), where the topological phase transformation in BM-SCO provides a well-defined facile vertical path for oxygen ion migration within the vertical interfaces between BM-SCO and MgO phases. Compared with the BM-SCO memristor, the (BM-SCO) 0.5 :(MgO) 0.5 VAN memristor exhibits advantages in resistive switching and simulates various synaptic functions, achieving high accuracy in image recognition tasks. Using in situ scanning transmission electron microscopy, we revealed the microscopic mechanism of oxygen ion migration dynamics along the vertical interfaces. Our work substantially advances the understanding of resistive switching mechanism and further demonstrates the great potential of VAN architectures for practical application in high-performance resistive memory.",
          "url": "https://doi.org/10.1126/sciadv.adw8513",
          "doi": "https://doi.org/10.1126/sciadv.adw8513",
          "filter": "2"
        },
        {
          "title": "Lipid nanoparticles for mRNA delivery in brain via systemic administration",
          "authors": "Dinglingge Cao, Xucheng Hou, Chang Wang, Siyu Wang, Zhengwei Liu, Meng Tian, Kaiyuan Guo, Haoyuan Li, Diana D. Kang, Yichen Zhong, Yonger Xue, Changyue Yu, Binbin Deng, Yizhou Dong",
          "abstract": "Efficient delivery of messenger RNA (mRNA) to the brain via systemic administration remains a challenge, primarily due to the blood-brain barrier. To address this challenge, we incorporated SR-57227, a ligand of serotonin [5-hydroxytryptamine type 3 (5-HT 3 )] receptor, into the design of ionizable lipids to develop lipid nanoparticles (LNPs) for systemic mRNA delivery to the brain. OS4T LNP was identified as an optimized formulation based on multiple assays. Following systemic administration, OS4T LNP achieved over a 50-fold increase in mRNA translation within brain tissues compared to US Food and Drug Administration–approved Onpattro LNPs (DLin-MC3-DMA). In an orthotopic glioblastoma (GBM) mouse model, engineered interleukin-12 mRNA–loaded OS4T LNPs significantly suppressed tumor growth and improved overall survival. This study demonstrates OS4T LNP as a promising platform for brain mRNA delivery and highlights its potential for treating GBM and other central nervous system disorders.",
          "url": "https://doi.org/10.1126/sciadv.adw0730",
          "doi": "https://doi.org/10.1126/sciadv.adw0730",
          "filter": "2"
        },
        {
          "title": "Tracing the stepwise Darwinian evolution of a plant halogenase",
          "authors": "Colin Y. Kim, David W. Kastner, Andrew J. Mitchell, Michael A. Gutierrez, Jocelyn S. Yao, Edwin N. Neumann, Heather J. Kulik, Jing-Ke Weng",
          "abstract": "Biohalogenation is rare in plant metabolism, with the Menispermaceae’s chloroalkaloid acutumine being an exception. This involves a specialized dechloroacutumine halogenase (DAH) from the iron- and 2-oxoglutarate–dependent dioxygenase (2ODD) family. While DAH is presumed to have evolved from an ancestral 2ODD, how enzyme specialization arises through Darwinian processes remains a fundamental question in understanding metabolic evolution. Here, we investigate the evolutionary history of DAH using the chromosomal-level genome of Menispermum canadense . Phylogenomic dating and synteny analyses reveal DAH evolution through tandem duplication of an ancestral flavonol synthase (FLS) gene, followed by neofunctionalization and gene loss events. Structural modeling, molecular dynamics, and site-directed mutagenesis identify mutations enabling the catalytic switch from FLS to DAH. This required traversing a complex evolutionary landscape with deep fitness valleys separating intermediate states captured in the M. canadense genome. Our findings illustrate how enzymatic functions evolve through lineage-specific pathways, reshaping active sites and enabling catalytic mechanism-switching mutations.",
          "url": "https://doi.org/10.1126/sciadv.adv6898",
          "doi": "https://doi.org/10.1126/sciadv.adv6898",
          "filter": "2"
        },
        {
          "title": "Nanoscale acoustic oscillator for mechanoimmunology: NAOMI",
          "authors": "Ye He, Ke Jin, Bo Pan, Ke Li, John D. H. Mai, Xianchen Xu, Ying Chen, Zhiteng Ma, Kaichun Yang, Shujie Yang, Kilian Shambaugh, Mingyuan Liu, Jianping Xia, Yuqi Wu, Luke P. Lee, Tony Jun Huang",
          "abstract": "Mechanoimmunology explores how mechanical forces orchestrate immune responses, offering insights into immune cell functions and the mechanisms underlying mechanotransduction. A critical challenge in this field is the absence of reliable platforms that apply precise, consistent mechanical stimuli to individual cells while enabling reproducible immune activation. Here, we present a nanoscale acoustic oscillator for mechanoimmunology applications: NAOMI. NAOMI features micropatterned pillars that support uniform cell monolayer formation with an integrated acoustic transducer that delivers highly controlled 3D nanoscale oscillations (±1-nanometer deviation) for up to 72 hours. Unlike conventional passive platforms relying on static stiffness or surface topography, NAOMI enables dynamic, programmable stimulation with high precision and reproducibility. Validation studies demonstrate that NAOMI notably enhances mechanical stress intensity and cell displacement, driving robust M1 polarization in macrophages. NAOMI provides a practical and versatile platform for studying mechanoimmunology, offering high precision, stability, and tunability. Its capabilities also position it well to support future research and drive innovative discoveries in the field.",
          "url": "https://doi.org/10.1126/sciadv.adx3851",
          "doi": "https://doi.org/10.1126/sciadv.adx3851",
          "filter": "2"
        },
        {
          "title": "Submarine ash megabed fed by far-traveled, shoreline-crossing pyroclastic currents from a large explosive volcanic eruption",
          "authors": "Abigail Metcalfe, Tim Druitt, Katharina Pank, Steffen Kutterolf, Jonas Preine, Karim Kelfoun, Christian Hübscher, Paraskevi Nomikou, Thomas A. Ronge, Shun Chiyonobu, Olga Koukousioura, Adam Woodhouse, Sarah Beethe, Michael Manga, Iona McIntosh, Masako Tominaga, Carole Berthod, Hehe Chen, Acacia Clark, Susan DeBari, Ralf Gertisser, Raymond Johnston, Ally Peccia, Yuzuru Yamamoto, Alexis Bernard, Tatiana Fernandez Perez, Christopher K. Jones, Kumar Batuk Joshi, Günther Kletetschka, Molly McCanta, Antony Morris, Paraskevi Polymenakou, Xiaohui Li, Jean-Marie Nedelec, Hao-Yang Lee, Dimitrios Papanikolaou",
          "abstract": "Large explosive volcanic eruptions from island volcanoes deliver vast quantities of ash to the marine environment. While many of the transport pathways are understood, those from shoreline-crossing or submarine pyroclastic currents, and their transformation into water-supported gravity flows, remain poorly constrained. We report the discovery by International Ocean Discovery Program (IODP) deep drilling of a 200-meter-thick ash megabed buried in rift basins of the South Aegean Volcanic Arc. The &gt;73–cubic kilometer ash deposit originates from the Kos Plateau Tuff caldera-forming eruption, which occurred 161 thousand years ago, &gt;120 kilometers to the east. The ash forms a chemically uniform, graded megabed lacking bioturbation, interpreted as having been emplaced by a stream of eruption-fed turbidity currents. Bioclastic debris within the ash provides evidence of widespread destruction of marine ecosystems. Large volcanic eruptions can remodel the seafloor landscape, deposit thick ash turbidites, and destroy marine biota on island arc–wide scales in short-lived, catastrophic events.",
          "url": "https://doi.org/10.1126/sciadv.ads9642",
          "doi": "https://doi.org/10.1126/sciadv.ads9642",
          "filter": "2"
        },
        {
          "title": "Elusive tropical forest canopy diversity revealed through environmental DNA contained in rainwater",
          "authors": "Lucie Zinger, Anne-Sophie Benoiston, Yves Cuenot, Céline Leroy, Eliane Louisanna, Lucie Moreau, Frédéric Petitclerc, Finn Piatscheck, Jérôme Orivel, Cécile Richard-Hansen, Lou Hansen-Chaffard, Uxue Suescun, Valérie Troispoux, Frédéric Boyer, Jérôme Chave, Thibaud Decaëns, Antoine Fouquet, Johan Pansu, Jérémy Raynaud, Rodolphe Rougerie, Lucas Sire, Heidy Schimann, Pierre Taberlet, Amaia Iribar",
          "abstract": "Exploring the biodiversity hidden in tropical rainforests canopies represents a major frontier in biodiversity research yet remains challenging. Environmental DNA (eDNA) can revolutionize this field as it did already in various ecosystems. Here, we test the hypothesis that eDNA contained in canopy throughfall could be used to monitor this elusive diversity and detect anthropogenic disturbance. Using custom-made, low-cost rain collectors, we sampled rainwash eDNA in a mature Amazonian forest and a nearby tree plantation. We successfully detected eDNA from tropical woody and epiphyte plants, vertebrates (mammals, birds, and amphibians), and insects (e.g., mosquitoes, ants, and beetles). The taxonomic composition and diversity reflected disturbance, with significantly lower diversity in the plantation. Crucially, rainwash eDNA integrated biodiversity over a 10-day period in passive collectors and provided a local signature. This approach has thus potential for establishing a cost-effective monitoring system for tropical moist forest canopies, applicable in impact assessments and sustainable management.",
          "url": "https://doi.org/10.1126/sciadv.adx4909",
          "doi": "https://doi.org/10.1126/sciadv.adx4909",
          "filter": "2"
        },
        {
          "title": "Data-driven global ocean modeling for seasonal to decadal prediction",
          "authors": "Zijie Guo, Pumeng Lyu, Fenghua Ling, Lei Bai, Jing-Jia Luo, Niklas Boers, Toshio Yamagata, Takeshi Izumo, Sophie Cravatte, Antonietta Capotondi, Wanli Ouyang",
          "abstract": "Accurate modeling of ocean dynamics is crucial for enhancing our understanding of complex ocean circulation processes, predicting climate variability, and tackling challenges posed by climate change. Although great efforts have been made to improve traditional numerical models, predicting global ocean variability over multiyear scales remains challenging. Here, we propose ORCA-DL (Oceanic Reliable foreCAst via Deep Learning), a data-driven three-dimensional ocean model for seasonal to decadal prediction of global ocean dynamics. ORCA-DL accurately simulates the three-dimensional structure of global ocean dynamics with high physical consistency and outperforms state-of-the-art numerical models in capturing extreme events, including El Niño–Southern Oscillation and upper ocean heat waves. Moreover, ORCA-DL stably emulates ocean dynamics at decadal timescales, demonstrating its potential even for skillful decadal predictions and climate projections. Our results demonstrate the high potential of data-driven models for providing efficient and accurate global ocean modeling and prediction.",
          "url": "https://doi.org/10.1126/sciadv.adu2488",
          "doi": "https://doi.org/10.1126/sciadv.adu2488",
          "filter": "2"
        },
        {
          "title": "Src/Fas2-dependent Ephrin phosphorylation initiates Eph/Ephrin reverse signaling through Rac1 to shape columnar units in the fly brain",
          "authors": "Miaoxing Wang, Xujun Han, Yunfei Lee, Rie Takayama, Makoto Sato",
          "abstract": "Columns are the morphological and functional units containing multiple neurons in the brain. The molecular mechanisms of column formation are largely unknown. Ephrin/Eph signaling mediates a variety of developmental processes. Ephrin acts as a ligand for Eph to regulate forward signaling, whereas Eph acts as a ligand for Ephrin to regulate reverse signaling. However, whether and how the uni- or bidirectional Ephrin/Eph signaling is involved in column formation remains elusive. In this study, we show that Ephrin and Eph regulate the morphology and location of columnar neurons through bidirectional repulsive signaling. Furthermore, Eph ligand triggers cytoplasmic tyrosine phosphorylation of Ephrin under the control of Src kinases and Fasciclin 2 (Fas2), forming the Ephrin/Src/Fas2 complex to promote reverse signaling through a downstream regulator, Rac1. This study provides the detailed analysis of the molecular interactions involved in column formation using the fly brain as a model.",
          "url": "https://doi.org/10.1126/sciadv.adv7490",
          "doi": "https://doi.org/10.1126/sciadv.adv7490",
          "filter": "2"
        },
        {
          "title": "Membrane curvature association of amphipathic helix 8 drives constitutive endocytosis of GPCRs",
          "authors": "Jan Hendrik Schmidt, Rasmus Herlo, Joscha Rombach, Andreas Haahr Larsen, Mikkel Stoklund, Mathias Perslev, Tommas Theiss Ehler Nielsen, Keenie Ayla Andersen, Carmen Klein Herenbrink, Matthew D. Lycas, Aske Lykke Ejdrup, Nikolaj Riis Christensen, Jan P. Christensen, Mootaz Salman, Freja Herborg, Ulrik Gether, Alexander Sebastian Hauser, Patricia Bassereau, David Perrais, Kenneth Lindegaard Madsen",
          "abstract": "Cellular signaling relies on the activity of transmembrane receptors and their presentation on the cellular surface. Their continuous insertion in the plasma membrane is balanced by constitutive and activity-dependent internalization, which is orchestrated by adaptor proteins recognizing semispecific motifs within the receptors’ intracellular regions. Here, we describe a complementary trafficking mechanism for G protein–coupled receptors (GPCRs) that is evolutionary conserved and refined. This mechanism relies on the insertion of their amphipathic helix 8 into the inner leaflet of lipid membranes, orthogonal to the transmembrane helices. These amphipathic helices dictate subcellular localization of the receptors and autonomously drive their endocytosis by cooperative assembly and association with areas of high membrane curvature. The strength of helix 8 membrane insertion propensity quantitatively predicts the rate of constitutive internalization of GPCRs. This discovery advances our understanding of membrane protein trafficking and highlights a principle of receptor-lipid interactions that may have broad implications for cellular signaling and therapeutic targeting.",
          "url": "https://doi.org/10.1126/sciadv.adv1499",
          "doi": "https://doi.org/10.1126/sciadv.adv1499",
          "filter": "2"
        },
        {
          "title": "N , N -dimethyltryptamine mitigates experimental stroke by stabilizing the blood-brain barrier and reducing neuroinflammation",
          "authors": "Marcell J. László, Judit P. Vigh, Anna E. Kocsis, Gergő Porkoláb, Zsófia Hoyk, Tamás Polgár, Fruzsina R. Walter, Attila Szabó, Srdjan Djurovic, Béla Merkely, Alán Alpár, Ede Frecska, Zoltán Nagy, Mária A. Deli, Sándor Nardai",
          "abstract": "N , N -dimethyltryptamine (DMT) is a psychoactive molecule present in the human brain. DMT is under clinical evaluation as a neuroprotective agent in poststroke recovery. Yet, its mechanism of action remains poorly understood. In a rat transient middle cerebral artery occlusion stroke model, we previously showed that DMT reduces infarct volume. Here, we demonstrate that this effect is accompanied by reduction of cerebral edema, attenuated astrocyte dysfunction, and a shift in serum protein composition toward an anti-inflammatory, neuroprotective state. DMT restored tight junction integrity and blood-brain barrier (BBB) function in vitro and in vivo. DMT suppressed the release of proinflammatory cytokines and chemokines in brain endothelial cells and peripheral immune cells and reduced microglial activation via the sigma-1 receptor. Our findings prove that DMT mitigates a poststroke effect by stabilizing the BBB and reducing neuroinflammation. Such interactions of DMT with the vascular and immune systems can be leveraged to complement current, insufficient, stroke therapy.",
          "url": "https://doi.org/10.1126/sciadv.adx5958",
          "doi": "https://doi.org/10.1126/sciadv.adx5958",
          "filter": "2"
        },
        {
          "title": "Large-scale maps of altered cortical dynamics in early-stage psychosis are related to GABAergic and glutamatergic neurotransmission",
          "authors": "Ayelet Arazi, Alessandro Toso, Tineke Grent-‘t-Jong, Peter J. Uhlhaas, Tobias H. Donner",
          "abstract": "Psychotic disorders affect GABAergic inhibition and glutamatergic excitation via NMDA receptors across the cerebral cortex. The mechanisms by which these distributed synaptic alterations produce the heterogenous symptoms of psychosis remain poorly understood. Using magnetoencephalographical source imaging, we mapped psychosis-related alterations of various features of intrinsic neural population dynamics across the human cortex. The cortex-wide patterns of these features were highly reproducible and related to the anatomical hierarchy of cortical areas. We found similar changes in these patterns for individuals with a first episode of psychosis and those at clinical high risk for psychosis. Maps of psychosis-induced changes in dynamics resembled the maps of GABA-A receptor densities and of pharmacological GABA-A or NMDA manipulation effects on cortical dynamics in healthy participants. The level of pattern similarity to GABA-A manipulation effects in individual patients correlated with positive symptoms, while the pattern similarity to NMDA effects correlated with negative symptoms. Our results open up a window on the distributed mechanisms of psychotic symptoms.",
          "url": "https://doi.org/10.1126/sciadv.ads0400",
          "doi": "https://doi.org/10.1126/sciadv.ads0400",
          "filter": "2"
        },
        {
          "title": "Advancing precision photothermal therapy by integrating armored gold nanostars with real-time photoacoustic thermometry and imaging",
          "authors": "Aidan J. Canning, Tri Vu, Luca Menozzi, Paul Klippel, Xinrong Chen, Jianing Chen, Theresa Charity, Khang Hoang, Joseph J. Yang, Yun Jing, Gregory M. Palmer, Junjie Yao, Tuan Vo-Dinh",
          "abstract": "Nanoparticle-mediated photothermal therapy (PTT) is a promising strategy for cancer treatment; however, nanoparticle instability and lack of precise imaging tools for real-time temperature monitoring during therapy and nanoparticle tracking have hindered investigations in animal models. To address these critical issues, we present a theranostic platform that seamlessly integrates armored core–gold nanostar (AC-GNS)–mediated PTT with full-view photoacoustic computed tomography (PACT), enabling nanoparticle tracking and real-time imaging-guided PTT in deep tissues. The AC-GNS platform delivered exceptional photostability and thermal resilience beyond those of conventional nanoparticles while serving as a high-performance contrast agent for PACT and a photothermal transducer for PTT. Integrating AC-GNS–mediated PTT with noninvasive PACT enabled whole-body nanoparticle tracking, PTT treatment monitoring via thermal imaging, and thermal dose determination, culminating in a 100% survival rate in a murine bladder cancer model without long-term treatment-related toxicity. This theranostic platform lays the foundation for broader research applications and provides opportunities for advancing solid tumor treatment and response assessment research.",
          "url": "https://doi.org/10.1126/sciadv.adx6350",
          "doi": "https://doi.org/10.1126/sciadv.adx6350",
          "filter": "2"
        },
        {
          "title": "Mismatch in reindeer resilience to past and future warming signals ongoing declines",
          "authors": "Elisabetta Canteri, Stuart C. Brown, Eric Post, Niels Martin Schmidt, David Nogues-Bravo, Damien A. Fordham",
          "abstract": "Rangifer tarandus (caribou or reindeer) survived periods of abrupt climatic warming during the last deglaciation but are currently in global decline. Using process-explicit models of likely climate-human- Rangifer interactions and inferences of demographic change from radiocarbon-dated fossils and ancient DNA, we reconstruct and decipher 21,000 years of Rangifer population dynamics. These high-resolution population reconstructions pinpoint ecological characteristics and life-history traits that most likely enabled Rangifer to survive rapid warming events following the Last Glacial Maximum. Projecting these process-driven models into the future reveals that these attributes are unlikely to buffer Rangifer against wide-scale population declines from expected 21st Century climatic warming. Our findings highlight a need to boost investments in the management and conservation of Rangifer , particularly in North America, where projected losses are expected to exceed 80%. This will not only support the survival of the species and the vital services it renders in Arctic ecosystems, but also help sustain the socioeconomic, cultural, and emotional well-being of many Rangifer -dependent communities.",
          "url": "https://doi.org/10.1126/sciadv.adu0175",
          "doi": "https://doi.org/10.1126/sciadv.adu0175",
          "filter": "2"
        },
        {
          "title": "Heterogeneous strong asperities and tectonic complexity control irregular cascading ruptures",
          "authors": "Chuanchao Huang, Wenbin Xu, Roland Bürgmann, Lei Xie, Guangcai Feng, Baojun Shan, Zhiwei Li, Yosuke Aoki, Yijun Zhang, Jianjun Zhu, Xiaoge Liu",
          "abstract": "Rupture characteristics and heterogeneity of large earthquakes are essential for seismic hazard assessments. We use relocated aftershocks, geodetic measurements, and seismic waveform data to distinguish contributions from closely separated fault structures of the 2024 M w 7.5 Noto earthquake. We find that the initial rupture triggered slip on a complex fault of a preceding swarm and led to bilateral slow rupture there. The earthquake ruptured two fault segments with contrasting dip angles along the eastern and western segments. Aftershocks continued to rupture the preexisting swarm faults. A delayed rupture occurred southwest of the hypocenter, implying that substantial resistance caused by a barrier temporally hindered rupture propagation. Additional stress from surrounding slip eventually overcame the strength of the barrier fault section, leading to a compound rupture. The mainshock triggered a small earthquake swarm, in which the relatively larger events were not followed by abundant aftershocks. Our findings demonstrate the influence of strong asperities and complex geometry in the progression of cascading ruptures.",
          "url": "https://doi.org/10.1126/sciadv.adv6771",
          "doi": "https://doi.org/10.1126/sciadv.adv6771",
          "filter": "2"
        },
        {
          "title": "An ancient enhancer rapidly evolving in the human lineage promotes neural development and cognitive flexibility",
          "authors": "Kun Tan, Kendall Higgins, Qing Liu, Miles F. Wilkinson",
          "abstract": "The genetic changes driving the evolution of humans since the human-chimpanzee split have been elusive. Here, we report a promising candidate in a chromosomal region linked with neurological defects—17p13.3. We show that this 442-nucleotide sequence—human-accelerated region (HAR) 123—is a conserved neural enhancer that promotes neural progenitor cell (NPC) formation. While present in all mammals, HAR123 has rapidly evolved since humans diverged from chimpanzees. The human and chimpanzee HAR123 orthologs exhibit subtle differences in their neural developmental effects, and the human HAR123 ortholog uniquely regulates many genes involved in neural differentiation. We identified direct targets of the HAR123 enhancer and showed that HIC1 acts downstream of HAR123 to promote human NPC formation. HAR123-knockout mice exhibit a defect in cognitive flexibility and a shift in neural-glia ratio in specific regions of the hippocampus. Our study has implications for neurodevelopmental disorders, which are often accompanied by altered neural-glia ratio and have been linked with HARs.",
          "url": "https://doi.org/10.1126/sciadv.adt0534",
          "doi": "https://doi.org/10.1126/sciadv.adt0534",
          "filter": "2"
        },
        {
          "title": "Probing and tuning geometric frustration in an organic quantum magnet via elastocaloric measurements under strain",
          "authors": "Francisco Lieberich, Yohei Saito, Yassine Agarmani, Takahiko Sasaki, Naoki Yoneyama, Stephen M. Winter, Michael Lang, Elena Gati",
          "abstract": "Geometric frustration is a key ingredient in the emergence of exotic states of matter, such as the quantum spin liquid in Mott insulators. Although there has been intense interest in experimentally tuning frustration in candidate materials, achieving precise and continuous control has remained a major hurdle—particularly in accessing the properties of the ideally frustrated lattice. Here, we show that large, finely controlled anisotropic strains can effectively tune the degree of geometric frustration in the Mott insulating κ ‐ ( ET ) 2 Cu 2 ( CN ) 3 —a slightly anisotropic triangular-lattice quantum magnet. Using thermodynamic measurements of the elastocaloric effect, we experimentally map out a temperature-strain phase diagram that captures both the ground state of the isotropic lattice and the less frustrated parent state. Our results provide a benchmark for calculations of the triangular-lattice Hubbard model as a function of frustration and highlight the power of lattice engineering as a route to realizing perfectly frustrated quantum materials.",
          "url": "https://doi.org/10.1126/sciadv.adz0699",
          "doi": "https://doi.org/10.1126/sciadv.adz0699",
          "filter": "2"
        },
        {
          "title": "Editorial expression of concern",
          "authors": "H. Holden Thorp",
          "url": "https://doi.org/10.1126/sciadv.aeb2713",
          "doi": "https://doi.org/10.1126/sciadv.aeb2713",
          "filter": "2"
        }
      ]
    }
  ]
}
