[
  {
    "discipline": "communication",
    "title": "Donating or collecting? Differential impact mechanisms of knowledge sharing through enterprise social media on employees' innovative work behavior",
    "authors": "Changyu Wang, Kexin Chen, Jiaojiao Feng, Jianyu Chen",
    "url": "http://dx.doi.org/10.1108/itp-01-2024-0003",
    "doi": "10.1108/itp-01-2024-0003",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose In the digital age, enterprise social media (ESM) has been broadly used to break the barrier of space and time for knowledge sharing involving two activities—knowledge donating and knowledge collecting. Yet, hardly any study has thus far explored how and when knowledge donating and knowledge collecting through ESM impact employees’ innovative work behavior (IWB). Therefore, drawing on the social exchange theory, this study aims to introduce relational social capital as a mediator and performance climate as a moderator to examine differential impact mechanisms of knowledge donating and knowledge collecting through ESM on employee IWB. Design/methodology/approach First, we collected 225 survey data from employees who used ESM at work. Then, according to the two-stage procedure of the partial least square structural equation modeling method, we established and analyzed a moderated mediation model based on the context of ESM. Findings Results demonstrate that knowledge donating through ESM has a positive relationship with IWB, but knowledge collecting through ESM has no such relationship. Through the mediation of relational social capital, both knowledge donating and knowledge collecting through ESM have indirect positive relationships with IWB, but knowledge collecting through ESM has a greater one. Moreover, when employees perceived a relatively high-performance climate, the positive relationships of knowledge donating and knowledge collecting through ESM with IWB via relational social capital would be stronger. Practical implications On the one hand, organizational managers should not only focus on different innovation benefits caused by knowledge donating and knowledge collecting through ESM but also should realize differences in the direct/indirect effect of knowledge donating and knowledge collecting through ESM on IWB. On the other hand, employees need to proactively enhance their innovative ability by considering knowledge donating/collecting channels (e.g. ESM), gaining successful competitiveness. Moreover, both managers and employees should realize that different innovation benefits of knowledge sharing activities through ESM can be further strengthened when establishing a high-performance climate. Originality/value Different from prior literature on knowledge sharing or ESM, this study contributes to analyzing the differential effects of two dimensions (i.e. knowledge donating and knowledge collecting) of knowledge sharing on employees' IWB in the context of ESM."
  },
  {
    "discipline": "communication",
    "title": "Have people ‘had enough of experts’? The impact of populism and pandemic misinformation on institutional trust in comparative perspective",
    "authors": "Václav Štětka, Francisco Brandao, Sabina Mihelj, Fanni Tóth, Daniel Hallin, Danilo Rothberg, Paulo Ferracioli, Beata Klimkiewicz",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2413121",
    "doi": "10.1080/1369118x.2024.2413121",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Regional Accents: Spontaneous Biases Toward Speakers Who Sound Like Us",
    "authors": "Patricia E.G. Bestelmeyer",
    "url": "http://dx.doi.org/10.1177/0261927x241287189",
    "doi": "10.1177/0261927x241287189",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "Accents provide information about a speaker's geographical, socio-economic, and ethnic background. An additional important variable in the social evaluation of accented speech is the listener's own accent. Just as with any in-group marker, there is a preference for accented speakers that sound like us. Here we employed an auditory version of the implicit association test to quantify own-accent bias. At a Welsh university, we recruited two groups of participants born and raised in distinct regions within the UK, Wales and England. These regions have a long-standing history of national rivalry. In Experiments 1 and 2 we show that the magnitude of the implicitly measured own-accent bias in both groups was comparable to biases based on visible group membership (e.g., race). In addition, Experiment 2 shows that this implicitly measured bias was large compared to the explicitly reported preference. The effect sizes of the in-group preference reported here may have societal impact."
  },
  {
    "discipline": "communication",
    "title": "Choice of Communication Channel for Dyadic Relationship Dissolution Processes in Abusive and Non-Abusive Relationships",
    "authors": "Jessica R. Frampton, Kathryn D. Coduto, Jerrica T. Rowlett",
    "url": "http://dx.doi.org/10.1027/1864-1105/a000452",
    "doi": "10.1027/1864-1105/a000452",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: This study employs an affordances and multiple goals approach to explore channel choices in the initiation of dyadic relationship dissolution processes. In an experiment, participants imagined breaking up with an abusive romantic partner, breaking up with a nonabusive partner, or not breaking up. Then they indicated their likelihood of using various channels (i.e., face-to-face conversation, texting, social media, voice call, and video call) to communicate with their partner, responded to perceived social affordances measures for each channel, and provided insights in an open-ended prompt. Both quantitative and qualitative data were analyzed. Results reveal that face-to-face communication is often preferred for dyadic relational dissolution processes, as bandwidth, social presence, and a lack of accessibility can convey a sense of seriousness and respect for the non-initiator while preventing miscommunication. However, mediated channels offer protection from emotional manipulation (for abusive relationships), physical violence (for abusive relationships), and awkward situations (for nonabusive relationships) thanks to their unique combinations of affordances."
  },
  {
    "discipline": "communication",
    "title": "Personal Values and Their Impact on the Opinion Leadership of Managers and Employees in Internal Communication",
    "authors": "Julia Lührmann, Helena Stehle, Volker Gehrau, Ulrike Röttger",
    "url": "http://dx.doi.org/10.1080/1062726x.2024.2409652",
    "doi": "10.1080/1062726x.2024.2409652",
    "filter": 0,
    "journal_full": "Journal of Public Relations Research"
  },
  {
    "discipline": "communication",
    "title": "Coded Appeals and Political Gains: Exploring the Impact of Racial Dogwhistles on Political Support",
    "authors": "Elina Lindgren, Björn Rönnerstrand, Gregor Rettenegger, Ellen Breitholtz, Robin Cooper, Asad Sayeed",
    "url": "http://dx.doi.org/10.1177/10776990241280373",
    "doi": "10.1177/10776990241280373",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Political parties have incentives to appeal to diverse voters to maximize support. This study examines the effect of politicians exploiting dogwhistles—expressions that convey hidden messages to specific audiences while escaping notice by the majority—for this purpose. Findings from a word replacement test and a survey experiment assessing the utility of racial dogwhistles in Sweden suggest that dogwhistling can aid politicians in gaining support from in-groups while retaining backing from out-groups; for example, “suburban gang” (dogwhistle) elicits more support than “immigrant gang.” Results suggest that dogwhistling is effective beyond the U.S. context and for different forms of political support."
  },
  {
    "discipline": "communication",
    "title": "Fact-Checkers on the Fringe: Investigating Methods and Practices Associated With Contested Areas of Fact-Checking",
    "authors": "Silvia Montaña-Niño, Victoria Vziatysheva, Ehsan Dehghan, Anand Badola, Guangnan Zhu, Otávio Vinhas, Michelle Riedlinger, Sofya Glazunova",
    "url": "http://dx.doi.org/10.17645/mac.8688",
    "doi": "10.17645/mac.8688",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This study investigates the methods and practices used by self-identified fact-checkers situated on the fringe of the field of fact-checking to support their agenda for public recognition and legitimacy. Using a case study approach and selecting nine cases across five countries (Russia, Brazil, India, China, and Singapore), we identify the most common distinguishable attributes and tactics associated with this ambiguous collection of actors. In addition to identifying how fringe fact-checkers weaponize fact-checking practices and exploit or mimic the social standing of accredited fact-checkers, we critique examples where state-supported fact-checkers associated with authoritarian governance structures fact-check for national interests. We propose a spectrum of fact-checkers including those where public or general interest fact-checkers follow journalistic ideals and align with accredited communities of practice or non-accredited peer recognition, and a collection of fringe fact-checkers ranging from “special interest” actors promoting specific political agendas to hostile actors with disruptive, destructive, and openly propagandistic interests and aims to destabilize the global public sphere. The article contributes to current research and debates about the institutionalization of fact-checking and the understudied area of fact-checking impersonation, a problematic activity associated with misinformation and propaganda on platforms and the internet."
  },
  {
    "discipline": "communication",
    "title": "Experiencing the Call of Duty: Exploring Emotions in Commercial War Games",
    "authors": "Joseph Pattison",
    "url": "http://dx.doi.org/10.17645/mac.8667",
    "doi": "10.17645/mac.8667",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This article explores how players interpret and reflect on themes in mainstream war videogames, specifically the Call of Duty franchise. Scholars have long focused on the ideological content of war games, which is marked by increased collusion of military institutions with the gaming industry and assumptions about the influential capabilities of war games, in which player agency is often downplayed. This study builds on Lenoir and Caldwell’s (2018) observations that the interpretation of mainstream franchises should focus more on their attempts to create an “affective framework” that emphasises certain emotions in players. Through a thematic analysis of semi-structured interviews with 25 participants, this study found that participants outlined their discomfort in certain missions, to the point where they even altered their playstyle, suggesting that players often reflect critically on the aspects of war these games explore. This article concludes that mainstream franchises, like Call of Duty, should be considered complex cultural artefacts consisting of various layers of meaning. Rather than directly transmitting militaristic ideologies, these games craft an emotional aesthetic capable of exploring more controversial aspects of war. The key to understanding these franchises lies directly with the players themselves, which is why audiences should be treated as conscious agents who play an active role in drawing meaning from such an aesthetic."
  },
  {
    "discipline": "communication",
    "title": "A Classification of Features for Interpersonal Disconnectivity in Digital Media: Block, Unfriend, Unfollow, Mute, Withhold, and Eject",
    "authors": "Nicholas John",
    "url": "http://dx.doi.org/10.17645/mac.8716",
    "doi": "10.17645/mac.8716",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This article presents for the first time a classification of, and lexicon for, features for dissolving interpersonal ties in digital environments: blocking, unfriending, unfollowing, muting, withholding, and ejecting. There are two main motivations and two main contributions. The first motivation is that analyses of social media features have not included treatment of features for interpersonal disconnectivity; the second is that analyses of interpersonal disconnectivity have not included reference to the features that enable it. The two main contributions are the disambiguation of a confusing terminological field, thus making it possible to analytically distinguish between types of feature, and an intervention in the question of whether the features described in the article concern filtering &lt;em&gt;information&lt;/em&gt; or avoiding &lt;em&gt;people&lt;/em&gt;. Data were collected from 37 social media platforms and other services that enable digitally-mediated communication. Features for interpersonal disconnectivity were documented and then the features were grouped based on five questions about their use, where A is the person using the feature, and B is the target of A’s use of the feature: (a) Does it affect A’s feed?; (b) does it affect B’s feed?; (c) is A still connected to B?; (d) is B still connected to A?; (e) can A and B see each other’s profile?"
  },
  {
    "discipline": "communication",
    "title": "Fact-Checking Role Performances and Problematic Covid-19 Vaccine Content in Latin America and Sub-Saharan Africa",
    "authors": "Michelle Riedlinger, Silvia Montaña-Niño, Ned Watt, Víctor García-Perdomo, Marina Joubert",
    "url": "http://dx.doi.org/10.17645/mac.8680",
    "doi": "10.17645/mac.8680",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "The move from political fact-checking to a “public health” or debunking model of fact-checking, sustained by policies and funding from platforms, highlights important tensions in the case of Covid-19. Building on findings from studies focused on journalistic role performance, we investigated how professional fact-checkers in Latin America and sub-Saharan Africa conceived of and performed their professional roles when addressing Covid-19 vaccination topics. Interviews with fact-checkers from six well-established, Meta-affiliated, International Fact-Checking Network-accredited organizations operating in these regions indicated that fact-checkers recognized the diversification of tasks and new roles associated with addressing problematic content from social media users. However, fact-checkers expressed unanimous commitment to prioritizing political and media watchdog activities in response to problematic Covid-19 vaccine information spreading from elite sources. To compare these role conceptions with role performance, we conducted a content analysis of Covid-19 vaccine content posted in 2021 to these fact-checkers’ Facebook accounts. We found that content was mostly associated with explainers or debunking content (addressing hoaxes or rumors about Covid-19 vaccines from non-elite social media users). In particular, the abundance of explainers, compared with other genres of fact-checking content, aligns fact-checkers with professional roles as civic service providers, educators, and “interpreters” of health information. Only a small proportion of the Covid-19 vaccine-related posts from each fact-checker contained verifications of claims from authoritative (elite “top-down”) sources (i.e., politicians, media, and health/science professionals). This study offers insights into a particularly tumultuous time of political activity in these regions and considers implications for practice innovation."
  },
  {
    "discipline": "communication",
    "title": "Dating algorithms? Investigating the reciprocal relationships between partner choice FOMO, decision fatigue, excessive swiping, and trust in algorithms on dating apps",
    "authors": "Alice Binder, Anja Stevic, Jörg Matthes, Marina F Thomas",
    "url": "http://dx.doi.org/10.1177/14614448241270542",
    "doi": "10.1177/14614448241270542",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Dating apps have changed the way people establish contact with potential romantic partners. However, more and more dating apps use algorithms to keep their users’ engagement high. Studies suggest that trust in algorithms can shape offline dating experiences. We theorize that excessive swiping, driven by fear of missing out, predicts trust. We also explore the role of decision fatigue. Findings from a two-wave panel study with N Time2 = 521 young dating app users suggest that the fear of missing out on potential romantic partners was positively related to decision fatigue on dating apps. Moreover, excessive swiping and decision fatigue were positively related to trust in algorithms. No reciprocal effects of trust in algorithms on excessive swiping or decision fatigue were observed. It seems that trust in algorithms might present some kind of relief strategy for compulsive behaviors such as excessively swiping, or for negative feelings such as decision fatigue."
  },
  {
    "discipline": "communication",
    "title": "Metaverse risks and harms among US youth: Experiences, gender differences, and prevention and response measures",
    "authors": "Sameer Hinduja, Justin W Patchin",
    "url": "http://dx.doi.org/10.1177/14614448241284413",
    "doi": "10.1177/14614448241284413",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Research indicates that participation in metaverse environments and with virtual reality (VR) is increasing among younger populations, and that youth may be the primary drivers of widespread adoption of these technologies. This will more readily happen if their experiences are safe, secure, and positive. We analyze data from a nationally representative sample of 5005, 13- to 17-year-olds in the United States to measure their experiences of 12 specific harms on VR platforms, and which protective strategies they employed to prevent or respond to them. Girls were more likely to be sexually harassed and to experience grooming/predatory behavior, and were more likely to have been targeted specifically because of their gender. Finally, girls were more likely to engage in some specific protective measures online, but overall both boys and girls use platform safety mechanisms infrequently. We discuss enhancements in policy, content moderation, and feature sets that can serve to better safeguard youth in the metaverse."
  },
  {
    "discipline": "communication",
    "title": "The awareness, acceptance, and appreciation of transience in the domain of eudaimonic media experiences",
    "authors": "Zijian Lew, Andrew ZH Yee",
    "url": "http://dx.doi.org/10.1177/14614448241284612",
    "doi": "10.1177/14614448241284612",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "The research comparing hedonic and eudaimonic media experiences has often conceptualized the two categories as monolithic wholes. Although thematic differences within each category have been identified, these differences are usually theoretically inconsequential: They are merely variations in hedonic or eudaimonic content. Adopting a conditional effects approach, this research shows that transience-themed posts and motivation-themed posts on social media—which are both considered eudaimonic—are appreciated by different groups of people. Study 1 found a moderating influence of impermanence acceptance: People who had greater impermanence acceptance were more likely to have eudaimonic responses after viewing transience-themed posts than after viewing motivation-themed posts. The Japanese concept of mono no aware, or beauty in pathos, was used to motivate study 2. Study 2 found that people who viewed transience-themed posts experienced greater impermanence appreciation than people who viewed motivation-themed posts, but media theme did not influence impermanence awareness or impermanence acceptance."
  },
  {
    "discipline": "communication",
    "title": "What’s on and who’s Watching? Combining People-Meter Data and Subtitle Data to Explore Television Exposure to Political News",
    "authors": "Susan Vermeer, Damian Trilling, Sjoerd Stolwijk, Sanne Kruikemeier, Claes de Vreese",
    "url": "http://dx.doi.org/10.1080/10584609.2024.2409405",
    "doi": "10.1080/10584609.2024.2409405",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Public understanding of preprints: How audiences make sense of unreviewed research in the news",
    "authors": "Alice Fleerackers, Chelsea L. Ratcliff, Rebekah Wicke, Andy J. King, Jakob D. Jensen",
    "url": "http://dx.doi.org/10.1177/09636625241268881",
    "doi": "10.1177/09636625241268881",
    "filter": 0,
    "journal_full": "Public Understanding of Science",
    "abstract": "News reporting of preprints became commonplace during the COVID-19 pandemic, yet the extent to which the public understands what preprints are is unclear. We sought to fill this gap by conducting a content analysis of 1702 definitions of the term “preprint” that were generated by the US general population and college students. We found that only about two in five people were able to define preprints in ways that align with scholarly conceptualizations of the term, although participants provided a wide array of “other” definitions of preprints that suggest at least a partial understanding of the term. Providing participants with a definition of preprints in a news article helped improve preprint understanding for the student sample, but not for the general population. Our findings shed light on misperceptions that the public has about preprints, underscoring the importance of better education about the nature of preprint research."
  },
  {
    "discipline": "communication",
    "title": "Towards a trusted genomics repository: Identifying commercialisation fears and preferred forms of governance across segments of the community",
    "authors": "Brad Elphinstone, Jarrod Walshe, Dianne Nicol, Mark Taylor",
    "url": "http://dx.doi.org/10.1177/09636625241286369",
    "doi": "10.1177/09636625241286369",
    "filter": 0,
    "journal_full": "Public Understanding of Science",
    "abstract": "A latent class analysis on a nationally representative Australian sample ( N = 1000) identified four subgroups (i.e. classes), ranging from high to low concern about, and willingness to donate to, a national genomic repository under different forms of public and commercial management and access. The distribution of concerns and governance preferences across these classes was investigated. This added to previous research by indicating the degree to which extant concerns (e.g. corporate profiteering, discrimination by insurers) are held by different segments of the community. Based on the governance mechanisms that had widespread support across segments, the following recommendations are made to develop a trusted Australian genomic repository: the repository cannot be solely profit-driven; can utilise an access committee; protections (e.g. ensuring confidentiality of donors) may not require new legislation; data users cannot retain data for future research; the public should remain informed about the intended and/or actual benefits of research."
  },
  {
    "discipline": "communication",
    "title": "Stark Decline in Journalists’ Use of Preprints Postpandemic",
    "authors": "Juan Pablo Alperin, Kenneth Shores, Alice Fleerackers, Natascha Chtena",
    "url": "http://dx.doi.org/10.1177/10755470241285405",
    "doi": "10.1177/10755470241285405",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "The COVID-19 pandemic accelerated the use of preprints, aiding rapid research dissemination but also facilitating the spread of misinformation. This study analyzes media coverage of preprints from 2014 to 2023, revealing a significant postpandemic decline. Our findings suggest that heightened awareness of the risks associated with preprints has led to more cautious media practices. While the decline in preprint coverage may mitigate concerns about premature media exposure, it also raises questions about the future role of preprints in science communication, especially during emergencies. Balanced policies based on up-to-date evidence are needed to address this shift."
  },
  {
    "discipline": "communication",
    "title": "Visualizing Authority: Rise of the Religious Influencers on the Instagram",
    "authors": "Harry Febrian",
    "url": "http://dx.doi.org/10.1177/20563051241286850",
    "doi": "10.1177/20563051241286850",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Roles of various social media influencers—ranging from health and beauty to security—in our society have increasingly become essential topics in the study of social media. However, little is known about the rise of religious influencers in the Global South and the way they negotiate the idea of religious authority in today’s society. To address this gap, this study investigates the way in which religious influencers project their authority through the visual means of Instagram. This study collects Instagram posts ( n = 9,801) from three Islamic religious influencers in Indonesia—the largest Muslim-populated country and the third largest democracy in the world—with a combined follower count of 30 million people. Content analysis is then used to uncover the main strategies in which a sense of authority is visualized in their posts. The findings demonstrate that Indonesian religious influencers mainly used a close-up approach—friendly and informal appearance—to negotiate their visual authority as opposed to the rigid, more distant approach of traditional religious figures. However, to mitigate the risk of becoming too close and losing the respect and veneration of their followers, they adopt strategic distancing through the use of visual versus textual contrast, setting, and focus. The results extend scholarly discussion on religious influencers in the Islamic faith and their visual authority enactment on social media."
  },
  {
    "discipline": "communication",
    "title": "The Influence of BookTok on Literary Criticisms and Diversity",
    "authors": "Alysia De Melo",
    "url": "http://dx.doi.org/10.1177/20563051241286700",
    "doi": "10.1177/20563051241286700",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "BookTok, a TikTok community where creators discuss and review books, influences the publishing industry as books that gain popularity on TikTok have seen mainstream success. BookTok is believed to be a diverse space where stories about marginalized identities are celebrated. This is in opposition to the traditional publishing world that is dominated by White, heterosexual, cis-gendered men. However, despite misconceptions, online spaces are notably homogeneous, and TikTok does not appear to diverge from these patterns. By analyzing 55 TikTok videos collected from the BookTok community, this study analyzes the race, gender, and sexual orientation of TikTok creators, authors, and main characters of BookTok books. This article aims to understand the effects social media applications such as TikTok have on the publishing world and to understand BookTok’s relation to diversity. While there is more gender equity among the authors of BookTok than in the traditional publishing world, there continues to be a deficiency in the prevalence of marginalized authors on the platform. Although women creators and women authors are popular on the app, most of these women are White. In addition, the authors who are most discussed on BookTok do not typically include persons of color or members of the LGBTQ+ community. The tendency for authors to write about their own experiences results in there being few characters of color and few books about members of the LGBTQ+ community. Publishing houses should prioritize increased collaboration with authors of color and LGBTQ+ authors, while also using BookTok to promote and advertise their work."
  },
  {
    "discipline": "communication",
    "title": "The Ethoses of (Dis)Connecting with Friends on Social Media: Digital Cocooning and Entrepreneurial Networking among People with Eating Disorders",
    "authors": "Paula Saukko, Helen Malson, Anna Brown",
    "url": "http://dx.doi.org/10.1177/20563051241287284",
    "doi": "10.1177/20563051241287284",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Recent media studies conversations on disconnection or reducing mainly the quantity of engagement with social media so as to enhance well-being have suggested that these practices articulate a contemporary spirit focused on self-care and performance (productivity) that does not consider others or collective solutions. Drawing on and pushing forward disconnection research, we put forward a Foucauldian inspired concept of ethos that draws attention to qualitatively different principles and values characterizing social media socialities which users seek to foster and avoid. Interviews with people ( n = 31) with eating disorders (EDs) featured what we call digital cocooning; that is, interaction with trusted real-life friends and family afforded by messaging apps characterized by mutual responsiveness, acceptance, and belonging. However, what we term entrepreneurial networking with wider acquaintances mostly on traditional social media was experienced as evaluative and competitive and fuelled a sense of non-belonging, prompting unfriending. Disconnection research has highlighted how social media (dis)connections are often underpinned by contemporary possessive individualism, obscured by the dominant research on ostensibly universal psychological processes. The concept of ethos pushes this research beyond criticism toward also highlighting alternatives or how social relations in social media and society could be imagined otherwise."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Self-views converge during enjoyable conversations",
    "authors": "Christopher Welker, Thalia Wheatley, Grace Cason, Catherine Gorman, Meghan Meyer",
    "url": "http://dx.doi.org/10.1073/pnas.2321652121",
    "doi": "10.1073/pnas.2321652121",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Based on current research, it is evident that the way people see themselves is shaped by their conversation partners. Historically, this literature focuses on how one individual’s expectations can shape another person’s self-views. Given the reciprocal nature of conversation, we wondered whether conversation partners’ self-views may mutually evolve. Using four-person round-robin conversation networks, we found that participants tended to have more similar self-views post-conversation than pre-conversation, an effect we term “inter-self alignment.” Further, the more two partners’ self-views aligned, the more they enjoyed their conversation and were inclined to interact again. This effect depended on both conversation partners becoming aligned. These findings suggest that the way we see ourselves is coauthored in the act of dialogue and that as shared self-views develop, the desire to continue the conversation increases."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Threats to personal control fuel similarity attraction",
    "authors": "Anyi Ma, Jessica J. W. Paek, Fangzhou Liu, Jae Yun Kim",
    "url": "http://dx.doi.org/10.1073/pnas.2321189121",
    "doi": "10.1073/pnas.2321189121",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "We propose that experiencing a lack of personal control will increase people’s preferences for self-similar others and that this effect would be explained by a greater need for structure. Our hypotheses received support across 11 longitudinal, experimental, and archival studies composed of data from 60 countries (5 preregistered studies, N = 90,216). In an analysis of cross-country archival data, we found that respondents who indicated a lower sense of personal control were less likely to prefer to live with neighbors who had a different religion, race, or spoke a different language (Study 1). Study 2 found that participants who perceived lower (vs. higher) personal control indicated greater liking for coworkers who they perceived to be more self-similar across a wide range of characteristics (e.g., gender, personality). Studies 3a and 3b, two live-interaction experiments conducted in the United States and China, provided additional causal evidence for control-motivated similarity attraction. A causal experimental chain (Studies 4a to 4c) and a manipulation-of-mediation-as-a-moderator study (Study 5) provided evidence for the mediating effects of the need for structure. Study 6, a longitudinal study with Chinese employees, found that workers who reported perceiving a lower (vs. higher) sense of personal control preferred more self-similar coworkers, and this effect was mediated by a greater desire for structure. Finally, exploring downstream consequences, Studies 7a and 7b found that control-motivated similarity attraction was associated with a greater preference for homogenous (vs. diverse) groups. These findings highlight how the fundamental motive for personal control shapes the structure of social life."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Legal provisions on medical aid in dying encode moral intuition",
    "authors": "Ivar R. Hannikainen, Jorge Suárez, Luis Espericueta, Maite Menéndez-Ferreras, David Rodríguez-Arias",
    "url": "http://dx.doi.org/10.1073/pnas.2406823121",
    "doi": "10.1073/pnas.2406823121",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "In recent decades, many jurisdictions have moved toward legalizing euthanasia and assisted suicide, alongside a near-universal increase in public acceptance of medical aid in dying. Here, we draw on a comprehensive quantitative review of current laws on assisted dying, experimental survey evidence, and four decades of time-series data to explore the relationship between these legislative transitions and change in moral attitudes. Our analyses reveal that existing laws on medical aid in dying impose a common set of eligibility restrictions, based on the patient’s age, decision-making capacity, prognosis, and the nature of their illness. Fulfillment of these eligibility criteria elevates public moral approval of physician-assisted death, equally in countries with (i.e., Spain) and without (i.e., the United Kingdom) assisted dying laws. Finally, historical records of public attitudes toward euthanasia across numerous countries uncovered anticipatory growth in moral approval leading up to legalization, but no accelerated growth thereafter. Taken together, our findings suggest that the enactment of medical aid in dying laws, and their specific provisions, crystallize patterns in moral intuition."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Historical trends in teacher personality from human language",
    "authors": "Liang Xu",
    "url": "http://dx.doi.org/10.1073/pnas.2413253121",
    "doi": "10.1073/pnas.2413253121",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Understanding the historical perception and value of teacher personalities reveals key educational priorities and societal expectations. This study analyzes the evolution of teachers’ ascribed Big Five personality traits from 1800 to 2019, drawing on millions of English-language books. Word frequency analysis reveals that conscientiousness is the most frequently discussed trait, followed by agreeableness, openness, extraversion, and neuroticism. This pattern underscores society’s focus on whether teachers are responsible. Polarity analysis further indicates a higher prevalence of low neuroticism descriptors (e.g., patient and tolerant) in descriptions of teachers compared to the general population, reinforcing the perception of teachers as stable and dependable. The frequent use of terms like “moral”, “enthusiastic”, and “practical” in describing teachers highlights the positive portrayal of their personalities. However, since the mid-20th century, there has been a notable rise in negative descriptors related to openness (e.g., traditional and conventional), coupled with a decline in positive openness terms. This shift suggests an evolving view of teachers as less receptive to new ideas. These findings offer valuable insights into the historical portrayal and societal values attributed to teacher personalities."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Tipping the balance between fairness and efficiency through temporoparietal stimulation",
    "authors": "Alexander Soutschek, Türkay Șahin, Philippe N. Tobler",
    "url": "http://dx.doi.org/10.1073/pnas.2409395121",
    "doi": "10.1073/pnas.2409395121",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Maximizing the welfare of society requires distributing goods between groups of people with different preferences. Such decisions are difficult because different moral principles impose irreconcilable solutions. For example, utilitarian efficiency (maximize overall outcome across individuals) may need trade-off against Rawlsian fairness norms (maximize the outcome for the worst-off individual). We identify a brain mechanism enabling decision-makers to solve such trade-offs between efficiency and fairness using separate neuroimaging and sham-controlled brain stimulation experiments. As activity in the temporoparietal junction (TPJ) increases, people are more likely to implement the Rawlsian fairness criterion rather than efficiency or inequality concerns. Strikingly, reducing TPJ excitability with brain stimulation reduces the concern for fairness in fairness-efficiency trade-offs. Moreover, the reduced fairness concerns statistically relate to stimulation-induced reductions in perspective-taking skills as measured in a separate task. Together, our findings not only reveal the neural underpinning of efficiency-fairness trade-offs but also recast the role of TPJ in social decision-making by showing that its perspective-taking function serves to promote fairness for the worst-off rather than efficiency or equality."
  }
]
