[
  {
    "discipline": "communication",
    "title": "Caught in the daily scroll: How upward social comparison fuels daily anxiety during short video use among Chinese young adults",
    "authors": "Zhiwei Yang, Qian Nie, Xiaoqin Wang, Halley M. Pontes, Zhaojun Teng",
    "url": "https://doi.org/10.5817/cp2026-1-6",
    "doi": "https://doi.org/10.5817/cp2026-1-6",
    "filter": 0,
    "created": "2026-1-28",
    "abstract": "The rapid growth of short video platforms has raised concerns about their potential impact on young people’s mental health and well-being. However, the dynamic relationship between short video use and daily anxiety symptoms remains poorly understood. To address this gap, this study employed the experience sampling method (ESM) and dynamic structural equation modeling (DSEM) to examine their bidirectional relationship in a representative sample of Chinese young adults (N = 389; Mage = 20.38 years, SD = 1.44 years; 51.1% male). The results indicated that at the within-person level, there were no significant bidirectional effects between short video use (i.e., active use, passive use, or total use time) and daily anxiety symptoms. However, upward social comparison tendency moderated the within-person effect of passive short video use on subsequent anxiety symptoms. Specifically, individuals with higher levels of upward social comparison experienced greater anxiety during periods of increased passive short video use. In contrast, those with lower levels of upward social comparison experienced less anxiety under similar conditions. These findings suggest that while short video use may not directly contribute to daily anxiety, its psychological impact is contingent upon individual differences in social comparison. In particular, those prone to upward comparison may be more vulnerable to anxiety during passive consumption of short video content.",
    "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace"
  },
  {
    "discipline": "communication",
    "title": "Testing message strategies that minimize White Americans’ backlash to racial equity information",
    "authors": "Rebekah Wicke, Jiawei Liu, Rebekah H Nagler, Erika Franklin Fowler, Neil A Lewis Jr., Colleen L Barry, Jeff Niederdeppe",
    "url": "https://doi.org/10.1093/hcr/hqaf033",
    "doi": "https://doi.org/10.1093/hcr/hqaf033",
    "filter": 0,
    "created": "2026-1-27",
    "abstract": "Scholars have worried that messages about racial equity can produce backlash from White respondents. Drawing upon psychological reactance theory, we compared cognitive and affective responses to a message emphasizing how a redistributive policy would benefit everyone (universalist message) to a message that also emphasized how the policy would especially benefit minoritized racial groups (targeted universalist message) among a sample of 871 White Americans. Participants in the targeted universalist condition experienced more anger, endorsed more harmful stereotypes about racial outgroups, and saw the government as less responsible for addressing poverty than participants in the universalist condition. Mediation analyses suggest that anger, stereotyping, and perceived government responsibility have a negative, indirect effect on policy support. Our findings underscore the need for future work to identify strategies for communicating about racial equity that avoid activating harmful stereotypes.",
    "journal_full": "Human Communication Research"
  },
  {
    "discipline": "communication",
    "title": "Revisiting the digital jukebox in daily life: applying Mood Management Theory to algorithmically curated music streaming environments",
    "authors": "Alicia Ernst, Felix Dietrich, Benedikt Rohr, Leonard Reinecke, Michael Scharkow",
    "url": "https://doi.org/10.1093/hcr/hqaf030",
    "doi": "https://doi.org/10.1093/hcr/hqaf030",
    "filter": 0,
    "created": "2025-12-3",
    "abstract": "A large body of experimental evidence has contributed to our understanding of Mood Management Theory (MMT) in the context of music. Extant research, however, lacks insights into everyday mood regulation through music listening, especially on music streaming services, where users’ choices are shaped by both self-selection and algorithmically personalized recommendations. Hence, we tested MMT using a novel in situ approach and investigated whether variations in self- versus algorithmically personalized music choices would moderate MMT’s proposed relationships between mood and music use. In a preregistered, two-week study, we combined experience sampling surveys with logged music streaming and audio feature metadata obtained via the Spotify API, utilizing 6,864 surveys from 144 listeners. Results largely indicated no support for MMT’s predictions. In addition, higher algorithmic personalization did not reinforce or distort MMT-related patterns. Our findings suggest re-specifying classic entertainment theories, such as MMT, for novel technological and methodological conditions.",
    "journal_full": "Human Communication Research"
  },
  {
    "discipline": "communication",
    "title": "Relationship uncertainty and person-specific dynamics of partner rumination and relational turbulence in day-to-day life",
    "authors": "Alan K Goodboy, Megan R Dillow, San Bolkan, Rebekah M Chiasson, Megan A Vendemia",
    "url": "https://doi.org/10.1093/hcr/hqag001",
    "doi": "https://doi.org/10.1093/hcr/hqag001",
    "filter": 0,
    "created": "2026-1-8",
    "abstract": "This daily diary study examined dynamic processes of relational turbulence theory. Dating partners (N = 202) completed measures of pretest relationship uncertainty, followed by 30 days of daily rumination and relational turbulence, and then posttest collaborative planning. Using dynamic structural equation modeling with random effects, we found that for the typical partner: (a) on days when they ruminated more about their relationship than usual, they experienced greater than usual relational turbulence; and (b) when partners experienced more than typical turbulence on a day, the next day they ruminated more than usual. We found that partners who had higher (c) month-long averages in rumination, (d) ruminative inertia, and (e) ruminative volatility had higher averages in month-long relational turbulence. We also found that individual differences in partners’ relationship uncertainty predicted person-specific daily rumination (means, volatility) and relational turbulence (means, inertia, volatility), but only relational turbulence averages, in turn, predicted future collaborative planning.",
    "journal_full": "Human Communication Research"
  },
  {
    "discipline": "communication",
    "title": "Walking the moral plank: using virtual reality to investigate moral decision-making under threat",
    "authors": "Joomi Lee, Joshua Baldwin, Lindsay Hahn, Glenna Read, Sun Joo (Grace) Ahn",
    "url": "https://doi.org/10.1093/joc/jqaf054",
    "doi": "https://doi.org/10.1093/joc/jqaf054",
    "filter": 0,
    "created": "2025-12-31",
    "abstract": "How is decision-making affected when individuals face threats to safety? Guided by the theory of dyadic morality, the limited capacity model of motivated-mediated message processing, and exemplification theory, we investigated how safety threats shaped individuals’ physiological responses and behavioral moral decision-making. Using an immersive virtual reality (VR) environment simulating a moral tradeoff, participants crossed a deep pit and made decisions between their safety and that of another person, reflecting a tradeoff between egoism and altruism. Results from an experiment with 201 participants revealed that exposure to threat increased arousal (physiologically and self-reported), which decreased the extent to which they felt their decision harmed others, leading to selfish decisions in the moral dilemma. However, this pattern only manifested when concerns of harm were not made salient before the threatening experience. Together, these findings demonstrate VR’s utility for simulating moral tradeoffs and advancing both psychophysiological and behavioral approaches to media psychology and morality research.",
    "journal_full": "Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "Framing Generative AI: An Analysis of Impact, Quoted Sources, and Attributions of Responsibilities in U.S. Elite Media",
    "authors": "Hyunmin Lee, Hana Park",
    "url": "https://doi.org/10.1177/10776990251410593",
    "doi": "https://doi.org/10.1177/10776990251410593",
    "filter": 0,
    "created": "2026-1-31",
    "abstract": "This article examined how elite news media frame the impact of generative AI on the cultural, social, economic, and political domains of life. We also analyzed the different types of ethical concerns surrounding generative AI and to whom the media attribute responsibility for creating and solving these ethical concerns. A content analysis of The New York Times and The Wall Street Journal show that societal and economic impacts were the most frequently discussed when reporting about generative AI, while societal-level attributions were mentioned more often than individual-level attributions for responsibilities. We discuss theoretical implications and future research directions.",
    "journal_full": "Journalism & Mass Communication Quarterly"
  },
  {
    "discipline": "communication",
    "title": "From moderation to chaos: Meta’s fact-checking and the battle over truth and free speech",
    "authors": "Regina Cazzamatta",
    "url": "https://doi.org/10.1177/14614448251413687",
    "doi": "https://doi.org/10.1177/14614448251413687",
    "filter": 0,
    "created": "2026-1-28",
    "abstract": "Following Zuckerberg’s decision to terminate third-party fact-checking and his association of fact-checkers with censorship, this article examines how platforms respond to falsehoods post-debunking and explores fact-checkers’ views on effective content moderation, particularly regarding content removal or reduced visibility. A comparative content analysis of 2053 debunking articles by 16 Meta partners across 8 European and Latin American countries reveals that most false content was labeled or remained online, with deletion occurring in approximately 30% of cases—though it remains unclear whether the removal was carried out by Facebook or by the original spreaders. In addition to 30 expert interviews, the study finds that fact-checkers prioritize counter-speech and transparency, rejecting a permissive “anything goes” stance. Some support removals in cases involving incitement to violence, illegality, or harmful health misinformation. Most agree that freedom of expression should not guarantee algorithmic amplification. Concerns were also raised about the politicization and potential manipulation of Community Notes.",
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "How does war look like on the European mainstream media Facebook? A large- N comparison of the media Facebook posts covering Ukraine and Gaza in 24 European countries in spring 2024",
    "authors": "Delia Dumitrescu",
    "url": "https://doi.org/10.1177/14614448251413689",
    "doi": "https://doi.org/10.1177/14614448251413689",
    "filter": 0,
    "created": "2026-1-31",
    "abstract": "We combine AI-based visual content analysis data with large-scale topic modeling to examine the proportion of coverage and the visual construction of the wars in Ukraine and Gaza in Facebook posts published by 51 top European media organizations between 25 February and 2 April 2024 ( N &gt; 90,000 posts). This period coincides with the 2-year anniversary of the Russian invasion and overlaps with the sixth month of the war in Gaza. The analysis finds an imbalance in the volume of coverage allocated to the two wars, as well as war-specific visual framing devices, but also similarities in their portrayals. Ultimately, in both cases, the visualization of war creates a distance between the viewers and those affected on the ground.",
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Disrupting or invigorating an anti-democratic counterpublic? How highly active commenters engage on RT German’s Facebook page",
    "authors": "Arista Beseler, Florian Toepfl, Daria Kravets, Julia Kling",
    "url": "https://doi.org/10.1177/14614448251413136",
    "doi": "https://doi.org/10.1177/14614448251413136",
    "filter": 0,
    "created": "2026-1-27",
    "abstract": "Anti-democratic counterpublic news media frequently open up participatory spaces, inviting their audiences to partake in the discussion of their content. However, research on how commenters engage in such participatory spaces opened up and overseen by anti-democratic actors is scarce. In order to fill this gap, we present in this article a case study of the 250 most active commenters on RT German’s Facebook page in a 6-month period at the height of the Covid-19 pandemic in 2021. Using a mixed-methods approach combining large-scale data scraping with quantitative and qualitative content analysis, we find that the majority of these highly active commenters constituted an anti-democratic counterpublic. However, we also observed a smaller collective of commenters, whom we theorize as “disruptive public” as they vigorously sought to challenge the activities of the anti-democratic counterpublic. We discuss the benefits and risks of various strategies of disrupting anti-democratic counterpublics and consequences for democratic debate.",
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "The measurement of uncertainty in science communication: A scoping review",
    "authors": "Yi Liao",
    "url": "https://doi.org/10.1177/09636625251412716",
    "doi": "https://doi.org/10.1177/09636625251412716",
    "filter": 0,
    "created": "2026-1-27",
    "abstract": "This scoping review examines how uncertainty has been measured in science communication research, analyzing 58 studies published between 1976 and 2024. The review identified 68 uncertainty measures, categorized into three main types: (1) trait uncertainty, (2) state uncertainty, and (3) uncertainty discrepancy. While most measures demonstrated good internal reliability, evidence for the validity of scales was limited, particularly for newly developed scales. The analysis reveals significant fragmentation in measurement approaches and a concerning reliance on single-item and unidimensional measures given the complexity of the construct. Science communication research would benefit from more rigorous scale development, standardized measurement approaches, and cross-cultural validation of uncertainty scales.",
    "journal_full": "Public Understanding of Science"
  },
  {
    "discipline": "communication",
    "title": "Higher Scientific Consensus Promotes Wider Diffusion: The Case of “Bamboo for Plastic” Environmental Initiative in China",
    "authors": "Jie Zhang, Nina He, Jiang Jiang, Jiaqian Xu",
    "url": "https://doi.org/10.1177/10755470251410872",
    "doi": "https://doi.org/10.1177/10755470251410872",
    "filter": 0,
    "created": "2026-1-31",
    "abstract": "The influence of scientific consensus on public diffusion of environmental initiatives has received little attention. This study tested whether enhancing perceived scientific consensus could promote public diffusion of the “Bamboo for Plastic” initiative in China and examined the underlying mechanism. A pilot survey indicated that public awareness of the initiative was relatively low. Across three experiments ( N = 679), increasing perceived scientific consensus significantly boosted public diffusion behaviors related to the initiative, with diffusion behavior response efficacy mediating this effect. These findings suggest that emphasizing scientific consensus in environmental policy communication can effectively facilitate the interpersonal transmission of pro-environmental messages.",
    "journal_full": "Science Communication"
  },
  {
    "discipline": "communication",
    "title": "It Listens to Me So I Feel Well and Connected: Investigating the Influence of TikTok users’ Perceived Algorithm Responsiveness and (In)sensitivity on Well-Being Via Self-Determination",
    "authors": "Matthew J. A. Craig, Mina Choi, Ying Zhu, Toqa Hassan, Samuel Mensah Noi, David E. Silva",
    "url": "https://doi.org/10.1177/20563051261417301",
    "doi": "https://doi.org/10.1177/20563051261417301",
    "filter": 0,
    "created": "2026-1-30",
    "abstract": "Social media has grown to be a large part of our virtual connectedness online. However, with this growth in digital connection, we have also become connected with digital entities that run them (social media). Borrowing from the concept of interpersonal responsiveness, researchers have found that users perceive their algorithm to be responsive to their needs and sensitive to their identity have a greater sense of well-being online and media enjoyment. However, the mechanisms for which these connect with one another (responsiveness predicting subjective well-being) remain to be disentangled. Guided by self-determination theory, this study examines whether autonomy, competence, and relatedness satisfaction through TikTok use mediate the associations between perceived algorithm responsiveness and insensitivity and satisfaction with life. With an online survey ( N = 385), our study found that greater responsiveness is associated with greater life satisfaction mediated through greater relatedness satisfaction. However, greater competence satisfaction was associated with lower life satisfaction. Future research and current limitations in light of our findings are discussed.",
    "journal_full": "Social Media + Society"
  },
  {
    "discipline": "politics",
    "title": "Beyond partisanship: Ideological identities and affective evaluations",
    "authors": "Ida Bæk Hjermitslev, Markus Wagner",
    "url": "https://doi.org/10.1017/s147567652510056x",
    "doi": "https://doi.org/10.1017/s147567652510056x",
    "filter": 0,
    "created": "2026-1-30",
    "abstract": "Research on affective polarization has largely focused on partisanship as the source of political social identities. However, identities also form around ideological divisions such as liberal/conservative or left/right, particularly in contexts where ideological divisions are more permanent than parties. In this paper, we study ideological identities and how they influence interpersonal affect. In our survey ( n = 2152), conducted in Germany, many individuals declare ideological identities, and these are of similar strength as partisan identities. We also run a conjoint survey experiment where respondents evaluate individuals with varying personal characteristics and, crucially, see varying amounts of information: only ideological affiliation, or also partisanship, policy stances, and/or political interest. We find that ideological affiliation matters for how respondents evaluate individuals, even when extensive additional information is present. However, ideology is slightly less relevant than partisanship, while policy stances are privileged over both. Our findings imply that we should broaden our lens in studying affective polarization to encompass political identities beyond partisanship.",
    "journal_full": "European Journal of Political Research"
  },
  {
    "discipline": "politics",
    "title": "Polarising the Christian West: Us and them in far-right parties’ rhetoric",
    "authors": "Lucienne Engelhardt",
    "url": "https://doi.org/10.1177/13540688261421091",
    "doi": "https://doi.org/10.1177/13540688261421091",
    "filter": 0,
    "created": "2026-1-28",
    "abstract": "Far-right communication often portrays a division between ‘the people’ and perceived antagonists, potentially fuelling intergroup tensions. A pivotal element is the politicisation of religion: in Christian-shaped regions, far-right parties invoke Christianity as part of Western identity – despite their weak religious ties and growing secularisation. This paradox raises questions about religion’s function in far-right discourse. I argue that far-right parties systematically use a conservative reading of Christianity as a demarcation tool – marking not only Islam but also cultural liberalism as incompatible with a Christian-framed ingroup. Using parliamentary data from Europe, I conduct automated text classification to identify religious markers and their co-occurrence with inclusionary–exclusionary rhetoric across countries and over time. Results reveal group-specific framing, distinct patterns of religious invocation compared to other parties, and links of these patterns to events. This study demonstrates how Christian narratives serve as rhetorical resources for boundary construction, challenging the cohesion of even secularised societies.",
    "journal_full": "Party Politics"
  },
  {
    "discipline": "politics",
    "title": "Measuring party positions and issue salience with mass media and manifesto data: Comparing PolDem with Manifesto Project data",
    "authors": "Theresa Gessler, Swen Hutter",
    "url": "https://doi.org/10.1177/13540688261415753",
    "doi": "https://doi.org/10.1177/13540688261415753",
    "filter": 0,
    "created": "2026-2-2",
    "abstract": "To what extent do measures of the issue positions and salience of political parties differ when they are extracted from mass media debates and election manifestos? Answering this question, the paper serves a dual purpose within this special issue of Party Politics : (i) introducing the PolDem election dataset used throughout the issue, and (ii) analyzing its convergence with the widely used Manifesto Project data. The newly released PolDem dataset, based on a relational content analysis of newspaper articles published during national election campaigns, covers 15 European countries and 111 campaigns. Focusing on four broad issue domains (economic, cultural, European integration, and political issues) across countries from Northwestern, Southern, and Central-Eastern Europe, the results demonstrate strong convergence in issue positions, except for in political issues related to democracy and corruption. However, the datasets differ significantly in issue salience, especially for less salient, noneconomic issues, niche parties and in less polarized contexts.",
    "journal_full": "Party Politics"
  },
  {
    "discipline": "politics",
    "title": "Potential and Pitfalls of Audio as Data for Political Research: Alignment, Features, and Classification Models",
    "authors": "Rafael Mestre, Matt Ryan",
    "url": "https://doi.org/10.1017/pan.2025.10031",
    "doi": "https://doi.org/10.1017/pan.2025.10031",
    "filter": 0,
    "created": "2026-1-30",
    "abstract": "Political science is a field rich in multimodal information sources, from televised debates to parliamentary briefings. This paper bridges a gap between computer and political science in multimodal data analysis using audio. The adoption of multimodal analyses in political science (e.g., video/audio with text-as-data approaches) has been relatively slow due to unequal distribution of computational power and skills needed. We provide solutions to challenges encountered when analyzing audio, advancing the potential for multimodal data analysis in political science. Using a dataset of all televised U.S. presidential debates from 1960 to 2020, we focus on three features encountered when analyzing audio data: low-level descriptors (LLDs), such as pitch or energy; Mel-frequency cepstral coefficients (MFCCs); and audio embeddings/encodings, like Wav2Vec. We showcase four applications: (a) forced alignment of audio text using MFCCs, time-stamping transcripts, and speaker information; (b) speech characterization using LLDs; (c) custom-made classification models with audio embeddings and MFCCs; and (d) emotional recognition models using Wav2Vec for classification of discrete emotions and their valence-arousal dominance. We provide explanations to help understand how these features can be applied for different political research questions and advice on vigilance to naive interpretation, for both experienced researchers and those who want to start working with audio.",
    "journal_full": "Political Analysis"
  },
  {
    "discipline": "politics",
    "title": "Rebels without a cause: Collective narcissism and political contrarianism",
    "authors": "Christopher M. Federico, Agnieszka Golec de Zavala, Tomasz Baran",
    "url": "https://doi.org/10.1111/pops.70114",
    "doi": "https://doi.org/10.1111/pops.70114",
    "filter": 0,
    "created": "2026-1-28",
    "abstract": "In this paper, we examine the relationship between collective and individual forms of narcissism and two contrarian political orientations that are oppositional and purposefully destructive—need for chaos and anti‐establishment orientation. In three studies (total N = 4144), we demonstrate that (1) national collective narcissism independently predicts higher need for chaos and anti‐establishment orientation, (2) non‐narcissistic ingroup satisfaction independently predicts lower levels of both contrarian orientations, (3) grandiose narcissism independently predicts higher need for chaos but not anti‐establishment orientation, and (4) vulnerable narcissism independently predicts higher levels of both outcomes. We provide evidence for these relationships in cross‐sectional regression analyses and in panel analyses that examine within‐person construct changes from before to after the 2023 Polish election and better account for time‐invariant confounders. Together, these findings suggest contrarian orientations may reflect a (frustrated) narcissistic demand to be recognized as better than others, both collectively and individually.",
    "journal_full": "Political Psychology"
  },
  {
    "discipline": "politics",
    "title": "Beyond the mean: how thinking about the distribution of public opinions reduces politicians’ perceptual errors",
    "authors": "Nicholas Dias, Jack Lucas, Lior Sheffer",
    "url": "https://doi.org/10.1017/psrm.2025.10069",
    "doi": "https://doi.org/10.1017/psrm.2025.10069",
    "filter": 0,
    "created": "2026-2-2",
    "abstract": "Elected politicians regularly over-estimate the conservatism of their constituents’ preferences. While these findings have concerning implications for democratic representation, the magnitude and sources of so-called “conservative over-estimation” are poorly understood. We show that a novel approach to measuring politicians’ perceptions—which asks politicians to draw the distribution of their constituents’ preferences, rather than provide a point estimate—clarifies the magnitude and causes of conservative over-estimation. While the vast majority of politicians exhibit a conservative bias, our “perceived-distribution” task cuts the size of this bias in half. Moreover, psychological projection counterbalances conservative over-estimation among left-wing politicians but reinforces it among right-wing politicians. Our results raise questions about existing accounts of elite misperceptions and help to identify the psychological causes of conservative over-estimation.",
    "journal_full": "Political Science Research and Methods"
  },
  {
    "discipline": "public opinion",
    "title": "Reducing the Bias From Probability and Nonprobability Online Panels by Excluding Satisficers",
    "authors": "Sam Slamowicz, Darren Pennay, Dina Neiger, Benjamin Phillips, Andrew C Ward, Michael Xu",
    "url": "https://doi.org/10.1093/jssam/smaf019",
    "doi": "https://doi.org/10.1093/jssam/smaf019",
    "filter": 0,
    "created": "2025-8-12",
    "abstract": "Over the last 15 years or so, many studies have compared the accuracy of estimates produced when the same questionnaire is administered to samples generated using probability and nonprobability sampling methods. Most studies conclude that estimates from probability sample surveys are more accurate than estimates from nonprobability sample surveys. In trying to understand why probability sample surveys generally produce more accurate estimates than nonprobability sample surveys, most research has focused on the differences in survey samples reached as a result of the sampling mechanisms used by each approach, and looked to various adjustment (weighting) approaches to bring the nonprobability sample estimates closer to the comparative probability sample estimates and independent benchmarks. Less common, however, are comparative studies that focus on measurement error. This study compares estimates generated from five Australian online panels; one probability-based online panel and four nonprobability online panels. We use widely implemented techniques to identify instances of survey satisficing—the phenomenon of survey respondents providing lower quality responses to reduce cognitive effort. When comparing the level of satisficing across panels, a higher proportion of respondents in the nonprobability panels give responses consistent with satisficing than in the probability panel. We then show that excluding these suboptimal responses from our analysis dataset, before weighting, results in a greater bias reduction across the nonprobability panels than weighting alone, and that this is the case across all four nonprobability panels. In contrast, very little change to bias is observed after applying the same exclusions to the probability panel. We end with a call for others to undertake similar research in the hope that this approach might become part of the toolkit of techniques being developed to reduce the bias in survey estimates generated from nonprobability online samples.",
    "journal_full": "Journal of Survey Statistics and Methodology"
  },
  {
    "discipline": "public opinion",
    "title": "Harnessing Big Data, Hindered by Bias: Evaluating TikTok Research API for Fair and Optimal Social Sciences",
    "authors": "Dan Bai, Yan Gu",
    "url": "https://doi.org/10.1177/08944393251413277",
    "doi": "https://doi.org/10.1177/08944393251413277",
    "filter": 0,
    "created": "2026-1-27",
    "abstract": "Digital platforms now serve as crucial archives for analysing societal trends, yet their research APIs pose methodological challenges. This study critically evaluates TikTok Research API through comparative analysis of 6,373 videos from 14 creators in the United States and United Kingdom (2020–2022), contrasting API-derived outputs with manual collection and third-party analytics. The API demonstrated scalability, retrieving more videos than alternative methods and providing 22 variables, including eight unavailable elsewhere. However, limitations were substantial: transcriptions covered about 10% of the content, with more transcripts returned from American male creators. Engagement metrics exhibited inconsistent accuracy across data sources, with the API showing systematically lower view counts but higher comment and share counts compared to manual collection. The number of videos varied depending on sample composition, indicating that small changes in inclusion criteria could shift outcomes disproportionately. These results highlight systematic inconsistencies, showing why multi-method approaches remain necessary despite automation. While TikTok Research API offers valuable scale and ethical compliance, its demographic biases and metadata inconsistencies compromise validity. The study advocates integrated auditing protocols and targeted API refinements to improve representativeness and accuracy in platform-based research.",
    "journal_full": "Social Science Computer Review"
  },
  {
    "discipline": "public opinion",
    "title": "Conspiracy or Public Service? Does Facebook’s Third-Party Fact-Checking Increase Conspiracy Beliefs Among Americans?",
    "authors": "Justin Bonest Phillips, Timothy B. Gravelle, Andrea Carson, Mathew D. Marques",
    "url": "https://doi.org/10.1177/08944393261421119",
    "doi": "https://doi.org/10.1177/08944393261421119",
    "filter": 0,
    "created": "2026-1-29",
    "abstract": "Unlike past studies that examine whether fact-checking can counter conspiratorial belief, we reverse the lens to investigate if fact-checking itself prompts conspiracy belief. Our study occurs in the days immediately preceding the 2024 US election. Shortly thereafter, Meta’s CEO Mark Zuckerberg abandoned Facebook’s third-party program altogether, arguing fact-checkers “have destroyed more trust than they have created.” We provide timely insight into fact-checking concerns using a preregistered online survey-based experiment of US Facebook users’ ( n = 2,409), randomly assigned to view either a generic Facebook fact-check (treatment) or a Facebook login screen. Results show no overall effects of third-party fact-checking on users’ propensity for conspiratorial beliefs. However, when individuals with high conspiracy mentality and strong conservative identification encounter a fact-check, they are more likely to endorse Facebook-related conspiracy beliefs. We also observe a three-way interaction among political independents with high and low conspiracy beliefs, where fact-checking potentially triggers or reduces such beliefs.",
    "journal_full": "Social Science Computer Review"
  },
  {
    "discipline": "public opinion",
    "title": "Platform Politics in the U.S. Congress: Diffusion of TikTok and Threads",
    "authors": "Terri L. Towner, Caroline Muñoz",
    "url": "https://doi.org/10.1177/08944393261421118",
    "doi": "https://doi.org/10.1177/08944393261421118",
    "filter": 0,
    "created": "2026-1-30",
    "abstract": "This study investigates which members of the 118th U.S. Congress adopt and use Threads and TikTok, and what political, demographic, and constituency-level characteristics explain this variation. Grounded in diffusion of innovation theory, we ask: What factors predict the adoption and use of these emerging platforms? We compiled original data on all members of Congress ( N = 535) by collecting social media account information from official congressional websites and manually verifying platform presence. Adoption was measured as a binary variable, and usage as the number of posts made through November 2023. Using probit and OLS regression models, we tested predictors including party affiliation, age, race, leadership status, and prior digital engagement. The empirical analyses reveal that Democrats and younger legislators are more likely to adopt Threads and TikTok. Prior digital engagement consistently predicts usage on both platforms. Notably, racial identity plays a critical role: non-white members are more likely to adopt and use TikTok, while white members are more likely to use Threads. This study offers the first empirical analysis of congressional adoption and usage of Threads and TikTok. Our findings demonstrate that platform choice is shaped by identity, institutional context, and political strategy. These findings offer new insights into the determinants of early platform adoption among U.S. congress members and the importance of aligning communication choices with constituent behavior and platform culture.",
    "journal_full": "Social Science Computer Review"
  },
  {
    "discipline": "psychology",
    "title": "Timing Matters: The Effects of Prebunking Versus Debunking on Trust in Disinformation",
    "authors": "Matej Lorko, Vladimíra Čavojová, Jakub Šrol, Richard Priesol, Paulína Jalakšová, Berenika Tužilová",
    "url": "https://doi.org/10.1177/01461672251411571",
    "doi": "https://doi.org/10.1177/01461672251411571",
    "filter": 0,
    "created": "2026-1-31",
    "abstract": "The spread of disinformation is widely regarded as one of the most serious global risks. In one laboratory and three online experiments ( N total = 3,066), we measured trust in true, false, and disinformation statements related to the Russo–Ukrainian war (Experiments 1–3) and to politics, climate, and health (Experiment 4). We examined longer-term effectiveness of a fact-based corrective message delivered either before (prebunking) or after (debunking) participants’ initial evaluation of disinformation statements. Across all four experiments, debunking intervention consistently and substantially reduced trust in disinformation, with effects persisting for at least two weeks. Prebunking intervention produced similarly durable benefits only when it was immediately followed by evaluation of the just-corrected disinformation. When evaluation was delayed, prebunking had no reliable impact. We found no significant backfire effects on trust in disinformation across any ideological groups. However, debunking induced a more conservative response pattern overall, reducing trust in true statements as well.",
    "journal_full": "Personality and Social Psychology Bulletin"
  },
  {
    "discipline": "sociology",
    "title": "Disentangling and Reassembling: Unveiling Hidden Patterns in Gender Attitudinal Surveys",
    "authors": "Jiayun Jin",
    "url": "https://doi.org/10.1177/00491241251413678",
    "doi": "https://doi.org/10.1177/00491241251413678",
    "filter": 0,
    "created": "2026-1-29",
    "abstract": "This study addresses the complexities of midpoint and non-substantive responses, such as “Don’t Know,” in Likert scale surveys on gender attitudes. While existing research often assumes these responses are neutral or random, this study challenges that notion by applying the item response tree model to disentangle respondents’ attitudes from their response tendencies. Analysis of data from the Chinese General Social Survey shows that traditional gender attitudes are associated with a higher likelihood of such responses, indicating biases in conventional methods. After disentangling these elements, I reassemble them through latent profile analysis to examine the dominant configurations of gender attitudes and response tendencies. Five distinct profiles emerge: Passionate Egalitarians, Genuine Neutrals, Forthright Moderates, Evasive Traditionalists, and Unembellished Traditionalists. Passionate Egalitarians advocate strongly for gender equality, while Evasive Traditionalists use non-substantive responses to conceal traditional views. This study provides a refined approach to rating scale analysis, advancing both sociological methodology and gender studies.",
    "journal_full": "Sociological Methods & Research"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Assessing personality using zero-shot generative AI scoring of brief open-ended text",
    "authors": "Aidan G. C. Wright, Whitney R. Ringwald, Colin E. Vize, Johannes C. Eichstaedt, Mike Angstadt, Aman Taxali, Chandra Sripada",
    "url": "https://doi.org/10.1038/s41562-025-02389-x",
    "doi": "https://doi.org/10.1038/s41562-025-02389-x",
    "filter": 0,
    "created": "2026-1-30",
    "abstract": "Contemporary personality assessment relies heavily on psychometric scales, which offer efficiency but risk oversimplifying the rich and contextual nature of personality. Recognizing these limitations, this study explores the use of commercially available generative large language models (LLMs), such as ChatGPT, Claude and so on, to assess personality traits from open-ended qualitative narratives. Across two distinct samples and methodologies (spontaneous streams of thought and daily video diaries), we used seven commercial, generative LLMs to score Big-Five personality traits, achieving convergence with self-report measures comparable to or exceeding established benchmarks (for example, self–other agreement, ecological momentary assessment, and bespoke machine learning models). Although results differed across different LLMs, we found that using the average LLM score across models provided the strongest agreement with self-report. Further, LLM-generated trait scores also demonstrated predictive validity regarding daily behaviours and mental health outcomes. This LLM-based approach achieved quantitative rigour based on qualitative data and is easily accessible without specialized training. Importantly, our findings also reaffirm that personality is expressed ubiquitously, in that it is carried in the stream of our thoughts and is woven into the fabric of our daily lives. These results encourage broader adoption of generative LLMs for psychological assessment and—given the new generation of tools—stress the value of idiographic narratives as reliable sources of psychological insight.",
    "journal_full": "Nature Human Behaviour"
  }
]
