[
  {
    "discipline": "communication",
    "title": "Using media to navigate identity? U.S. Black parents’ encouragement and selection of content for their children",
    "authors": "AnneMarie K McClain, Marie-Louise Mares",
    "url": "https://doi.org/10.1093/hcr/hqaf006",
    "doi": "https://doi.org/10.1093/hcr/hqaf006",
    "filter": 0,
    "journal_full": "Human Communication Research",
    "abstract": "In an online experiment, 498 U.S. Black parents (child aged 3–5, 9–11, 15–17) were randomized to imagine their child had “an okay day” or experienced peer racism. They watched four age-appropriate video trailers that varied in affective tone (positive vs. mixed) and theme (race-related vs. not), rated their likelihood of encouraging their child to watch each and selected one. Regardless of condition and child age, encouragement was higher for race-related versus “nonracial” videos. Parents in the racism (vs. okay day) condition had greater odds of selecting race-related content, including racism depictions. As such, results were more consistent with the Selective Exposure Self- and Affect-Management model than Mood Management predictions. Perceptions of child identity strength and parent identity strength predicted encouragement; parent identity strength predicted selection; child age group mostly did not predict outcomes. Effects of condition on selection of racial vs. entertainment content were mediated by three types of goals. Public significance This study suggests U.S. Black parents can see value in showing their child age-appropriate content featuring racial pride messages and youth racism experiences. Following a child racism experience, Black parents had greater inclinations to select both types of race-related content over race-unrelated content, with little differences by child age."
  },
  {
    "discipline": "communication",
    "title": "Curbing misinformation dissemination in influencer marketing: how misinformation interventions affect endorsement effectiveness",
    "authors": "Quan Xie, Mengtian Jiang, Yang Feng, Joe Phua",
    "url": "https://doi.org/10.1080/02650487.2025.2480014",
    "doi": "https://doi.org/10.1080/02650487.2025.2480014",
    "filter": 0,
    "journal_full": "International Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "Online disinhibition is not a master key: an examination of online disinhibition mechanisms",
    "authors": "Ruohan Wen, Asako Miura",
    "url": "https://doi.org/10.1108/intr-07-2024-1143",
    "doi": "https://doi.org/10.1108/intr-07-2024-1143",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose This study aims to empirically examine how online disinhibition influences individuals’ behavior on the Internet based on the motivation-based online disinhibition model, a refinement of Suler’s (2004) online disinhibition theory. This model suggests that individuals’ behaviors are influenced by motivational factors, with online disinhibition moderating this process. Design/methodology/approach We observed how individuals expressed their attitudes by clicking “Like” when reading a fictional thread with multiple replies. In Study 1a, participants were shown two types of replies in a thread: inflammatory and normal posts. In Study 1b, we followed up with the participants from Study 1a by asking them how sensational and annoying they perceived each post. In Study 2, we examined whether participants clicked “Like” on a post that contained extreme language. Findings In Study 1a, the influence of online disinhibition on Like-clicking did not significantly differ across post types. In Study 1 b, when participants perceived posts as sensational or annoying, they were more likely to click “Like” if they experienced high levels of online disinhibition. For posts that were neither sensational nor annoying, online disinhibition did not affect the likelihood of clicking “Like.” In Study 2, although online disinhibition was significantly correlated with Like-clicking on the extreme post, this effect was not observed among participants who held a negative attitude toward the extreme post. Originality/value This study rigorously examined the causal relationships among motivational factors, online disinhibition and behaviors, challenging previously overgeneralized explanations of online disinhibition theory regarding online behaviors."
  },
  {
    "discipline": "communication",
    "title": "Illuminating the relative dominance of awareness and pervasiveness over visibility in organizational ICT affordances",
    "authors": "Ward van Zoonen, Ronald Rice, Anu Sivunen",
    "url": "https://doi.org/10.1093/jcmc/zmaf006",
    "doi": "https://doi.org/10.1093/jcmc/zmaf006",
    "filter": 0,
    "journal_full": "Journal of Computer-Mediated Communication",
    "abstract": "Contemporary discourse on the affordances of organizational information and communication technologies (ICTs) has largely been captivated by the allure of visibility. This article challenges that glare by elucidating the overlooked yet pivotal roles of a set of other organizational ICT affordances. Through a dominance analysis, our findings illuminate that awareness—the capacity of ICTs to link information and actors in an ongoing digital tapestry—and pervasiveness—the widespread nature, across time and space, of digital content and interactions—hold greater explanatory power compared to visibility in understanding some types of interactions fostered by ICTs (communication frequency, information-sharing quality at work [within and across departments], and identity processes [departmental and organizational]). By spotlighting the explanatory strength of affordances such as awareness and pervasiveness and somewhat dimming the role of visibility, this study urges scholars and practitioners alike to broaden their focus on the affordances of media in the digital workplace."
  },
  {
    "discipline": "communication",
    "title": "Does following or engaging in online discussions trigger political participation? Results of two online experiments",
    "authors": "Carina Weinmann, Ole Kelm, Stefan Marschall, Gerhard Vowe",
    "url": "https://doi.org/10.1080/19331681.2025.2486056",
    "doi": "https://doi.org/10.1080/19331681.2025.2486056",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "Assessing the Use of Feminine Professional Titles Among Women in Poland: Insights from Two Representative Surveys",
    "authors": "Magda Leszko, Aleksandra Cisłak, Magdalena Formanowicz",
    "url": "https://doi.org/10.1177/0261927x251328681",
    "doi": "https://doi.org/10.1177/0261927x251328681",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "Using masculine forms for mixed-gender groups or individuals of unknown gender leads people to think of men. In grammatically gendered languages, using feminine and paired forms (gender-inclusive language, GIL) is a common and effective strategy to increase the visibility of women. Although GIL benefits women as a group, its adoption may encounter resistance, especially among employed women. They may refrain from using feminine forms to refer to themselves due to apprehension about potential backlash for deviating from professional and linguistic norms. Additionally, they may hesitate, so as not to evoke societal stereotypes that associate femininity with lower competence and status in professional settings. In two representative samples of Polish self-identified women, we examined the prevalence of GIL forms in professional self-reference. In both studies, approximately half of the participants used feminine forms. The tendency to use GIL was less pronounced among employed participants, with only a third of currently employed women using feminine job titles. Gender identification moderates this effect, with working women who strongly identify with other women being more likely to use feminine forms. These findings shed light on the potential social and professional factors influencing the adoption of GIL by documenting who uses these forms in what contexts. By identifying potential barriers to broader adoption this study underscores the need to address these challenges with professional and policy-oriented interventions."
  },
  {
    "discipline": "communication",
    "title": "Actual-ideal discrepancy and intention to change behavior on communication about conflict in close relationships: A within-person experiment",
    "authors": "Kyosuke Kakinuma, Keise Izuma",
    "url": "https://doi.org/10.1177/02654075251330040",
    "doi": "https://doi.org/10.1177/02654075251330040",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "When people experience conflicts between their ideal standards and their partner’s actual state, they often resolve conflict through communication. Numerous observational studies suggest that direct regulation attempts (e.g., requesting one’s partner to change) are positively associated with the behavior change of the target partner. However, previous research using between-person and correlational designs has provided limited evidence. Moreover, the psychological components of partner regulation that affect targets’ intentions and behavior remain unclear. Therefore, we employed a within-person experimental paradigm to rigorously test targets’ psychological processes underlying interpersonal conflict resolution through communication. This focused on the discrepancy between targets’ actual states and requesters’ ideals. In the paradigm, we systematically manipulated targets’ perceived discrepancy. In our experiment (N = 78 couples), targets were asked to rate the actual frequency of 40–80 important actions, and requesters were asked to rate the ideal frequency of the targets’ actions. These actions were then randomly assigned to either the discrepancy feedback or no-feedback condition. Results showed that, in the feedback condition, discrepancies were positively associated with targets’ intentions to improve their behavior (but not with behavioral changes). These findings suggest that although people can facilitate their partners’ intention to change important actions by simply communicating their ideals, they must make additional efforts (e.g., suggesting a solution and promoting prospective memory) to get their partners to execute the intention. This study provides critical insight into the psychological process underlying conflict resolution in close relationships using a within-person experiment."
  },
  {
    "discipline": "communication",
    "title": "Hybridizing Just War Theory and Peace Journalism to Report Violent Conflicts",
    "authors": "Courtney Lawton, Brenda Wawa",
    "url": "https://doi.org/10.1177/10776990251326133",
    "doi": "https://doi.org/10.1177/10776990251326133",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Drawing on Youngblood’s call for “compelling, impactful, and thoughtful” journalism, this study introduces Just-Peace Journalism (JPJ), merging Just War Theory and Peace Journalism to deepen ethical scrutiny and practical coverage. A quantitative analysis of 300 Sudan Tribune and Al Jazeera articles on Darfur investigates whether JPJ can strengthen day-to-day reporting and whether its principles extend beyond Darfur. The findings reveal that, while normative frameworks often struggle to influence routine news practices, JPJ elements emerge when supported by editorial policies, sufficient resources, and receptive audiences. Building on these insights, the study proposes strategies for independent journalists and local media to elevate ethical inquiry, and it encourages further exploration of JPJ’s applicability across diverse contexts."
  },
  {
    "discipline": "communication",
    "title": "News #foryou on TikTok: A Digital Methods-Based Study",
    "authors": "Jonathan Hendrickx",
    "url": "https://doi.org/10.1177/10776990251328623",
    "doi": "https://doi.org/10.1177/10776990251328623",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "TikTok is rapidly establishing itself as an important platform for contemporary digital journalism but explorations on its transnational journalistic usage thus far remain limited in size and scope. Hence, this explorative study adopts a digital methods approach to collect and assess 26,473 TikTok videos posted by 91 European news outlets between 2019 and 2022. Rooted conceptually in affordance and hybridity theory and methodologically in digital methods, the study theorizes digital production trends by drawing on a proposed typology of visual, hashtags, and auditory affordances. News outlets studied adhere to visual and hashtag affordances, but much less so to auditory ones."
  },
  {
    "discipline": "communication",
    "title": "How the Engagement Journalism Movement Is Changing Political News Content: An Applied-Research Study",
    "authors": "Sue Robinson, Margarita Orozco, Joshua P. Darr",
    "url": "https://doi.org/10.1177/10776990251318649",
    "doi": "https://doi.org/10.1177/10776990251318649",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Our multi-methodological, multi-university team was hired to evaluate whether news outlets participating in substantive training in journalism engagement and solutions-oriented practices were also changing their content. Analyzing a large dataset of political stories published by these journalists, we employed both quantitative and qualitative techniques to find significant differences between 2018, 2020, and 2022 political coverage: fewer horse-race (game) framed stories, more content considered to be “engaged,” more transparent stories, and somewhat of a boost in solutions-oriented content. This work documents and measures these content changes, adding to a burgeoning body of scholarship about engagement and solutions journalism."
  },
  {
    "discipline": "communication",
    "title": "Exploring an Alternative Computational Approach for News Framing Analysis Through Community Detection in Framing Element Networks",
    "authors": "Yanru Jiang, Sha Lai, Lei Guo, Prakash Ishwar, Derry Wijaya, Margrit Betke",
    "url": "https://doi.org/10.1177/10776990251328597",
    "doi": "https://doi.org/10.1177/10776990251328597",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This study introduces the “framing element” method, an alternative approach to computational news framing detection. Rooted in a constructionist framing analysis framework, it identifies frames as packages of framing elements, including actors (individuals and organizations) and topics, extending beyond topic-focused methods in prior unsupervised analyses. Compared with latent Dirichlet allocation (LDA)- and Bidirectional Encoder Representations from Transformers (BERT)-based approaches on 1,300 U.S. gun violence news articles, this method addresses LDA’s limitations by focusing on high-level framing elements rather than keywords and is less labor-intensive than BERT-based supervised learning. Supporting both inductive and deductive analyses, it achieves comparable results to LDA while uncovering a previously unidentified gun violence frame."
  },
  {
    "discipline": "communication",
    "title": "Reinforcing or Rethinking? What do News Consumers Want from Journalism in the Post-Truth Era?",
    "authors": "Martin Moland, Jacopo Custodi, Hans-Jörg Trenz",
    "url": "https://doi.org/10.17645/mac.8823",
    "doi": "https://doi.org/10.17645/mac.8823",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Policymakers and news producers have long grappled with the challenges that fake news and misinformation pose to quality journalism. This has given rise to an extensive body of literature, covering various aspects from the characteristics of fake news to strategies for addressing it. However, the preferences of news consumers regarding the future of journalism and their views on how journalistic commitment to truth can best be maintained remain relatively overlooked in scholarly research. This article utilizes primary data from a survey (&lt;em&gt;N&lt;/em&gt; = 4,521) fielded in Norway, Italy, and Poland in 2023 to show that, even in contemporary media environments, people continue to regard traditional journalistic ideals as the normative goals for future journalism. This suggests that journalists in an age of post-truth should focus less on rethinking journalism and more on adhering to its traditional goals of unbiased dissemination of facts."
  },
  {
    "discipline": "communication",
    "title": "Spreading False Content in Political Campaigns: Disinformation in the 2024 European Parliament Elections",
    "authors": "Andreu Casero-Ripollés, Laura Alonso-Muñoz, Diana Moret-Soler",
    "url": "https://doi.org/10.17645/mac.9525",
    "doi": "https://doi.org/10.17645/mac.9525",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Electoral campaigns are one of the key moments of democracy. In recent times, the circulation of disinformation has increased during these periods. This phenomenon has serious consequences for democratic health since it can alter the behaviour and decisions of voters. This research aims to analyse the features of this phenomenon during the 2024 European Parliament elections in a comparative way. The applied methodology is based on quantitative content analysis. The sample (&lt;em&gt;N&lt;/em&gt; = 278) comprises false information verified by 52 European fact-checking agencies about the campaign for the European elections in 20 EU countries. The analysis model includes variables such as time-period, country, propagator platform, topic, and the type of disinformation. The results show that the life cycle of electoral disinformation goes beyond the closing of the polls assuming a permanent nature. In addition, national environments condition the profiles of this question, which is more intense in Southern and Eastern Europe. Furthermore, although multiple channels are involved, digital platforms with weak ties are predominant in disseminating hoaxes. Finally, migration and electoral integrity are the predominant topics. This favours the circulation of an issue central to the far-right agenda and aims to discredit elections and their mechanisms to undermine democracy. These findings establish the profiles of this problem and generate knowledge to design public policies that combat electoral false content more effectively."
  },
  {
    "discipline": "communication",
    "title": "SMART 2.0: Social Media Analytics and Reporting Tool Applied to Misinformation Tracking",
    "authors": "Mahmoud Mousa Hamad, Gopichandh Danala, Wolfgang Jentner, David Ebert",
    "url": "https://doi.org/10.17645/mac.9543",
    "doi": "https://doi.org/10.17645/mac.9543",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "The rapid proliferation of social media has created new data stemming from users’ thoughts, feelings, and interests. However, this unprecedented growth has led to the widespread dissemination of misinformation—deliberately or inadvertently false content that can trigger dangerous societal ramifications. Visual analytics combines advanced data analytics and interactive visualizations to explore data and mine insights. This article introduces the Social Media Analytics and Reporting Tool (SMART) 2.0, detailing its application in tracking misinformation on social media. An updated version of its predecessor, SMART 2.0 enables analysts to conduct real-time surveillance of social media content along with complementary data streams, including weather patterns, traffic conditions, and emergency service reports. SMART 2.0 offers enhanced capabilities like map-based, interactive, and AI-powered features that enable researchers to visualize and understand situational changes by assessing public social posts and comments. As a misinformation classification and tracking case study, we collected public, geo-tagged tweets from multiple cities in the UK during the 2024 riots. We showcased the effectiveness of SMART 2.0’s misinformation detection and tracking capabilities. Our findings show that SMART 2.0 effectively tracks and classifies misinformation using a human-in-the-loop approach."
  },
  {
    "discipline": "communication",
    "title": "Motivations and Affordances of ChatGPT Usage for College Students’ Learning",
    "authors": "Sun Kyong Lee, Jongsang Ryu, Yeowon Jie, Dong Hoon Ma",
    "url": "https://doi.org/10.17645/mac.9508",
    "doi": "https://doi.org/10.17645/mac.9508",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This study explored college students’ experiences and evaluations of using ChatGPT for class-related activities including essay writing, exam preparation, and homework. Students from two classes on the same subject were surveyed, and quantitative data on their motivations and usage of ChatGPT were collected (Class 1, &lt;em&gt;n &lt;/em&gt;= 48; Class 2, &lt;em&gt;n&lt;/em&gt; = 106; &lt;em&gt;N&lt;/em&gt; = 154). Hierarchical regression analysis revealed that using ChatGPT as a study guide and for active interaction were significant predictors of actual usage level, while its usage for entertainment and study guide was associated with higher trust in the tool. We further collected qualitative data through open-ended surveys (Class 1, &lt;em&gt;n &lt;/em&gt;= 154; Class 2, &lt;em&gt;n&lt;/em&gt; = 106). Responses were manually coded and thematically analyzed, with comparisons drawn between the two classes. Students’ perceptions varied, with many acknowledging the affordances of ChatGPT, such as helping to organize thoughts, clarifying concepts, and structuring essays. However, some participants raised concerns about the tool’s limitations—particularly its potential to inhibit critical and creative thinking—as well as issues related to the reliability, accuracy, and quality of information provided. The implications of these findings are discussed in relation to the uses and gratifications theory, the technology acceptance model, and the concept of media affordances."
  },
  {
    "discipline": "communication",
    "title": "Tracking menopause: An SDK Data Audit for intimate infrastructures of datafication with ChatGPT4o",
    "authors": "Jennifer Pybus, Mina Mir",
    "url": "https://doi.org/10.1177/14614448251314401",
    "doi": "https://doi.org/10.1177/14614448251314401",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This article presents a novel methodology to examine the tracking infrastructures that extend datafication across a sample of 14 menopause-related applications. The Software Development Kit (SDK) Data Audit is a mixed methodology that explores how personal data are accessed in apps using ChatGPT4o to account for how digital surveillance transpires via SDKs. Our research highlights that not all apps are equal amid ubiquitous datafication, with a disproportionate number of SDK services provided by Google, Meta, and Amazon. Our three key findings include: (1) an empirical approach for auditing SDKs; (2) a means to account for modular SDK infrastructure; and (3) the central role that App Events—micro-data points that map every action we make inside of apps—play in the data-for-service economy that SDKs enable. This work is intended to open up space for more critical research on the tracking infrastructures of datafication within our apps in any domain."
  },
  {
    "discipline": "communication",
    "title": "Attitudes, experiences, and usage intentions of artificial intelligence: A population study in Germany",
    "authors": "Timo Gnambs, Jan-Philipp Stein, Sabine Zinn, Florian Griese, Markus Appel",
    "url": "https://doi.org/10.1016/j.tele.2025.102265",
    "doi": "https://doi.org/10.1016/j.tele.2025.102265",
    "filter": 0,
    "journal_full": "Telematics and Informatics"
  },
  {
    "discipline": "communication",
    "title": "Populist radical-right attitudes, media trust, and social media reliance: Combining survey and tracking data to investigate predictors of online exposure to disinformation",
    "authors": "Clara Christner, Mykola Makhortykh, Teresa Gil-Lopez",
    "url": "https://doi.org/10.1016/j.tele.2025.102250",
    "doi": "https://doi.org/10.1016/j.tele.2025.102250",
    "filter": 0,
    "journal_full": "Telematics and Informatics"
  },
  {
    "discipline": "communication",
    "title": "Does greater chatbot usage lead to more positive affective attitudes toward AI? A moderated mediation model of relational capacity, competence, and privacy concerns in a two-wave panel study",
    "authors": "Bolin Cao, Chuanqin Wen",
    "url": "https://doi.org/10.1016/j.tele.2025.102263",
    "doi": "https://doi.org/10.1016/j.tele.2025.102263",
    "filter": 0,
    "journal_full": "Telematics and Informatics"
  },
  {
    "discipline": "communication",
    "title": "Public attitudes toward the Israeli-Palestinian conflict in China: A text mining analysis",
    "authors": "Xuefan Dong, Chen Wang, Ying Lian",
    "url": "https://doi.org/10.1016/j.tele.2025.102243",
    "doi": "https://doi.org/10.1016/j.tele.2025.102243",
    "filter": 0,
    "journal_full": "Telematics and Informatics"
  },
  {
    "discipline": "politics",
    "title": "Evidence Can Change Partisan Minds but Less So in Hostile Contexts",
    "authors": "Jin Woo Kim",
    "url": "https://doi.org/10.1017/s0007123424000899",
    "doi": "https://doi.org/10.1017/s0007123424000899",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "A large body of literature indicates that partisan-motivated reasoning drives resistance to political persuasion. But recent scholarship has challenged this view, suggesting that people don’t always resist uncongenial information, and even when they do, it is not clear why. In this article, I present two survey experiments that examine when and why partisans selectively dismiss uncongenial information. The findings show that, in the absence of affective triggers, partisans were persuaded by both congenial and uncongenial information. But when randomly induced to feel adversarial, they became more dismissive of uncongenial information and ultimately disagreed more, not less, after considering the same information. These results (1) identify a crucial condition that provokes resistance to political persuasion; (2) demonstrate partisan-motivated reasoning more clearly than previous studies; and (3) underscore the importance of the quality of elite-level political discourse in determining the quality of citizen-level opinion formation."
  },
  {
    "discipline": "politics",
    "title": "Survey sampling in the Global South using Facebook advertisements",
    "authors": "Leah R. Rosenzweig, Parrish Bergquist, Katherine Hoffmann Pham, Francesco Rampazzo, Matto Mildenberger",
    "url": "https://doi.org/10.1017/psrm.2025.18",
    "doi": "https://doi.org/10.1017/psrm.2025.18",
    "filter": 0,
    "journal_full": "Political Science Research and Methods",
    "abstract": "Survey research in the Global South has traditionally required large budgets and lengthy fieldwork. The expansion of digital connectivity presents an opportunity for researchers to engage global subject pools and study settings where in-person contact is challenging. This paper evaluates Facebook advertisements as a tool to recruit diverse survey samples in the Global South. Using Facebook’s advertising platform, we quota-sample respondents in Mexico, Kenya, and Indonesia and assess how well these samples perform on a range of survey indicators, identify sources of bias, replicate a canonical experiment, and highlight trade-offs for researchers to consider. This method can quickly and cheaply recruit respondents, but these samples tend to be more educated than corresponding national populations. Weighting ameliorates sample imbalances. This method generates comparable data to a commercial online sample for a fraction of the cost. Our analysis demonstrates the potential of Facebook advertisements to cost-effectively conduct research in diverse settings."
  },
  {
    "discipline": "public opinion",
    "title": "Automated Detection of Media Bias Using Artificial Intelligence and Natural Language Processing: A Systematic Review",
    "authors": "Mar Castillo-Campos, David Becerra-Alonso, Hajo G. Boomgaarden",
    "url": "https://doi.org/10.1177/08944393251331510",
    "doi": "https://doi.org/10.1177/08944393251331510",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "Media bias has long been a subject of scholarly interest due to its potential to shape public perceptions and behaviors. This systematic review leverages advances in natural language processing (NLP) to explore automated methods to detect media bias, addressing five core questions: it examines the definitions and operationalization of media bias, explores the NLP tasks addressed for its detection, the technologies used, and their respective outcomes and applied findings. This review also examines the practical applications of these methodologies and assesses the patterns, implications, and limitations associated with using artificial intelligence for media bias detection. Analyzing peer-reviewed articles from 2019 to 2023, the review initially identified 519 articles, which ultimately included 28 relevant ones. Significant heterogeneity is observed in bias definitions, affecting the analysis and detection approaches. The review highlights the predominant use of some methods and identifies challenges such as inconsistencies in problem definition, outcome measurement, and comparative method evaluation. Regardless of the conceptualizations of bias and the methods used, studies consistently identify bias in media outlets. Thus, studying media bias remains necessary for raising awareness and detection, and NLP methods are significant allies in this endeavor. This research aims to consolidate the foundations of recent advances in NLP for bias detection, encouraging researchers to focus on developing transparent, task-specific tools and work toward a consensus on a technical definition of bias and standardized metrics for its evaluation."
  },
  {
    "discipline": "psychology",
    "title": "One App to Rule Them All: A One-Stop Calculator and Guide for 95 Effect-Size Variants for Two-Group Comparisons of Central Tendency, Variability, Overlap, Dominance, and Distributional Tails",
    "authors": "Marton L. Gyimesi, Victor Webersberger, Marco Del Giudice, Martin Voracek, Ulrich S. Tran",
    "url": "https://doi.org/10.1177/25152459251323186",
    "doi": "https://doi.org/10.1177/25152459251323186",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "The prevalence of effect-size (ES) reporting has risen significantly, yet studies comparing two groups tend to rely exclusively on the Cohen’s d family of ESs. In this article, we aim to broaden the readers’ horizon of known ESs by introducing various ES families for two-group comparisons, including indices of standardized differences in central tendency, overlap, dominance, and differences in variability and distributional tails. We describe parametric and nonparametric estimators in each ES family and present an interactive web application (R Shiny) for computing these ESs and facilitating their application. This one-stop calculator allows for the computation of 95 applications of 67 unique ESs and their confidence intervals and various plotting options and provides detailed descriptions for each ES, making it a valuable resource for both self-guided exploration and instructor-led teaching. With this comprehensive guide and its companion app, we aim to improve the clarity and accuracy of ES reporting in research design that involves two-group comparisons."
  },
  {
    "discipline": "psychology",
    "title": "The use of large language models for qualitative research: The Deep Computational Text Analyser (DECOTA).",
    "authors": "Lois Player, Ryan Hughes, Kaloyan Mitev, Lorraine Whitmarsh, Christina Demski, Nicholas Nash, Trisevgeni Papakonstantinou, Mark Wilson",
    "url": "https://doi.org/10.1037/met0000753",
    "doi": "https://doi.org/10.1037/met0000753",
    "filter": 0,
    "journal_full": "Psychological Methods"
  }
]
