[
  {
    "discipline": "communication",
    "title": "How public service media are changing in the platform era: A comparative study across four European countries",
    "authors": "Marius Dragomir, Miguel Túñez López",
    "url": "http://dx.doi.org/10.1177/02673231241290062",
    "doi": "10.1177/02673231241290062",
    "filter": 0,
    "journal_full": "European Journal of Communication",
    "abstract": "Despite enjoying a series of advantages and privileges, including access to public funding and technical infrastructure, as well as a special regulatory framework allowing them to reach almost the entire population, public service media (PSM) have historically faced a number of challenges. These include opposition from privately held media and various political parties, mounting criticism from audiences, and incessant pressures from state authorities. Some have been more successful than others in defending themselves against these attacks. Some PSM institutions have gained a high level of trust as a result of their ability to maintain a balanced approach to political coverage. Some are recognised for the quality of their news content. However, some other organisations have lost credibility and audience share as a result of various pressures. The platformisation trend has had a particularly disruptive impact on public service media (PSM) organisations. The challenge of adapting to the new digital landscape has been significant, requiring careful navigation to maintain the core values that guide their operations, as defined by the European Broadcasting Union (EBU): universality, independence, excellence, diversity, accountability and innovation. This article employs a recently developed framework for examining PSM and draws upon field research to analyse the transformation of PSM in response to platformisation-related pressures in four European countries: Austria, Romania, Spain and the United Kingdom."
  },
  {
    "discipline": "communication",
    "title": "Information as public good and public service media in Europe: Introduction to this special issue",
    "authors": "Raluca Petre",
    "url": "http://dx.doi.org/10.1177/02673231241293548",
    "doi": "10.1177/02673231241293548",
    "filter": 0,
    "journal_full": "European Journal of Communication",
    "abstract": "The right to public life has been one of the most important achievements of modernity. It was a result of long and painful civil struggles for dignity in a democratic public sphere. While de jure we are all welcome in the public sphere, de facto rapid processes of fragmentation and numerous contexts of misinformation insulate the actual chances of meaningful contribution to public life. Platform users are aggressively approached as consumers of goods and services and continuously stimulated to produce large quantities of any content, just to feed the voracious platforms. The sobering truth is that many people on the private high-tech platforms do not act like true democrats, but like private individuals who pursue very personal aims. At the same time, a private person does not have a mandate to act in the public interest of the rest of the citizens. For these reasons, we turn to information as a public good and public responsibility in this special issue. It is about media as a public service that allows democracy to keep centre stage within a polity. When citizens interact with relevant public information, they build the capacity to control their political environment, to form informed opinions and act upon them. When this basic desideratum is not structurally at the core of society, one cannot even start to consider democracy as the first course of action for the generations to come. Information as a public good is not a thing of nature, but a purposeful action. We take this stance when we approach information as a public good, rather than some residual category of market failure. The scope of this special issue is to analyse and explore the resources and institutional settings that allow information to thrive as a public good in the European contemporary informational ecosystem."
  },
  {
    "discipline": "communication",
    "title": "Embrace or leave social media? On the viability of public service media organizations’ strategies facing platform power",
    "authors": "Hallvard Moe",
    "url": "http://dx.doi.org/10.1177/02673231241290097",
    "doi": "10.1177/02673231241290097",
    "filter": 0,
    "journal_full": "European Journal of Communication",
    "abstract": "This article addresses the question of whether a withdrawal from social media platforms represents a viable strategy in the ongoing relational power negotiations between public service media and platforms, and if so, under what conditions. Recent diverging strategic efforts from public service broadcasters in two European countries – Germany and Norway – serve as illustrations of how existing organizations attempt to manoeuvre the current online realm dominated by platforms. I discuss findings from qualitative studies of news use in Norway and draw on comparative survey data on news use. I propose that high levels of trust in public service media, and widespread use of the public service broadcaster's own sites and offers, are key prerequisites to consider when assessing the viability of a withdrawal from third-party platforms in different countries. By zooming in on one type of media organization (public service broadcasters), and looking at different such organizations’ characteristics and context, and the dynamics of their relations to online platforms, the paper contributes to our understanding of platform power."
  },
  {
    "discipline": "communication",
    "title": "Unlocking public infrastructures? State aid and the common European data space",
    "authors": "Toni Prug, Paško Bilić",
    "url": "http://dx.doi.org/10.1177/02673231241290675",
    "doi": "10.1177/02673231241290675",
    "filter": 0,
    "journal_full": "European Journal of Communication",
    "abstract": "EU state aid rules are part of the EU’s competition policy, a form of soft law developed to nudge states away from public investments in many areas. Rules were used to impose that market competition holds a privileged position, and that enacting social, political, or economic benefits that might stifle competition requires a complicated legal and political negotiation process between the European Commission, Member States, and private companies. Nonetheless, many strategic projects or situations in recent years led to significant state aid. The Commission utilised a variety of means to encourage both private and public investments in EU based digital infrastructure that is critical for public media services and for unified European data space. Despite EU’s balancing act between the private and public interests, business interests are dangerously capturing the development in the media data space. To grasp the social and economic contribution of publicly financed productive activities, we approach public broadcasting systems as producers of public wealth of a peculiar kind whose activities and goals are defined by their public purpose, rather than the imperatives of capital and profitmaking. Unifying data spaces with too many design decisions conceded to capitalist production runs the risk of further neglecting social foundations of member states. We argue that the desired digital transformation would be more successful if it moved towards affirmative approaches to public services and public infrastructures, recognising the historical and contemporary contribution of the production of public wealth and public media in member states."
  },
  {
    "discipline": "communication",
    "title": "How online social community participation affect product stickiness: a study on green energy technology product",
    "authors": "You-Hung Lin, Hsin Hsin Chang, Chun Po Chiu",
    "url": "http://dx.doi.org/10.1108/itp-09-2022-0676",
    "doi": "10.1108/itp-09-2022-0676",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose This study aims to develop a conceptual model for GET products that participate in brands’ online communities, based on social cognitive theory (SCT), with environmental factors, personal factors and behavioral factors being used to explore whether users of GET products participate in brand online communities as well as to determine whether participation in a community forum causes users to stick with GET products. In addition, expectancy confirmation is also considered in the research model. Design/methodology/approach This research examines whether environmental and personal factors have a positive effect on the behavioral factors of Gogoro users, and then further effects on green energy technology (GET) product stickiness for users in online communities. A website was used to distribute links to two Facebook club sites: Gogoro Series 2 Fan Club and the Gogoro Fan Club. The respondents’ qualification criteria were restricted to people who had used Gogoro products and participated in a Gogoro online community. A total of 581 valid responses were collected for structural equation modeling (SEM) analysis, and expectancy confirmation was found to be moderate from a hierarchical regression. Findings The results of SEM show that virtual interactivity has a positive effect on product-related content, and social norms were found to have significant effects on creating product-related content. Brand community identification, perceived relative advantage and brand knowledge self-efficacy are found to be related to both creating and contributing product-related content. Also, creating product-related content and contributing user participation behaviors influence ET product stickiness. Practical implications Online community managers can boost user participation by increasing interaction, and community identification by enhancing users’ perceptions of benefiting from participating in their communities. Companies can also encourage users to create product-related content to increase users’ stickiness to GET products. Further, GET companies can try to enhance users’ intrinsic connection with other community users to increase their brand community identification if they want to increase users’ willingness to participate. Originality/value This study adopted SCT to measure the GET product stickiness formation process in an attempt to determine what factors boost user participation based on triadic reciprocality. Also, expectancy confirmation plays an important role in the relationship between community users’ participation behaviors and GET product stickiness. The results indicated that it was appropriate to add virtual interactivity to environmental factors and perceived relative advantage to personal factors to measure users’ participation in an online social community. Actual product users’ online community participation behavior could be a very influential indicator of actual product stickiness formation."
  },
  {
    "discipline": "communication",
    "title": "The visibility burden of crafting an idealized factory life: the paradox of Foxconn workers’ self-branding practices on Kuaishou",
    "authors": "Min Zhou, Shih-Diing Liu",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2420020",
    "doi": "10.1080/1369118x.2024.2420020",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Web archives after platformization: reading social media collections along the archival grain",
    "authors": "Kieran Hegarty",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2420033",
    "doi": "10.1080/1369118x.2024.2420033",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Revolutionary discourses from the past: a digital hermeneutical analysis of widely read academic publications on the social impact and significance of the internet",
    "authors": "Nathalie Fridzema, Susan Aasman, Tom Slootweg, Rik Smit",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2420025",
    "doi": "10.1080/1369118x.2024.2420025",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Creative data justice: a decolonial and indigenous framework to assess creativity and artificial intelligence",
    "authors": "Payal Arora",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2420041",
    "doi": "10.1080/1369118x.2024.2420041",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Perceived political incivility and trust in government: the moderating roles of election news exposure and favorability of election outcomes*",
    "authors": "Ozan Kuru, Taberez Ahmed Neyazi",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2420040",
    "doi": "10.1080/1369118x.2024.2420040",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Imgur, image macros, and algorithms: memes as imaginary issue spaces of users’ encounters with algorithmic recommendations",
    "authors": "Natalia Stanusch",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2420026",
    "doi": "10.1080/1369118x.2024.2420026",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "The value of augmented reality: exploring hedonic and utilitarian augmented reality experiences",
    "authors": "M. Claudia tom Dieck, Nina Krey, Eleanor Cranmer",
    "url": "http://dx.doi.org/10.1108/intr-11-2023-1048",
    "doi": "10.1108/intr-11-2023-1048",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose The current study explores two distinct augmented reality (AR) experiences (hedonic and utilitarian) to determine the drivers of satisfaction and word-of-mouth (WOM). Specifically, this research investigates how different AR characteristics (person–virtual environment (VE) interaction, novelty) impact reality congruence and immersion, which ultimately lead to satisfaction and WOM. Design/methodology/approach We tested the proposed model using a US consumer sample ( N  = 401) by applying partial least squares structural equation modeling (PLS-SEM) to reveal differences across the AR experiences regarding the mediating effects of immersion and reality congruence. Furthermore, we administered PLS-SEM multigroup analysis to identify differences for hedonic and utilitarian AR experiences. Findings This study provides important insights into the use of AR to create value-driven consumer experiences and outcome behaviors. Interacting with the virtual environment (VE) enhances immersion for hedonic AR experiences while it leads to higher levels of reality congruence for utilitarian AR experiences. While established relationships such as novelty to immersion continue to be significant, new constructs such as person–VE interaction and reality congruence immerge as stronger influences. Originality/value To date, most studies have implemented apps such as IKEA Place and have considered value as one comprehensive construct. However, limited research has examined differences in hedonic and utilitarian AR experiences. The current findings enhance the understanding of utilizing value-driven consumer experiences within the AR context to achieve desirable outcome behaviors."
  },
  {
    "discipline": "communication",
    "title": "Blockchain for sustainable consumption: an affordance and consumer value-based view",
    "authors": "Maryam Hina, Najmul Islam, Amandeep Dhir",
    "url": "http://dx.doi.org/10.1108/intr-07-2023-0523",
    "doi": "10.1108/intr-07-2023-0523",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose There is little empirical evidence on how blockchain affordances may encourage consumers to make sustainable choices. Thus, this paper examines how blockchain affordances affect consumers’ sustainable consumption. Design/methodology/approach We focus on three blockchain affordances: transparency, traceability, and immutability in this paper. By integrating the affordance lens and theory of consumption values (TCV), we develop a research model wherein we posit that blockchain affordances influence several consumption values, which then affect consumers’ intention to purchase sustainable products. In the study, we designed a scenario and user interface for a novel blockchain-based app for sustainable consumption in the context of the fashion industry and surveyed 295 European consumers to examine the study’s research model. We then analyzed the collected data using the partial least squares technique. Findings The results show that blockchain affordances positively affect consumption values, including efficiency, social impression, trust, and sustainability information clarity. In turn, these values influence the consumers’ purchase intention of sustainable products. Additionally, our post hoc analysis shows that these consumption values fully mediate the effect of blockchain affordances on consumers’ purchase intention, where trust and sustainability information clarity is found to have a higher impact. Originality/value Empirical research studies focusing on understanding blockchain’s effect on sustainable consumption values have been limited in prior literature. This study, drawing on the affordance lens, proposes distinct blockchain affordances and empirically validates their impact on consumers’ sustainable purchase intention. By integrating TCV, it highlights the mediating mechanism that drives blockchain’s impact on consumers’ purchase intention. We empirically identify the values that mediate the effects of blockchain affordances on consumers’ purchase intention; further, we discuss implications for research and practice based on the study findings."
  },
  {
    "discipline": "communication",
    "title": "Together we can do it! A roadmap to effectively tackle propaganda-related tasks",
    "authors": "Raquel Rodríguez-García, Roberto Centeno, Álvaro Rodrigo",
    "url": "http://dx.doi.org/10.1108/intr-05-2024-0785",
    "doi": "10.1108/intr-05-2024-0785",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose In this paper, we address the need to study automatic propaganda detection to establish a course of action when faced with such a complex task. Although many isolated tasks have been proposed, a roadmap on how to best approach a new task from the perspective of text formality or the leverage of existing resources has not been explored yet. Design/methodology/approach We present a comprehensive study using several datasets on textual propaganda and different techniques to tackle it. We explore diverse collections with varied characteristics and analyze methodologies, from classic machine learning algorithms, to multi-task learning to utilize the available data in such models. Findings Our results show that transformer-based approaches are the best option with high-quality collections, and emotionally enriched inputs improve the results for Twitter content. Additionally, MTL achieves the best results in two of the five scenarios we analyzed. Notably, in one of the scenarios, the model achieves an F1 score of 0.78, significantly surpassing the transformer baseline model’s F1 score of 0.68. Research limitations/implications After finding a positive impact when leveraging propaganda’s emotional content, we propose further research into exploiting other complex dimensions, such as moral issues or logical reasoning. Originality/value Based on our findings, we provide a roadmap for tackling propaganda-related tasks, depending on the types of training data available and the task to solve. This includes the application of MTL, which has yet to be fully exploited in propaganda detection."
  },
  {
    "discipline": "communication",
    "title": "Computer Vision Models for Image Analysis in Advertising Research",
    "authors": "Hairong Li, Nan Zhang",
    "url": "http://dx.doi.org/10.1080/00913367.2024.2407644",
    "doi": "10.1080/00913367.2024.2407644",
    "filter": 0,
    "journal_full": "Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "The composition and amplification of mainstream political memes: evidence from 4 U.S. election cycles",
    "authors": "Jessica R. Collier, Yujin Kim, Caroline Murray",
    "url": "http://dx.doi.org/10.1080/19331681.2024.2421390",
    "doi": "10.1080/19331681.2024.2421390",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "Constraints on AI: Arab Journalists’ experiences and perceptions of governmental restrictions on ChatGPT",
    "authors": "Miral Sabry AlAshry, Walid Al-Saqaf",
    "url": "http://dx.doi.org/10.1080/19331681.2024.2421388",
    "doi": "10.1080/19331681.2024.2421388",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "AI chatbots and political learning",
    "authors": "J. Benjamin Taylor, Sean Richey",
    "url": "http://dx.doi.org/10.1080/19331681.2024.2422929",
    "doi": "10.1080/19331681.2024.2422929",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "Platform affordances, discursive opportunities, and social media activism: A cross-platform analysis of #MeToo on Twitter, Facebook, and Reddit, 2017–2020",
    "authors": "Mengyu Li, Jiyoun Suk, Yini Zhang, Jon C. Pevehouse, Yibing Sun, Hyerin Kwon, Ruixue Lian, Rui Wang, Xinxia Dong, Dhavan V. Shah",
    "url": "http://dx.doi.org/10.1177/14614448241285562",
    "doi": "10.1177/14614448241285562",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This study proposes affordances for discursive opportunities (ADO) as a theoretical framework that leverages the concept of technological affordances and the theory of discursive opportunities to understand platform potential in shaping social media activism. Specifically, ADO underscores how social media platform affordances (e.g., algorithmic curation, shared group identity and culture, connectivity) shape movement visibility, resonance, and legitimacy, all of which can mobilize activism efforts. We further situate our discussion in the cross-platform context to explore both differences and interconnections between different platforms in facilitating digital activism. By analyzing 20,363,128 English posts related to the #MeToo movement from 2017 to 2020 on Twitter, Facebook, and Reddit using supervised machine learning and time series analysis, we reveal platform variations in affording discursive opportunities for visibility, resonance, and legitimacy, which shape activism efforts differently across platforms. We also find a unidirectional relationship from activism on Twitter and Reddit to activism on Facebook."
  },
  {
    "discipline": "communication",
    "title": "“It’s between me and myself”: Inverse parasocial relationships in addressing (imagined) podcast listeners",
    "authors": "Tzlil Sharon, Nicholas A. John",
    "url": "http://dx.doi.org/10.1177/14614448241287913",
    "doi": "10.1177/14614448241287913",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This article explores how podcasters address their invisible—and thus imagined—audience. Based on in-depth interviews, we examine how different ways of imagining the listener evoke specific strategies of addressivity and analyze the connection between these imaginaries and the concept of intimacy as understood and performed by podcasters. We introduce a working definition of the “imagined podcast listener” and present a typology of eight types of imagined relationships between podcaster and audience. By juxtaposing these findings with the contexts in which podcasters describe “intimacy,” we argue that while podcasters may envision a diverse audience, their perception of intimacy within their podcasts often reflects a self-centered imaginary of the listener. We describe this phenomenon as an inverse parasocial relationship, as it reverses the direction of the illusory connection between media personae and their audiences. Despite the potential of podcasting to foster dialogue, we highlight its tendency to promote inward-directed addressivity."
  },
  {
    "discipline": "communication",
    "title": "Debunking the corporate paint shop: Examining the effects of misleading corporate social responsibility claims on social media",
    "authors": "Britta C Brugman, Dian van Huijstee, Ellen Droog",
    "url": "http://dx.doi.org/10.1177/14614448241288482",
    "doi": "10.1177/14614448241288482",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Misinformation thrives on social media, prompting much research into social media interventions such as debunks. This paper tests debunking’s effectiveness against an understudied but prominent form of online misinformation: misleading organizational claims of corporate social responsibility, or CSR-washing. British participants ( N = 657) took part in a preregistered experiment with a 2 (debunk: present, absent) x 3 (CSR-washing: greenwashing, bluewashing, purplewashing) between-subjects design. They saw an Instagram ad from a fictional clothing company that showcased its dedication to environmental sustainability, gender equality in the workplace, or the elimination of child labor. Half of the participants then received a debunk. Unlike most previous research which showed continued influence of misinformation after debunking, we found that the debunks were very effective: they reversed the persuasive effects of CSR-washing, resulting in negative brand attitudes and low purchase intentions. Several explanations for this finding are discussed, highlighting CSR-washing’s distinctiveness from many other forms of misinformation."
  },
  {
    "discipline": "communication",
    "title": "“They don’t mean to hurt”: Female gamers’ reluctance in recognizing and confronting sexism in gaming as an online-offline juxtaposition",
    "authors": "Ziyu Deng",
    "url": "http://dx.doi.org/10.1177/14614448241287831",
    "doi": "10.1177/14614448241287831",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Female gamers have long suffered from gender-based online abuse in the gaming community. Apart from commonly observed quitting and gender-masking behaviors from female gamers, this study explores what female gamers understand as sexism, how female gamers react to it, and why they choose certain reactions instead of others. Findings show that female gamers are keenly conscious of normalized sexism in gaming culture, and thus often prioritize preventing personal interaction with strangers online, resulting in their shared preference for gaming with trusted acquaintances, which makes gaming an online-offline juxtaposition. Shouldering gender norms in doubled dimensions of gaming and specific real-life relationships, female gamers thus become reluctant to recognize and confront less violent sexism from male acquaintances. Female gamers’ strategic self-protection, although gaining them relatively safer gaming spaces, also consolidates sexism in gaming, and further suggests gaming as a critical social space for reproducing broader gender inequalities."
  },
  {
    "discipline": "communication",
    "title": "Beyond magic: Prompting for style as affordance actualization in visual generative media",
    "authors": "Nataliia Laba",
    "url": "http://dx.doi.org/10.1177/14614448241286144",
    "doi": "10.1177/14614448241286144",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "As a sociotechnical practice at the nexus of humans, machines, and visual culture, text-to-image generation relies on verbal prompts as the primary technique to guide generative models. To align desired aesthetic outcomes with computer vision, human prompters engage in extensive experimentation, leveraging the model’s affordances through prompting for style. Focusing on the interplay between machine originality and repetition, this study addresses the dynamics of human-model interaction on Midjourney, a popular generative model (version 6) hosted on Discord. It examines style modifiers that users of visual generative media add to their prompts and addresses the aesthetic quality of AI images as a multilayered construct resulting from affordance actualization. I argue that while visual generative media holds promise for expanding the boundaries of creative expression, prompting for style is implicated in the practice of generating a visual aesthetic that mimics paradigms of existing cultural phenomena, which are never fully reduced to the optimized target output."
  },
  {
    "discipline": "communication",
    "title": "Political Communication Research is Unprepared for the Far Right",
    "authors": "Curd Knüpfer, Sarah J. Jackson, Daniel Kreiss",
    "url": "http://dx.doi.org/10.1080/10584609.2024.2414268",
    "doi": "10.1080/10584609.2024.2414268",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Optimizing organizational corrective communication: The effects of correction placement timing, refutation detail level, and corrective narrative type on combating crisis misinformation narratives",
    "authors": "Xuerong Lu, Yan Jin",
    "url": "http://dx.doi.org/10.1016/j.pubrev.2024.102514",
    "doi": "10.1016/j.pubrev.2024.102514",
    "filter": 0,
    "journal_full": "Public Relations Review"
  },
  {
    "discipline": "multidisciplinary",
    "title": "When combinations of humans and AI are useful: A systematic review and meta-analysis",
    "authors": "Michelle Vaccaro, Abdullah Almaatouq, Thomas Malone",
    "url": "http://dx.doi.org/10.1038/s41562-024-02024-1",
    "doi": "10.1038/s41562-024-02024-1",
    "filter": 0,
    "journal_full": "Nature Human Behaviour",
    "abstract": "Inspired by the increasing use of artificial intelligence (AI) to augment humans, researchers have studied human–AI systems involving different tasks, systems and populations. Despite such a large body of work, we lack a broad conceptual understanding of when combinations of humans and AI are better than either alone. Here we addressed this question by conducting a preregistered systematic review and meta-analysis of 106 experimental studies reporting 370 effect sizes. We searched an interdisciplinary set of databases (the Association for Computing Machinery Digital Library, the Web of Science and the Association for Information Systems eLibrary) for studies published between 1 January 2020 and 30 June 2023. Each study was required to include an original human-participants experiment that evaluated the performance of humans alone, AI alone and human–AI combinations. First, we found that, on average, human–AI combinations performed significantly worse than the best of humans or AI alone (Hedges’ g = −0.23; 95% confidence interval, −0.39 to −0.07). Second, we found performance losses in tasks that involved making decisions and significantly greater gains in tasks that involved creating content. Finally, when humans outperformed AI alone, we found performance gains in the combination, but when AI outperformed humans alone, we found losses. Limitations of the evidence assessed here include possible publication bias and variations in the study designs analysed. Overall, these findings highlight the heterogeneity of the effects of human–AI collaboration and point to promising avenues for improving human–AI systems."
  }
]
