[
  {
    "discipline": "communication",
    "title": "Using hidden Markov models to assess and correct for measurement error in digital trace data",
    "authors": "Paulina Pankowska, Alexandru Cernat, Florian Keusch, Ruben Bach",
    "url": "https://doi.org/10.1080/19312458.2025.2573265",
    "doi": "https://doi.org/10.1080/19312458.2025.2573265",
    "filter": 0,
    "journal_full": "Communication Methods and Measures"
  },
  {
    "discipline": "communication",
    "title": "Epistemic welfare and public service media's algorithmic recommender systems: A theoretical framework, operationalization and relevance for governance",
    "authors": "Hilde Van den Bulck, Michelle Kulig, Aaron Hyzen, Manuel Puppis, Steve Paulussen",
    "abstract": "This contribution introduces the comprehensive framework of epistemic welfare to discuss how public service media (PSM) can engage with algorithmic recommender systems in a manner in keeping with PSM's foundational principles. We contextualize PSM algorithmic recommenders in their tradition of content curation and discuss the challenges PSM face in implementing these systems. We introduce epistemic welfare, a framework based in social epistemology and welfare studies, defined as concerned with creating and maintaining conditions and capabilities for epistemic agency of citizens in the public sphere. We discuss the epistemic standards of reliability, power, fecundity, speed, and efficiency and illustrate the framework's operationalization for the design and implementation of recommenders and its relevance for governance by and of PSM's algorithms. Ensuring that algorithmic recommender systems fit epistemic welfare, we argue, allows PSM to help tackle the epistemic disruptions in the digitalized public sphere.",
    "url": "https://doi.org/10.1177/02673231251385761",
    "doi": "https://doi.org/10.1177/02673231251385761",
    "filter": 0,
    "journal_full": "European Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "To polarize or not to polarize? Unveiling 2024 European election communication strategies",
    "authors": "Claudia Mariotti, Anna Stanziano",
    "abstract": "The heightened concern about political polarization, and the growth of radical parties in many national contexts have had various effects, such as eroding trust in democratic political systems. This article aims to study political polarization exploring one of its main causes, the polarizing communication of political elites. By coding the various components of polarizing strategies identified in the literature (partisan identity and issues, attacks against others, incivility), we analyze the polarizing strategies used in the campaign for the 2024 European parliamentary elections by all Italian leaders and parties. We consider parties and leaders’ messages on Facebook and Instagram, also looking at followers’ engagement. This study tackles a simple research question: which parties and leaders choose to polarize? The results show that challenger parties tend to polarize more than dominant parties.",
    "url": "https://doi.org/10.1177/02673231251388263",
    "doi": "https://doi.org/10.1177/02673231251388263",
    "filter": 0,
    "journal_full": "European Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "Social media influencers can increase collective political beliefs and actions: findings from experiments and a quasi-experimental field study",
    "authors": "Pascal Merz, Christian von Sikorski",
    "abstract": "The belief in the capabilities of one’s own group is crucial for joining collective action aimed at addressing large-scale societal crises like climate change. Drawing from the two-step flow of communication theory and behavioral models of collective action, we conducted two experimental studies and an innovative quasi-experimental field study (total N = 2,960). Across these studies, influencer messages increased collective response efficacy beliefs and political action intentions, particularly among followers with strong parasocial ties. Moreover, repeated exposure to an influencer’s message reinforced these effects. Our research underscores the potential of influencers in mobilizing collective political action within digital media environments.",
    "url": "https://doi.org/10.1093/hcr/hqaf024",
    "doi": "https://doi.org/10.1093/hcr/hqaf024",
    "filter": 0,
    "journal_full": "Human Communication Research"
  },
  {
    "discipline": "communication",
    "title": "What is the best way of collecting data donations? An experiment assessing the feasibility of different data donation approaches to measure mobile and app usage",
    "authors": "Marc Asensio, Oriol J. Bosch, Caroline Roberts",
    "url": "https://doi.org/10.1080/1369118x.2025.2570738",
    "doi": "https://doi.org/10.1080/1369118x.2025.2570738",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Understanding adolescent engagement in media web surveys: how question design shapes nonresponse",
    "authors": "Ricardo González, Dörte Naber, Adolfo Fuentes",
    "url": "https://doi.org/10.1080/1369118x.2025.2576798",
    "doi": "https://doi.org/10.1080/1369118x.2025.2576798",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Mad Scientists, Bad Impressions?",
    "authors": "Blue Lerner, J. Alex Bonus, Teresa Lynch",
    "abstract": "Abstract: Although research suggests that popular media can shape adults’ perceptions of scientists, studies with younger audiences remain scarce. In this preregistered online experiment, children aged 8–12 ( N = 256) viewed an animated television program that featured women who varied in their character role (i.e., superheroes vs. supervillains) and character description (i.e., labeled vs. not labeled as scientists). Children reported high levels of epistemic trust in scientists overall. However, viewing a villainous woman who was labeled (vs. not labeled) as a scientist led to slight reductions in epistemic trust. Furthermore, habitual exposure to superhero television negatively predicted one dimension of epistemic trust (i.e., perceived benevolence). We discuss the theoretical implications of these findings and offer practical suggestions for content design.",
    "url": "https://doi.org/10.1027/1864-1105/a000497",
    "doi": "https://doi.org/10.1027/1864-1105/a000497",
    "filter": 0,
    "journal_full": "Journal of Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "When Consumers Smell a Sell in Personal Stories: How Influencer Narratives Backfire and the Role of Sponsorship Disclosures",
    "authors": "Jingren Li, Yanni Ma, Erich J. Sommerfeldt",
    "abstract": "The rapid growth of social media has prompted many corporations to collaborate with social media influencers (SMIs) to create sponsored personal stories to engage their consumers. While the positive effects of narrative transportation have been examined in the SMI context, its potential backfire effects are rarely explored. Through two online experiments, Study 1 ( N = 161) found that narratives (vs. non-narratives) resulted in less positive ad responses, with these effects fully mediated by perceived manipulative intent. Study 2 ( N = 257) replicated these findings and further revealed that sponsorship disclosure moderated these effects: disclosure exacerbates the backfire effects of narratives by heightening perceived manipulative intent, whereas in non-narrative ads, it enhances ad effects by reducing consumers’ inference of manipulative intent.",
    "url": "https://doi.org/10.1177/10776990251378661",
    "doi": "https://doi.org/10.1177/10776990251378661",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly"
  },
  {
    "discipline": "communication",
    "title": "No-mobile-phone phobia and cognitive and social−emotional development: evidence from a three-wave longitudinal study",
    "authors": "Wei Hong, Ru-De Liu, Jia Wang, Zien Ding, Jiabin Liu",
    "abstract": "Nomophobia, characterized by anxiety when out of mobile phone contact, has emerged as a pervasive issue in this digital age, with negative consequences across various domains. Prior studies have been limited by reliance on cross-sectional designs that restrict causal inference and by insufficient exploration of the mechanisms linking nomophobia to developmental outcomes. This study addressed these gaps by employing longitudinal research designs to explore the effect of nomophobia on academic achievement and mental health, with a particular focus on the mediating effects of the I-self (e.g., self-control) and the Me-self (e.g., self-esteem). A sample of 499 secondary students completed the Nomophobia Questionnaire, Self-Control Scale, Rosenberg Self-esteem Scale, and Kessler Psychological Distress Scale across three waves over 18 months. Structural equation modeling showed that after controlling for baseline levels, nomophobia negatively predicted self-control six months later, which in turn significantly predicted academic achievement another six months later. Similarly, nomophobia predicted subsequent self-esteem, which in turn predicted subsequent mental health. These findings provide longitudinal evidence of the detrimental effects of nomophobia and highlight the importance of the self-system processes. Altogether, this study underscores the need for interventions aimed at reducing nomophobia symptoms and strengthening self-system processes to support adolescents’ psychological development.",
    "url": "https://doi.org/10.1177/20501579251390026",
    "doi": "https://doi.org/10.1177/20501579251390026",
    "filter": 0,
    "journal_full": "Mobile Media & Communication"
  },
  {
    "discipline": "communication",
    "title": "Toxicity and Moral Rhetoric in Video- and Text-Based Digital Platforms: A Multimethod Study of Political Talk Shows and News Articles in Taiwan",
    "authors": "Yuan Hsiao, Chingching Chang, You-Jian Wu, Hao-Hsuan Wang",
    "url": "https://doi.org/10.1080/10584609.2025.2572077",
    "doi": "https://doi.org/10.1080/10584609.2025.2572077",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "The Persuasive Impact of Narrative Richness in Antibiotic Stewardship Communication: The Roles of Emotions, Psychological Distance, and Self-Referencing",
    "authors": "Yanmengqian Zhou, Madeline M. Jupina, Erina L. Farrell, Shulun Wang, Bryan J. Mesquita",
    "abstract": "This study examines how narrative richness—defined as detail and elaboration in characters, plot, and context—shapes persuasive outcomes in antibiotic stewardship messaging. In a single-factor experiment ( N = 1,264), compared to lean narratives or statistics, rich narratives most effectively elicited fear through heightened transportation, although they did not outperform lean narratives in evoking guilt. Fear increased risk perception through reduced psychological distance and greater self-referencing; guilt was positively associated with both. Elevated risk perception predicted more favorable attitudes and stronger behavioral intentions. These findings offer theoretical and practical implications for science communication strategies to promote antibiotic stewardship and other health behaviors.",
    "url": "https://doi.org/10.1177/10755470251385494",
    "doi": "https://doi.org/10.1177/10755470251385494",
    "filter": 0,
    "journal_full": "Science Communication"
  },
  {
    "discipline": "communication",
    "title": "How Science Belief Drives Climate Change Misinformation Correction Via Threat and Efficacy: A Multigroup Comparison Across Self-Construal Levels",
    "authors": "Liang Chen, Huaizhi Han, Dajun Li, Lunrui Fu",
    "abstract": "This study investigates how science belief enhances perceived threat and efficacy, which affect four types of corrective behaviors: public correction, private correction, verification, and refutation. A total of 1,392 participants in China completed a survey for this study. Results indicate that science belief significantly predicts both perceived threat and efficacy, which subsequently elicit the four correction behaviors. Multigroup analysis further revealed that the proposed science belief model varies by levels of interdependent self-construal. Among individuals with high interdependence, science belief exerted a stronger influence on perceived threat and efficacy, and efficacy more strongly predicted public correction and refutation behaviors.",
    "url": "https://doi.org/10.1177/10755470251378361",
    "doi": "https://doi.org/10.1177/10755470251378361",
    "filter": 0,
    "journal_full": "Science Communication"
  },
  {
    "discipline": "communication",
    "title": "Multi-Platform Social Media Use and Incidental Exposure: A Two-Step Analysis of the Conjoint and Distinct Roles of Network Heterogeneity and Homogeneity Across Platforms",
    "authors": "Macau K. F. Mak, Michael W. Wagner",
    "abstract": "Many individuals regularly use multiple social media platforms, and their information exposure is shaped by the various networks they maintain across these platforms. Given the rising trend of multi-platform social media use, this article introduces a two-step approach to investigate how networks across platforms conjointly and distinctly relate to incidental exposure to news and political information. Our analysis of survey data from the United States showed that greater immersion in multiple politically heterogeneous networks across platforms predicted higher counter-attitudinal incidental exposure, while greater immersion in multiple politically homogeneous networks across platforms predicted higher pro-attitudinal incidental exposure. Among the popular platforms, immersion in networks on Facebook, X (Twitter), and YouTube played a particularly influential role in these relationships. Surprisingly, we also found that greater immersion in homogeneous networks across multiple platforms predicted higher counter-attitudinal exposure, even though immersion in any single platform’s homogeneous network was not a significant predictor.",
    "url": "https://doi.org/10.1177/20563051251386721",
    "doi": "https://doi.org/10.1177/20563051251386721",
    "filter": 0,
    "journal_full": "Social Media + Society"
  },
  {
    "discipline": "communication",
    "title": "Why Do News Sharers Choose Not to Share News? A Self-Presentation Model of Deliberate News Withholding on Social Media",
    "authors": "Jennifer Ihm, Eun-mee Kim",
    "abstract": "What news spreads on social media equally depends on what news users do and do not share. However, prior research has predominantly focused on successful news sharing , overlooking the equally consequential behavior of deliberate news withholding. This study addresses that gap by proposing a self-presentation model of deliberate news withholding on social media, integrating three dominant approaches previously used to examine successful news sharing: (1) the informational approach focusing on the virality of news content, (2) the structural approach emphasizing social media network characteristics, and (3) the relational approach centered on users’ self-presentation and management of relationships with their audience. Specifically, this study combines two types of data: (1) survey data from 408 users and (2) a text analysis of news content they withheld in their three most active chatrooms. We examine how users selectively withhold news with varying levels of emotionality, argumentativeness, and hard or soft news value, depending on the characteristics of their audience networks – particularly network size and tie strength – and in relation to three self-presentational goals: self-construction, privacy protection, and audience-pleasing. Findings show that users strategically withhold varied types of news content across different user-audience networks to meet distinct self-presentational goals, thereby managing audience expectations and curating their online image. By shifting attention from news sharing to news withholding, this study offers a more complete account of how everyday users shape news flows and social discourse on social media.",
    "url": "https://doi.org/10.1177/20563051251385441",
    "doi": "https://doi.org/10.1177/20563051251385441",
    "filter": 0,
    "journal_full": "Social Media + Society"
  },
  {
    "discipline": "communication",
    "title": "Social Processes in the Intensification of Online Hate: The Effects of Verbal Replies to Anti-Muslim and Anti-Jewish Posts Following 7 October 2023",
    "authors": "Zachary P. Rosen, Joseph B. Walther",
    "abstract": "Online hate messaging targeting Muslims and Jews increased dramatically following Hamas’s attack on Israelis on 7 October 2023 and Israel’s military response in Gaza. This study examined anti-Jewish and anti-Muslim hate posts on X.com and the verbal replies, Likes, and reposts they acquired over the following month. It tests a theory explaining the propagation of hate messages in social media based on the social approval posters garner from other users. The analysis involved replies to 6388 anti-Muslim or anti-Jewish hate posts in terms of their semantic convergence or divergence with the content of original posts. No differences between patterns of anti-Jewish and anti-Muslim discourse arose. Convergent replies to one’s hate posts led individuals to post more hatefully in their next post, and more quickly. Likes also accelerated hate posting, while reposts decelerated them. Divergent replies led to less hateful and slower subsequent hate postings. Conclusions address implications for the social approval theory of online hate, and the relative influence of verbal replies due to their costliness.",
    "url": "https://doi.org/10.1177/20563051251383635",
    "doi": "https://doi.org/10.1177/20563051251383635",
    "filter": 0,
    "journal_full": "Social Media + Society"
  },
  {
    "discipline": "communication",
    "title": "The authenticity Paradox of political AI Chatbots: Effects on candidate Credibility, social Presence, and voting intentions",
    "authors": "Yu-Hao Lee, Chien Wen Tina Yuan",
    "url": "https://doi.org/10.1016/j.tele.2025.102339",
    "doi": "https://doi.org/10.1016/j.tele.2025.102339",
    "filter": 0,
    "journal_full": "Telematics and Informatics"
  },
  {
    "discipline": "politics",
    "title": "Policlim : A Dataset of Climate Change Discourse in the Political Manifestos of Forty-Five Countries from 1990 to 2022",
    "authors": "Mary Sanford, Silvia Pianta, Nicolas Schmid, Giorgio Musto",
    "abstract": "With ambitious action required to achieve global climate mitigation goals, climate change has become increasingly salient in the political arena. This article presents a dataset of climate change salience in 1,792 political manifestos of 620 political parties across different party families in forty-five OECD, European, and South American countries from 1990 to 2022. Importantly, our measure uniquely isolates climate change salience, avoiding the conflation with general environmental and sustainability content found in other work. Exploiting recent advances in supervised machine learning, we developed the dataset by fine-tuning a pre-trained multilingual transformer with human coding, employing a resource-efficient and replicable pipeline for multilingual text classification that can serve as a template for similar tasks. The dataset unlocks new avenues of research on the political discourse of climate change, on the role of parties in climate policy making, and on the political economy of climate change. We make the model and the dataset available to the research community.",
    "url": "https://doi.org/10.1017/s0007123425100719",
    "doi": "https://doi.org/10.1017/s0007123425100719",
    "filter": 0,
    "journal_full": "British Journal of Political Science"
  },
  {
    "discipline": "politics",
    "title": "Expressive Responding and the Economy: The Case of Trump’s Return to Office",
    "authors": "Matthew H. Graham",
    "abstract": "The partisan gap in economic perceptions flipped unusually dramatically after the 2024 U.S. presidential election: following the Republican victory, Democrats (Republicans) suddenly rated the economy much more negatively (positively). Was the resulting partisan difference a case of expressive responding, wherein surveys exaggerate partisan bias in measures of economic perceptions? In April 2025, I fielded a panel survey experiment that asked survey respondents to guess then-unpublished measures of economic growth, inflation, and unemployment in the current month or quarter (Prolific, N = 2,831). Randomly selected respondents were offered $2 per correct answer. Partisan bias did not shrink as a result, suggesting genuine differences in economic perceptions. Two measures of response effort (response time and looking up answers) increase, suggesting that misreporting does not fully explain the effects of pay-for-correct treatments.",
    "url": "https://doi.org/10.1017/xps.2025.10023",
    "doi": "https://doi.org/10.1017/xps.2025.10023",
    "filter": 0,
    "journal_full": "Journal of Experimental Political Science"
  },
  {
    "discipline": "politics",
    "title": "Moral justification for misinformation: Evidence from a survey experiment during the 2024 U.S. presidential campaign",
    "authors": "Tevfik Murat Yildirim",
    "abstract": "In this study, I examine the extent to which voters apply consistent moral and democratic standards to political misinformation, and how these standards interact with perceived misinformation in the campaign. Drawing on an original survey experiment during the 2024 U.S. presidential campaign, I randomly assigned respondents to read one of ten fact-checked misleading statements made by either Kamala Harris or Donald Trump in a nationally televised debate. I found that individuals were more likely to justify, excuse, and downplay the democratic harm of misinformation when it came from their preferred candidate. While this tendency was evident across both partisan groups, the tendency to downplay the democratic harm of co-partisan misinformation was particularly noticeable among Trump supporters. Moreover, the main effect was stronger among respondents who perceived misinformation as widespread during the campaign. Finally, I demonstrate that willingness to accept misinformation varies by policy area, with greater justification for misleading statements on immigration, abortion and gun rights among Trump supporters, and trade and tax among Harris supporters. These findings highlight how partisan loyalty can distort moral judgment and underscore the challenges misinformation poses for democratic accountability.",
    "url": "https://doi.org/10.1177/13540688251391572",
    "doi": "https://doi.org/10.1177/13540688251391572",
    "filter": 0,
    "journal_full": "Party Politics"
  },
  {
    "discipline": "politics",
    "title": "Diversity politics: The effects of elite rhetoric and issue racialization on support for descriptive representation",
    "authors": "Nicole Huffman, H. Hannah Nam",
    "abstract": "Although the importance of diversity is hotly contested in U.S. politics, political parties have increasingly embraced descriptive representation as an important ideal. Indeed, in recent years both Democratic and Republican political leaders have even publicly committed to selecting underrepresented candidates for powerful roles. We examine how different types of elite rhetoric promoting racial diversity can influence evaluations of the government body, the selected candidate, and general efforts to diversify politics. With two survey experiments, we find that rhetoric emphasizing the value of diverse representation increases support for political representation of racialized minorities only when the policy domain itself is racialized. But when the policy is not racialized, even positive rhetoric about diverse representation has negative effects on evaluations of the selection process and candidate. Furthermore, leaders' commitment to select an underrepresented candidate has largely negative effects, regardless of policy racialization. This work holds important implications for how elite rhetoric can contribute to normative goals of increasing diverse political representation while minimizing undue negative evaluations of political leaders and institutional legitimacy.",
    "url": "https://doi.org/10.1111/pops.70083",
    "doi": "https://doi.org/10.1111/pops.70083",
    "filter": 0,
    "journal_full": "Political Psychology"
  },
  {
    "discipline": "politics",
    "title": "How deep a divide do we tolerate? Measuring the willingness to engage with differently minded others (WEDO)",
    "authors": "Melissa Jauch, Olivia Fischer, Mariela E. Jaffé, Rainer Greifeneder",
    "abstract": "Fostering contact across political camps is crucial to combat affective polarization and to sustain healthy democratic discourse. Researchers therefore have become increasingly interested in better understanding the factors that promote or hamper political exchange. The present research contributes to this goal by introducing WEDO, a new measure to assess the willingness to engage with differently minded others based on behavioral preferences in hypothetical scenarios. This measure integrates the advantages of topic‐specific assessment, fine‐grained response, and economical administration. Across four studies ( N = 1215) conducted in diverse sociopolitical contexts, we examine WEDO's associations with conceptually related variables. Our findings indicate that WEDO is linked to various individual characteristics (e.g., analytic thinking, intellectual humility) and further predicts behavior in a selective exposure task. Overall, WEDO offers a nuanced tool for understanding how personal characteristics, situational factors, and sociopolitical contexts influence individuals' openness to political discourse.",
    "url": "https://doi.org/10.1111/pops.70086",
    "doi": "https://doi.org/10.1111/pops.70086",
    "filter": 0,
    "journal_full": "Political Psychology"
  },
  {
    "discipline": "public opinion",
    "title": "Generative AI Usage by Individuals During the 2024 U.S. Presidential Election: Symmetrical and Asymmetrical Analysis",
    "authors": "Wanli Liu, Xuequn Wang, Yibai Li",
    "abstract": "With generative artificial intelligence’s (GenAI) growing popularity, individuals are increasingly using it when searching for election-related information. This scenario raises concerns that GenAI usage may result in widespread dissemination of misinformation, given its ability to generate seemingly authentic information. Nevertheless, despite the importance of Gen AI, few researchers have examined how individuals use this tool to search for election-related information. This study aims to assess how GenAI’s perceived system (i.e., accessibility and integration) and information quality (i.e., completeness, accuracy, and neutrality) impact its usage. Focusing on the 2024 U.S. presidential election, we conducted a two-wave survey and data was collected from 364 Americans. Participants were found to have a favorable attitude overall toward GenAI. Further, accuracy and neutrality were positively associated with GenAI usage. A fuzzy set qualitative comparative analysis was also conducted to identify different configurations of perceived system and information quality that led to high GenAI usage. Analyzing the qualitative responses further confirmed the results. This study contributes to the literature on the role of GenAI during elections, providing a nuanced understanding of how dimensions of GenAI’s perceived system and information quality impact individuals’ GenAI usage. The findings have significant practical implications for dealing with the (mis)information generated by GenAI.",
    "url": "https://doi.org/10.1177/08944393251392913",
    "doi": "https://doi.org/10.1177/08944393251392913",
    "filter": 0,
    "journal_full": "Social Science Computer Review"
  },
  {
    "discipline": "public opinion",
    "title": "Prompt Engineering for Large Language Model-Assisted Inductive Thematic Analysis",
    "authors": "Muhammad Talal Khalid, Ann-Perry Witmer",
    "abstract": "The potential of large language models (LLMs) to mitigate the time- and cost-related challenges associated with inductive thematic analysis (ITA) is being increasingly explored in the literature. However, the use of LLMs to support ITA has often been opportunistic, relying on ad hoc prompt engineering (PE) approaches, thereby undermining the reliability, transparency, and replicability of the analysis. The goal of this study is to develop a structured approach to PE in LLM-assisted ITA. To this end, a comprehensive review of the existing literature is conducted to examine how researchers applying ITA integrate LLMs into their workflows and, in particular, how PE is utilized to support the analytical process. Built on the insights generated from this review, four key steps for effective PE in LLM-assisted ITA are identified and proposed. Furthermore, the study explores advanced PE techniques that can enhance the execution of these steps, providing researchers with practical strategies to improve their analyses. In conclusion, the main contributions of this paper include: (i) mapping the existing research on LLM-assisted ITA to enable a better understanding of the rapidly developing field, (ii) proposing a structured four-step PE process to enhance methodological rigor, (iii) discussing the application of advanced PE techniques to support the execution of these steps, and (iv) highlighting key directions for future research.",
    "url": "https://doi.org/10.1177/08944393251388098",
    "doi": "https://doi.org/10.1177/08944393251388098",
    "filter": 0,
    "journal_full": "Social Science Computer Review"
  },
  {
    "discipline": "psychology",
    "title": "When the Shot Backfires: Demonstrating How Science Communication Can Fail",
    "authors": "Yashvin Seetahul, Tobias Greitemeyer",
    "abstract": "We examined how scientific research influences the beliefs of those most invested in the research. We focused specifically on violent video game (VVG) and aggression research and tested the hypothesis that non-players and non-habitual players would update their beliefs based on the study conclusions, whereas more habitual players would not. Participants read abstracts with either a positive effect or a null effect. Beliefs about the effect of VVGs on aggression were measured before and after reading. Results in both studies (overall N = 1,576) showed that at low VVG exposure levels, participants in both conditions updated their beliefs to align with the research. However, at high VVG exposure levels, participants maintained their belief that VVGs do not increase aggression, and at very high VVG exposure levels, positive-effect studies led participants to believe the opposite: that VVGs reduce aggression. We interpret this pattern of response as suggesting a process of psychological distancing, whereby individuals defensively shift their beliefs away from threatening claims. These findings highlight the need to understand how scientific information is received and to develop strategies that prevent reinforcing misconceptions.",
    "url": "https://doi.org/10.1177/01461672251370004",
    "doi": "https://doi.org/10.1177/01461672251370004",
    "filter": 0,
    "journal_full": "Personality and Social Psychology Bulletin"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Attention on social media depends more on how you express yourself than on who you are",
    "authors": "Yizhang Zhao, Tianyu Qiao, Yirao Chen, Meiying Kuang, Wei Bai, Yankun Yi, Xinxin Huang, Wen Li, Weidong Wang",
    "abstract": "Attention has become a vital form of capital in the digital age, yet the mechanisms underlying its allocation on social media remain poorly understood. Using a nationally representative, online and offline-integrated dataset of a Generation Z cohort in China, we provide large-scale evidence on the determinants of success in attracting attention. Our findings reveal that ‘how you express yourself’ (using various emojis and expressing multiple emotions) is more influential than ‘who you are’ (in terms of gender, education, family background and personality traits) in attracting attention on social media. Further analysis confirms a causal effect of the variety of emojis and types of emotions on attracted attention, while simulation processes using agent-based models suggest that empathy evocation is the primary underlying mechanism. We also show that the mode of expression is largely independent of individual characteristics and that the attention gained from highly appealing expressions is easier to acquire than to sustain, as it is highly sensitive to changes in expression modes over time. Overall, our research identifies three key features of attention capital allocation on social media: low alignment with traditional resources, considerable manipulability and ease of acquisition but difficulty sustaining it over time.",
    "url": "https://doi.org/10.1038/s41562-025-02323-1",
    "doi": "https://doi.org/10.1038/s41562-025-02323-1",
    "filter": 0,
    "journal_full": "Nature Human Behaviour"
  }
]
