[
  {
    "discipline": "communication",
    "title": "50-Year review of the Door-in-the-Face message strategy",
    "authors": "Thomas Hugh Feeley",
    "url": "https://doi.org/10.1080/03637751.2025.2594987",
    "doi": "https://doi.org/10.1080/03637751.2025.2594987",
    "filter": 0,
    "created": "2025-12-16",
    "journal_full": "Communication Monographs"
  },
  {
    "discipline": "communication",
    "title": "Prosocial storytelling: the role of rewards and punishments in shaping inclusive norms through narratives",
    "authors": "Linqi Lu, Hyungjin Gill, Karyn Riddle",
    "url": "https://doi.org/10.1080/01463373.2025.2601091",
    "doi": "https://doi.org/10.1080/01463373.2025.2601091",
    "filter": 0,
    "created": "2025-12-18",
    "journal_full": "Communication Quarterly"
  },
  {
    "discipline": "communication",
    "title": "Research on optimization of online education effectiveness system based on Louvain algorithm",
    "authors": "Wei Wei, Zhonghao Qu, Pengfei Jia",
    "url": "https://doi.org/10.1177/13548565251402997",
    "doi": "https://doi.org/10.1177/13548565251402997",
    "filter": 0,
    "created": "2025-12-16",
    "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
    "abstract": "Digital learning has become increasingly important in recent years, providing students with flexible and convenient possibilities to advance their knowledge and skills. However, making the most of distant learning presents several challenging conditions, such as student involvement, instructional effects, personalization, and virtual environment collaboration. This project investigates the application of the Louvain algorithm, a community detection set of rules, in web-based academic frameworks to address these issues and enhance the efficacy of online education. In this study, we examine the advantages, problems, and applicability of using the Louvain method to enhance virtual learning. The algorithm’s performance in various network sizes and densities is examined with three amazing datasets, including the Karate membership, the Bottlenose dolphin network, and books on US politics. The findings demonstrate how well the Louvain method captures the structural characteristics and connection patterns of various networks. It performs admirably in terms of information flow, community density patterns, and enhancing online training frameworks. The study also includes large-scale datasets from social networking sites like Facebook, Google, and Pokec. In these bigger networks, the algorithm can adapt to different levels of network density and interconnectivity. The results suggest that the Louvain set of principles may be used to improve the effectiveness of online training, assisting in aid distribution, content distribution, and student engagement. This approach can lead to higher academic outcomes and increased accessibility for novices worldwide by optimizing the design and execution of web-based learning platforms. While this study provides insightful information on the Louvain algorithm’s suitability for online learning, further research is necessary to identify additional datasets and encompass a much larger range of evaluation criteria. Overall, the results point to a bright future for the application of network analysis and optimization approaches in the context of online learning, encouraging better learning outcomes."
  },
  {
    "discipline": "communication",
    "title": "Characterizing and Evaluating Mental Health Misinformation on Social Media: A Qualitative and Deep Learning-Based Study",
    "authors": "Xiyuan Yang, Kexin Ba, Jiushu Xie, Yan Wang, Li Kong, Yikang Liu",
    "url": "https://doi.org/10.1177/21522715251403844",
    "doi": "https://doi.org/10.1177/21522715251403844",
    "filter": 0,
    "created": "2025-12-8",
    "journal_full": "Cyberpsychology, Behavior, and Social Networking",
    "abstract": "Social media plays a powerful role in accelerating the spread of misinformation, especially in the mental health domain, where misleading content may even cause disasters. Given the extensive coverage and complexity of social media data, manually moderating online misinformation is infeasible. Therefore, the present study proposes an integrated framework that combines qualitative analysis and deep learning to automatically detect and evaluate mental health misinformation. Guided by expert interviews and grounded theory, in the present study, a 21-level, fine-grained credibility assessment framework covering seven dimensions was developed. Using the framework, in this study, 814 Chinese social media posts were manually annotated, and a high-quality dataset was constructed. On this dataset, we trained and evaluated three deep learning models, that is, Gated Recurrent Unit (GRU), Bidirectional Encoder Representations from Transformers (BERT), and Robustly Optimized BERT Approach (RoBERTa), to automatically assess the credibility of mental health content. The results show that BERT, GRU, and RoBERTa models are effective at leveraging a range of clear sentiment-related cues and surface-level patterns to evaluate mental health misinformation on social media, particularly on dimensions such as Inflammatory Expression and One-sidedness of Expression. However, all three models face challenges in evaluating evidence quality and detecting context-dependent misinformation. When dealing with these challenges, BERT and GRU outperform RoBERTa, particularly in dimensions such as Logical Rigor. This study provides a robust, scalable, and expert-informed approach to improve the credibility of mental health information online."
  },
  {
    "discipline": "communication",
    "title": "Automatic Minds: Cognitive Parallels Between Hypnotic States and Large Language Model Processing",
    "authors": "Giuseppe Riva, Brenda K. Wiederhold, Fabrizia Mantovani",
    "url": "https://doi.org/10.1177/21522715251400733",
    "doi": "https://doi.org/10.1177/21522715251400733",
    "filter": 0,
    "created": "2025-12-8",
    "journal_full": "Cyberpsychology, Behavior, and Social Networking",
    "abstract": "The cognitive processes of the hypnotized mind and the computational operations of large language models (LLMs) share deep functional parallels. Both systems generate sophisticated, contextually appropriate behavior through automatic pattern-completion mechanisms operating with limited or unreliable executive oversight. This review examines this convergence across three principles: automaticity, in which responses emerge from associative rather than deliberative processes; suppressed monitoring, leading to errors such as confabulation in hypnosis and hallucination in LLMs; and heightened contextual dependency, where immediate cues—a therapist’s suggestion or a user’s prompt—override stable knowledge. These mechanisms reveal an observer-relative meaning gap: both systems produce coherent but ungrounded outputs that require an external interpreter to supply meaning. Hypnosis and LLMs also exemplify functional agency—the capacity for complex, goal-directed, context-sensitive behavior—without subjective agency, the conscious awareness of intention and ownership that defines human action. This distinction clarifies how purposive behavior can emerge without self-reflective consciousness, governed instead by structural and contextual dynamics. Finally, both domains illuminate the phenomenon of scheming: automatic, goal-directed pattern generation that unfolds without reflective awareness. Hypnosis provides an experimental model for understanding how intention can become dissociated from conscious deliberation, offering insights into the hidden motivational dynamics of artificial systems. Recognizing these parallels suggests that the future of reliable artificial intelligence lies in hybrid architectures that integrate generative fluency with mechanisms of executive monitoring, an approach inspired by the complex, self-regulating architecture of the human mind."
  },
  {
    "discipline": "communication",
    "title": "Seeing Immigration in Color: Skin Tone, Political Ideology, and Stereotype Activation in the United States",
    "authors": "Anastasia Vishnevskaya, Ziyao Zhang, Andy Opoku, Alex Tan",
    "url": "https://doi.org/10.1080/10646175.2025.2594488",
    "doi": "https://doi.org/10.1080/10646175.2025.2594488",
    "filter": 0,
    "created": "2025-12-16",
    "journal_full": "Howard Journal of Communications"
  },
  {
    "discipline": "communication",
    "title": "The bi-directional relationship between perceived populist ad exposure and trust in democracy during an election campaign",
    "authors": "Brahim Zarouali, Michael Hameleers",
    "url": "https://doi.org/10.1080/1369118x.2025.2600443",
    "doi": "https://doi.org/10.1080/1369118x.2025.2600443",
    "filter": 0,
    "created": "2025-12-15",
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "‘Limited container’ or ‘Rubik’s cube’: re-evaluating attention relationships among sub-topics in online scientific discussions on social media",
    "authors": "Zheng Yang, Yuanting Huang, Danni Ma",
    "url": "https://doi.org/10.1080/1369118x.2025.2600444",
    "doi": "https://doi.org/10.1080/1369118x.2025.2600444",
    "filter": 0,
    "created": "2025-12-15",
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Do fears drive media consumption? A longitudinal study on the relationships between different fears and media consumption during COVID-19 in Germany",
    "authors": "Sonja Utz, Lotte Pummerer, Kai Sassenberg",
    "url": "https://doi.org/10.1080/1369118x.2025.2600449",
    "doi": "https://doi.org/10.1080/1369118x.2025.2600449",
    "filter": 0,
    "created": "2025-12-15",
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Who is concerned about digitalization? The role of digital literacy and exposure across 30 countries",
    "authors": "Yang Hu, Yue Qian",
    "url": "https://doi.org/10.1080/1369118x.2025.2592771",
    "doi": "https://doi.org/10.1080/1369118x.2025.2592771",
    "filter": 0,
    "created": "2025-12-15",
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Dark Patterns in Data-Consent Disclosures and Consumer Reactance to Online Behavioral Advertising",
    "authors": "Ilwoo Ju, Chang-Dae Ham, Eylül Yel",
    "url": "https://doi.org/10.1080/00913367.2025.2593666",
    "doi": "https://doi.org/10.1080/00913367.2025.2593666",
    "filter": 0,
    "created": "2025-12-15",
    "journal_full": "Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "Framerate Sensitivity and Cinemagoing Explain the Soap Opera Effect of Films",
    "authors": "Sonny Rosenthal, Benjamin J. Li",
    "url": "https://doi.org/10.1027/1864-1105/a000503",
    "doi": "https://doi.org/10.1027/1864-1105/a000503",
    "filter": 0,
    "created": "2025-12-12",
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: The soap opera effect is an unsettling feeling that some individuals experience while watching films at a high framerate. It has received little scholarly attention, and most explanations of it are speculative or anecdotal. Drawing on the mere exposure effect, this preregistered laboratory experiment provides new evidence of framerate sensitivity and cinemagoing as explanatory factors of the soap opera effect. Undergraduate students ( N = 270) reported their cinemagoing and completed a novel task to measure their framerate sensitivity. They also completed a task indicating their framerate preferences. Those with a higher framerate sensitivity and more regular cinemagoing preferred the standard framerate in one scene and the high framerate in another scene. These divergent findings may be due to differences in camera movement and luminance between the scenes."
  },
  {
    "discipline": "communication",
    "title": "Automating Distrust? How Concerns About Algorithmic News Curation Influence News Use and Trust",
    "authors": "Brenna M. Davidson, Brian E. Weeks",
    "url": "https://doi.org/10.1080/15205436.2025.2593467",
    "doi": "https://doi.org/10.1080/15205436.2025.2593467",
    "filter": 0,
    "created": "2025-12-19",
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "Augmenting Multidimensional Awe Through Technological Immersion",
    "authors": "Danny Yihan Jia, James J. Cummings, Junqi Fu",
    "url": "https://doi.org/10.1080/15213269.2025.2600356",
    "doi": "https://doi.org/10.1080/15213269.2025.2600356",
    "filter": 0,
    "created": "2025-12-14",
    "journal_full": "Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "The symbolic space of smartphone use: How capital and habitus shape existing gender and age divides in smartphone practices",
    "authors": "Johan Lindell, Elvira Oberger, André Jansson",
    "url": "https://doi.org/10.1177/20501579251406087",
    "doi": "https://doi.org/10.1177/20501579251406087",
    "filter": 0,
    "created": "2025-12-16",
    "journal_full": "Mobile Media & Communication",
    "abstract": "This study presents an exploratory approach to the analysis of social differences in smartphone use. Previous research has predominantly focused on problematic smartphone use and addiction. By contrast, this study turns to the research program of Pierre Bourdieu to forward a sociological study on social differences in how people use their smartphones. Using multiple correspondence analysis of Swedish survey data ( n = 2,401), the study explores the structure of the “space of smartphone use.” This space is characterized by two main oppositions: high vs. low volumes of smartphone use on the one hand, and degree of investment in legitimized uses on the other. While age and gender remain key factors in explaining how people position themselves in this space, we show that cultural capital, economic capital, and habitus shape these differences. Privileged social positions tend to “push” social agents toward more frequent and legitimized smartphone uses. Social inequalities shape smartphone uses, particularly among older generations."
  },
  {
    "discipline": "communication",
    "title": "Local Experience, National Media, and Misperceptions of the COVID-19 Pandemic",
    "authors": "David A. Beavers, Jennifer Hochschild",
    "url": "https://doi.org/10.1080/10584609.2025.2604709",
    "doi": "https://doi.org/10.1080/10584609.2025.2604709",
    "filter": 0,
    "created": "2025-12-15",
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Who believes in science? A computational tool for identifying language invoking or disputing scientific knowledge",
    "authors": "Rachel Wetts, Dan Kitson",
    "url": "https://doi.org/10.1177/09636625251401198",
    "doi": "https://doi.org/10.1177/09636625251401198",
    "filter": 0,
    "created": "2025-12-17",
    "journal_full": "Public Understanding of Science",
    "abstract": "From disputes over COVID-19 to contestation over climate science, questions of the value and legitimacy of mainstream scientific knowledge have become matters of high-stakes political struggle. Here, we introduce a novel computational tool to identify and track the emergence, proliferation, and historical variations of discourses that either seek to invoke the authority of scientific expertise or to criticize scientific claims, institutions, and experts. We describe the tool’s development, demonstrate its predictive and convergent validity, and illustrate its potential across three case studies shedding light on how elite rhetoric may drive political polarization around science in the United States. Among other findings, we find that political statements invoking scientific expertise have historically been more likely to receive coverage in mainstream American newspapers than statements that do not invoke expertise. However, this apparent advantage disappears over time, suggesting the discursive authority associated with the invocation of scientific methods, credentials, and institutions may be diminishing."
  },
  {
    "discipline": "communication",
    "title": "Long-term media effects on public attitudes toward science in Switzerland: A panel survey of the Swiss population",
    "authors": "Lena Zils, Julia Metag, Niels G. Mede, Mike S. Schäfer",
    "url": "https://doi.org/10.1177/09636625251400658",
    "doi": "https://doi.org/10.1177/09636625251400658",
    "filter": 0,
    "created": "2025-12-13",
    "journal_full": "Public Understanding of Science",
    "abstract": "Understanding how media influence public attitudes toward science during societal challenges is crucial for effective science communication. This study examines the role of media use and sociodemographic factors in shaping public attitudes toward science in Switzerland using panel data from three surveys over 6 years ( N 2016 = 1,051; N 2019 = 339; N 2022 = 122). Results show that media usage and sociodemographics influenced attitudes, especially during the COVID-19 pandemic. Lower education and stronger religiosity correlated with reduced interest in or trust in science. Use of online legacy media showed rally-around-the-flag effects, but we found no clear differences between public and private broadcasters regarding their impact on science attitudes. These findings highlight the relationship of media use, sociodemographics, and public attitudes during societal uncertainty and over time, offering insights for targeted, context-sensitive science communication."
  },
  {
    "discipline": "politics",
    "title": "Quality Not Quantity: How a VAA Affected Voting Behavior in Three Large-Scale Field Experiments",
    "authors": "Joris Frese, Simon Hix, Romain Lachat",
    "url": "https://doi.org/10.1017/s000712342510118x",
    "doi": "https://doi.org/10.1017/s000712342510118x",
    "filter": 0,
    "created": "2025-12-18",
    "journal_full": "British Journal of Political Science",
    "abstract": "Voting-advice applications (VAAs) are increasingly popular, but their impact on electoral outcomes is contested among political scientists. To bring new and stronger evidence to this debate, we conducted a series of pre-registered studies during the 2024 European Parliament elections in Germany, Italy, and France. In this paper, we report results for the highest-powered VAA encouragement experiment to date (total n = 6,501) and a novel regression discontinuity design around VAA recommendation thresholds ( n = 10,535). While we observe null effects of VAA usage on voter turnout, the frequency of vote switching, and political knowledge, we find that our VAAs significantly improved the quality of vote switching: users were more likely to vote for their ideologically most aligned party. Based on these findings and a rich battery of supplementary analyses, we conclude that VAAs are effective precisely for their intended purpose: to help voters make better-informed vote choices."
  },
  {
    "discipline": "politics",
    "title": "Populism and governmentalism as thin-centered ideologies: Emotions and frames on social media",
    "authors": "Giuliano Formisano, Jörg Friedrichs, Florian S. Schaffner, Niklas Stoehr",
    "url": "https://doi.org/10.1017/s147567652510042x",
    "doi": "https://doi.org/10.1017/s147567652510042x",
    "filter": 0,
    "created": "2025-12-15",
    "journal_full": "European Journal of Political Research",
    "abstract": "No existing model of political rhetoric fully captures the complex interplay between the mainstream-populism divide and appealing to emotions like fear and anger. We present a new conceptualization and procedure that defines populism in relation to governmentalism, operationalizes both through communication frames, and allows for the analysis of emotions. We separate governmentalist-populist contestation from contestation between government and opposition, solving a longstanding theoretical and empirical problem. Analyzing one million tweets by politicians and their audiences, we fine-tune and employ supervised machine learning (transformer models) to classify populist and governmentalist communication. We find that populist tweets appeal more to anger and more to fear than governmentalist tweets. While we deploy our approach for tweets about Coronavirus in the UK, the procedure is transferable to other contexts and communication platforms."
  },
  {
    "discipline": "politics",
    "title": "Stay Tuned: Improving Sentiment Analysis and Stance Detection Using Large Language Models",
    "authors": "Max Griswold, Michael W. Robbins, Michael S. Pollard",
    "url": "https://doi.org/10.1017/pan.2025.10023",
    "doi": "https://doi.org/10.1017/pan.2025.10023",
    "filter": 0,
    "created": "2025-12-17",
    "journal_full": "Political Analysis",
    "abstract": "Sentiment analysis and stance detection are key tasks in text analysis, with applications ranging from understanding political opinions to tracking policy positions. Recent advances in large language models (LLMs) offer significant potential to enhance sentiment analysis techniques and to evolve them into the more nuanced task of detecting stances expressed toward specific subjects. In this study, we evaluate lexicon-based models, supervised models, and LLMs for stance detection using two corpuses of social media data—a large corpus of tweets posted by members of the U.S. Congress on Twitter and a smaller sample of tweets from general users—which both focus on opinions concerning presidential candidates during the 2020 election. We consider several fine-tuning strategies to improve performance—including cross-target tuning using an assumption of congressmembers’ stance based on party affiliation—and strategies for fine-tuning LLMs, including few shot and chain-of-thought prompting. Our findings demonstrate that: 1) LLMs can distinguish stance on a specific target even when multiple subjects are mentioned, 2) tuning leads to notable improvements over pretrained models, 3) cross-target tuning can provide a viable alternative to in-target tuning in some settings, and 4) complex prompting strategies lead to improvements over pretrained models but underperform tuning approaches."
  },
  {
    "discipline": "politics",
    "title": "Political DEBATE: Efficient Zero-Shot and Few-Shot Classifiers for Political Text",
    "authors": "Michael Burnham, Kayla Kahn, Ryan Yang Wang, Rachel X. Peng",
    "url": "https://doi.org/10.1017/pan.2025.10028",
    "doi": "https://doi.org/10.1017/pan.2025.10028",
    "filter": 0,
    "created": "2025-12-15",
    "journal_full": "Political Analysis",
    "abstract": "Social scientists have quickly adopted large language models (LLMs) for their ability to annotate documents without supervised training, an ability known as zero-shot classification. However, due to their computational demands, cost, and often proprietary nature, these models are frequently at odds with open science standards. This article introduces the Political Domain Enhanced BERT-based Algorithm for Textual Entailment (DEBATE) language models: Foundation models for zero-shot, few-shot, and supervised classification of political documents. As zero-shot classifiers, the models are designed to be used for common, well-defined tasks, such as topic and opinion classification. When used in this context, the DEBATE models are not only as good as state-of-the-art LLMs at zero-shot classification, but are orders of magnitude more efficient and completely open source. We further demonstrate that the models are effective few-shot learners. With a simple random sample of 10–25 documents, they can outperform supervised classifiers trained on hundreds or thousands of documents and state-of-the-art generative models. Additionally, we release the PolNLI dataset used to train these models—a corpus of over 200,000 political documents with highly accurate labels across over 800 classification tasks."
  },
  {
    "discipline": "politics",
    "title": "Does School Debating Reduce Vulnerability to Misinformation? A Field Experiment in Poland",
    "authors": "Krzysztof Krakowski, Bernhard Clemm von Hohenberg, Davide Morisi",
    "url": "https://doi.org/10.1086/735707",
    "doi": "https://doi.org/10.1086/735707",
    "filter": 0,
    "created": "2025-3-11",
    "journal_full": "The Journal of Politics"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Multimodal large language models can make context-sensitive hate speech evaluations aligned with human judgement",
    "authors": "Thomas Davidson",
    "url": "https://doi.org/10.1038/s41562-025-02360-w",
    "doi": "https://doi.org/10.1038/s41562-025-02360-w",
    "filter": 0,
    "created": "2025-12-15",
    "journal_full": "Nature Human Behaviour",
    "abstract": "Multimodal large language models (MLLMs) could enhance the accuracy of automated content moderation by integrating contextual information. This study examines how MLLMs evaluate hate speech through a series of conjoint experiments. Models are provided with a hate speech policy and shown simulated social media posts that systematically vary in slur usage, user demographics and other attributes. The decisions from MLLMs are benchmarked against judgements by human participants (n = 1,854). The results demonstrate that larger, more advanced models can make context-sensitive evaluations that are closely aligned with human judgement. However, pervasive demographic and lexical biases remain, particularly among smaller models. Further analyses show that context sensitivity can be amplified via prompting but not eliminated, and that some models are especially responsive to visual identity cues. These findings highlight the benefits and risks of using MLLMs for content moderation and demonstrate the utility of conjoint experiments for auditing artificial intelligence in complex, context-dependent applications."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Disentangling participation in online political discussions with a collective field experiment",
    "authors": "Lisa Oswald, William Small Schulz, Philipp Lorenz-Spreen",
    "url": "https://doi.org/10.1126/sciadv.ady8022",
    "doi": "https://doi.org/10.1126/sciadv.ady8022",
    "filter": 0,
    "created": "2025-12-10",
    "journal_full": "Science Advances",
    "abstract": "Online political discussions are often dominated by a small group of active users, while most remain silent. This visibility gap can distort perceptions of public opinion and fuel polarization. Using a collective field experiment on Reddit, we examined factors predicting self-selection into silent “lurker” and active “power-user” roles and tested whether participation differentials can be reduced with norm- or incentive-based interventions. We recruited 520 United States participants, randomly assigned them to conditions in six private communities, and asked them to discuss 20 political issues over 4 weeks while completing weekly surveys. Lurking (posting nothing) was most common among users who perceived discussions as toxic, disrespectful, or unconstructive; these same perceptions also predicted power usership (more posting, conditional on not lurking). Experimentally, financial incentives for commenting reduced participation differentials, whereas we did not find effects from a civility norm treatment. These findings support preference- and incentive-based accounts of participation but suggest that light-touch interventions are unlikely to bridge participation gaps, let alone polarization."
  }
]
