[
  {
    "discipline": "communication",
    "title": "Types, methods, and evaluations of artificial intelligence (AI) in public communication research in the early phases of adoption: a systematic review",
    "authors": "Irina Lock, Lukas Benedikt Hoffmann, Christian Burgers, Theo Araujo",
    "abstract": "Artificial intelligence (AI) has become pervasive in everyday life, and with the publication of large language models such as ChatGPT especially relevant in the context of media and public communication. This paper synthesizes the conceptualizations, types, methods, and evaluations of AI in public communication in the early phases of innovation adoption, before the broad public discussion around generative AI set in. We conducted a systematic review of empirical research focusing on AI in six social and computing-science databases up until and including 2022 (k = 198). Results show a steep increase in the number of studies published on AI in public communication in just four years. To facilitate a common understanding of what AI is and how it is studied, AI applications are grouped into four AI types: (a) AI as method, (b) Generative AI, (c) AI as communicator, and (d) AI generally. People’s interaction with and attitudes towards AI seem to be central in this research. In addition, AI has mostly been investigated with quantitative methods, often with human participants, as evidenced by the dominance of surveys and experiments. The reviewed research primarily comes from English-speaking countries and often fails to define what AI is or to formulate normative implications. Five blind spots of AI research in public communication and their implications for future empirical studies are discussed.",
    "url": "https://doi.org/10.1093/anncom/wlaf005",
    "doi": "https://doi.org/10.1093/anncom/wlaf005",
    "filter": 0,
    "journal_full": "Annals of the International Communication Association"
  },
  {
    "discipline": "communication",
    "title": "Unpacking Ingroup Source Effects in Politically Polarized Issues: The Interplay of Social Identity, Moral Framing, and Credibility",
    "authors": "Hwanseok Song, Jeonghyun Oh",
    "url": "https://doi.org/10.1080/10510974.2025.2515032",
    "doi": "https://doi.org/10.1080/10510974.2025.2515032",
    "filter": 0,
    "journal_full": "Communication Studies"
  },
  {
    "discipline": "communication",
    "title": "Navigating the complexity of visual misinformation: Developing the Visual Misinformation Processing Model for visual-text misinformation dynamics",
    "authors": "Jiyoung Lee, Jiyoun Suk",
    "abstract": "In the current media landscape, misinformation has evolved into a multimodal challenge, presenting misinformation through various modalities simultaneously, particularly through text and visuals. Despite increasing scholarly attention to visual misinformation, as one type of multimodal misinformation, there is a lack of a unified theoretical framework for understanding the cognitive processes involved in how people process visual misinformation and become susceptible to it. In this paper, we introduce a psychological processing model—the Visual Misinformation Processing Model (VMPM)—to bridge this gap. This model outlines four key cognitive stages: (1) encountering visual misinformation; (2) allocating attention to visuals; (3) engaging in dominant processing of visuals alongside text; and (4) becoming persuaded by misinformation. We discuss the current state of research on visual misinformation and suggest directions for future research.",
    "url": "https://doi.org/10.1093/ct/qtaf011",
    "doi": "https://doi.org/10.1093/ct/qtaf011",
    "filter": 0,
    "journal_full": "Communication Theory"
  },
  {
    "discipline": "communication",
    "title": "Theory of affective bonding: a framework to explain how people may relate to social robots and artificial others",
    "authors": "Elly A Konijn, Daniel F Preciado Vanegas, Peggy van Minkelen",
    "abstract": "As social beings, we humans are driven to connect, and not only to fellow humans. We readily develop emotional connections toward “beings” that are in fact not humans, demonstrated by millennia-old fascinations with fictional characters. More recently observed with technologies capable of socially engaging as artificial others, responding almost as if they were humans themselves. As these technologies advance, digital and robotic entities become more proficient at offering assistance and to satisfy our need to connect and establish meaningful relationships. This article reviews and integrates literature from various fields to examine the key concepts and psycho-social mechanisms underlying relationship formation between humans and artificial others, specifically focusing on social robots. The resulting theoretical framework, the theory of affective bonding (TAB), seeks to explain how, when and why people would bond to non-human entities or social robots, building on four key propositions. This coherent multi-disciplinary framework may advance the field and guide future research in human–robot communication and relationship formation over time.",
    "url": "https://doi.org/10.1093/ct/qtaf007",
    "doi": "https://doi.org/10.1093/ct/qtaf007",
    "filter": 0,
    "journal_full": "Communication Theory"
  },
  {
    "discipline": "communication",
    "title": "Group-based trajectory modeling to identify effect of badges in online Q&amp;A communities",
    "authors": "Yanqing Shi, Yao Zhang",
    "abstract": "Purpose The study aims to investigate how badge incentives influence systems shape longitudinal behavioral patterns in online knowledge communities. While prior research based on the goal-gradient hypothesis has documented temporary increases in user contributions preceding badge attainment, the mechanisms underlying sustained behavioral evolution remain underexplored. Design/methodology/approach We employed group-based trajectory modeling to identify distinct behavioral pattern ( N  = 2,055) through longitudinal analysis of user activity records. Users’ posting frequency before and after badge acquisition was systematically tracked to observe the steering effect across global and subgroup levels. Multinomial logistic regression analyses examined co-evolutionary relationships between behavioral trajectories and badge incentives. Findings The results reveal three key insights: 1) Badge attainment exerts time-dependent steering effects that differentially influence engagement trajectories across user subgroups. 2) The evolution of user behavior has a close positive correlation with badge incentive, in addition to being influenced by user knowledge characteristics. 3) Strategic adjustment of the number of badges rather than the overall level shows greater potential for activating low-engagement users. Originality/value This research advances incentive mechanism literature by 1) developing a dynamic framework for modeling behavioral trajectories in reward systems, 2) demonstrating heterogeneous badge effects across user segments, especially for low-engagement users and 3) proposing evidence-based guidelines for optimizing badge architectures. The findings provide actionable insights for platform designers seeking to balance engagement boosting and quality maintenance through targeted incentive engineering.",
    "url": "https://doi.org/10.1108/itp-03-2024-0368",
    "doi": "https://doi.org/10.1108/itp-03-2024-0368",
    "filter": 0,
    "journal_full": "Information Technology & People"
  },
  {
    "discipline": "communication",
    "title": "Toward generalized effects of goal level on crowdfunding performance: meta-analysis and field evidence",
    "authors": "Kwanho Suk, Sanyoung Hwang",
    "abstract": "Purpose Empirical findings and arguments regarding the relationship between goal level and crowdfunding performance have been inconsistent. This research seeks to clarify these inconsistencies by distinguishing crowdfunding performance into two types of performance metrics, target-based (e.g. goal success, fund-goal ratio and goal completion ratio) and fundraising-based (e.g. total raised funds, number of contributors and amount per contributor). It aims to examine how goal level differentially influences these two types of performance metrics. Design/methodology/approach A meta-analysis of published studies and analyses of crowdfunding data from two heterogeneous platforms (i.e. Kickstarter and Kakao Together) were conducted. Findings Meta-analysis and crowdfunding data analyses consistently present evidence that the type of performance metrics moderates the relationship between goal level and performance. The goal level is negatively related to target-based performance metrics, indicating that lower-level goals perform better in goal success, fund-goal ratio and goal completion ratio. On the contrary, the goal level is positively related to fundraising-based performance metrics, with higher-level goals performing better in the total raised funds, number of contributors and amount per contributor. Practical implications Findings suggest that goal setting in crowdfunding should be guided by the types of performance metrics used to define success, as these metrics are inherently shaped by the platform’s operational model (all-or-nothing vs keep-it-all). Originality/value This research addresses and resolves conflicting findings in the existing literature on the relationship between goal level and crowdfunding performance by clarifying the role of performance metrics in evaluating crowdfunding success.",
    "url": "https://doi.org/10.1108/intr-04-2024-0599",
    "doi": "https://doi.org/10.1108/intr-04-2024-0599",
    "filter": 0,
    "journal_full": "Internet Research"
  },
  {
    "discipline": "communication",
    "title": "Measurement invariance of core communication constructs across race, nationality, and age",
    "authors": "Brian Manata, Andrew C High, Shannon M Cruz, Timothy R Worley",
    "abstract": "Communication science has been criticized for relying on WEIRD samples. One question that arises from such criticisms is whether core communication constructs and measures generalize to different demographic groups. In other words, are measures of common communication variables interpreted similarly across groups? In this study, we assess the measurement invariance of numerous scales that are used commonly in research on communication science across five U.S. racial groups, seven English-speaking countries across five continents, and four age groups that are recognized by the American Psychological Association. Results indicate that respondents from different racial, national, and age groups exhibited measurement invariance. That is, people with different backgrounds responded to scales in similar ways, thereby indicating that some core communication constructs might be generalizable across certain groups. The implications of these results are considered, while noting that the invariance framework used herein can be used to continue examining the problem of construct invariance.",
    "url": "https://doi.org/10.1093/joc/jqaf023",
    "doi": "https://doi.org/10.1093/joc/jqaf023",
    "filter": 0,
    "journal_full": "Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "Media Task-Switching as Self-Control Failure",
    "authors": "Ranran Z. Mi, Catalina L. Toma, Shiwei Mo",
    "abstract": "Abstract: Media task-switching refers to the act of interrupting a primary task by turning to media distractions. Using a self-control failure framework, this paper examines why and to what effect people engage in task-switching with media. We theorize that media task-switching is dually shaped by people’s motivation to perform well on the primary task and by the presence of “tempting” media. Study 1, a lab experiment ( N = 188), shows that (1) the availability of media produced task-switching, while high motivation to perform well on the primary task reduced it; (2) some media activities (i.e., Facebook browsing) improved mood, but overall, task-switching decreased mood; and (3) task-switching led to a significant drop in task performance. Study 2, a vignette-based online experiment with mixed model design ( N = 163) replicates the effect of motivation on task-switching and further examines how the effortfulness of media activities influences task-switching. In both social media use and texting context, individuals were more likely to switch to low-effort activities (e.g., browsing social media, checking messages) compared to medium-effort or high-effort activities (e.g., composing posts, initiating messages). This paper provides evidence that both psychological and media-related factors jointly shape media task-switching, and advances self-control theory by explicating the tempting characteristics of daily media use.",
    "url": "https://doi.org/10.1027/1864-1105/a000473",
    "doi": "https://doi.org/10.1027/1864-1105/a000473",
    "filter": 0,
    "journal_full": "Journal of Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "Public Segmentation and the Impact of AI Use in E-Rulemaking",
    "authors": "Loarre Andreu Perez, Matthew L. Jensen, Elena Bessarabova, Neil Talbert, Yifu Li, Rui Zhu",
    "abstract": "Digitization has profoundly changed how government interacts with its publics. The expanding use of AI promises even more advancement. However, the rollout of AI is not without risk. This work explores the use of AI in federal rulemaking, the process by which regulations are introduced and revised. The US federal government has created digital platforms that dramatically expand access for the public commenting on pending regulations. However, these platforms also attract volumes of opinion spam that attempt to influence regulatory decision-making. Using AI to identify opinion spam may offer a potential remedy, but removing or limiting comments with the help of AI may threaten rulemaking legitimacy. This research uses the situational theory of problem-solving as a framework, segmenting publics based on their problem recognition, constraints, and involvement with a specific issue, then predicting how each public behaves. We examined how employing AI in the processing of rulemaking comments affects public segments’ intention to comment, their perceptions of legitimacy of the resulting rules, trust in agencies, and control mutuality between the public and the agency. This work describes two controlled, randomized experiments (&lt;em&gt;N&lt;/em&gt; = 149; &lt;em&gt;N&lt;/em&gt; = 250) that capture public segments’ reactions to AI use in analyzing comments in the presence or absence of opinion spam. We show that public segmentation is a key aspect in shaping attitudes and behaviors regarding the use of AI for e-rulemaking purposes. These findings suggest that communicating effectively with publics is essential for agencies, and that the use of AI does not make the publics’ attitudes differ.",
    "url": "https://doi.org/10.17645/mac.9550",
    "doi": "https://doi.org/10.17645/mac.9550",
    "filter": 0,
    "journal_full": "Media and Communication"
  },
  {
    "discipline": "communication",
    "title": "Climate Communication in the Hybrid Media System: Media and Stakeholder Logics on Social Media",
    "authors": "Simon M. Luebke, Nadezhda Ozornina, Mario Haim, Jörg Haßler",
    "abstract": "Climate change is a major political challenge affecting millions of people worldwide. Journalists—while following media logic—have a strong responsibility to inform the public of the scientific evidence on the causes and consequences of climate change and to explain the motivations driving the climate policies under discussion. However, within hybrid media systems, journalists increasingly compete for attention with climate stakeholders, who tend to follow a political logic in climate communication and bypass journalism to share their perspectives on climate change. Despite this dynamic, the extent to which the climate communication of media organizations and stakeholders diverges in terms of content and focus remains largely unexplored, as does whether their topics and communication styles show signs of convergence. This article addresses these gaps by comparing how journalistic media and climate stakeholders communicate about climate change on social media and by examining the user engagement their content creates. We conducted a manual quantitative content analysis of visual posts about climate change published by media organizations and climate stakeholders in Germany on Instagram, Facebook, TikTok, and YouTube during the 2023 UN Climate Change Conference in Dubai (&lt;em&gt;N&lt;/em&gt; = 1,050). The results deepen our understanding of the national climate discourse in Germany and show that journalistic content in climate communication adheres strongly to media logic, presenting climate change in a more event-oriented, personalized, and negative manner. However, climate stakeholders’ communication is characterized by political logic, using strategic framing and focusing less on current climate events.",
    "url": "https://doi.org/10.17645/mac.9892",
    "doi": "https://doi.org/10.17645/mac.9892",
    "filter": 0,
    "journal_full": "Media and Communication"
  },
  {
    "discipline": "communication",
    "title": "Individual factors of expected and unexpected sexting and the subsequent feelings: A nationally representative study in adolescents",
    "authors": "Michaela Šaradín Lebedíková, Rubén Olveira-Araujo, Kaveri Subrahmanyam, David Šmahel",
    "abstract": "Sexting is prevalent among adolescents, yet we lack an understanding of adolescents’ responses to its various forms and the factors that may drive those responses. This study adopts an integrative media effects framework and a nationally representative sample of Czech adolescents (11–16 years old, N = 2500, 50% girls) to investigate: (1) the associations between depression, loneliness, self-esteem, happiness, sensation seeking, age and gender, and the different types of sexting behavior (both expected and unexpected receiving and sending of sexts); and (2) the role of individual factors in feeling happy and upset after different types of sexting. While we found a similar pattern for the associations of individual factors with engagement in the three sexting behaviors, we found no pattern for the associations across the outcomes (i.e. feeling happy and upset). Our findings show that the outcomes of sexting must be researched as individual behaviors, not as one “sexting” behavior.",
    "url": "https://doi.org/10.1177/14614448251333731",
    "doi": "https://doi.org/10.1177/14614448251333731",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Ethical inclusion of children in sensitive research: A four-dimensional model",
    "authors": "Elisabeth Staksrud, Niamh Ní Bhroin, Nora Josefine B Englund, Jenny Krutzinna",
    "abstract": "The United Nations Convention on the Rights of the Child ‘UNCRC’ provides that children should participate in research about matters that concern them. However, this is not always realised, particularly in the context of risky, sensitive and morally complex experiences. Failure to include children causes lacunae in our understanding of the factors that influence their lives and well-being. In this article, we propose to conceptualise approaches to including children in research along four dimensions: Exclusion; Exploitation; Extension; and Empowerment. Using research on children’s experiences with online sexual content as a case, we discuss ethical dilemmas related to including children in research. Finally, we present 10 recommendations for future research to respect children’ agency and empower them to participate in research in an ethically responsible manner.",
    "url": "https://doi.org/10.1177/14614448251333736",
    "doi": "https://doi.org/10.1177/14614448251333736",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "The Implications of Epistemic Polarization and Factual Relativism for Misinformation Research and Democracy",
    "authors": "Michael Hameleers, Toni van der Meer",
    "url": "https://doi.org/10.1080/10584609.2025.2514595",
    "doi": "https://doi.org/10.1080/10584609.2025.2514595",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "politics",
    "title": "Causal Panel Analysis under Parallel Trends: Lessons from a Large Reanalysis Study",
    "authors": "ALBERT CHIU, XINGCHEN LAN, ZIYI LIU, YIQING XU",
    "abstract": "Two-way fixed effects (TWFE) models are widely used in political science to establish causality, but recent methodological discussions highlight their limitations under heterogeneous treatment effects (HTE) and violations of the parallel trends (PT) assumption. This growing literature has introduced numerous new estimators and procedures, causing confusion among researchers about the reliability of existing results and best practices. To address these concerns, we replicated and reanalyzed 49 studies from leading journals that employ TWFE models for causal inference using observational panel data with binary treatments. Using six HTE-robust estimators, diagnostic tests, and sensitivity analyses, we find: (i) HTE-robust estimators yield qualitatively similar but highly variable results; (ii) while a few studies show clear signs of PT violations, many lack evidence to support this assumption; and (iii) many studies are underpowered when accounting for HTE and potential PT violations. We emphasize the importance of strong research designs and rigorous validation of key identifying assumptions.",
    "url": "https://doi.org/10.1017/s0003055425000243",
    "doi": "https://doi.org/10.1017/s0003055425000243",
    "filter": 0,
    "journal_full": "American Political Science Review"
  },
  {
    "discipline": "politics",
    "title": "Fixed Effects, Lagged Dependent Variables, and Bracketing: Cautionary Remarks",
    "authors": "Matei Demetrescu, Manuel Frondel, Lukas Tomberg, Colin Vance",
    "abstract": "We investigate a bracketing property that purports to yield upper- and lower bounds on the treatment effects obtained from a fixed effects (FE) and lagged dependent variable (LDV) model. Referencing both analytical results and a Monte Carlo simulation, we explore the conditions under which the bracketing property holds, confirming this to be the case when the data generating process (DGP) is characterized by either unobserved heterogeneity or feedback effects from a lagged dependent variable. However, when the DGP is characterized by both features simultaneously, we find that bracketing of the treatment effect only holds under certain conditions—but not in general. Practitioners can nevertheless obtain the lower bound estimate by referencing a model that includes both FE and an LDV. While the Nickell bias in the coefficient of the LDV is known to be of order $1/T$ , we show that the Nickell-type bias in the estimator of the treatment effect is of order $1/T^2$ .",
    "url": "https://doi.org/10.1017/pan.2025.10002",
    "doi": "https://doi.org/10.1017/pan.2025.10002",
    "filter": 0,
    "journal_full": "Political Analysis"
  },
  {
    "discipline": "politics",
    "title": "Betting on Partisanship: Biased Information Processing and Opinion Change on a Citizen Initiative",
    "authors": "Andrea Barbieri, Adrien Petitpas, Pascal Sciarini",
    "abstract": "How do voters make up their minds when voting on a citizens’ initiative? Motivated reasoning theory makes a strong case for a partisan bias in the way citizens process information, but empirical evidence is mixed. We offer a more systematic test of the “party over policy” argument by integrating prior attitudes into the analysis of how voters respond to cues and policy information. Results of a survey experiment with pre-post measures of vote intentions on a California citizen initiative on online sports betting in 2022 provide support for partisan motivated reasoning. Regardless of the direction of policy information, voters who change their minds tend to follow the cue of their preferred party, even when the cue contradicts their initial vote intention. These results have important normative and practical implications.",
    "url": "https://doi.org/10.1007/s11109-025-10053-3",
    "doi": "https://doi.org/10.1007/s11109-025-10053-3",
    "filter": 0,
    "journal_full": "Political Behavior"
  },
  {
    "discipline": "public opinion",
    "title": "Self-Reporting News Use in Situ and in Retrospect",
    "authors": "Danit Shalev, Teresa K Naab, Yariv Tsfati",
    "abstract": "Based on a sample collected in Israel (N = 1,414), the current study describes the discrepancies between measures of retrospective and repeated in situ self-reports for exposure to audio-visual news broadcasts on TV, news websites, and social media. It tests the influence of the amount of news broadcast exposure, habitual news use at certain times of the day, and user demographics on the discrepancies between the measures. Results show that people significantly under-report TV news exposure and over-report watching the news on social media in retrospect. More heavy news users tend to under-report exposure in retrospect compared to aggregated in situ values. Daytime news users tend to over-report social media news exposure in retrospect.",
    "url": "https://doi.org/10.1093/ijpor/edaf027",
    "doi": "https://doi.org/10.1093/ijpor/edaf027",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research"
  },
  {
    "discipline": "public opinion",
    "title": "Trust in Election Polls. The Role of the Source Institution and the Results of the Poll",
    "authors": "Ádám Stefkovics, Dömötör Gere",
    "abstract": "Opinion polls about voting intentions provide important information for citizens in shaping their own political attitudes. Nevertheless, opinion polls are only useful for democracies if people trust their results. This study aims to decompose trust in poll results by focusing on two factors that may shape trust level: the source polling institution and the results of the poll. In survey experiments embedded in an online and a phone survey in Hungary, respondents were presented with two hypothetical poll reports and were asked to assess how much they trusted them. We varied the source institution (6 levels) and whether the results were realistic or not realistic. The results show that despite the highly politicized research environment in Hungary, the research institution did not play a role in general or among people with different political views. In turn, accuracy was a strong positive predictor of trust in the phone survey, but we found traces of motivated reasoning, partially depending on political sophistication. We conclude that trust processes are complex, with source credibility not always determining trust, but individual political motivations consistently shaping perceptions.",
    "url": "https://doi.org/10.1093/ijpor/edaf018",
    "doi": "https://doi.org/10.1093/ijpor/edaf018",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research"
  },
  {
    "discipline": "public opinion",
    "title": "When Cleaning Data Introduces Bias: A Critical Examination of Post-Hoc Methods in Detecting Insufficient Effort Responding",
    "authors": "Melissa Dan Wang, Leifeng Xiao, Xuan Zang",
    "abstract": "Insufficient Effort Responding (IER) threatens the integrity of survey data, affecting the validity of subsequent analyses. Various post-hoc methods have been developed to detect and eliminate questionable responses, but these methods risk under-detecting IER and over-detecting legitimate responses, introducing analysis biases. This study assessed six such methods—longstring, individual response variability, Mahalanobis distance, psychometric synonym, Standardized Log-likelihood, and Guttman error—as well as their combined application, under diverse conditions. The findings revealed that, in some scenarios, these methods performed no better than random guessing in identifying IER. Further, the performance of combination strategies was merely moderate, falling between the best and worst-performing methods. Alarmingly, excluding responses identified as low-effort often distorted statistical and psychometric estimates more severely than including them. These results underscore the imperative for researchers to judiciously apply IER detection techniques and critically evaluate their effects on data quality.",
    "url": "https://doi.org/10.1177/0282423x251337843",
    "doi": "https://doi.org/10.1177/0282423x251337843",
    "filter": 0,
    "journal_full": "Journal of Official Statistics"
  },
  {
    "discipline": "public opinion",
    "title": "Ladies’ Choice: Intersectional Linked Fate and Public Opinion Toward Women of Color in Politics",
    "authors": "Joyce H Nguy, Alexandria J Davis, Nathan K Chan",
    "abstract": "This article seeks to understand the public opinion formation among women of color in America. How do identity-based factors, such as linked fate with women of color (WoC), shape political evaluations? Expanding on social identity theory and intersectionality frameworks, we investigate the political influences of WoC identification and WoC intersectional linked fate. We argue that intersectional linked fate represents a deeper sense of shared experiences and interconnected outcomes across race and gender, making this both a conceptually distinct construct and a politically consequential extension of WoC identity. Further, we theorize that women of color’s perceptions of intersectional linked fate drive their cross-racial support for real-world WoC in politics. We analyze data from the 2020 Collaborative Multiracial Post-Election Survey to test how intersectional linked fate correlates with evaluations of prominent WoC political figures such as Alexandria Ocasio-Cortez, Ayanna Pressley, and Michelle Obama among Black, Latina, and Asian American women. Our findings reveal that intersectional linked fate has a stronger and more consistent influence on these political evaluations than either WoC identity or racial linked fate, fostering solidarity and support for WoC politicians across racial boundaries. The results highlight the critical role of intersectional linked fate in shaping public opinion with important implications for understanding future elections, especially as candidates, politics, and the electorate continue to diversify in the United States.",
    "url": "https://doi.org/10.1093/poq/nfaf019",
    "doi": "https://doi.org/10.1093/poq/nfaf019",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly"
  },
  {
    "discipline": "public opinion",
    "title": "Social Desirability and Political Sensitivity: Interviewer Gender Effects on Men in Five Arab Countries",
    "authors": "Calvert W Jones, Jocelyn Sage Mitchell",
    "abstract": "Survey research is growing, yet research on data quality continues to rely mainly on samples from the United States and Europe. To contribute, we test for interviewer gender effects on men in the Middle East and North Africa, where studies of data quality are particularly scarce. Theoretically, we focus on the implications of less gender-egalitarian contexts for response tendencies. For questions about politics and government, we find that men respondents tend to provide more socially desirable responses to men interviewers, offering “safer” and more pro-regime answers. Yet, for questions that touch on their own social status, such as self-reported income and religiosity, they appear to offer more socially desirable responses to women interviewers. The findings strengthen the case for comparative investigations of data quality, and highlight the value of contextual knowledge about politics and gender relations.",
    "url": "https://doi.org/10.1093/poq/nfaf016",
    "doi": "https://doi.org/10.1093/poq/nfaf016",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly"
  },
  {
    "discipline": "public opinion",
    "title": "Forecasting Civil Unrest in South Africa Using Social Media Data: A Hybrid Machine Learning Approach",
    "authors": "Rejoice Chitengu, Silas Formunyuy Verkijika, Kelibone Eva Mamabolo",
    "abstract": "Civil unrest, encompassing protests and riots, is an increasing global concern, with incidents rising at an alarming rate, a trend that has been observed in South Africa over the years. This issue is particularly pronounced in today’s social media era, where platforms like ‘X’ (formerly Twitter) serve as powerful tools for mobilization. This raises the question: What factors drive civil unrest, and how can machine learning, using social media data, be employed to forecast such events? In response, this study had as objective to develop a hybrid machine learning model to forecast protest and riot events in South Africa using Twitter data. Employing the CRISP-DM methodology, data was collected from Twitter for the period between 2019 and 2024, resulting in 18,487 curated tweets, with associated ground truth data extracted from the ACLED database. Using this data, a hybrid model combining Bidirectional LSTM (Bi-LSTM) networks with eXtreme Gradient Boosting (XGBoost) for classification and regression tasks was developed to forecast civil unrest in South Africa. Additionally, SHapley Additive exPlanations (SHAP) were used for model explainability. The proposed model outperformed the base model, achieving an R-squared value of 33% for protests and 23% for riots in regression, along with classification accuracies of 92% for protests and 86.2% for riots. SHAP results indicated that the key predictors of unrest included sentiment-related features, tweet engagement features, regional factors, the day of the week, public holidays, and the topics being discussed. This study demonstrates the value of a hybrid model in forecasting civil unrest events and identifies key features that stakeholders can use to target their efforts more precisely in addressing civil unrest, ensuring resources are allocated where they are needed most. The study concludes with a discussion of valuable insights for stakeholders on how to leverage social media data to predict and mitigate civil unrest.",
    "url": "https://doi.org/10.1177/08944393251349542",
    "doi": "https://doi.org/10.1177/08944393251349542",
    "filter": 0,
    "journal_full": "Social Science Computer Review"
  },
  {
    "discipline": "public opinion",
    "title": "A Practical Guide and Case Study on How to Instruct LLMs for Automated Coding During Content Analysis",
    "authors": "Mike Farjam, Hendrik Meyer, Meike Lohkamp",
    "abstract": "This paper provides a practical example and guide on how to augment or replace human coders with Large Language Models (LLMs) during content analysis. We demonstrate this by replicating and extending an influential study on environmental communication. Our setup, running locally on consumer-grade hardware, makes it feasible for university researchers operating within typical computational and legal constraints. We validate the LLM’s performance by replicating the original study’s codings, scaling the analysis to cover a tenfold increase in articles, and extending the LLM’s application to a comparable German-language corpus, comparing these results to human expert coders. We offer guidelines for instructing LLMs, validating output, and handling multilingual coding, presenting a replicable framework for future research. This paper is intended to systematically guide other researchers when integrating LLMs into their workflows, ensuring reliable and scalable coding practices. We demonstrate several advantages of LLMs as coders, including cost-effective multilingual coding, overcoming the limitations of small-sample content analysis, and improving both the replicability and transparency of the coding process.",
    "url": "https://doi.org/10.1177/08944393251349541",
    "doi": "https://doi.org/10.1177/08944393251349541",
    "filter": 0,
    "journal_full": "Social Science Computer Review"
  },
  {
    "discipline": "psychology",
    "title": "Neural text embeddings in psychological research: A guide with examples in R.",
    "authors": "Louis Teitelbaum, Almog Simchon",
    "url": "https://doi.org/10.1037/met0000768",
    "doi": "https://doi.org/10.1037/met0000768",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Take caution in using LLMs as human surrogates",
    "authors": "Yuan Gao, Dokyun Lee, Gordon Burtch, Sina Fazelpour",
    "abstract": "Recent studies suggest large language models (LLMs) can generate human-like responses, aligning with human behavior in economic experiments, surveys, and political discourse. This has led many to propose that LLMs can be used as surrogates or simulations for humans in social science research. However, LLMs differ fundamentally from humans, relying on probabilistic patterns, absent the embodied experiences or survival objectives that shape human cognition. We assess the reasoning depth of LLMs using the 11-20 money request game. Nearly all advanced approaches fail to replicate human behavior distributions across many models. The causes of failure are diverse and unpredictable, relating to input language, roles, safeguarding, and more. These results warrant caution in using LLMs as surrogates or for simulating human behavior in research.",
    "url": "https://doi.org/10.1073/pnas.2501660122",
    "doi": "https://doi.org/10.1073/pnas.2501660122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences"
  }
]
