[
  {
    "discipline": "communication",
    "title": "Epistemic authority in the digital public sphere. An integrative conceptual framework and research agenda",
    "authors": "Anne Bartsch, Christoph Neuberger, Birgit Stark, Veronika Karnowski, Marcus Maurer, Christian Pentzold, Thorsten Quandt, Oliver Quiring, Christian Schemer",
    "url": "http://dx.doi.org/10.1093/ct/qtae020",
    "doi": "10.1093/ct/qtae020",
    "filter": 0,
    "journal_full": "Communication Theory",
    "abstract": "We develop an integrative conceptual framework and research agenda for studying epistemic authorities in the digital age. Consulting epistemic authorities (e.g., professional experts, well-informed laypeople, technologies) can be an efficient fast-track to knowledge. To fulfill this functional role, those who claim epistemic authority need to be both subjectively recognized (have a perceived advantage in knowledge) and objectively justified (have an actual advantage in knowledge). In a digital media context, new and unconventional knowledge sources have emerged that can fulfill the functional role of epistemic authorities. But false authorities that disseminate misinformation have emerged as well while other sources with important knowledge remain unrecognized. We further analyze the functional role of epistemic intermediaries that can mitigate such problematic developments by correcting false authorities and by providing endorsement for unrecognized authorities. We conclude with a research agenda to study functional forms of epistemic authorities and epistemic intermediaries in the digital public sphere."
  },
  {
    "discipline": "communication",
    "title": "The situation in media and communication research",
    "authors": "Anna Schnauber-Stockmann, Joseph B Bayer, Gabriella M Harari, Veronika Karnowski",
    "url": "http://dx.doi.org/10.1093/ct/qtae021",
    "doi": "10.1093/ct/qtae021",
    "filter": 0,
    "journal_full": "Communication Theory",
    "abstract": "Communication researchers have long sought to situate or contextualize media behaviors in their natural settings. However, the many approaches taken to understand media behavior in context have varied considerably. This article proposes a metatheoretical framework for theorizing media behavior at the situational level, encompassing the entirety of circumstances surrounding a media behavior at a given moment. The framework describes how psychological states, environmental context, and media context combine to shape moment-to-moment media behavior. We then describe how situational factors have the potential to interact with the three phases of media behavior—i.e., selection, processing, and disengagement—in distinctive ways. We argue that communication researchers only gain the ability to explain the variability in media behavior by taking the situational level into account. We conclude by providing future theoretical and empirical directions to guide the field in building a more generalizable and durable understanding of situated media behavior."
  },
  {
    "discipline": "communication",
    "title": "The New Media Art world in Turkey: Boundary-work in action",
    "authors": "İpek Yeğinsü",
    "url": "http://dx.doi.org/10.1177/13548565241284533",
    "doi": "10.1177/13548565241284533",
    "filter": 0,
    "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
    "abstract": "In an age marked by the Post-media condition, the term ‘New Media Art’ remains in use in reference to a professional territory not autonomous, but also different from the territory of Contemporary Art, and its members use various rhetorical tactics to maintain and expand their professional authority. This study aims at analyzing the professional ideology of the New Media Art territory in Turkey using Thomas F. Gieryn’s concept of the ‘boundary-work’. The data obtained via semi-structured in-depth interviews conducted with a purposively sampled population of artists, curators and producers are used to assess whether a common cultural repertoire exists in this territory and whether it conforms to or contradicts its global counterpart. The study finds that since the mid-1990s, the professional ideology of the New Media Art territory in Turkey has developed in parallel with the world, but not monolithically. The curators/producers’ ideology is defined by potential for democratization, intersections of art, science and technology, interaction/interactivity and interdisciplinary collaboration. However, they exhibit two repertoire variants positively correlated with the subjects’ career orientations. The artists’ common ideology is similar to the curators’/producers’, but their cultural repertoires are more flexible thanks to the variety of their individual practices. The study concludes that this duality emerges due to the limited funding sources in Turkey."
  },
  {
    "discipline": "communication",
    "title": "How effective is AI augmentation in human–AI collaboration? Evidence from a field experiment",
    "authors": "Chengcheng Liao, Xin Wen, Shan Li, Peiyuan Du",
    "url": "http://dx.doi.org/10.1108/itp-11-2022-0859",
    "doi": "10.1108/itp-11-2022-0859",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose Companies increasingly leverage artificial intelligence (AI) to enhance human performance, particularly in e-commerce. However, the effectiveness of AI augmentation remains controversial. This study investigates whether, how and why AI enhances human agents’ sales through a randomized field experiment. Design/methodology/approach This study conducts a two-by-two factorial randomized field experiment ( N  = 1,090) to investigate the effects of AI augmentation on sales. The experiment compares sales outcomes handled solely by human agents with those augmented by AI, while also examining the moderating effect of agents’ experience levels and the underlying mechanisms behind agents’ responses. Findings The results reveal that AI augmentation leads to a significant 5.46% increase in sales. Notably, the impact of AI augmentation varies based on agents’ experience levels, with inexperienced agents benefiting nearly six times more than their experienced counterparts. Mediation analysis shows that AI augmentation improves response timeliness, accuracy and sentiment, thereby boosting sales. Originality/value This study highlights the role of AI augmentation in human–AI collaboration, demonstrates the varying impacts of AI augmentation based on agents’ experience levels and offers insights for organizations on how to regulate AI augmentation to enhance agent responses and drive sales."
  },
  {
    "discipline": "communication",
    "title": "Deliberation in online political talk: exploring interactivity, diversity, rationality, and incivility in the public spheres surrounding news vs. satire",
    "authors": "Mark Boukes",
    "url": "http://dx.doi.org/10.1093/joc/jqae038",
    "doi": "10.1093/joc/jqae038",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "Political satire is often believed to enrich the public sphere in ways distinct from traditional journalism. This study examines whether deliberative qualities of online political talk in response to satire differ from those in response to regular news or partisan news. The analysis focuses on four normative standards: interactivity, diversity, rationality, and civility. A manual content analysis of YouTube comments (n = 2,447) reveals that the public sphere surrounding political satire shows a notable strength: Less incivility, both in terms of impoliteness and intolerance. Surprisingly, aside from this, satire’s public sphere did not differ much from that of regular news. Comments on partisan news were more opinionated and ideologically diverse. These findings suggest that online political talk prompted by satire is not inferior to that of traditional news. Additionally, this study highlights how the presence of different normative standards is often interconnected."
  },
  {
    "discipline": "communication",
    "title": "“What do you want to do?”: expertise tension and authority negotiation in emergency nurse–physician interactions",
    "authors": "DaJung Woo, Laura E Miller, Leonard N Lamsen",
    "url": "http://dx.doi.org/10.1093/joc/jqae043",
    "doi": "10.1093/joc/jqae043",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "Collaborative work represents a communicative context in which organizational actors navigate the blurring of knowledge and authority boundaries as they address complex problems. This article theorizes about expertise tension that arises when individuals with valuable insights lack corresponding authority to act, or vice versa. Using observations and interviews, we studied how physicians and nurses navigated this tension in problem-solving situations in a hospital emergency department. We found that nurses, who identified emergent problems, simultaneously asserted their situational authority and displayed a veneer of deference by asking physicians, “What do you want to do [in this situation]?” The question prompted one of three problem-solving activities (i.e., instruction by demand, reversed instruction, and collaborative improvisation) depending on the situation’s urgency and ambiguity. We discuss how nurses and physicians managed expertise tension without undermining their different claims to expertise and authority, highlighting the value of a communication-centered view in examining such dynamics."
  },
  {
    "discipline": "communication",
    "title": "Scrolling headlines and clicking stories: content differences and implications associated with increased scrollability of news",
    "authors": "Jessica T. Feezell, Kathleen Searles, John K. Wagner, Joshua Darr, Ray Pingree, Mingxiao Sui, Brian Watson",
    "url": "http://dx.doi.org/10.1080/19331681.2024.2414001",
    "doi": "10.1080/19331681.2024.2414001",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "Social Media Data Mining in Public Relations Research",
    "authors": "Brian C. Britt, Jameson L. Hayes, Steven Holiday, Yuanwei Lyu",
    "url": "http://dx.doi.org/10.1080/1062726x.2024.2421563",
    "doi": "10.1080/1062726x.2024.2421563",
    "filter": 0,
    "journal_full": "Journal of Public Relations Research"
  },
  {
    "discipline": "communication",
    "title": "Algorithmic media use and algorithm literacy: An integrative literature review",
    "authors": "Emilija Gagrčin, Teresa K. Naab, Maria F. Grub",
    "url": "http://dx.doi.org/10.1177/14614448241291137",
    "doi": "10.1177/14614448241291137",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Algorithms profoundly shape user experiences on digital platforms, raising concerns about their negative impacts and highlighting the importance of algorithm literacy. Research on individuals’ understanding of algorithms and their effects is expanding rapidly but lacks a cohesive framework. We conducted a systematic integrative literature review across social sciences and humanities (n = 169), addressing algorithm literacy in terms of its key conceptualizations and the endogenous, exogenous, and personal factors that influence it. We argue that existing research can be framed in terms of experiential learning cycles and outline how this approach can be beneficial for acquiring algorithm literacy. Finally, we propose a future research agenda that includes defining core competencies relevant to algorithm literacy, standardization of measures, integrating subjective and factual aspects of algorithm literacy, and task- and domain-specific approaches."
  },
  {
    "discipline": "communication",
    "title": "From bliss to burden: An ethnographic inquiry into how social, material and individual obstacles to digital well-being shape everyday life",
    "authors": "Sara Van Bruyssel, Ralf De Wolf, Mariek Vanden Abeele",
    "url": "http://dx.doi.org/10.1177/14614448241288159",
    "doi": "10.1177/14614448241288159",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Drawing from a two-year ethnography with sixteen adults in Flanders and Brussels, Belgium, this study disentangles the social, material, and individual obstacles experienced in day-to-day life that hinder and foster digital well-being. Findings show how these obstacles are interrelated, laying bare the tensions that cut across social relations, digital devices, and spaces. Moreover, (gendered) responsibilities and social relations impact whether someone can, or even desires, to overcome obstacles to digital well-being. We thus observed a “constrained agency” that limited individual efforts in feeling digitally well. Emphasizing the relational characteristics of connected everyday life, the study argues that identifying where agency is constrained can make visible the layers and tensions in people’s experiences with digital media use. To put this into practice, we echo the call for a re-imagination of digitized everyday life that questions underlying inequalities and privileges, seeing a need for individual and collective strategies that can foster sustainable digital well-being."
  },
  {
    "discipline": "communication",
    "title": "Trust it or not: Understanding users’ motivations and strategies for assessing the credibility of AI-generated information",
    "authors": "Mengxue Ou, Han Zheng, Yueliang Zeng, Preben Hansen",
    "url": "http://dx.doi.org/10.1177/14614448241293154",
    "doi": "10.1177/14614448241293154",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "The evolution of artificial intelligence (AI) facilitates the creation of multimodal information of mixed quality, intensifying the challenges individuals face when assessing information credibility. Through in-depth interviews with users of generative AI platforms, this study investigates the underlying motivations and multidimensional approaches people use to assess the credibility of AI-generated information. Four major motivations driving users to authenticate information are identified: expectancy violation, task features, personal involvement, and pre-existing attitudes. Users evaluate AI-generated information’s credibility using both internal (e.g. relying on AI affordances, content integrity, and subjective expertise) and external approaches (e.g. iterative interaction, cross-validation, and practical testing). Theoretical and practical implications are discussed in the context of AI-generated content assessment."
  },
  {
    "discipline": "communication",
    "title": "Group-swinging as a strategic approach to curating multiple minority identities online: A study of lesbian gamers",
    "authors": "Zizhong Zhang, Haixin Mu, Don Lok Tung Chui",
    "url": "http://dx.doi.org/10.1177/14614448241291990",
    "doi": "10.1177/14614448241291990",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Building upon platform-swinging, this study introduces the concept of identity-driven “group-swinging” within a single platform, focusing on how users with multiple minority identities strategically curate corresponding identities through this process. Collecting all created and engaged posts ( n = 31,084) from 102 lesbian gamers in both lesbian gamer and female gamer groups, this research utilizes structural topic modeling to delineate their productive and consumptive curation across different groups. The results indicate that lesbian gamers often prioritize discussions on women and queer issues within the female gamer community while presenting a more gamer-centric identity in the lesbian gamer community. Group-swinging emerges as an optimal strategy for exploring a balance between belongingness and distinctiveness, enabling lesbian gamers to navigate their multiple minority identities effectively. This study enriches the understanding of identity curation and optimal distinctiveness theory, offering plausible strategies for the online resilience of marginalized groups within the polymedia context."
  },
  {
    "discipline": "communication",
    "title": "‘All naked at the gyno’: Psychosocial approach to the gynaecological examination from digital media in a French context",
    "authors": "Sarah Roussel, Léa Restivo, Thémistoklis Apostolidis",
    "url": "http://dx.doi.org/10.1177/14614448241291987",
    "doi": "10.1177/14614448241291987",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "The gynaecological examination (GE) is a major public health issue, with bad experiences of this examination widely reported as a disincentive to cervical cancer screening. In France, a movement to denounce gynaecological and obstetrical violence is expressed through a massive publication of testimonies on social networks. Via a socio-representational approach and from a critical gender perspective, this article aims to explore how people use digital media to communicate about the GE, and to analyse the experiences related to the GE and the representation systems underlying them. Using an inductive strategy, a corpus of discussion from the Doctissimo forum, and testimonies and comments from the PayeTonGynéco Facebook pages and Tumblr was created and submitted to lexicographical analysis. Our results suggest that the GE is indicative of a broader social function. People seem to use digital media to cope with a form of social ignorance of women’s experience in gynaecology with a certain ambivalence regarding their liberating potential."
  },
  {
    "discipline": "communication",
    "title": "Pathways from incidental news exposure to political knowledge: Examining paradoxical effects of political discussion on social media with strong and weak ties",
    "authors": "Saifuddin Ahmed, Teresa Gil-Lopez, Sangwon Lee, Muhammad Masood",
    "url": "http://dx.doi.org/10.1177/14614448241287763",
    "doi": "10.1177/14614448241287763",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This study advances the theoretical understanding of the effects of incidental news exposure on political knowledge by probing the mechanisms through which exposure transfers to learning. Two studies in the U.S. across both non-election and election settings test the centrality of political discussion on social media with strong and weak ties in explaining this relationship. Findings across both studies show no significant direct associations between incidental news exposure and political knowledge. However, mediation analyses suggest that incidental news exposure can influence political knowledge when mediated by interpersonal political conversations on social media: discussions with strong ties contribute to political knowledge, but discussions with weak ties are detrimental. Furthermore, the indirect effects via strong and weak ties are significantly conditioned by one’s cognitive ability. The findings highlight the conditions under which incidental news exposure helps yet also hinders individuals’ political knowledge."
  },
  {
    "discipline": "communication",
    "title": "Active bystanders in the forwarding of sexting messages: Applying a theory of planned behavior in youth",
    "authors": "Chelly Maes, Joris Van Ouytsel, Laura Vandenbosch",
    "url": "http://dx.doi.org/10.1177/14614448241287729",
    "doi": "10.1177/14614448241287729",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This study explored youth’s intention to engage in active bystander behavior in response to non-consensual forwarding of sexts (NCFS). The study paid attention to the possible conditional boundaries of these suggested dynamics based on youth’s empathy levels and sex. An online survey was conducted among 1337 Belgian respondents, of which 78.4% were female ( M age = 21.64 years, SD = 3.57 years). Structural equation modeling showed that positive attitude and injunctive norms, higher descriptive norms, and greater perceived behavioral control regarding active bystander behaviors in the context of NCFS were related to youth’s intention to engage in such active bystander behaviors, which in turn was related to actual active bystander behavior. Differences were found based on youth’s empathy levels, though no sex differences were found. The findings provide a critical foundation for highly needed intervention approaches and educational curricula seeking to diminish the occurrence of NCFS in youth."
  },
  {
    "discipline": "communication",
    "title": "Rage Against the Machine: Exploring Violence and Emotion in Conspiracy Narratives on Parler",
    "authors": "Darja Wischerath, Lukasz Piwek, Jonathan F. Roscoe, Brittany I. Davidson",
    "url": "http://dx.doi.org/10.1177/14614448241289905",
    "doi": "10.1177/14614448241289905",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "The mainstreaming of conspiracy narratives has been associated with a rise in violent offline harms, from harassment, vandalism of communications infrastructure, assault, and in its most extreme form, terrorist attacks. Group-level emotions of anger, contempt, and disgust have been proposed as a pathway to legitimizing violence. Here, we examine expressions of anger, contempt, and disgust as well as violence, threat, hate, planning, grievance, and paranoia within various conspiracy narratives on Parler. We found significant differences between conspiracy narratives for all measures and narratives associated with higher levels of offline violence showing greater levels of expression."
  },
  {
    "discipline": "communication",
    "title": "“PoV: You are reading an academic article.” The memetic performance of affiliation in TikTok’s platform vernacular",
    "authors": "Tommaso Trillò",
    "url": "http://dx.doi.org/10.1177/14614448241290234",
    "doi": "10.1177/14614448241290234",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This article investigates the characteristics and communicative values of the popular PoV meme on TikTok to uncover mechanisms of community building on the platform. An analysis of the content, form, and stance of 250 videos revealed that creators of PoV memes lip-sync to audio remediated from pop culture and mimic how they imagine “you” would act in a given scenario. I offer the concept of “echoic affiliation” to describe how PoV memes leverage TikTok’s “use this sound” function to construct ephemeral bonds between users. Furthermore, PoV memes textually articulate multiple perspectives, producing intersubjective encounters that reflect a platform imaginary in which “the algorithm” efficiently clusters similar people on the same “side” of the app. In the conclusions, I present a novel definition of PoV memes and reflect on the pivotal role of affiliation for TikTok’s platform vernacular."
  },
  {
    "discipline": "communication",
    "title": "Brexit and the Iraq War on BBC Question Time: Demographic and Political Issue Representation in UK Public Participation Broadcasting",
    "authors": "Heinz Brandenburg, Brian Paul Boyle, Yulia Lemesheva",
    "url": "http://dx.doi.org/10.1177/19401612241292716",
    "doi": "10.1177/19401612241292716",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Public broadcasters are bound by strict guidelines to ensure balance in representing different demographic and political groups, and to better reflect the distribution of these characteristics within the public and political elites. How are these decisions affected when the biggest political issues of the day create further cleavages that not only cross-cut existing divides but also deserve representation in political discourse? In this article, we examine how panel selection on BBC Question Time dealt with this in relation to two prominent issues in twenty-first century UK politics: Brexit and the UK invasion of Iraq. We introduce an original dataset including all BBC Question Time appearances between 2001 and 2019, created using a combination of web-scraping and expert coding. This allows us to trace patterns in representation across sex, ethnicity, educational background, as well as partisan affiliation and stances on issues like Brexit and the Iraq war among the show’s panelists. We find that panel selection closely reflects gender and ethnic diversity among the UK public and MPs, but that individuals from privileged educational backgrounds are vastly overrepresented on the show. For both the Iraq war and Brexit, the show again broadly reflects the views of the public and political elites once we account for relevant comparisons between politicians and non-political guests."
  },
  {
    "discipline": "communication",
    "title": "Beyond “Lügenpresse”: How Politicians Criticize and Delegitimize the Media in Germany",
    "authors": "Lina Buttgereit, Michael Hameleers, Katjana Gattermann, Andreas Schuck",
    "url": "http://dx.doi.org/10.1177/19401612241291826",
    "doi": "10.1177/19401612241291826",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Media criticism is a crucial part of meta-journalistic discourse, ensuring that journalists adhere to their democratic functions, such as informing citizens in an honest and complete manner. However, the profession increasingly faces hostile, nonevidence-based attacks from politicians that attempt to strategically fuel distrust among citizens and delegitimize opposed viewpoints. Despite this reality, we lack a systematic overview of the boundaries between constructive feedback and weaponized attacks in media criticism. To address this gap, we inductively analyzed how media criticism is represented within the social media discourse of ten German politicians from all major parties. Using a grounded theory approach, we conducted a qualitative content analysis of a subset of their tweets from 2015, 2017, and 2022 that contain media criticism ( N = 545), mapping the types and severity of the criticism, the construction of opposing narratives, and the explicitness of references to facticity over opinions. We identified four themes within media criticism discourse, ranging from misinformation attributions to severe accusations of the intentional distortion of reality through the media. Politicians (strategically) employ a wide range of media criticism and inaccuracy claims beyond judgments of facticity with differing degrees of severity for the profession. Based on our findings, we propose a typology of media criticism from political elites that adds nuance to our understanding regarding the boundaries between supportive and disruptive criticism for journalism."
  },
  {
    "discipline": "communication",
    "title": "Reporting from the Outside While Looking In: Iranian Diaspora Journalists and #WomanLifeFreedom",
    "authors": "Sara Shaban, Soheil Kafiliveyjuyeh",
    "url": "http://dx.doi.org/10.1177/19401612241293111",
    "doi": "10.1177/19401612241293111",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Following the death of twenty-two-year-old Mahsa Jina Amini, tens of thousands of protestors took to the streets in Iran—and the whole world watched through their screens. Several Iranian diaspora journalists stepped up to cover the events in Iran for western news outlets. In this study, we interviewed fourteen Iranian diaspora journalists on how they define their role when reporting on Iran and how they navigate the balance between their personal experience and their reporting. Implications for this study include journalistic expectations for international news coverage and the role of the diaspora journalist within that coverage."
  },
  {
    "discipline": "public opinion",
    "title": "Improving Real-Time Trend Estimates Using Local Parametrization of Polynomial Regression Filters",
    "authors": "Alain Quartier-la-Tente",
    "url": "http://dx.doi.org/10.1177/0282423x241283207",
    "doi": "10.1177/0282423x241283207",
    "filter": 0,
    "journal_full": "Journal of Official Statistics",
    "abstract": "This paper examines and compares real-time estimates of the trend-cycle component using moving averages constructed with local polynomial regression. It enables the reproduction of Henderson’s symmetric and Musgrave’s asymmetric filters used in the X-13ARIMA-SEATS seasonal adjustment algorithm. This paper proposes two extensions of local polynomial filters for real-time trend-cycle estimates: first including a timeliness criterion to minimize the phase shift; second with procedure for parametrizing asymmetric filters locally while they are generally parametrized globally, which can be suboptimal around turning points. An empirical comparison, based on simulated and real data, shows that modeling polynomial trends that are too complex introduces more revisions without reducing the phase shift, and that local parametrization reduces the delay in detecting turning points and reduces revisions. The results are reproducible and all the methods can be easily applied using the R package rjd3filters."
  },
  {
    "discipline": "public opinion",
    "title": "A Monte Carlo Investigation of Confidence Intervals for a Nondecreasing Series",
    "authors": "Shalima Zalsha, Kirk M. Wolter",
    "url": "http://dx.doi.org/10.1177/0282423x241287663",
    "doi": "10.1177/0282423x241287663",
    "filter": 0,
    "journal_full": "Journal of Official Statistics",
    "abstract": "We consider the problem of estimating a time series of population means from a series of sample surveys when the means are known to be nondecreasing. We introduce the standard survey estimators of the series of means, which are not guaranteed to be nondecreasing. We employ the Pool Adjacent Violators Algorithm (PAVA) to turn the series of standard survey estimates into a nondecreasing series. We introduce five methods of constructing confidence intervals for the series of non-decreasing means: normal-theory intervals based on the standard survey point estimator of the mean and the Taylor series estimator of its variance; normal-theory intervals based on the nondecreasing PAVA estimator of the mean and a unique jackknife estimator of its variance developed here (jackknife-[Formula: see text]); intervals similar to the aforementioned method but based on Student’s-[Formula: see text] distribution (jackknife-[Formula: see text]); analytical intervals due to Morris; and simultaneous confidence limits due to Korn. We report the results of a Monte Carlo simulation and assess the methods’ performance under various scenarios. Jackknife-[Formula: see text] intervals exhibited coverage probabilities that are near the nominal value. Taylor, jackknife-[Formula: see text], and Korn intervals found coverage below the nominal value while Morris intervals were excessively conservative. Jackknife intervals were much narrower than Taylor intervals."
  },
  {
    "discipline": "public opinion",
    "title": "Modeling Survey Time Series Data with Flow-Observed CARMA Processes",
    "authors": "Patrick M. Joyce, Tucker S. McElroy",
    "url": "http://dx.doi.org/10.1177/0282423x241286236",
    "doi": "10.1177/0282423x241286236",
    "filter": 0,
    "journal_full": "Journal of Official Statistics",
    "abstract": "Published survey data often are delivered as estimates computed over an epoch of time. Customers may desire to obtain survey estimates corresponding to epochs, or time points, that differ from the published estimates. This “change of support” problem can be addressed through the use of continuous-time models of the underlying population process, while taking into account the sampling error that survey data is subject to. The application of a Continuous AutoRegressive Moving Average (CARMA) model is investigated as a tool to provide change of support applications, thereby allowing interpolation for published survey estimates. A simulation study provides comparisons of competing estimation methods, and a synthetically constructed data set is developed in order to elucidate real data applications. The proposed method can be successful for change of support problems, despite modeling challenges with the CARMA framework."
  },
  {
    "discipline": "public opinion",
    "title": "Improving the Measurement of Gender in Surveys: Effects of Categorical Versus Open-Ended Response Formats on Measurement and Data Quality Among College Students",
    "authors": "Dana Garbarski, Jennifer Dykema, James A Yonker, Rosie Eungyuhl Bae, Rachel A Rosenfeld",
    "url": "http://dx.doi.org/10.1093/jssam/smae043",
    "doi": "10.1093/jssam/smae043",
    "filter": 0,
    "journal_full": "Journal of Survey Statistics and Methodology",
    "abstract": "While researchers have some recommendations for measuring gender identity in surveys based on research and other sources that are summarized in a series of working group and panel reports, we continue to refine our understanding and practices. Gender identity is usually measured in surveys using a categorical selection response format with a small number of response options (e.g., “female,” “male,” “nonbinary”) and an open text response field to capture additional responses (“not listed, please tell us”). There is limited research guiding researchers on the use of other response formats. This study reports results from a between-subjects experiment embedded in a campus climate survey about university students’ attitudes about their campus and their behaviors and experiences related to inclusion and belonging at a large Midwestern university in 2021. Over 13,000 students were asked “What is your gender?” and subsequently randomly assigned to respond using either a categorical selection response format or an open response format (i.e., a place to specify their gender with no response options listed). We examine the distribution of responses, item nonresponse, response times, and concurrent validity (in terms of the association between gender and relevant survey outcomes) across the two response formats. Findings indicate the categorical selection response format is preferred for this population. While results show similar distributions in the categorization of responses across the formats and similar relationships with other survey outcomes, the selection format is associated with less item nonresponse and shorter response times."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Interacting as equals reduces partisan polarization in Mexico",
    "authors": "Kenneth F. Greene, Erin L. Rossiter, Enrique Seira, Alberto Simpser",
    "url": "http://dx.doi.org/10.1038/s41562-024-02043-y",
    "doi": "10.1038/s41562-024-02043-y",
    "filter": 0,
    "journal_full": "Nature Human Behaviour",
    "abstract": "In many contemporary democracies, political polarization increasingly involves deep-seated intolerance of opposing partisans. The decades-old contact hypothesis suggests that cross-partisan interactions might reduce intolerance if individuals interact with equal social status. Here we test this idea by implementing collaborative contact between 1,227 pairs of citizens (2,454 individuals) with opposing partisan sympathies in Mexico, using the online medium to credibly randomize participants’ relative social status within the interaction. Interacting under both equal and unequal status enhanced tolerant behaviour immediately after contact; however, 3 weeks later, only the salutary effects of equal contact endured. These results demonstrate that a simple, scalable intervention that puts people on equal footing can reduce partisan polarization and make online contact into a prosocial force."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Luck, skill, and depth of competition in games and social hierarchies",
    "authors": "Maximilian Jerdee, M. E. J. Newman",
    "url": "http://dx.doi.org/10.1126/sciadv.adn2654",
    "doi": "10.1126/sciadv.adn2654",
    "filter": 0,
    "journal_full": "Science Advances",
    "abstract": "Patterns of wins and lo sses in pairwise contests, such as occur in sports and games, consumer research and paired comparison studies, and human and animal social hierarchies, are commonly analyzed using probabilistic models that allow one to quantify the strength of competitors or predict the outcome of future contests. Here, we generalize this approach to incorporate two additional features: an element of randomness or luck that leads to upset wins, and a “depth of competition” variable that measures the complexity of a game or hierarchy. Fitting the resulting model, we estimate depth and luck in a range of games, sports, and social situations. In general, we find that social competition tends to be “deep,” meaning it has a pronounced hierarchy with many distinct levels, but also that there is often a nonzero chance of an upset victory. Competition in sports and games, by contrast, tends to be shallow, and in most cases, there is little evidence of upset wins."
  }
]
