[
  {
    "discipline": "communication",
    "title": "Media matters: a mixed-method look into the research on misinformation and communication over 30 years",
    "authors": "Yotam Ophir, Dror Walter, Ayse Lokmanoglu, Nathan Walter",
    "abstract": "We use a large-scale mixed-method analysis to examine changes in misinformation research over three decades, with a particular attention to the role of media research. We examine a corpus of more than 7,000 academic studies, published between 1993 and 2022, analyzing changes in volume, topics, and methods used. Employing computational text and network analyses, we show how the meteoric rise in misinformation research in the 2010s was driven by a paradigm shift brought about by technological innovations and changes in the media and political landscape. We discuss the growing role communication scholars played in misinformation research, and offer recommendations for areas of strength in which communication research could further extend our understanding of the prevalence, nature, and effects of misinformation moving forward.",
    "url": "https://doi.org/10.1093/anncom/wlaf016",
    "doi": "https://doi.org/10.1093/anncom/wlaf016",
    "filter": 0,
    "journal_full": "Annals of the International Communication Association"
  },
  {
    "discipline": "communication",
    "title": "How are worlds communicatively constituted?",
    "authors": "Robert B Arundale",
    "abstract": "Social constructionists maintain that human beings constitute social worlds in communicating, yet have noted a paucity of research on the processes involved. One promising conceptual approach for advancing such research frames recurrent everyday interacting in small scale social worlds, over time and space, as the essential component in constituting large scale social worlds. Drawing on a recent theoretical model, as two participants engage social practices and meanings in everyday interacting, they communicatively constitute interpretings of one another’s utterances that are emergent properties defining their dyad as a small, complex social system. In turn, as participants engage recurrently in everyday interacting with a wider range of persons, over time and space, using specific sets of social practices and meanings, the interpretings they communicatively constitute are emergent properties that define specific groups as large, complex social systems.",
    "url": "https://doi.org/10.1093/ct/qtaf015",
    "doi": "https://doi.org/10.1093/ct/qtaf015",
    "filter": 0,
    "journal_full": "Communication Theory"
  },
  {
    "discipline": "communication",
    "title": "On the stabilization of media effects after repeated exposure: consequences for media effects research",
    "authors": "Susanne E Baumgartner",
    "abstract": "Public concerns about media effects are oftentimes fueled by anecdotal evidence and popular press reports pointing towards strong media effects. Interestingly, however, these public concerns are in contrast to findings from empirical studies that point towards minimal media effects. In the past decades, scholars have proposed several explanations for these minimal effects. This article adds to this, by proposing that one reason is that media effects stabilize after repeated exposure. If media effects stabilize, media effects occur only during effect-sensitive periods and might therefore only be empirically observable during these periods. This article delineates how well-established psychological theories as well as communication science theories are crucial in understanding the effects of repeated media exposure and how the conceptualization of media effects as stabilizing after repeated exposure has strong consequences for our empirical endeavors. The article discusses how to move the field forward, both empirically as well as theoretically.",
    "url": "https://doi.org/10.1093/ct/qtaf017",
    "doi": "https://doi.org/10.1093/ct/qtaf017",
    "filter": 0,
    "journal_full": "Communication Theory"
  },
  {
    "discipline": "communication",
    "title": "Fusing theory-guided machine learning and bio-sensing: considering time in how children learn science from dynamic multimedia",
    "authors": "Jason C Coronel, Matthew Sweitzer, James Alex Bonus, Rebecca Dore, Blue Lerner",
    "abstract": "A new era of message processing research will emerge from the convergence of powerful machine learning algorithms with dynamic data from everyday devices equipped with biological sensors. Our study takes critical steps into this era by integrating theory-guided artificial neural networks with eye movements to understand how people learn science concepts from dynamic multimedia. Essential to our theory-guided machine learning approach is a cognitive conceptualization of time as the dynamic interdependence between past and new information that guides how multimedia is attended to and understood. We tracked the eye movements of 197 children as they watched an educational video. We trained two neural network architectures differing in theory guidance to predict learning outcomes using eye movements. The theory-guided architecture, which considered the temporal interdependence of information, yielded more accurate out-of-sample predictions. Our work advances the use of theory-guided machine learning and the development of systems that monitor real-time learning.",
    "url": "https://doi.org/10.1093/joc/jqaf036",
    "doi": "https://doi.org/10.1093/joc/jqaf036",
    "filter": 0,
    "journal_full": "Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "Polarization by recommendation: analyzing YouTube’s polarization dynamics around Dutch political parties",
    "authors": "Max Matthias van der Breggen, João Gonçalves, David Boeren",
    "url": "https://doi.org/10.1080/19331681.2025.2544653",
    "doi": "https://doi.org/10.1080/19331681.2025.2544653",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "How Online Dating Motivations and Social Networks Affect Warranting Value and Interpersonal Impressions",
    "authors": "Megan A. Vendemia",
    "abstract": "Abstract: Popular online dating platforms feature self-authored profiles in which users can indicate their relational goals and interests. The ability to easily modify self-generated information raises questions about whether online daters are who they say they are offline. Informed by warranting theory, this experiment examined how online daters’ relational motivations and connections to social networks affect viewers’ authenticity judgments and interpersonal impressions. Results revealed that romantic relationship motives heightened viewers’ anticipated future interaction beliefs, which in turn, bolstered online daters’ perceived authenticity, trustworthiness, and goodwill. Results also demonstrated that connections to online daters’ broader social networks reduced relational uncertainty. Implications for warranting theory and online daters’ profile construction are discussed.",
    "url": "https://doi.org/10.1027/1864-1105/a000486",
    "doi": "https://doi.org/10.1027/1864-1105/a000486",
    "filter": 0,
    "journal_full": "Journal of Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "Social Media Strategies in Second-Order Elections: Insights From the 2019 European Election Campaign",
    "authors": "Antonio Amuza, Bianca Fox, Valentina Marinescu",
    "abstract": "This article investigates the strategic use of Facebook in the 2019 European Parliament elections, challenging the traditional view of these elections as “second-order” national elections. Drawing on a comprehensive dataset, the research analyzes campaign materials from all EU member states, focusing on the thematic and visual strategies employed by political parties on Facebook. The findings reveal that digital visibility, measured by the volume of posts, is a stronger predictor of electoral success than thematic coherence or ideological messaging. The study integrates theories of hybrid media systems, symbolic politics, and cultural performance to argue that Facebook functions not merely as a communication tool but as a symbolic arena where legitimacy is performed and contested. These insights contribute to a deeper understanding of how social media platforms are reshaping the dynamics of European electoral politics.",
    "url": "https://doi.org/10.17645/mac.10729",
    "doi": "https://doi.org/10.17645/mac.10729",
    "filter": 0,
    "journal_full": "Media and Communication"
  },
  {
    "discipline": "communication",
    "title": "Online Emotional Landscape of Government and Parliament Communication in Times of Crisis",
    "authors": "Aya Yadlin, Gal Yavetz, Jenny Bronstein",
    "abstract": "This study examines how social media users emotionally respond to Israeli politicians’ messages during crises based on political alignment and crisis type. With Israel’s frequent civic and military crises, the case study in this article aims to offer unique insights to scholars, practitioners, and the public invested in the intersection of online media, emotions, and crisis. To this end, we built a dataset of Facebook posts (&lt;em&gt;N&lt;/em&gt; = 25,000) published by all active right, left, and center members of the Israeli parliament and government over a period of one year (November 2022–November 2023). We ensured that the dataset includes both routine and crisis periods, particularly the judicial reform unrest (civic crisis) and the Hamas–Israel war following the October 7 attack (military crisis). Our statistical analysis indicated two major trends in the dataset: (a) during the military crisis, emotional markers that were previously considered to correlate and cluster (sad and angry) are not merely different, as they stand in opposition to one another; (b) crisis periods, especially military, invite use of “edge” reactions, and see a significant increase in negative emotions, whereas routine times prompt more neutral or positive reactions. Reading the findings through the combination of affordances theory, mediatization theory, and the “template for emotions” concept, we suggest that social media may amplify negative reactions beyond politicians’ influence, as the limited emotional spectrum offered on platforms might steer users to certain emotive responses, affecting risk management in crises. These insights call for decision-makers to consider the implications of emotional appeals and incentives on social media, especially during crises, to foster safer democratic public discourse.",
    "url": "https://doi.org/10.17645/mac.10335",
    "doi": "https://doi.org/10.17645/mac.10335",
    "filter": 0,
    "journal_full": "Media and Communication"
  },
  {
    "discipline": "communication",
    "title": "Fast and furious: Temporal patterns of incivility in online comments",
    "authors": "Ben Clarke, William Hedley Thompson",
    "abstract": "Incivility in online comment sections is pervasive and has significant societal implications, including impacting mental well-being and increasing polarisation. This study investigates the relationship between speed of commenting and incivility, using a dataset of 38 million comments from The Guardian Online. We hypothesise that quicker responses are more likely to be uncivil and that incivility propagates through a contagion effect. Our analysis reveals that blocked comments, used as a proxy for incivility, are posted significantly faster than visible comments, for both parent and child comments. In addition, we find that the presence of blocked comments increases the likelihood of subsequent blocked comments, with decreasing time intervals between them. These findings suggest that incivility is associated with impulsive, fast thinking, while civil discourse will sometimes require slower, more deliberate practices. Our results have implications for designing online platforms to foster healthier and more productive discussions by encouraging deliberative time before readers post.",
    "url": "https://doi.org/10.1177/14614448251359624",
    "doi": "https://doi.org/10.1177/14614448251359624",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Connect to disconnect: What an online community for digital disconnection can tell us about digital well-being",
    "authors": "Douglas A Parry, Calvin Kuit, Ané Murray, Albert van der Westhuizen",
    "abstract": "Digital media profoundly shape modern life, offering benefits while also prompting concerns that lead many to seek disconnection. This study investigates r/NoSurf , a large online community paradoxically dedicated to digital disconnection. Through computational and qualitative analysis of discussions from over 26,000 active members, we study users’ complex and often ambivalent relationships with technology and their pursuit of digital well-being. The findings show that people see digital technology as both an escape and a source of distress. Motivated by desires to mitigate perceived negative impacts like distraction and diminished well-being, and faced with the difficulty of full withdrawal, members actively develop and share a sophisticated repertoire of strategies to manage their digital technology use. This research characterizes digital disconnection not as mere avoidance, but as a dynamic, skillful, and individually negotiated practice, or literacy, aimed at fostering well-being and intentionality in the face of pervasive connectivity.",
    "url": "https://doi.org/10.1177/14614448251362436",
    "doi": "https://doi.org/10.1177/14614448251362436",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Navigating beyond places: The significance of navigation tools in everyday media use",
    "authors": "Christine Lohmeier, Lisa Schulze, Johannes Schöning, Gian-Luca Savino",
    "abstract": "This study examines navigation tools as key mediators of spatial perception, mobility, and digital infrastructures, contributing to scholarship on mediatization, geomedia, and surveillance studies. Navigation apps like Google Maps do not merely facilitate wayfinding; they actively shape spatial experiences, decision-making, and social interactions. Using a mixed-methods approach, we combined real-time activity tracking via the “MapRecorder” tool with qualitative interviews to analyze how users engage with Google Maps. Our findings reveal that navigation tools function as interfaces of spatial production, social connection, and data extraction, embedding themselves in everyday media repertoires. We identify four key usage patterns—search, place, directions, and map view manipulation—demonstrating that navigation is increasingly entangled with broader digital habits. In addition, the data suggested a paradoxical relationship between user convenience and concerns over dataveillance, contributing to debates on privacy resignation and the platformization of spatial control. By foregrounding these tensions, our study extends discussions on the deep mediatization of space, the role of geomedia in shaping mobility, and the sociotechnical power of digital navigation infrastructures.",
    "url": "https://doi.org/10.1177/14614448251359632",
    "doi": "https://doi.org/10.1177/14614448251359632",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "A Mixed-Methods Study of Public Understanding of Scientific Uncertainty",
    "authors": "Becca Beets, Dominique Brossard, Dietram A. Scheufele",
    "abstract": "Scientific uncertainty has long posed challenges for science communication and research. There is a need to better understand how non-expert publics conceptualize scientific uncertainty and how to reliably and validly measure public understanding of scientific uncertainty. We address this need using a mixed-methods approach. In Study 1 we conducted a series of focus groups to explore how non-expert publics conceptualize scientific uncertainty and identified three themes related to process, contexts, and impacts. In Study 2 we developed and validated a new 9-item survey scale to measure public understanding of scientific uncertainty (PUSU).",
    "url": "https://doi.org/10.1177/10755470251348142",
    "doi": "https://doi.org/10.1177/10755470251348142",
    "filter": 0,
    "journal_full": "Science Communication"
  },
  {
    "discipline": "communication",
    "title": "One Platform, Four Languages: Comparing English, Spanish, Hindi, and Russian YouTube",
    "authors": "Ryan McGrady, Kevin Zheng, Ethan Zuckerman",
    "abstract": "This study presents a comparative analysis of language-specific random samples of YouTube videos, focusing on English, Spanish, Hindi, and Russian. We produce a large random sample, retrieve metadata, calibrate and deploy language-detection software, and extract four high-confidence language samples. Through an analysis of upload dates, popularity, duration, and category metadata, we highlight patterns and anomalies among our samples. For example, English YouTube has the smallest proportion of videos categorized as “News &amp; Politics,” and Spanish videos have a longer median duration. The most salient contrast, however, is between Hindi YouTube and the other three languages. Hindi videos are much shorter and much newer, with sharp growth since 2020 and more than half of the sample uploaded in 2023 alone. The Hindi sample also exhibits a different pattern of liking, with the lowest percentage of videos with just zero or one like even while it has the highest percentage of videos with just zero or one view. These findings may help to quantify the migration of India’s short-form video culture, based around TikTok, to YouTube when TikTok was banned in the country in 2020. This study underscores the necessity of multilingual and culturally specific approaches to platform research by drawing attention to the heterogeneity of YouTube. We propose this method as a starting point to understand linguistic communities on YouTube, surfacing trends and exceptions while providing cues for more content-focused study.",
    "url": "https://doi.org/10.1177/20563051251363216",
    "doi": "https://doi.org/10.1177/20563051251363216",
    "filter": 0,
    "journal_full": "Social Media + Society"
  },
  {
    "discipline": "communication",
    "title": "Insights into the black box of multimodal meaning-making: investigating the reception of multimodality empirically",
    "authors": "Hans-Juergen Bucher",
    "abstract": "The intention of this article is to clarify the concept of multimodal meaning making from a recipient’s perspective on the basis of empirical data. The data comes from various reception studies in which different methods like eye tracking, knowledge tests, re-narrations, guided interviews or questionnaires were combined to investigate the appropriation of multimodal artifacts such as newspapers, science videos, comics, social media postings, or commercials. The article is structured in such a way that examples and results from various reception studies on newspaper pages, commercials, comics and science videos are presented in order to introduce concepts like attention, non-linearity, intermodality, modal density and modal coherence for clarifying the process of meaning-making. Investigating meaning-making empirically should not only fill a research gap in the mostly product- and production-oriented approaches to multimodality, but also help to develop a satisfactory theory of multimodality. Eye tracking in combination with verbal data reveals that multimodal artefacts have a non-linear structure – even in linear films – that is grasped step by step by the addressees, analogous to a hypertext. The concept of non-linearity opens a path to define the relevance structure of a multimodal arrangement: the relevance of modal elements is the outcome of its mutual contextualization. With this perspective on multimodality, the central unit of analysis is neither the sign-maker, the sign itself or its materiality but the interaction between communicator and addressees, for which modal resources are used. Intermodal relations are analysed not as constellations of signs, but as complex discursive actions addressed with a special intention to an audience or a person. The theoretical result can be summarized as follows: combining action theory with cooperation theory provides the conceptual tools to analyse meaning-making as a conversational implicature of a discursive action.",
    "url": "https://doi.org/10.1177/14703572251335833",
    "doi": "https://doi.org/10.1177/14703572251335833",
    "filter": 0,
    "journal_full": "Visual Communication"
  },
  {
    "discipline": "politics",
    "title": "Not Getting the Message on Climate? Attention as a Key Barrier to Mass-Marketing Experimentally-Validated Messages",
    "authors": "Nicholas Carnes, Geoffrey L. Henderson",
    "abstract": "Scholars often use survey experiments to evaluate political messages’ persuasive effects, but messages developed in the lab do not always persuade in real-world campaigns. In this research note, we report three experiments on one central obstacle in lab-to-field messaging applications: getting people’s attention. We first analyze a large-scale direct mail campaign run by an established non-profit that promotes conservative solutions to climate change. In this experiment, postcards with messages based on extant survey-experimental research did not cause changes in key climate attitudes. In a follow-up survey experiment, identical postcards induced attitude change— Re but only when participants were required to pay attention to them. A final field experiment highlights the difficulty of inducing attention; in another real-world campaign, postcards with eye-catching scratch-off panels performed no better than standard postcards. These findings illustrate the crucial role of attention and the complexity of translating messages developed in survey experiments into effective real-world campaigns.",
    "url": "https://doi.org/10.1017/s000712342510063x",
    "doi": "https://doi.org/10.1017/s000712342510063x",
    "filter": 0,
    "journal_full": "British Journal of Political Science"
  },
  {
    "discipline": "politics",
    "title": "Field Experiments Invoking Gloating Villains to Increase Voter Participation: Anger, Anticipated Emotions, and Voting Turnout",
    "authors": "Gregory A. Huber, Alan S. Gerber, Albert H. Fang, John J. Cho",
    "abstract": "In two field experiments conducted in Mississippi and Florida, we present novel evidence about how emotions can be harnessed to increase voter turnout. When we inform respondents that a partisan villain would be happy if they did not vote (for example, a Gloating Villain treatment), we find that anger is activated in comparison to other emotions and turnout increases by 1.7 percentage points. In a subsequent field experiment, we benchmark this treatment to a standard GOTV message, the social pressure treatment. Using survey experiments that replicate our field experimental treatments, we show that our treatment links the act of voting to anticipated anger. In doing so, we contribute the first in-the-field evidence of how we can induce emotions, which are commonly understood to be fleeting states, to shape temporally distant political behaviours such as voting.",
    "url": "https://doi.org/10.1017/s0007123425000298",
    "doi": "https://doi.org/10.1017/s0007123425000298",
    "filter": 0,
    "journal_full": "British Journal of Political Science"
  },
  {
    "discipline": "politics",
    "title": "Media Platforming and the Normalisation of Extreme Right Views",
    "authors": "Diane Bolet, Florian Foos",
    "abstract": "As extreme political views gain popularity and acceptability, the conditions under which media exposure to extreme right views contributes to this process, and strategies to counter media-induced persuasion and normalisation effects remain unclear. Using population-based survey experiments leveraging real-world interviews with extreme right activists on Sky News UK and Australia, we test whether media exposure leads to higher agreement with extreme right statements. We also test whether exposure affects perceptions of how many others agree with these statements. Our findings are consistent across both countries: exposure to uncritical interviews increases agreement with extreme statements and perceptions of broader support in the population. Testing the media strategy in the UK, we find that critical interviewing tarnishes the activist’s image and reduces effects, but still heightens perceived support for extreme statements. This study identifies a mechanism through which extreme political ideas spread and offers insights into media strategies to counteract persuasion and normalisation effects.",
    "url": "https://doi.org/10.1017/s0007123425000195",
    "doi": "https://doi.org/10.1017/s0007123425000195",
    "filter": 0,
    "journal_full": "British Journal of Political Science"
  },
  {
    "discipline": "public opinion",
    "title": "Accounting for Mismatch Error in Small Area Estimation with Linked Data",
    "authors": "Enrico Fabrizi, Nicola Salvati, Martin Slawski",
    "abstract": "In small area estimation, different data sources are integrated in order to produce reliable estimates of target parameters (e.g., a mean or a proportion) for a collection of small subsets (areas) of a finite population. Regression models such as the linear mixed effects model or M-quantile regression are often used to improve the precision of survey sample estimates by leveraging auxiliary information for which means or totals are known at the area level. In many applications, the unit-level linkage of records from different sources is probabilistic and potentially error-prone. In this article, we present adjustments of the small area predictors that are based on either the linear mixed effects model or M-quantile regression to account for the presence of linkage error. These adjustments are developed from a two-component mixture model that hinges on the assumption of independence of the target and auxiliary variable given incorrect linkage. Estimation and inference is based on composite likelihoods and machinery revolving around the Expectation-Maximization Algorithm. For each of the two regression methods, we propose modified small area predictors and approximations for their mean squared errors. The empirical performance of the proposed approaches is studied in both design-based and model-based simulations that include comparisons to a variety of baselines.",
    "url": "https://doi.org/10.1093/jssam/smaf011",
    "doi": "https://doi.org/10.1093/jssam/smaf011",
    "filter": 0,
    "journal_full": "Journal of Survey Statistics and Methodology"
  },
  {
    "discipline": "public opinion",
    "title": "Question Form Matters: Examining Trust in Government through Open and Closed Survey Items",
    "authors": "Jana Bernhard-Harrer, Katharina Pfaff",
    "abstract": "How we ask questions in surveys significantly impacts the answers. While previous research has examined differences between open-ended and closed-ended survey responses, our understanding remains fragmented, especially considering the growing interest in open-ended questions spurred by advances in automated text analysis. We explore how computational text analysis methods––particularly large language models––can efficiently analyze open-ended responses with promising sentiment and actor identification results, though topic classification remains more challenging. Then, we systematically compare open-ended and closed-ended responses on trust in the Austrian coalition government to assess how different formats shape the expression of political trust. We find significant discrepancies between the trust levels indicated in closed-ended questions and the trust described in open-ended responses, with paired t-tests also revealing statistically significant differences. These findings highlight that question format affects how respondents express their views, raising important considerations about the usefulness and validity of trust measures. They highlight the unique value of open-ended questions in capturing nuanced perspectives often missed by closed-ended formats. This has broader implications for survey design: including open-ended questions could enrich data quality and provide deeper insights into public opinion.",
    "url": "https://doi.org/10.1093/jssam/smaf014",
    "doi": "https://doi.org/10.1093/jssam/smaf014",
    "filter": 0,
    "journal_full": "Journal of Survey Statistics and Methodology"
  },
  {
    "discipline": "public opinion",
    "title": "Beyond Functional Limitations: A Multimethodological Approach to Questionnaire Pretesting of New Disability Measures",
    "authors": "Robin L Kaplan, Tywanquila Walker, Rebecca L Morrison",
    "abstract": "Disability measures often collect information on functional limitations but may not fully capture disability status in the working-age population, and seldom collect the type of disability people have. The present research used a multimethodological approach to assess new disability measures for a federal survey. The questions were designed to capture whether respondents have disabilities that impact the kind or amount of paid work they can do, as well as a novel question that collected type of disability. We used multiple methodologies, including cognitive interviews, card-sort/categorization tasks, and web probing. During cognitive interviews, we used retrospective probes to assess the response process and question sensitivity, and a card-sort task, where participants sorted a list of health conditions into similar groups. Additional participants completed a web-probing study, which used a mix of open- and closed-ended probes and were compared to the cognitive interview results. We used thematic coding to compare findings from all three methods, including unique findings that would have been missed if only one method had been used. Each method supported allowing respondents to select multiple types of disabilities, simplification of response categories, and including examples of health conditions that help distinguish categories from one another and vary in level of severity. The cognitive interviews helped refine response category names, while the card-sort and categorization tasks helped develop appropriate category examples. The web-probing study revealed additional question sensitivity not observed in the other methods. We discuss the advantages of a multimethodological approach to survey research.",
    "url": "https://doi.org/10.1093/poq/nfaf029",
    "doi": "https://doi.org/10.1093/poq/nfaf029",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly"
  },
  {
    "discipline": "psychology",
    "title": "The Response-Process-Evaluation Method: A New Approach to Survey-Item Validation",
    "authors": "Melissa G. Wolf, Elliott Ihm, Andrew Maul, Ann Taves",
    "abstract": "Pretesting survey items for interpretability and relevance is a commonly recommended practice in the social sciences. The goal is to construct items that are understood as intended by the population of interest and test if participants use the expected cognitive processes when responding to a survey item. Such evidence forms the basis for a critical source of validity evidence known as the “response process,” which is often neglected in favor of quantitative methods. This may be because existing methods of investigating item comprehension, such as cognitive interviewing and web probing, lack clear guidelines for retesting revised items and documenting improvements and can be difficult to implement in large samples. To remedy this, we introduce the response-process-evaluation (RPE) method, a standardized framework for pretesting multiple versions of a survey. This iterative, evidence-based approach to item development relies on feedback from the population of interest to quantify and qualify improvements in item interpretability across a large sample. The result is a set of item-validation reports that detail the intended interpretation and use of each item, the population it was validated on, the percentage of participants that interpreted the item as intended, examples of participant interpretations, and any common misinterpretations to be cautious of. We also include an empirical study that compares the RPE method with cognitive interviewing in terms of the quality of data gathered and the resources expended. Researchers may find that they have more confidence in the inferences drawn from survey data after engaging in rigorous item pretesting.",
    "url": "https://doi.org/10.1177/25152459251353135",
    "doi": "https://doi.org/10.1177/25152459251353135",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science"
  },
  {
    "discipline": "psychology",
    "title": "Fabla: A voice-based ecological assessment method for securely collecting spoken responses to researcher questions",
    "authors": "Deanna M. Kaplan, Santiago J. Arconada Alvarez, Roman Palitsky, Hyoann Choi, Gari D. Clifford, Melese Crozier, Boadie W. Dunlop, George H. Grant, Morgan N. Greenleaf, Leslie M. Johnson, Jessica Maples-Keller, Holly F. Levin-Aspenson, Jennifer S. Mascaro, Ariel McDowall, Nicole S. Pozzo, Charles L. Raison, Ali John Zarrabi, Barbara O. Rothbaum, Wilbur A. Lam",
    "abstract": "This article reports on the validation of Fabla, a researcher-developed and university-hosted smartphone app that facilitates naturalistic and secure collection of participants’ spoken responses to researcher questions. Fabla was developed to meet the need for tools that (a) collect longitudinal qualitative data and (b) capture speech biomarkers from participants’ natural environments. This study put Fabla to its first empirical test using a repeated-measures experimental design in which participants ( n = 87) completed a 1-week voice daily diary via the Fabla app, and an identical 1-week text-entry daily diary administered via Qualtrics, with diary method order counterbalanced and randomized. A preregistered analysis plan investigated (1) adherence, usability, and acceptability of Fabla, (2) concurrent validity of voice diaries (vs. text-entry diaries) by comparing linguistic features obtained via each diary method, and (3) differences in the strength of the association between linguistic features and their known psychological correlates when assessed by voice versus text-entry diary. Voice diaries yielded more than double the mean daily language volume (word count) compared to text-entry diaries and received high usability and acceptability ratings. Linguistic markers consistently associated with depression in prior research were significantly associated with depression symptoms when assessed via voice but not text-entry diaries, and the difference in correlation magnitude was significant. Word-count-adjusted linguistic patterns were highly correlated between diary methods, with statistically significant mean differences observed for some linguistic dimensions in the presence of these associations. Fabla is a promising tool for collecting high-quality speech data from participants’ naturalistic environments, overcoming multiple limitations of text-entry responding.",
    "url": "https://doi.org/10.3758/s13428-025-02777-1",
    "doi": "https://doi.org/10.3758/s13428-025-02777-1",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "psychology",
    "title": "Comparing likelihood-based and likelihood-free approaches to fitting and comparing models of intertemporal choice",
    "authors": "Peter D. Kvam, Konstantina Sokratous, Anderson K. Fitch, Jasmin Vassileva",
    "abstract": "Machine learning methods have recently begun to be used for fitting and comparing cognitive models, yet they have mainly focused on methods for dealing with models that lack tractable likelihoods. Evaluating how these approaches compare to traditional likelihood-based methods is critical to understanding the utility of machine learning for modeling and determining what role it might play in the development of new models and theories. In this paper, we systematically benchmark neural network approaches against likelihood-based approaches to model fitting and comparison, focusing on intertemporal choice modeling as an illustrative application. By applying each approach to intertemporal choice data from participants with substance use problems, we show that there is convergence between neural network and Bayesian methods when it comes to making inferences about latent processes and related substance use outcomes. For model comparison, however, classification networks significantly outperformed likelihood-based metrics. Next, we explored two extensions of this approach, using recurrent layers to allow them to fit data with variable stimuli and numbers of trials, and using dropout layers to allow for posterior sampling. We ultimately suggest that neural networks are better suited to fast parameter estimation and posterior sampling, applications to large data sets, and model comparison, while Bayesian MCMC methods should be preferred for flexible applications to smaller data sets featuring many conditions or experimental designs.",
    "url": "https://doi.org/10.3758/s13428-025-02779-z",
    "doi": "https://doi.org/10.3758/s13428-025-02779-z",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "psychology",
    "title": "Disentangling individual differences in cognitive response mechanisms for rating scale items: A flexible-mixture multidimensional IRTree approach",
    "authors": "Ömer Emre Can Alagöz, Thorsten Meiser, Lale Khorramdel",
    "abstract": "The accuracy of our inferences from rating-scale items can be improved with IRTree models, which consider heuristic response strategies like response styles (RS). IRTree models break down ordinal responses into pseudo-items (nodes), each representing a distinct decision-making process. These nodes are then modeled using an item response model. In the case of four-point items, a response is split into two nodes: 1) response direction, where the trait influences the overall agreement with items, and 2) response extremity, where both the trait and extreme RS (ERS) impact the choice of relative (dis)agreement categories. However, traditional models, despite addressing RS effects, assume that all respondents follow an identical response strategy, where the selection of relative (dis)agreement categories is influenced by the trait and ERS to the same degree for all respondents. Given that respondents may vary in the extent to which they adopt heuristic-driven strategies (e.g., fatigue, motivation, expertise), this assumption of homogeneous response processes is unlikely to be satisfied, potentially leading to inaccurate inferences. To accommodate different response strategies, we introduce the mixture IRTree model (MixTree). In MixTree, participants are assigned to different latent classes, each associated with distinct response processes. Based on their class memberships, varying weights are assigned to individuals’ trait and ERS scores. Additionally, MixTree simultaneously examines extraneous variables to explore sources of heterogeneity. A simulation study validates the MixTree’s performance in recovering classes and model parameters. Empirical data analysis identifies two latent classes, one linked to a trait-driven and the other to RS-driven mechanisms.",
    "url": "https://doi.org/10.3758/s13428-025-02778-0",
    "doi": "https://doi.org/10.3758/s13428-025-02778-0",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "psychology",
    "title": "VISTA-SSM: Varying and irregular sampling time-series analysis via state-space models.",
    "authors": "Benjamin Brindle, Thomas Derrick Hull, Matteo Malgaroli, Nicolas Charon",
    "url": "https://doi.org/10.1037/met0000785",
    "doi": "https://doi.org/10.1037/met0000785",
    "filter": 0,
    "journal_full": "Psychological Methods"
  }
]
