[
  {
    "discipline": "communication",
    "title": "A meta-analytical review of parent–child communication and children feeling caught between parents",
    "authors": "Paul Schrodt",
    "url": "https://doi.org/10.1080/03637751.2026.2615803",
    "doi": "https://doi.org/10.1080/03637751.2026.2615803",
    "filter": 0,
    "created": "2026-1-26",
    "journal_full": "Communication Monographs"
  },
  {
    "discipline": "communication",
    "title": "Screen Use Measurement Tools: A Mapping of Instruments, Gaps, and Future Directions",
    "authors": "Rinanda Shaleha, Nelson Roque, Hailey Andrews, Kristin Calfee, Soomi Lee",
    "url": "https://doi.org/10.1177/21522715261417288",
    "doi": "https://doi.org/10.1177/21522715261417288",
    "filter": 0,
    "created": "2026-1-23",
    "journal_full": "Cyberpsychology, Behavior, and Social Networking",
    "abstract": "Research on screen usage frequently relies on broad measures of “screen time,” which fail to differentiate between various types of activities and their effects. To clarify how digital behavior is defined, we conducted a rapid review and methodological mapping of 36 screen use measurement tools. Three independent coders applied a piloted framework to classify measurement constructs, data collection modality (objective logs, self-, or proxy-report), temporal specificity, framing valence, opportunity cost, dyadic/social context, developmental focus, and evidence of reliability and validity. Interrater agreement was high (Fleiss’ Kappa; Gwet’s AC1). Most instruments used negatively framed item content, emphasizing impairment, dysregulation, or loss of control, focused on adolescents and young adults, and lacked precision in temporal anchoring. Very few assessed opportunity costs, dyadic use, or included validation against device-logged data. No measure emphasized positive or beneficial aspects of screen engagement. These gaps suggest a need for more conceptually balanced tools that integrate objective tracking with context-sensitive self-report items across the lifespan. We propose a blueprint for future development: improve temporal anchoring (e.g., within-day, weekday vs. weekend), broaden age inclusion, assess social and functional context, and report both reliability and validation against behavioral data. Strengthening measurement will advance efforts to identify when, how, and for whom digital behavior supports or undermines well-being."
  },
  {
    "discipline": "communication",
    "title": "Instagram Passive Active Use Measure (iPAUM): Development, validation and relation to self-esteem",
    "authors": "Katrine Bønneland Tølbøll, Jennifer Stead, Anke C. Plagnol",
    "url": "https://doi.org/10.5817/cp2026-1-10",
    "doi": "https://doi.org/10.5817/cp2026-1-10",
    "filter": 0,
    "created": "2026-1-28",
    "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
    "abstract": "This preregistered study aimed to design and validate a questionnaire which measures passive and active Instagram use (iPAUM), and to explore its connection to users’ self-esteem levels. While Instagram, as an image-based social media platform, shares common features with other social networking sites (SNS) in enabling sharing of information and social interaction, its emphasis on visual content and specific digital features, such as algorithmic exposure to strangers’ content and public and one-directional interaction, may influence user experiences differently compared to other SNSs. Individual users interact with Instagram in a variety of ways. Consequently, studies that rely on general use measures, such as the time spent on Instagram, often yield mixed results in regard to psychological outcomes, as these measures do not account for variability in use. To address these nuances, a new scale for Instagram behaviours was created in two phases. In Study 1 (N = 289, Mage = 30.4, SD = 10.21), an 18-item questionnaire was developed, reflecting four categories of Instagram use: Active reacting, Active direct social, Active creating, and Passive use. The four-factor structure was established through exploratory factor analysis (EFA), and good internal reliability and validity were demonstrated. In Study 2 (N = 297, Mage = 29.6, SD = 9.8), confirmatory factor analysis (CFA) was performed on an independent sample to validate the factor structure, confirming the reliability and discriminant validity of the measure. In the second part of Study 2, the iPAUM was employed to investigate associations between the four types of Instagram use and self-esteem, and whether following strangers on Instagram moderates this relationship. Self-esteem was not significantly associated with most types of Instagram use, except for a negative association between self-esteem and active direct social use, which was moderated by the percentage of strangers followed. The findings confirm the importance of differentiating between various types of Instagram use. The iPAUM is a validated tool which provides a more nuanced view of Instagram use for future research."
  },
  {
    "discipline": "communication",
    "title": "Caught in the daily scroll: How upward social comparison fuels daily anxiety during short video use among Chinese young adults",
    "authors": "Zhiwei Yang, Qian Nie, Xiaoqin Wang, Halley M. Pontes, Zhaojun Teng",
    "url": "https://doi.org/10.5817/cp2026-1-6",
    "doi": "https://doi.org/10.5817/cp2026-1-6",
    "filter": 0,
    "created": "2026-1-28",
    "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
    "abstract": "The rapid growth of short video platforms has raised concerns about their potential impact on young people’s mental health and well-being. However, the dynamic relationship between short video use and daily anxiety symptoms remains poorly understood. To address this gap, this study employed the experience sampling method (ESM) and dynamic structural equation modeling (DSEM) to examine their bidirectional relationship in a representative sample of Chinese young adults (N = 389; Mage = 20.38 years, SD = 1.44 years; 51.1% male). The results indicated that at the within-person level, there were no significant bidirectional effects between short video use (i.e., active use, passive use, or total use time) and daily anxiety symptoms. However, upward social comparison tendency moderated the within-person effect of passive short video use on subsequent anxiety symptoms. Specifically, individuals with higher levels of upward social comparison experienced greater anxiety during periods of increased passive short video use. In contrast, those with lower levels of upward social comparison experienced less anxiety under similar conditions. These findings suggest that while short video use may not directly contribute to daily anxiety, its psychological impact is contingent upon individual differences in social comparison. In particular, those prone to upward comparison may be more vulnerable to anxiety during passive consumption of short video content."
  },
  {
    "discipline": "communication",
    "title": "Testing message strategies that minimize White Americans’ backlash to racial equity information",
    "authors": "Rebekah Wicke, Jiawei Liu, Rebekah H Nagler, Erika Franklin Fowler, Neil A Lewis Jr., Colleen L Barry, Jeff Niederdeppe",
    "url": "https://doi.org/10.1093/hcr/hqaf033",
    "doi": "https://doi.org/10.1093/hcr/hqaf033",
    "filter": 0,
    "created": "2026-1-27",
    "journal_full": "Human Communication Research",
    "abstract": "Scholars have worried that messages about racial equity can produce backlash from White respondents. Drawing upon psychological reactance theory, we compared cognitive and affective responses to a message emphasizing how a redistributive policy would benefit everyone (universalist message) to a message that also emphasized how the policy would especially benefit minoritized racial groups (targeted universalist message) among a sample of 871 White Americans. Participants in the targeted universalist condition experienced more anger, endorsed more harmful stereotypes about racial outgroups, and saw the government as less responsible for addressing poverty than participants in the universalist condition. Mediation analyses suggest that anger, stereotyping, and perceived government responsibility have a negative, indirect effect on policy support. Our findings underscore the need for future work to identify strategies for communicating about racial equity that avoid activating harmful stereotypes."
  },
  {
    "discipline": "communication",
    "title": "Revisiting the digital jukebox in daily life: applying Mood Management Theory to algorithmically curated music streaming environments",
    "authors": "Alicia Ernst, Felix Dietrich, Benedikt Rohr, Leonard Reinecke, Michael Scharkow",
    "url": "https://doi.org/10.1093/hcr/hqaf030",
    "doi": "https://doi.org/10.1093/hcr/hqaf030",
    "filter": 0,
    "created": "2025-12-3",
    "journal_full": "Human Communication Research",
    "abstract": "A large body of experimental evidence has contributed to our understanding of Mood Management Theory (MMT) in the context of music. Extant research, however, lacks insights into everyday mood regulation through music listening, especially on music streaming services, where users’ choices are shaped by both self-selection and algorithmically personalized recommendations. Hence, we tested MMT using a novel in situ approach and investigated whether variations in self- versus algorithmically personalized music choices would moderate MMT’s proposed relationships between mood and music use. In a preregistered, two-week study, we combined experience sampling surveys with logged music streaming and audio feature metadata obtained via the Spotify API, utilizing 6,864 surveys from 144 listeners. Results largely indicated no support for MMT’s predictions. In addition, higher algorithmic personalization did not reinforce or distort MMT-related patterns. Our findings suggest re-specifying classic entertainment theories, such as MMT, for novel technological and methodological conditions."
  },
  {
    "discipline": "communication",
    "title": "Relationship uncertainty and person-specific dynamics of partner rumination and relational turbulence in day-to-day life",
    "authors": "Alan K Goodboy, Megan R Dillow, San Bolkan, Rebekah M Chiasson, Megan A Vendemia",
    "url": "https://doi.org/10.1093/hcr/hqag001",
    "doi": "https://doi.org/10.1093/hcr/hqag001",
    "filter": 0,
    "created": "2026-1-8",
    "journal_full": "Human Communication Research",
    "abstract": "This daily diary study examined dynamic processes of relational turbulence theory. Dating partners (N = 202) completed measures of pretest relationship uncertainty, followed by 30 days of daily rumination and relational turbulence, and then posttest collaborative planning. Using dynamic structural equation modeling with random effects, we found that for the typical partner: (a) on days when they ruminated more about their relationship than usual, they experienced greater than usual relational turbulence; and (b) when partners experienced more than typical turbulence on a day, the next day they ruminated more than usual. We found that partners who had higher (c) month-long averages in rumination, (d) ruminative inertia, and (e) ruminative volatility had higher averages in month-long relational turbulence. We also found that individual differences in partners’ relationship uncertainty predicted person-specific daily rumination (means, volatility) and relational turbulence (means, inertia, volatility), but only relational turbulence averages, in turn, predicted future collaborative planning."
  },
  {
    "discipline": "communication",
    "title": "Theorizing multidimensional interventions to mitigate cyberchondria: the roles of ehealth literacy, online patient-provider communication, and social support",
    "authors": "Piper Liping Liu, Yuqiong Zhou",
    "url": "https://doi.org/10.1080/1369118x.2026.2622339",
    "doi": "https://doi.org/10.1080/1369118x.2026.2622339",
    "filter": 0,
    "created": "2026-1-29",
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Empathy Mediates the Link Between Extraversion and Latent Semantic Similarity in Computer-Mediated Discussions of a Politically Contentious Topic: Evidence from Abortion-Related Discourse",
    "authors": "Vivian P. Ta-Johnson, Isabella M. Swafford",
    "url": "https://doi.org/10.1177/0261927x251414971",
    "doi": "https://doi.org/10.1177/0261927x251414971",
    "filter": 0,
    "created": "2026-1-27",
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "Conversations about politically contentious issues often break down due to a lack of shared understanding, with language playing a central role in this failure—particularly in discussions of abortion, one of the most polarizing topics in U.S. public life. Mutual understanding requires that speakers achieve high latent semantic similarity (LSS) by using words in similar ways. While extraversion has been linked to higher LSS, likely due to its association with social engagement and attentional focus, semantic alignment also depends on speakers’ capacity for empathic attunement, suggesting that empathy may serve as a key mechanism linking extraversion to LSS. This study examined whether empathy mediates the relationship between extraversion and LSS in computer-mediated conversations between unacquainted dyads ( N = 170) discussing the politically contentious topic of abortion. Results showed that empathy fully mediated this relationship, indicating that empathic attunement—not sociability alone—drives LSS. Findings inform communication theories by underscoring empathy's central role in fostering common ground understanding and highlight LSS as an observable linguistic marker of empathic engagement."
  },
  {
    "discipline": "communication",
    "title": "Data in the Context of Misinformation: A Scoping Review",
    "authors": "Julia Sophie Blaß",
    "url": "https://doi.org/10.1177/10776990251410602",
    "doi": "https://doi.org/10.1177/10776990251410602",
    "filter": 0,
    "created": "2026-1-26",
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Data, numeric or visual, can contain misinformation and contribute to the spread of false information. Yet the role of data has received little attention in misinformation research. This scoping review analyzes 41 studies across various disciplines and synthesizes how data are processed within a dual-process framework to map research on data and misinformation. The review identifies an overall lack of research in this area and highlights the need to consider multimodal data formats, as numerical and visual misinformation have largely been addressed separately. The study identifies research gaps and opportunities for future research, as well as implications for data communication praxis."
  },
  {
    "discipline": "communication",
    "title": "From moderation to chaos: Meta’s fact-checking and the battle over truth and free speech",
    "authors": "Regina Cazzamatta",
    "url": "https://doi.org/10.1177/14614448251413687",
    "doi": "https://doi.org/10.1177/14614448251413687",
    "filter": 0,
    "created": "2026-1-28",
    "journal_full": "New Media & Society",
    "abstract": "Following Zuckerberg’s decision to terminate third-party fact-checking and his association of fact-checkers with censorship, this article examines how platforms respond to falsehoods post-debunking and explores fact-checkers’ views on effective content moderation, particularly regarding content removal or reduced visibility. A comparative content analysis of 2053 debunking articles by 16 Meta partners across 8 European and Latin American countries reveals that most false content was labeled or remained online, with deletion occurring in approximately 30% of cases—though it remains unclear whether the removal was carried out by Facebook or by the original spreaders. In addition to 30 expert interviews, the study finds that fact-checkers prioritize counter-speech and transparency, rejecting a permissive “anything goes” stance. Some support removals in cases involving incitement to violence, illegality, or harmful health misinformation. Most agree that freedom of expression should not guarantee algorithmic amplification. Concerns were also raised about the politicization and potential manipulation of Community Notes."
  },
  {
    "discipline": "communication",
    "title": "Screenshots in human communication research: Protecting privacy in light of law, ethics and user expectations",
    "authors": "Alexis Shore Ingber",
    "url": "https://doi.org/10.1177/14614448251413695",
    "doi": "https://doi.org/10.1177/14614448251413695",
    "filter": 0,
    "created": "2026-1-23",
    "journal_full": "New Media & Society",
    "abstract": "The screenshot feature has offered human communication researchers a way to document participants’ digital lives without technical expertise nor compromising ecological validity. Despite its widespread utility, there have been limited remarks on the perils of the screenshot feature as a methodological tool to capture the digital world. This article reflects on human communication research which has leveraged the screenshot feature. In doing so, I focus on bystanders , or non-consenting participants whose data are implicated by researchers’ use of the screenshot feature. Considering relevant US law, internationally recognized ethics frameworks, and user expectations across digital platforms from which screenshots are collected, this article offers guidelines for researchers and policymakers about usage of and building formal restrictions around the screenshot feature, respectively. I argue usage of the screenshot feature in human communication research must (1) obscure sensitive and extraneous participant data, (2) recognize platform-specific user expectations, and (3) protect bystander privacy."
  },
  {
    "discipline": "communication",
    "title": "Intergroup contact in virtual reality: The influence of avatar identity, social identity, and contact valence on prejudice",
    "authors": "Jorge Peña, Camren Allen, Jeffrey Tsifan Tseng, Vivian Hsueh Hua Chen, Gabrielle C. Ibasco, Wei Jie Dominic Koek",
    "url": "https://doi.org/10.1177/14614448251411262",
    "doi": "https://doi.org/10.1177/14614448251411262",
    "filter": 0,
    "created": "2026-1-26",
    "journal_full": "New Media & Society",
    "abstract": "This study employed virtual reality (VR) to examine how avatar embodiment (self vs stranger), virtual human race (ingroup vs outgroup), and contact valence (positive vs negative) influence intergroup attitudes. US participants ( N = 262) assigned to avatars displaying a stranger’s face, rather than their own, showed greater acceptance of outgroup virtual humans. Perceived identifiability mediated the influence of avatar face on self-other overlap. Social dominance orientation moderated this effect, as mediation was strongest among individuals with average and high scores. Positive contact enhanced self-other overlap with virtual humans, whereas negative contact unexpectedly increased empathy for outgroup members. Ingroup negative contact boosted positive ingroup feelings among participants using avatars that mirrored their own face. Consistent with positive ingroup biases, individuals reported greater positive feelings and empathy toward ingroup members following ingroup (vs outgroup) interactions. The results provided evidence regarding the theoretical mechanisms through which VR contact reduces and boosts prejudice."
  },
  {
    "discipline": "communication",
    "title": "Beyond textual disinformation: Comparing the effects of textual disinformation to AI-generated and video-based visual disinformation across different issues",
    "authors": "Michael Hameleers, Toni van der Meer",
    "url": "https://doi.org/10.1177/14614448251409208",
    "doi": "https://doi.org/10.1177/14614448251409208",
    "filter": 0,
    "created": "2026-1-23",
    "journal_full": "New Media & Society",
    "abstract": "Although visual and AI-generated disinformation have been associated with alarming political consequences, we currently lack a clear empirical understanding of the effects of different forms of visual disinformation. Against this background, we rely on a pre-registered experimental study in the United States ( N = 982) in which we exposed participants to various modes of textual and visual disinformation on two different issues: The disappearance of flight MH370 and the Russian invasion of Ukraine. Findings show that, for MH370, there was no difference in credibility between textual, AI-generated, or video-based disinformation. Yet, for the Russian invasion of Ukraine, video-based disinformation was perceived as more credible than textual or image-based disinformation. Our findings indicate that the consequences of visual disinformation are context-bound: Especially in the case of polarizing issues, the out-of-context placement of videos can serve as a plausible form of deceptive evidence."
  },
  {
    "discipline": "communication",
    "title": "Ubiquitous local community experiences: The impact of People-Nearby Applications on users’ social capital, local involvement, and sense of community",
    "authors": "Flora Gatti, Fortuna Procentese, Alexander P Schouten",
    "url": "https://doi.org/10.1177/14614448251413287",
    "doi": "https://doi.org/10.1177/14614448251413287",
    "filter": 0,
    "created": "2026-1-27",
    "journal_full": "New Media & Society",
    "abstract": "People-Nearby Applications (PNAs) can impact users’ local social capital and sense of community (SoC), by allowing users to meet new people locally and enhance their SoC through increased local social capital and active involvement in the community of belonging. An online questionnaire was administered to 595 Italian and Dutch PNAs users to detect their PNAs community-related use, frequency of face-to-face encounters with other users, local social capital, active involvement, and SoC. A multiple mediation model was run using structural equation modeling. PNAs use associates to face-to-face encounters among local community members and community social capital, but not to community involvement. Through social capital, PNAs use indirectly enhances SoC. These results show that PNAs community-related use may enhance local community experiences through prompting face-to-face encounters among community fellows and making users feel more embedded into local social networks. This confirms PNAs community-related use potential to improve users’ neighborhood social and community experiences."
  },
  {
    "discipline": "communication",
    "title": "Disrupting or invigorating an anti-democratic counterpublic? How highly active commenters engage on RT German’s Facebook page",
    "authors": "Arista Beseler, Florian Toepfl, Daria Kravets, Julia Kling",
    "url": "https://doi.org/10.1177/14614448251413136",
    "doi": "https://doi.org/10.1177/14614448251413136",
    "filter": 0,
    "created": "2026-1-27",
    "journal_full": "New Media & Society",
    "abstract": "Anti-democratic counterpublic news media frequently open up participatory spaces, inviting their audiences to partake in the discussion of their content. However, research on how commenters engage in such participatory spaces opened up and overseen by anti-democratic actors is scarce. In order to fill this gap, we present in this article a case study of the 250 most active commenters on RT German’s Facebook page in a 6-month period at the height of the Covid-19 pandemic in 2021. Using a mixed-methods approach combining large-scale data scraping with quantitative and qualitative content analysis, we find that the majority of these highly active commenters constituted an anti-democratic counterpublic. However, we also observed a smaller collective of commenters, whom we theorize as “disruptive public” as they vigorously sought to challenge the activities of the anti-democratic counterpublic. We discuss the benefits and risks of various strategies of disrupting anti-democratic counterpublics and consequences for democratic debate."
  },
  {
    "discipline": "communication",
    "title": "From Flowers to Fascism? The Cottagecore to Tradwife Pipeline on Tumblr",
    "authors": "Oliver Mel Allen, Yi Zu, Milo Z. Trujillo, Brooke Foucault Welles",
    "url": "https://doi.org/10.1177/20563051251413920",
    "doi": "https://doi.org/10.1177/20563051251413920",
    "filter": 0,
    "created": "2026-1-25",
    "journal_full": "Social Media + Society",
    "abstract": "In this work, we collected and analyzed social media posts to investigate an aesthetic-based pipeline where users searching for Cottagecore content may find Tradwife content co-opted by white supremacists. Through quantitative analysis of over 200,000 Tumblr posts and qualitative coding of about 2350 Tumblr posts, we did not find evidence of an explicit radicalization. We found that problematic Tradwife posts found in the literature may be confined to Tradwife-only spaces, while content in the Cottagecore tag generally did not warrant extra moderation. However, we did find evidence of a mainstreaming effect in the overlap between the Tradwife and Cottagecore communities. In our qualitative analysis, there was more interaction between queer and Tradwife identities than expected based on the literature, and some Tradwives even explicitly included queer people and disavowed racism in the Tradwife community on Tumblr. This could be genuine, but we propose that this is an example of mainstreaming, where white supremacists re-brand their content and follow platform norms to spread ideologies that would otherwise be rejected. In addition, through temporal analysis, we observed a change in the central tags used by Tradwives in the Cottagecore tag pre- and post-2021. Initially, these posts focused on aesthetics and hobbies like baking and gardening, but post-2021, the central tags focused more on religion, traditional gender roles, and homemaking—all of which align with white supremacist rhetoric about womanhood."
  },
  {
    "discipline": "politics",
    "title": "Improving hate speech detection with large language models",
    "authors": "Natalia Umansky, Maël Kubli, Ana Kotarcic, Laura Bronner, Selina Kurer, Philip Grech, Dominik Hangartner, Fabrizio Gilardi, Karsten Donnay",
    "url": "https://doi.org/10.1017/s1475676525100546",
    "doi": "https://doi.org/10.1017/s1475676525100546",
    "filter": 0,
    "created": "2026-1-23",
    "journal_full": "European Journal of Political Research",
    "abstract": "Efforts to curb online hate speech depend on our ability to reliably detect it at scale. Previous studies have highlighted the strong zero-shot classification performance of large language models (LLMs), offering a potential tool to efficiently identify harmful content. Yet for complex and ambivalent tasks like hate speech detection, pre-trained LLMs can be insufficient and carry systemic biases. Domain-specific models fine-tuned for the given task and empirical context could help address these issues, but, as we demonstrate, the quality of data used for fine-tuning decisively matters. In this study, we fine-tuned GPT-4o-mini using a unique corpus of online comments annotated by diverse groups of coders with varying annotation quality: research assistants, activists, two kinds of crowd workers, and citizen scientists. We find that only annotations from those groups of annotators that are better than zero-shot GPT-4o-mini in recognizing hate speech improve the classification performance of the fine-tuned LLM. Specifically, fine-tuning using the highest-quality annotator group – trained research assistants – boosts classification performance by increasing the model’s precision without notably sacrificing the good recall of zero-shot GPT-4o-mini. In contrast, lower-quality annotations do not improve and may even decrease the ability to identify hate speech. By examining tasks reliant on human judgment and context, we offer insights that go beyond hate speech detection."
  },
  {
    "discipline": "politics",
    "title": "From context to congruence: Immigration salience and voter socialization",
    "authors": "Leonardo Carella, Francesco Raffaelli",
    "url": "https://doi.org/10.1017/s1475676525100534",
    "doi": "https://doi.org/10.1017/s1475676525100534",
    "filter": 0,
    "created": "2026-1-26",
    "journal_full": "European Journal of Political Research",
    "abstract": "This paper considers how issue salience environments affect long-term patterns of political choice via processes of political socialization. Drawing on the well-known ‘impressionable years’ hypothesis, we theorize that voters who grew up in high-immigration salience contexts subsequently exhibit higher levels of voter-party agreement on immigration (issue congruence). We find support for this hypothesis from two studies, which leverage cross-sectional variation within cohorts in exposure to immigration salience in voters’ formative years. The first employs congruence data from a survey of 10 European countries, linked to historical salience data from the Comparative Manifesto Project. The second is a within-country study, measuring salience and congruence from two long-running German public opinion survey series. The analysis suggests that growing up at times when immigration is high on the political agenda can have long-term consequences for the relationship between voters’ preferences on that issue and their political choices, shedding light on the mechanism behind ‘generational realignment’."
  },
  {
    "discipline": "politics",
    "title": "Restructuring party systems in Northwestern Europe: A comparative analysis of six countries",
    "authors": "Hanspeter Kriesi, Swen Hutter",
    "url": "https://doi.org/10.1177/13540688261415751",
    "doi": "https://doi.org/10.1177/13540688261415751",
    "filter": 0,
    "created": "2026-1-29",
    "journal_full": "Party Politics",
    "abstract": "The article examines the impact of the recent crises – the Eurozone crisis, the refugee crisis, Brexit, COVID-19, and the war in Ukraine – on the structuration of party competition in six Northwestern European countries. Situating the multiple crises in a long-term perspective on the transformation of party systems, we emphasize their reinforcing effect on the structuring capacity of the new cultural divide. In some countries, this divide and its main driving forces have become so powerful in transforming the political space that we observe an emerging multi-polar pattern of party configurations. This pattern is characterized by a green new left opposed to the populist radical right on the new cultural dimension. In contrast, the center-left and the center-right, despite converging, still oppose each other on the economic dimension. Empirically, the article examines election campaigns in Austria, Britain, France, Germany, the Netherlands, and Switzerland, drawing on the original PolDem relational content analysis of mass media coverage published before national elections from the 1970s up to 2022."
  },
  {
    "discipline": "politics",
    "title": "Conditional relationships in dynamic models",
    "authors": "Zach Warner, Garrett N. Vande Kamp, Soren Jordan",
    "url": "https://doi.org/10.1017/psrm.2026.10087",
    "doi": "https://doi.org/10.1017/psrm.2026.10087",
    "filter": 0,
    "created": "2026-1-23",
    "journal_full": "Political Science Research and Methods",
    "abstract": "Many political science theories posit empirical relationships that are conditioned by some moderating variable, which scholars model using a multiplicative interaction term in a regression. In recent years, scholars have begun using such terms in dynamic regression models with time series data. However, the lack of guidance on adding multiplicative interactions to these workhorse models exposes problems with the consistency of the estimator, model restrictions, and interpretation. This paper provides theoretical and practical guidance to address these problems. First, we define the conditions under which scholars can ensure consistent estimates when estimating relationships conditioned by a moderating variable in dynamic models. Second, we introduce a general model that makes no theoretical assumptions about precisely how conditional relationships unfold over time. Third, we develop a flexible approach for interpreting such models. We demonstrate the advantages of this framework with simulation evidence and an empirical application."
  },
  {
    "discipline": "politics",
    "title": "Forecasting the use of force: a word embedding analysis of China’s rhetoric and military escalations",
    "authors": "Jackie S.H. Wong",
    "url": "https://doi.org/10.1017/psrm.2025.10085",
    "doi": "https://doi.org/10.1017/psrm.2025.10085",
    "filter": 0,
    "created": "2026-1-24",
    "journal_full": "Political Science Research and Methods",
    "abstract": "Is an autocracy’s official rhetoric a reliable proxy for forecasting military escalation? While the conventional hands-tying mechanism argues that official rhetoric binds leaders to stated positions and limits their ability to back down, recent scholarship on bluster suggests that autocracies may employ hawkish rhetoric to justify de-escalation ex-post. This study evaluates these competing perspectives by analyzing China’s official rhetoric and military behavior in the Taiwan Strait from 2016 to 2022. Employing a word-embedding approach, I construct an original Chinese-language lexicon capturing implicit threats from over two million state-media articles. I show that increases in China’s implicit threats toward Taiwan are associated with a higher likelihood of military escalation, implying that official rhetoric conveys predictive information rather than mere cheap talk."
  },
  {
    "discipline": "politics",
    "title": "Deep canvassing with automated conversational agents: Personalized messaging to change attitudes",
    "authors": "Molly Offer-Westort, Jiehan Liu, Nick Feamster, Kartik Garg, Nguyen Phong Hoang, Sudhamshu Hosamane",
    "url": "https://doi.org/10.1177/20531680251414926",
    "doi": "https://doi.org/10.1177/20531680251414926",
    "filter": 0,
    "created": "2026-1-24",
    "journal_full": "Research & Politics",
    "abstract": "We test a social media conversational agent for canvassing on the topic of anti-transgender prejudice, replicating and benchmarking treatment effects. In-person deep canvassing is the gold standard for durably changing attitudes on polarizing topics. However, door-to-door canvassing is costly, and many populations may not be feasibly reached in this manner. Campaigns are already conducting outreach using digital tools, including text messages and social media. If appropriately trained agents messaging over social media can achieve a fraction of the effect of in-person canvassing, canvassing may be scaled up to achieve large overall impacts at lower costs. Scripts used in this application are based on those used by transgender allies in the original study. To personalize messaging, the conversational agent uses natural language processing to detect conversational topics, and shares relevant pre-scripted messages of information and third-person experiences, encouraging respondents to engage in perspective-taking with respect to an outgroup. This study demonstrates the potential of automated social media messaging for deep canvassing, with possible applications by governments, public health agencies, and political organizations. Estimated effects are positive and significant under covariate adjustment and reweighting; due to important differential attrition, partial-identification bounds are also reported and include zero."
  },
  {
    "discipline": "public opinion",
    "title": "Reducing the Bias From Probability and Nonprobability Online Panels by Excluding Satisficers",
    "authors": "Sam Slamowicz, Darren Pennay, Dina Neiger, Benjamin Phillips, Andrew C Ward, Michael Xu",
    "url": "https://doi.org/10.1093/jssam/smaf019",
    "doi": "https://doi.org/10.1093/jssam/smaf019",
    "filter": 0,
    "created": "2025-8-12",
    "journal_full": "Journal of Survey Statistics and Methodology",
    "abstract": "Over the last 15 years or so, many studies have compared the accuracy of estimates produced when the same questionnaire is administered to samples generated using probability and nonprobability sampling methods. Most studies conclude that estimates from probability sample surveys are more accurate than estimates from nonprobability sample surveys. In trying to understand why probability sample surveys generally produce more accurate estimates than nonprobability sample surveys, most research has focused on the differences in survey samples reached as a result of the sampling mechanisms used by each approach, and looked to various adjustment (weighting) approaches to bring the nonprobability sample estimates closer to the comparative probability sample estimates and independent benchmarks. Less common, however, are comparative studies that focus on measurement error. This study compares estimates generated from five Australian online panels; one probability-based online panel and four nonprobability online panels. We use widely implemented techniques to identify instances of survey satisficing—the phenomenon of survey respondents providing lower quality responses to reduce cognitive effort. When comparing the level of satisficing across panels, a higher proportion of respondents in the nonprobability panels give responses consistent with satisficing than in the probability panel. We then show that excluding these suboptimal responses from our analysis dataset, before weighting, results in a greater bias reduction across the nonprobability panels than weighting alone, and that this is the case across all four nonprobability panels. In contrast, very little change to bias is observed after applying the same exclusions to the probability panel. We end with a call for others to undertake similar research in the hope that this approach might become part of the toolkit of techniques being developed to reduce the bias in survey estimates generated from nonprobability online samples."
  },
  {
    "discipline": "public opinion",
    "title": "Harnessing Big Data, Hindered by Bias: Evaluating TikTok Research API for Fair and Optimal Social Sciences",
    "authors": "Dan Bai, Yan Gu",
    "url": "https://doi.org/10.1177/08944393251413277",
    "doi": "https://doi.org/10.1177/08944393251413277",
    "filter": 0,
    "created": "2026-1-27",
    "journal_full": "Social Science Computer Review",
    "abstract": "Digital platforms now serve as crucial archives for analysing societal trends, yet their research APIs pose methodological challenges. This study critically evaluates TikTok Research API through comparative analysis of 6,373 videos from 14 creators in the United States and United Kingdom (2020–2022), contrasting API-derived outputs with manual collection and third-party analytics. The API demonstrated scalability, retrieving more videos than alternative methods and providing 22 variables, including eight unavailable elsewhere. However, limitations were substantial: transcriptions covered about 10% of the content, with more transcripts returned from American male creators. Engagement metrics exhibited inconsistent accuracy across data sources, with the API showing systematically lower view counts but higher comment and share counts compared to manual collection. The number of videos varied depending on sample composition, indicating that small changes in inclusion criteria could shift outcomes disproportionately. These results highlight systematic inconsistencies, showing why multi-method approaches remain necessary despite automation. While TikTok Research API offers valuable scale and ethical compliance, its demographic biases and metadata inconsistencies compromise validity. The study advocates integrated auditing protocols and targeted API refinements to improve representativeness and accuracy in platform-based research."
  }
]
