[
  {
    "discipline": "communication",
    "title": "The Relationship Between Incidental News Exposure and Political Participation: A Cross-Country, Multilevel Analysis",
    "authors": "Jörg Matthes, Alon Zoizner, Andreas Nanz, David Nicolas Hopmann, Yannis Theocharis, Selina Noetzel",
    "url": "https://doi.org/10.1080/21670811.2024.2436548",
    "doi": "https://doi.org/10.1080/21670811.2024.2436548",
    "filter": 0,
    "journal_full": "Digital Journalism"
  },
  {
    "discipline": "communication",
    "title": "A matter of perception? investigating subjective and objective exposure to hate speech with a survey and mobile longitudinal linkage study",
    "authors": "Dominique S. Wirz, Sina Blassnig",
    "url": "https://doi.org/10.1080/1369118x.2025.2461646",
    "doi": "https://doi.org/10.1080/1369118x.2025.2461646",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "A meta-analysis of gain–loss framing effects in narrative persuasion",
    "authors": "Hye Kyung Kim, Minyi Chen",
    "url": "https://doi.org/10.1093/joc/jqaf002",
    "doi": "https://doi.org/10.1093/joc/jqaf002",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "This meta-analytic study synthesizes research on the persuasive impact of gain–loss framing in narrative guided by the social cognitive theory. A combined analysis of 47 experimental studies (N = 16,361) shows an overall persuasive efficacy of gain-framed narratives (vs. loss-framed) at enhancing self-efficacy (d = 0.17, p = .009). The results also indicated that gain-framed narratives produce less counterarguing (d = −0.57, p = .042) and more positive message evaluation (d = 0.25, p = .006) while inducing less transportation (d = −0.07, p = .039) compared to loss-framed narratives. Moderation analyses further revealed loss-framed narratives’ (vs. gain-framed) relative efficacy in improving behavioral intention when the story is written in the third-person perspective or promoting donation behaviors. Study findings illuminate some important boundary conditions and mechanisms of gain–loss framing effects specific to narrative persuasion."
  },
  {
    "discipline": "communication",
    "title": "Partisan Cues, Anger, and Attitude Formation: Experiments on Partisan Motivated Reasoning",
    "authors": "Freddie J. Jennings, Benjamin R. Warner",
    "url": "https://doi.org/10.1080/15205436.2025.2461699",
    "doi": "https://doi.org/10.1080/15205436.2025.2461699",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "Veiled conspiracism: Particularities and convergence in the styles and functions of conspiracy-related communication across digital platforms",
    "authors": "Kilian Buehling, Xixuan Zhang, Annett Heft",
    "url": "https://doi.org/10.1177/14614448251315756",
    "doi": "https://doi.org/10.1177/14614448251315756",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Digital communication venues are essential infrastructures for anti-democratic actors to spread harmful content such as conspiracy theories. Capitalizing on platform affordances, they leverage conspiracy theories to mainstream their political views in broader public discourse. We compared the word choice, language style, and communicative function of conspiracy-related content to understand its platform-dependent differences and convergence. Our cases are the conspiracy theories of the New World Order and Great Replacement, which we analyzed on 4chan/pol/, Twitter, and seven alternative US news media longitudinally from 2011 to 2021. The conspiracy-related texts were comparatively analyzed using a multi-method approach of computational and quantitative text analyses. Our results show that conspiracy narrations are increasingly present in all venues. While language differs vastly between platforms, we observed a style convergence between Twitter and 4chan. The results show how more coded language veils the spread of racist and antisemitic content beyond the so-called dark platforms."
  },
  {
    "discipline": "communication",
    "title": "Should we express gratitude in human–AI interaction: The online public’s moral stance toward artificial intelligence assistants in China",
    "authors": "Yuqi Zhu, Jianxun Chu",
    "url": "https://doi.org/10.1177/09636625251314337",
    "doi": "https://doi.org/10.1177/09636625251314337",
    "filter": 0,
    "journal_full": "Public Understanding of Science",
    "abstract": "The ethical dimensions of human–AI (artificial intelligence) interaction demand attention. As artificial intelligence assistants become more anthropomorphized, will the public interact with AI as humans morally? This study applied content analysis to data from an online question-and-answer platform in China ( N = 287) to explore the public’s judgments of gratitude toward artificial intelligence assistants. The findings revealed the majority supports expressing gratitude, while a significant minority disagrees, indicating diverse ethical judgments. By further analyzing people’s reasoning, this study found that supporters attribute gratitude to moral autonomy driven by virtue ethics, moral responsibility for responsible AI, and the perceived source identity of anthropomorphized AI as human, aligning with the Computers-are-Social-Actors paradigm. In contrast, opponents doubt AI’s moral agency, highlighting the perceived source of AI as machines, and they judge that treating it with human manners is useless and potentially dangerous. These insights enhance the understanding of the public’s view of ethical considerations regarding AI assistants, contribute to gratitude research in the context of human–AI interaction, extend the moral dimension of the Computers-are-Social-Actors paradigm, and emphasize the importance of moral and responsible AI use. Suggestions for future research based on the exploratory findings are also discussed."
  },
  {
    "discipline": "communication",
    "title": "Measuring Science Literacy in a Digital World: Development and Validation of a Multi-Dimensional Survey Scale",
    "authors": "Niels G. Mede, Emily L. Howell, Mike S. Schäfer, Julia Metag, Becca Beets, Dominique Brossard",
    "url": "https://doi.org/10.1177/10755470251317379",
    "doi": "https://doi.org/10.1177/10755470251317379",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "We present a new multilingual 14-item scale for measuring science literacy in survey and experimental research. The scale captures three essential dimensions of science literacy in a digital world: civic science literacy, science media literacy, and cognitive science literacy. We developed, tested, and validated the scale through two preregistered national quota surveys in Switzerland and the United States in four languages (English, German, French, Italian). Iterative factor analyses, Bayesian Item Response Theory analyses, and validity tests confirm robustness and reliability of the scale."
  },
  {
    "discipline": "communication",
    "title": "Harnessing AI to Address Misinformation on Cultivated Meat: The Impact of Chatbot Expertise and Correction Sidedness",
    "authors": "Mengxue Ou, Shirley S. Ho, Stanley A. Wijaya",
    "url": "https://doi.org/10.1177/10755470251315097",
    "doi": "https://doi.org/10.1177/10755470251315097",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "This study conducted a 2 (chatbot expertise cues: high vs. low) × 2 (correction sidedness: one-sided vs. two-sided) between-subjects experiment to investigate the effects of chatbot features and output framing on misinformation correction and public perceptions of cultivated meat. Results highlighted the importance of chatbot expertise cues in shaping credibility perceptions of misinformation correction, with two-sided corrections from high-expertise chatbots perceived as more credible than those from low-expertise chatbots. Credibility perceptions mediated the interaction effect between chatbot expertise cues and correction sidedness on individuals’ attitudes and consumption intentions towards cultivated meat. Both theoretical and practical implications of these findings were discussed."
  },
  {
    "discipline": "politics",
    "title": "Crowdsourced Adaptive Surveys",
    "authors": "Yamil Ricardo Velez",
    "url": "https://doi.org/10.1017/pan.2024.34",
    "doi": "https://doi.org/10.1017/pan.2024.34",
    "filter": 0,
    "journal_full": "Political Analysis",
    "abstract": "Public opinion surveys are vital for informing democratic decision-making, but responding to rapidly changing information environments and measuring beliefs within hard-to-reach communities can be challenging for traditional survey methods. This paper introduces a crowdsourced adaptive survey methodology (CSAS) that unites advances in natural language processing and adaptive algorithms to produce surveys that evolve with participant input. The CSAS method converts open-ended text provided by participants into survey items and applies a multi-armed bandit algorithm to determine which questions should be prioritized in the survey. The method’s adaptive nature allows new survey questions to be explored and imposes minimal costs in survey length. Applications in the domains of misinformation, issue salience, and local politics showcase CSAS’s ability to identify topics that might otherwise escape the notice of survey researchers. I conclude by highlighting CSAS’s potential to bridge conceptual gaps between researchers and participants in survey research."
  },
  {
    "discipline": "politics",
    "title": "From Losers’ Consent to Winners’ Restraint: Citizens Reactions to Accumulating Democratic Violations",
    "authors": "Hannah Werner, Eri Bertsou, Sofie Marien",
    "url": "https://doi.org/10.1007/s11109-025-10001-1",
    "doi": "https://doi.org/10.1007/s11109-025-10001-1",
    "filter": 0,
    "journal_full": "Political Behavior",
    "abstract": "While ‘losers’ consent’ has long been recognized as crucial for democratic stability, recent concerns over elite manipulation of democratic processes highlight the need to shift focus to the responsibility of political winners. We argue that ‘winners’ restraint’ is equally indispensable, even in well-established democracies. Our study investigates the presence and boundaries of winners’ restraint, particularly in the realm of policy decisions. Through a survey and two experiments conducted in the UK, we examine the extent to which respondents tolerate accumulating procedural violations before dissenting. Our findings reveal that while citizens may initially overlook undemocratic behavior that aligns with their policy preferences, there are inherent limits to this tolerance. For a majority of respondents, winners’ restraint can be activated as violations accumulate, resulting in a withdrawal of perceived legitimacy. This underscores the critical role of winners in upholding democratic principles and resisting erosion of democratic norms."
  },
  {
    "discipline": "politics",
    "title": "Am I Eligible to Register? Registration Rules, Eligibility Uncertainty, and Youth Voter Turnout",
    "authors": "Alexander Held",
    "url": "https://doi.org/10.1007/s11109-025-10003-z",
    "doi": "https://doi.org/10.1007/s11109-025-10003-z",
    "filter": 0,
    "journal_full": "Political Behavior",
    "abstract": "Is a lack of information about eligibility rules partly responsible for the particularly low youth voter turnout in U.S. elections? In a context where new voters usually have to register several weeks before Election Day and where registration rules vary by state, this article argues that there is substantial uncertainty among young Americans about their eligibility to register and vote in elections. It uses a natural experiment that leverages the as-if random assignment of a person’s 18th birthday around a state registration deadline to identify the causal effect of uncertainty about whether someone has to be 18 by the registration deadline or by Election Day to register and vote in an election on youth voter turnout. Drawing on fine-grained data from 19 U.S. state voter files, the study finds a sharp discontinuity in turnout in nine states. There are smaller or no effects in states with same day registration, a later registration deadline closer to Election Day or explicit information that 17-year-olds are eligible to register. Moreover, the effect persists over time, with people who are discouraged from voting due to eligibility uncertainty significantly less likely to vote in future elections. These findings have important implications for our understanding of youth turnout, election reforms, habit formation, and the study of citizens’ information and beliefs about electoral rules with administrative data."
  },
  {
    "discipline": "politics",
    "title": "Language Cues and Perceptions of Nationalism",
    "authors": "William O’Brochta, Patrick Cunha Silva",
    "url": "https://doi.org/10.1007/s11109-025-10008-8",
    "doi": "https://doi.org/10.1007/s11109-025-10008-8",
    "filter": 0,
    "journal_full": "Political Behavior",
    "abstract": "How do people respond to symbols related to nationalism, and does having political context matter? We argue that nationalist symbols influence perceptions when in a political context. Leveraging that the Serbian language can be rendered in Cyrillic and Latin, and Cyrillic is associated with nationalism, we examine the use of linguistic symbols in Serbia. Using social media data, we demonstrate that politicians employ Cyrillic to discuss topics traditionally associated with nationalism. Then, based on a pre-registered survey experiment, we show that exposure to Cyrillic absent political context does not alter nationalist attitudes but that respondents exposed to a politician’s message in Cyrillic viewed that politician as more nationalist. Our findings speak to the power of nationalist symbols, demonstrating that said symbols are powerful even when associated with subtle, language-based manipulations. Moreover, they have broad implications for how politicians signal their political beliefs, including how they work to associate themselves with everyday symbols."
  },
  {
    "discipline": "politics",
    "title": "Polarization on social media: Comparing the dynamics of interaction networks and language‐based opinion distributions",
    "authors": "Kevin Durrheim, Maria Schuld",
    "url": "https://doi.org/10.1111/pops.70000",
    "doi": "https://doi.org/10.1111/pops.70000",
    "filter": 0,
    "journal_full": "Political Psychology",
    "abstract": "When people share information and converse on social media, they create “echo chambers” through preferential attachment to like‐minded people and opinions they already support. A great deal of research uses interactional ties between people—created by retweeting and following—to identify and study polarization in social networks. Some of this work then uses language analysis to characterize the opinions and concerns of subcommunities in the network. We used machine learning to create “speaker landscapes” that can identify polarization in user language (in tweets about COVID‐19 vaccination) independently of the social networks created by user interactions via retweeting. In contrast to the prevailing assumptions, we found that distances between users in interaction networks did not predict their language similarity very well. We then compared the effect of a polarizing event (the declaration of the COVID‐19 pandemic) on polarization between communities in the retweet networks and the speaker landscapes. We found that retweeting was done both to support and to criticize claims and that polarization between Democrats and Republicans emerged much more strongly in the speaker landscapes than the interaction networks. The results suggest that different cognitive‐motivational dynamics affect who we interact with and what we say on social media, raising questions about how language is used to promote polarization."
  },
  {
    "discipline": "public opinion",
    "title": "Yes to Koch, No to Woke: Public Opinion, Free Markets, and Business Involvement in Politics",
    "authors": "Spencer Goidel, Bradley Madsen, Craig Freeman, Kirby Goidel",
    "url": "https://doi.org/10.1093/poq/nfae057",
    "doi": "https://doi.org/10.1093/poq/nfae057",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "In this paper, we use data from the 2022 Cooperative Election Study to explore the relationship between partisanship, attitudes toward free markets, and corporate social responsibility. We find that while Republicans continue to express abstract support for free markets and business involvement in politics, they respond negatively to more specific descriptions of CEO activism, particularly when that activism is directed toward environmental, social, and governance (ESG) issues. Overall, individual support for business involvement in politics depends on the noneconomic impact of corporate behavior. In this respect, our findings echo the literature on political tolerance: abstract support for free markets slips when applied to specific environmental, social, and governance contexts. Within this context, “business involvement in politics,” which Republicans support, translates into “corporate political activity,” which Republicans oppose."
  },
  {
    "discipline": "public opinion",
    "title": "Nostalgia in Politics",
    "authors": "Spencer Goidel, Kirby Goidel, Paul M Kellstedt",
    "url": "https://doi.org/10.1093/poq/nfae054",
    "doi": "https://doi.org/10.1093/poq/nfae054",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "Throughout the 2016 presidential campaign, Donald Trump promised to voters that, if elected, he would “make America great again.” Trump’s explicitly nostalgic appeal was rooted in the collective perception, shared by at least some voters, that life was better (and simpler) in the past. Nostalgic appeals have a long history in American politics. Trump’s “Make America Great Again” (MAGA) slogan was co-opted from Reagan’s “let’s make America great again.” Despite their long history, we suspect that, as nostalgic appeals have become central to the Republican Party’s messaging, nostalgia-susceptible voters have sorted into the Republican Party. Recently, scholars have attempted to better understand the political consequences of nostalgia on voting for populist parties, both in general and specifically for Donald Trump. We make three contributions to the literature. First, using an open-ended prompt, we consider more carefully what people mean when they say they long for the “good old days.” Second, we use these open-ended responses to inform our measurement of nostalgia and whether it reflects a longing for the past or pessimism about the future. In doing so, we show the importance of religiosity and media consumption (i.e., Fox News) as predictors of individual-level nostalgia. Third, we connect our measure of nostalgia to vote choice during the 2022 midterm election—demonstrating that the effects are broader than support for Donald Trump. Overall, we contend that if one is to fully understand contemporary politics, one needs to know how nostalgia influences political attitudes and behaviors."
  },
  {
    "discipline": "public opinion",
    "title": "Undercurrent in Taiwan: Nationalism and Calculation of the Cross-Strait Relations (2002–2022)",
    "authors": "Austin Horng-En Wang, Charles K S Wu, Fang-Yu Chen, Yao-Yuan Yeh",
    "url": "https://doi.org/10.1093/poq/nfae063",
    "doi": "https://doi.org/10.1093/poq/nfae063",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "The literature highlights the conflicting trends between rising nationalism and stable preferences for status quo on cross-strait relations in Taiwan. This article provides new insights from the Taiwan National Security Survey (2002–2022, 14 waves, n = 16, 494) to help explain this apparent inconsistency. The surveys employed “conditional preference” items to capture how the cross-strait attitudes of Taiwanese people are shaped. Since 2002, Taiwanese identifiers have increased steadily, while dual identifiers have decreased. Most respondents still prefer the status quo, but there is a gradual rise in support for independence. Hypothetical scenarios reveal that a majority support independence if China will not attack and oppose unification if China and Taiwan differ economically and politically. Furthermore, the percentage supporting independence given China will attack is increasing, while the percentage supporting unification if China and Taiwan are similar has considerably decreased. Conditional preferences are influenced by perceived economic benefits from China and the military strength of China, Taiwan, and the United States."
  },
  {
    "discipline": "public opinion",
    "title": "The Impact of Experiences with COVID-19 on the 2020 Presidential Election and Support for Health Reform",
    "authors": "Nolan M Kavanagh, Anil Menon",
    "url": "https://doi.org/10.1093/poq/nfae062",
    "doi": "https://doi.org/10.1093/poq/nfae062",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "Health shocks may drive the public to support policies and candidates that protect health and well-being. Did the COVID-19 pandemic, as one such shock, shift preferences for health reform in the United States? Using nationally representative surveys of over 70,000 US adults between 2019 and 2020, we find that experiences with COVID-19—measured at both the individual and community levels—increased support for Medicare for All by multiple percentage points. Consistent with partisan entrenchment on health issues, independents and weak partisans drove the association at the individual level; these subgroup differences were not observed for community-level experiences. To reduce concerns about confounding, we use data from multiple points in time to establish the expected temporal relationship between experiences with COVID-19 and support for health reform. Finally, consistent with the importance of health issues in the 2020 presidential race, we find that changes in support for health reform were mirrored by a comparable shift in support away from the incumbent, President Trump, in the weeks leading up to the election. Even if short lived, these shifts may have influenced both the discourse and outcome of the election."
  },
  {
    "discipline": "public opinion",
    "title": "Investigating the Origins of Status Threat among White Americans",
    "authors": "Spencer C Lindsay, Cody R Melcher",
    "url": "https://doi.org/10.1093/poq/nfae055",
    "doi": "https://doi.org/10.1093/poq/nfae055",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "In the last decade and a half, the United States has seen a rise in right-wing nationalism. Status threat provides a compelling explanation as to why. As white Americans see changing demographics, more diverse imagery in American leadership, and increased interdependence globally, they fear that they are losing “their” country. Scholars, however, often see status threat as primarily symbolic rather than material. We argue that material concerns are also instrumental in shaping whites’ perception of status threat. We test this hypothesis using an original survey experiment in which some respondents are primed to think about symbolic or material aspects of status threat. Relative to the control, both groups express heightened levels of perceived threat from other groups, indicating that both material and symbolic concerns are instrumental in shaping perceptions of status threat. We additionally test whether Republican whites respond to this perceived threat by becoming more likely to endorse far-right, restrictionist immigration policies. Our findings on the latter question are mixed."
  },
  {
    "discipline": "psychology",
    "title": "dockerHDDM: A User-Friendly Environment for Bayesian Hierarchical Drift-Diffusion Modeling",
    "authors": "Wanke Pan, Haiyang Geng, Lei Zhang, Alexander Fengler, Michael J. Frank, Ru-Yuan Zhang, Hu Chuan-Peng",
    "url": "https://doi.org/10.1177/25152459241298700",
    "doi": "https://doi.org/10.1177/25152459241298700",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "Drift-diffusion models (DDMs) are pivotal in understanding evidence-accumulation processes during decision-making across psychology, behavioral economics, neuroscience, and psychiatry. Hierarchical DDMs (HDDMs), a Python library for hierarchical Bayesian estimation of DDMs, has been widely used among researchers, including researchers with limited coding proficiency, in fitting DDMs and other sequential sampling models. However, issues of compatibility in installation and lack of support for more recent Bayesian-modeling functionalities pose serious challenges for new users, limiting broader adaptation and reproducibility of HDDMs. To address these issues, we created dockerHDDM, a user-friendly computational environment for HDDMs with new features. dockerHDDM brings three improvements: (a) easy to install once docker is installed, ensuring reproducibility and saving time for researchers; (b) compatible with machines with Apple chips; (c) seamless integration with ArviZ, a state-of-the-art Bayesian-modeling library. This tutorial serves as a practical, hands-on guide for researchers to leverage dockerHDDM’s capabilities in conducting efficient Bayesian hierarchical analysis of DDMs. The notebook presented here and in the docker image will enable researchers with various programming levels to model their data with HDDMs."
  },
  {
    "discipline": "psychology",
    "title": "Development and evaluation of Dona, a privacy-preserving donation platform for messaging data from WhatsApp, Facebook, and Instagram",
    "authors": "Olya Hakobyan, Paul-Julius Hillmann, Florian Martin, Erwin Böttinger, Hanna Drimalla",
    "url": "https://doi.org/10.3758/s13428-024-02593-z",
    "doi": "https://doi.org/10.3758/s13428-024-02593-z",
    "filter": 0,
    "journal_full": "Behavior Research Methods",
    "abstract": "Social interactions are a fundamental aspect of human life, yet, their objective and naturalistic measurement remains challenging for scientific research. This challenge can be addressed using digital communication data. To this end, we have developed Dona, an open-source platform for donating messaging data from WhatsApp, Facebook, and Instagram. Given the highly sensitive nature of messaging data, we ensure participant privacy through rigorous data minimization. Dona removes all sensitive information on the user side prior to donation, retaining only de-identified meta-data such as message length and timestamps. This paper presents an overview of the platform, a deployment guide, and example use cases. In addition, we evaluate the informativeness of minimized messaging data for studying social interactions with two approaches. First, we conducted a user study in which 85 participants donated their data, received visualizations of their messaging behavior and evaluated the informativeness of this visual feedback. Second, we performed a quantitative analysis using over 1500 donated chats to confirm whether minimized messaging data captures known aspects of human interactions, such as interaction balance, heterogeneity, and burstiness. The results demonstrate that minimized, de-identified messaging data reflects informative interaction features as assessed by both self-reports and objective metrics. In conclusion, Dona is a donation platform well suited for sensitive contexts in which researchers aim to balance participant privacy with the acquisition of objective and informative data on social interactions."
  },
  {
    "discipline": "psychology",
    "title": "A Tutorial on the Use of Artificial Intelligence Tools for Facial Emotion Recognition in R",
    "authors": "Austin Wyman, Zhiyong Zhang",
    "url": "https://doi.org/10.1080/00273171.2025.2455497",
    "doi": "https://doi.org/10.1080/00273171.2025.2455497",
    "filter": 0,
    "journal_full": "Multivariate Behavioral Research"
  },
  {
    "discipline": "psychology",
    "title": "TDCM: An R Package for Estimating Longitudinal Diagnostic Classification Models",
    "authors": "Matthew J. Madison, Minjeong Jeon, Michael Cotterell, Sergio Haab, Selay Zor",
    "url": "https://doi.org/10.1080/00273171.2025.2453454",
    "doi": "https://doi.org/10.1080/00273171.2025.2453454",
    "filter": 0,
    "journal_full": "Multivariate Behavioral Research"
  },
  {
    "discipline": "psychology",
    "title": "Implications of Divine Forgiveness for Conciliatory Behavior: Understanding How Feeling Forgiven by God Influences Apologies Via Self-Forgiveness, Gratitude, and Humility",
    "authors": "Justin M. Ludwig, Jonah Koetke, Karina Schumann",
    "url": "https://doi.org/10.1177/01461672241312265",
    "doi": "https://doi.org/10.1177/01461672241312265",
    "filter": 0,
    "journal_full": "Personality and Social Psychology Bulletin",
    "abstract": "In the current research, we tested the downstream effects of divine forgiveness (i.e., perceived forgiveness by God) on interpersonal apology behavior through two counteracting pathways: an inhibiting pathway through self-forgiveness and a facilitating pathway through gratitude and humility. In Study 1 ( N = 435), using recalled offenses, we found that higher perceived divine forgiveness was positively associated with self-forgiveness, which in turn was negatively associated with apology behavior. In Study 2 ( N = 531), using recalled offenses and an experimental design, we replicated our findings from Study 1 whereby divine forgiveness (vs. control) promoted greater self-forgiveness, which in turn was negatively associated with apology behavior. However, we found positive indirect effects of divine forgiveness on apology behavior via the serial mediators of gratitude and humility. Together, these studies offer insight into how divine forgiveness can both hinder and encourage transgressors’ constructive responses to conflict through different psychological mechanisms."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Deliberation during online bargaining reveals strategic information",
    "authors": "Miruna Cotet, Wenjia Joyce Zhao, Ian Krajbich",
    "url": "https://doi.org/10.1073/pnas.2410956122",
    "doi": "https://doi.org/10.1073/pnas.2410956122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "A standard assumption in game theory is that decision-makers have preplanned strategies telling them what actions to take for every contingency. In contrast, nonstrategic decisions often involve an on-the-spot comparison process, with longer response times (RT) for choices between more similarly appealing options. If strategic decisions also exhibit these patterns, then RT might betray private information and alter game theory predictions. Here, we examined bargaining behavior to determine whether RT reveals private information in strategic settings. Using preexisting and experimental data from eBay, we show that both buyers and sellers take hours longer to accept bad offers and to reject good offers. We find nearly identical patterns in the two datasets, indicating a causal effect of offer size on RT. However, this relationship is half as strong for rejections as for acceptances, reducing the amount of useful private information revealed by the sellers. Counter to our predictions, buyers are discouraged by slow rejections—they are less likely to counteroffer to slow sellers. We also show that a drift-diffusion model (DDM), traditionally limited to decisions on the order of seconds, can account for decisions on the order of hours, sometimes days. The DDM reveals that more experienced sellers are less cautious and more inclined to accept offers. In summary, strategic decisions are inconsistent with preplanned strategies. This underscores the need for game theory to incorporate RT as a strategic variable and broadens the applicability of the DDM to slow decisions."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Artificial intelligence–powered 3D analysis of video-based caregiver-child interactions",
    "authors": "Zhenzhen Weng, Laura Bravo-Sánchez, Zeyu Wang, Christopher Howard, Maria Xenochristou, Nicole Meister, Angjoo Kanazawa, Arnold Milstein, Elika Bergelson, Kathryn L. Humphreys, Lee M. Sanders, Serena Yeung-Levy",
    "url": "https://doi.org/10.1126/sciadv.adp4422",
    "doi": "https://doi.org/10.1126/sciadv.adp4422",
    "filter": 0,
    "journal_full": "Science Advances",
    "abstract": "We introduce HARMONI, a three-dimensional (3D) computer vision and audio processing method for analyzing caregiver-child behavior and interaction from observational videos. HARMONI operates at subsecond resolution, estimating 3D mesh representations and spatial interactions of humans, and adapts to challenging natural environments using an environment-targeted synthetic data generation module. Deployed on 500 hours from the SEEDLingS dataset, HARMONI generates detailed quantitative measurements of 3D human behavior previously unattainable through manual efforts or 2D methods. HARMONI identifies longitudinal trends in child-caregiver interaction, including child movement, body pose, dyadic touch, visibility, and conversational turns. The integrated visual and audio analysis further reveals multimodal trends, including associations between child conversational turns and movement. Open-sourced for large-scale analysis, HARMONI facilitates advancements in human development research. HARMONI achieves 63 to 80% consistency on key attributes with human annotators on SEEDLingS and 84 to 93% consistency on videos taken from a laboratory setting while achieving &gt;100 times savings in time."
  }
]
