[
  {
    "discipline": "communication",
    "title": "A matter of perception? investigating subjective and objective exposure to hate speech with a survey and mobile longitudinal linkage study",
    "authors": "Dominique S. Wirz, Sina Blassnig",
    "url": "https://doi.org/10.1080/1369118x.2025.2461646",
    "doi": "https://doi.org/10.1080/1369118x.2025.2461646",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Sex Sells? Two Experiments Testing Exposure to Sexualized Female Video Game Characters on Purchase Intention",
    "authors": "Shay Xuejing Yao, Reed Reynolds, Megan Knittel, Nancy Rhodes",
    "url": "https://doi.org/10.1080/08838151.2025.2465493",
    "doi": "https://doi.org/10.1080/08838151.2025.2465493",
    "filter": 0,
    "journal_full": "Journal of Broadcasting & Electronic Media"
  },
  {
    "discipline": "communication",
    "title": "True believers, entertainers, and skeptical scholars: claims and frames on conspiracy TikTok",
    "authors": "Courtlyn Pippert, Katherine Furl, Alice Marwick",
    "url": "https://doi.org/10.1080/19331681.2025.2458025",
    "doi": "https://doi.org/10.1080/19331681.2025.2458025",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "Detecting Deception Through Linguistic Cues: From Reality Monitoring to Natural Language Processing",
    "authors": "Riccardo Loconte, Chiara Battaglini, Stéphanie Maldera, Pietro Pietrini, Giuseppe Sartori, Nicolò Navarin, Merylin Monaro",
    "url": "https://doi.org/10.1177/0261927x251316883",
    "doi": "https://doi.org/10.1177/0261927x251316883",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "Detecting deception in interpersonal communication is a pivotal issue in social psychology, with significant implications for court and criminal proceedings. In this study, four experiments were designed to compare the performance of natural language processing (NLP) techniques and human judges in detecting deception from linguistic cues in a dataset of 62 transcriptions of video-taped interviews (32 genuine and 30 deceptive). The results showed that machine-learning algorithms significantly outperform naïve (accuracy = 54.7%) and expert judges (accuracy = 59.4%) when trained on features from the reality monitoring (RM) and cognitive load frameworks (accuracy = 69.4%) or on features automatically extracted through NLP techniques (accuracy = 77.3%) but not when trained on the RM criteria alone. This evidence suggests that NLP algorithms, due to their ability to handle complex patterns of linguistic data, might be useful for better disentangling truthful from deceptive narratives, outperforming traditional theoretical models."
  },
  {
    "discipline": "communication",
    "title": "Modeling Language Attitudes: Attitudinal Measurements and Linguistic Behavior in Two Bilingual Communities",
    "authors": "Marco Tamburelli, Ianto Gruffydd, Florian Breit, Lissander Brasca",
    "url": "https://doi.org/10.1177/0261927x251315114",
    "doi": "https://doi.org/10.1177/0261927x251315114",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "This paper investigates whether attitudinal measures can predict usage in two bilingual communities with radically different language policies. We compare 163 participants’ (ages 24–36) rates of spontaneous language usage to two attitudinal measures among Welsh—English and Lombard—Italian bilinguals. Usage rates are found to correlate with Matched Guise Technique status scores for Lombard and to predict solidarity scores for Welsh. A different picture emerges from the Implicit Association Test, with scores correlating with usage for Welsh but not for Lombard. We link these findings to the radically different levels of sociopolitical support associated with the regional/minority languages and the nature of the two attitudinal measures. Our findings suggest that the utility of different attitudinal measures depends partly on sociopolitical circumstances and on the type of association intrinsically addressed in each measure. These have important implications for both the study of language attitudes and research on language vitality."
  },
  {
    "discipline": "communication",
    "title": "The Role of Framing, Race, and Symbolic Racism in Policy Support",
    "authors": "Hillary C. Shulman, Lanier F. Holt, Elizabeth E. Riggs, Rachel Barry Wade",
    "url": "https://doi.org/10.1080/10584609.2025.2463923",
    "doi": "https://doi.org/10.1080/10584609.2025.2463923",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Testing the Durability of Persuasion From Moral Appeals About Renewable Energy",
    "authors": "Abel Gustafson, Matthew H. Goldberg, Sanguk Lee, Miriam Remshard, Andrew Luttrell, Seth A. Rosenthal, Anthony Leiserowitz",
    "url": "https://doi.org/10.1177/10755470241311011",
    "doi": "https://doi.org/10.1177/10755470241311011",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "Research shows that opinions rooted in moral justifications may be more stable over time. This suggests that communicators could create more durable persuasion by adding explicit moral claims (i.e., stating that the issue is a matter of right vs. wrong) to persuasive messages. Here, using animated videos about the transition from fossil fuels to renewable energy, we conducted a three-stage longitudinal experiment ( N = 4,488) to test whether messages with explicit moral claims have more durable persuasive effects than similar messages without. We replicated this test across two distinct moral dimensions: harm to innocent people and contamination of nature’s purity. Our findings show that all message versions had strong immediate persuasive effects relative to a control condition, and much of those effects remained after a 3-week period. However, there were no clear advantages—in immediate effects or in durability—from adding explicit moral claims to the messages."
  },
  {
    "discipline": "communication",
    "title": "Measuring Science Literacy in a Digital World: Development and Validation of a Multi-Dimensional Survey Scale",
    "authors": "Niels G. Mede, Emily L. Howell, Mike S. Schäfer, Julia Metag, Becca Beets, Dominique Brossard",
    "url": "https://doi.org/10.1177/10755470251317379",
    "doi": "https://doi.org/10.1177/10755470251317379",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "We present a new multilingual 14-item scale for measuring science literacy in survey and experimental research. The scale captures three essential dimensions of science literacy in a digital world: civic science literacy, science media literacy, and cognitive science literacy. We developed, tested, and validated the scale through two preregistered national quota surveys in Switzerland and the United States in four languages (English, German, French, Italian). Iterative factor analyses, Bayesian Item Response Theory analyses, and validity tests confirm robustness and reliability of the scale."
  },
  {
    "discipline": "communication",
    "title": "Livestreaming Science: How Awe-Inspiring Media Events May Foster Science Interest Through Meta-Emotional Gratification and Eudaimonic Appreciation",
    "authors": "Xi Cui",
    "url": "https://doi.org/10.1177/10755470251315951",
    "doi": "https://doi.org/10.1177/10755470251315951",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "We investigate how livestreaming science events may stimulate audience interest in science. We conducted an online experiment ( N = 356) and found that watching video footage from the live broadcast of a spectacular rocket launch was associated with increased science information-seeking intention, indicating initial science interest development. We distinguish parallel mechanisms of interest evocation, that is, meta-emotional media gratification via the emotion of awe and eudaimonic media appreciation sequentially mediated by awe and awareness of knowledge gap. Moreover, perceived science self-efficacy moderated meta-emotional gratification. Findings suggest that awe-inspiring science media events may facilitate interest development by motivating information-seeking about science topics."
  },
  {
    "discipline": "communication",
    "title": "Harnessing AI to Address Misinformation on Cultivated Meat: The Impact of Chatbot Expertise and Correction Sidedness",
    "authors": "Mengxue Ou, Shirley S. Ho, Stanley A. Wijaya",
    "url": "https://doi.org/10.1177/10755470251315097",
    "doi": "https://doi.org/10.1177/10755470251315097",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "This study conducted a 2 (chatbot expertise cues: high vs. low) × 2 (correction sidedness: one-sided vs. two-sided) between-subjects experiment to investigate the effects of chatbot features and output framing on misinformation correction and public perceptions of cultivated meat. Results highlighted the importance of chatbot expertise cues in shaping credibility perceptions of misinformation correction, with two-sided corrections from high-expertise chatbots perceived as more credible than those from low-expertise chatbots. Credibility perceptions mediated the interaction effect between chatbot expertise cues and correction sidedness on individuals’ attitudes and consumption intentions towards cultivated meat. Both theoretical and practical implications of these findings were discussed."
  },
  {
    "discipline": "communication",
    "title": "Affordances-in-Practice: How Social Norm Dynamics in Climate Change Publics Are Shaped on Instagram and Twitter",
    "authors": "Nathalie Van Raemdonck, Ike Picone, Jo Pierson",
    "url": "https://doi.org/10.1177/20563051251319066",
    "doi": "https://doi.org/10.1177/20563051251319066",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Social norms are flexible regulating forces of human behavior. They are shaped by humans, whose actions in turn are shaped by their environment, including the online social spaces they venture into. The objective of this research is to create an understanding of how the affordances of social media platforms shape social norm dynamics in online publics, particularly in climate change publics. For this purpose, we make a comparative analysis of the practices of users on Instagram and Twitter that engage with climate change content. We conducted 22 in-depth interviews with a purposively selected sample of worldwide Twitter and Instagram users. We investigated how each platform’s specific affordances shape the participants’ sense of community and how they participate in social norm enforcement and contestation, also called “callouts.” This “affordances-in-practice” perspective brings observations on the differences in how users can actualize the novel affordances of “interventionability” and “external visibility” on both platforms. This research provides a deeper insight into the socio-technical processes underlying the (self-)organization of social movements and provides a pathway to investigating discursive practices of online publics on other platforms. The study avoids debating which norms should prevail over others in the online climate discussion, but does reflect on the negative impact that certain outcomes of norm enforcement and contestation might have on democratic deliberation on climate change. The main findings are that actualizing these affordances on Twitter anno 2023 makes climate discourse sensitive to group-loyalties, whereas on Instagram it makes it dependent on norm leaders in the form of content creators."
  },
  {
    "discipline": "communication",
    "title": "Jalaiah Effect: A Story of a Stolen Dance on TikTok and Trans-Platformization of Ignorance",
    "authors": "Mariam Betlemidze",
    "url": "https://doi.org/10.1177/20563051251317765",
    "doi": "https://doi.org/10.1177/20563051251317765",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "This article explores how ignorance becomes a cultural affordance of trans-platformization, focusing on the Renegade dance’s evolution into a viral sensation that fueled TikTok’s rise and launched new teenage influencers. Employing new materialist feminist theory, Actor-Network Theory, and Critical Technocultural Discourse Analysis, this article operationalizes the concept of trans-platformization. It examines race-technology entanglements as they manifest during trans-platformization, highlighting the illusory progress in recognizing Black creators and the resistance against a predominantly White, techno-capitalist patriarchy. The tensions arising from these complexities intensify the demand for a more nuanced understanding of ignorance as the affordance of trans-platformization and the potential pivot point for speculative hope."
  },
  {
    "discipline": "communication",
    "title": "Viral Justice: TikTok Activism, Misinformation, and the Fight for Social Change in Southeast Asia",
    "authors": "Nuurrianti Jalli",
    "url": "https://doi.org/10.1177/20563051251318122",
    "doi": "https://doi.org/10.1177/20563051251318122",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "This study examines the use of TikTok as a platform for youth activism in Southeast Asia, focusing on Indonesia, Malaysia, and the Philippines. Through a mixed-methods approach that includes qualitative content analysis, semi-structured interviews, systematic fact-checking, and digital trace data, the research explores how activists leverage TikTok’s unique features to promote social justice and mobilize political participation amid democratic backslidings. The findings reveal that activists skillfully adapt to TikTok’s attention economy, using strategies like trend-jacking and meme creation to reach broad audiences. However, they also face significant challenges, including rampant harassment and the precarious nature of algorithmic visibility. The study highlights the complexities of digital activism, where the pursuit of virality can sometimes undermine the depth of political movements. While the research counters the prevalent narrative that digital activism is rife with misinformation, it underscores the importance of maintaining accuracy to protect credibility. The study concludes by calling for further research on integrating online activism with offline organizing and exploring how platform governance can be reformed to better support activists. The insights from this study contribute to a deeper understanding of TikTok’s role in contemporary social movements and the challenges faced by youth activists in the digital age."
  },
  {
    "discipline": "communication",
    "title": "Populist radical-right attitudes, media trust, and social media reliance: Combining survey and tracking data to investigate predictors of online exposure to disinformation",
    "authors": "Clara Christner, Mykola Makhortykh, Teresa Gil-Lopez",
    "url": "https://doi.org/10.1016/j.tele.2025.102250",
    "doi": "https://doi.org/10.1016/j.tele.2025.102250",
    "filter": 0,
    "journal_full": "Telematics and Informatics"
  },
  {
    "discipline": "communication",
    "title": "Deepfakes as a Democratic Threat: Experimental Evidence Shows Noxious Effects That Are Reducible Through Journalistic Fact Checks",
    "authors": "Viorela Dan",
    "url": "https://doi.org/10.1177/19401612251317766",
    "doi": "https://doi.org/10.1177/19401612251317766",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Concerns have been raised over AI-generated deepfakes and their impact on democracy. Unlike earlier forms of disinformation relying on text or traditional video-editing techniques (cheapfakes), deepfakes employ artificial intelligence, provoking speculations that they may be even more persuasive and harder to debunk. Using an experiment with a multiple-message design ( N = 2,085), we found that fake videos suggesting a sex, corruption, or prejudice scandal—but not text-only fakes—elicited substantial reputational damage for an innocent politician, regardless of whether the underlying technique was “cheap” or “deep.” This was visible in altered attitudes, emotions, and voting intentions. However, exposure to a journalistic fact-check substantially reduced and even eliminated the detrimental effects. These findings have important implications for our theoretical understanding related to the effects of and mitigation strategies for deepfakes. While clearly highlighting the significant persuasive potential of deepfakes (and visual disinformation in general), the present study paints a more nuanced picture than was previously possible."
  },
  {
    "discipline": "communication",
    "title": "The Media Trust Gap and Its Political Explanations: How Individual and Sociopolitical Factors Differentiate News Trust Preferences in Asian Societies",
    "authors": "Yufan Guo, Yuzhe Lei",
    "url": "https://doi.org/10.1177/19401612251315597",
    "doi": "https://doi.org/10.1177/19401612251315597",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Despite the increasing reliance on online media for news consumption, people generally exhibit lower levels of trust in online news relative to traditional media. To explain the preference disparities in media trust and their potential cross-national variations, this article examines individuals’ trust gap between newspapers and Internet news across 14 countries and regions in East, South, and Southeast Asia. Drawing on nationally representative data and other country-level data (2018–2021), we test two underlying mechanisms, political trust transfer and alternative information orientation, that account for the media trust gap, as well as their boundary conditions. Multilevel analysis reveals that political trust positively correlates with people’s relative trust in newspapers, which is pronounced in societies with lower levels of polarization and limited press freedom. Besides, using the Internet and social media as the main channels of political information seeking may increase people’s relative trust in Internet news, especially in societies with higher levels of press freedom and political polarization. Our findings offer systematic explanations for news trust preferences by combining political characteristics and their contextual conditions, which have implications for understanding today’s media trust crisis."
  },
  {
    "discipline": "politics",
    "title": "Crowdsourced Adaptive Surveys",
    "authors": "Yamil Ricardo Velez",
    "url": "https://doi.org/10.1017/pan.2024.34",
    "doi": "https://doi.org/10.1017/pan.2024.34",
    "filter": 0,
    "journal_full": "Political Analysis",
    "abstract": "Public opinion surveys are vital for informing democratic decision-making, but responding to rapidly changing information environments and measuring beliefs within hard-to-reach communities can be challenging for traditional survey methods. This paper introduces a crowdsourced adaptive survey methodology (CSAS) that unites advances in natural language processing and adaptive algorithms to produce surveys that evolve with participant input. The CSAS method converts open-ended text provided by participants into survey items and applies a multi-armed bandit algorithm to determine which questions should be prioritized in the survey. The method’s adaptive nature allows new survey questions to be explored and imposes minimal costs in survey length. Applications in the domains of misinformation, issue salience, and local politics showcase CSAS’s ability to identify topics that might otherwise escape the notice of survey researchers. I conclude by highlighting CSAS’s potential to bridge conceptual gaps between researchers and participants in survey research."
  },
  {
    "discipline": "politics",
    "title": "Fuel on the Fire: Has the Politics of COVID-19 Accelerated Secularization in America?",
    "authors": "David E. Campbell, Geoffrey C. Layman, John C. Green",
    "url": "https://doi.org/10.1007/s11109-025-10006-w",
    "doi": "https://doi.org/10.1007/s11109-025-10006-w",
    "filter": 0,
    "journal_full": "Political Behavior",
    "abstract": "Politics increasingly shapes Americans’ social orientations, including their religious affiliations and levels of religiosity. Less is known about whether politics affects secularism—an affirmative embrace of secular worldviews and identities. Drawing on an original panel survey from 2017 to 2021 plus two survey experiments, this paper investigates whether the political debate over public health responses to the COVID-19 pandemic, specifically vaccines, has driven greater secularization in the United States. Specifically, has exposure to the public debate over COVID-19 vaccines led more Americans to embrace a secular worldview? Both observational and experimental data suggest that the debate over pandemic policies and attitudes about that debate have increased individuals’ secularism. This effect is greatest among Democrats, which we show is related to their greater embrace of pro-science attitudes."
  },
  {
    "discipline": "politics",
    "title": "The dual impact of meritocracy and denial of gender discrimination in political candidacy",
    "authors": "Hanna Kim",
    "url": "https://doi.org/10.1111/pops.70002",
    "doi": "https://doi.org/10.1111/pops.70002",
    "filter": 0,
    "journal_full": "Political Psychology",
    "abstract": "Despite progress in gender equality, women remain underrepresented in politics, with a prevailing belief that barriers to gender discrimination have been virtually eliminated. This study examines why some women deny the existence of a glass ceiling despite facing gender discrimination, proposing that meritocracy ideology plays a role. Analyzing data from the World Values Survey, the study revealed that while meritocracy reduces prejudice about men's suitability for leadership, it is also linked to denying gender discrimination in political opportunities. This dual influence varies by national context: the negative link between meritocracy and explicit sexism is stronger in countries with lower women's empowerment, while the denial of gender discrimination in political representation is more pronounced in countries with higher women's empowerment."
  },
  {
    "discipline": "politics",
    "title": "When hearts meet minds: complementary effects of perspective-getting and information on refugee inclusion",
    "authors": "Claire L. Adida, Adeline Lo, Melina Platas, Lauren Prather, Scott Williamson",
    "url": "https://doi.org/10.1017/psrm.2025.1",
    "doi": "https://doi.org/10.1017/psrm.2025.1",
    "filter": 0,
    "journal_full": "Political Science Research and Methods",
    "abstract": "In a time of unprecedented displacement, hostility toward refugees is widespread. Two common strategies refugee advocates pursue to counter hostility and promote inclusion are perspective-getting exercises and providing information that corrects misperceptions. In this study, we evaluate whether these strategies are effective across four outcomes commonly used to measure outgroup inclusion: warmth toward refugees, policy preferences, behavior, and beliefs about a common misperception concerning refugees. Using three studies with nearly 15,000 Americans, we find that information and perspective-getting affect different outcomes. We show that combining both interventions produces an additive effect on all outcomes, that neither strategy enhances the other, but that bundling the strategies may prevent backfire effects. Our results underscore the promise and limits of both strategies for promoting inclusion."
  },
  {
    "discipline": "public opinion",
    "title": "Asking about Complex Policies",
    "authors": "Stephen Jessee, Neil Malhotra, Maya Sen",
    "url": "https://doi.org/10.1093/poq/nfae050",
    "doi": "https://doi.org/10.1093/poq/nfae050",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "As political issues have increased in complexity, public opinion researchers increasingly ask respondents about sophisticated political topics that may require substantive knowledge and analytic skills, raising concerns about survey satisficing. In this note, we examine the correlates of one manifestation of this kind of satisficing—response order effects, or when respondents are more likely to pick the top response options from a list. We do this by analyzing randomized response order experiments embedded in surveys conducted across three years, where 6,291 respondents provided their opinion on 40 complex issues before the Supreme Court. We find an overall response order effect of 2.8 percentage points with substantial heterogeneity related to both question length and respondent knowledge. These factors also interact with one another; among the most sensitive subpopulation—low-knowledge respondents answering long questions—the predicted response order effect was 17.4 percentage points. On the other hand, question complexity and respondent education did not moderate response order effects. Our practical advice for researchers asking about complex issues is that they should focus on being brief, rather than using extra words to make the language simpler."
  },
  {
    "discipline": "public opinion",
    "title": "AI Chatbots in Political Campaigns: A Practical Experience in the EU’s 2024 Parliament Elections",
    "authors": "Davide Tosi, Marco Chiappa, Dario Pizzul",
    "url": "https://doi.org/10.1177/08944393251320063",
    "doi": "https://doi.org/10.1177/08944393251320063",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "As the application of artificial intelligence in various domains and sectors grows, politics—especially political communication—is no exception. However, academic considerations on the topic remain limited, partly due to its novelty. To contribute to the ongoing discussions at the intersection of AI and political campaigns, this research report presents the development and use of an AI chatbot employed by an Italian candidate during the 2024 European Parliament elections. The aim of this work is to engage with the technical aspects of the tool’s development and implementation by outlining the challenges and strategies involved in creating an AI chatbot that supports a political campaign using OpenAI APIs. Furthermore, this report offers reflections on the role of AI in politics and communication, focusing on the concepts of intermediation and participation, also addressing issues of compliance and trustworthiness of these new AI tools."
  },
  {
    "discipline": "psychology",
    "title": "Measuring Variation in Gaze Following Across Communities, Ages, and Individuals: A Showcase of TANGO-CC (Task for Assessing iNdividual differences in Gaze understanding-Open-Cross-Cultural)",
    "authors": "Julia Christin Prein, Florian M. Bednarski, Ardain Dzabatou, Michael C. Frank, Annette M. E. Henderson, Josefine Kalbitz, Patricia Kanngiesser, Dilara Keşşafoğlu, Bahar Köymen, Maira V. Manrique-Hernandez, Shirley Magazi, Lizbeth Mújica-Manrique, Julia Ohlendorf, Damilola Olaoba, Wesley R. Pieters, Sarah Pope-Caldwell, Umay Sen, Katie Slocombe, Robert Z. Sparks, Roman Stengelin, Jahnavi Sunderarajan, Kirsten Sutherland, Florence Tusiime, Wilson Vieira, Zhen Zhang, Yufei Zong, Daniel B. M. Haun, Manuel Bohn",
    "url": "https://doi.org/10.1177/25152459241308170",
    "doi": "https://doi.org/10.1177/25152459241308170",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "Cross-cultural studies are crucial for investigating the cultural variability and universality of cognitive developmental processes. However, cross-cultural assessment tools in cognition across languages and communities are limited. In this article, we describe a gaze-following task designed to measure basic social cognition across individuals, ages, and communities (the Task for Assessing iNdividual differences in Gaze understanding-Open-Cross-Cultural; TANGO-CC). The task was developed and psychometrically assessed in one cultural setting and, with input of local collaborators, adapted for cross-cultural data collection. Minimal language demands and the web-app implementation allow fast and easy contextual adaptations to each community. TANGO-CC captures individual- and community-level variation and shows good internal consistency in a data set of 2.5- to 11-year-old children from 17 diverse communities. Within-communities variation outweighed between-communities variation. We provide an open-source website for researchers to customize and use the task ( https://ccp-odc.eva.mpg.de/tango-cc ). TANGO-CC can be used to assess basic social cognition in diverse communities and provides a roadmap for researching community-level and individual-level differences across cultures."
  },
  {
    "discipline": "psychology",
    "title": "Reliability representativeness: How well does coefficient alpha summarize reliability across the score distribution?",
    "authors": "Daniel McNeish, Denis Dumas",
    "url": "https://doi.org/10.3758/s13428-025-02611-8",
    "doi": "https://doi.org/10.3758/s13428-025-02611-8",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  }
]
