[
  {
    "discipline": "communication",
    "title": "Coding latent concepts: a human and LLM-coordinated content analysis procedure",
    "authors": "Jia Fan, Yushi Ai, Xiaofan Liu, Yilin Deng, Yongning Li",
    "url": "http://dx.doi.org/10.1080/08824096.2024.2410263",
    "doi": "10.1080/08824096.2024.2410263",
    "filter": 0,
    "journal_full": "Communication Research Reports"
  },
  {
    "discipline": "communication",
    "title": "Mirroring journalistic work in newsroom metrics: A longitudinal study of Estonian journalists’ making sense of data",
    "authors": "Signe Ivask, Pille Pruulmann-Vengerfeldt",
    "url": "http://dx.doi.org/10.1177/13548565241286979",
    "doi": "10.1177/13548565241286979",
    "filter": 0,
    "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
    "abstract": "While a substantial body of research has explored the intricate relationship between journalists and metrics, there remains a notable gap in systematically understanding how evolving metrics over time influence journalists’ use of data as feedback. This study addresses this gap by investigating how alterations in the most valued metrics influence the utilisation of audience data for reflection and feedback in national and local newsrooms. The study spans multiple waves from 2012 to 2023 and comprises 72 interviews with Estonian journalists. It employs the Data Loop framework to analyse the circulation of audience data among media institutions, audiences, newsrooms, and individual journalists’ reflexive actions. Examining data reflexivity within newsrooms involves considering the interplay between newsroom culture, metrics-gathering technology, external pressures from changing business models, and journalistic agency. Over time, the metrics valued by newsroom managers have shifted – from prioritising clicks as a measure of audience interest to rewarding journalists based on minutes spent on stories or the acquisition of subscriptions. In this article, we argue that instead of considering the audiences behind the data, journalists and editors mostly use the data offered by metrics to reflect on their work. Noteworthy trends include journalists conforming to data dominance and shaping their work to align with prevailing metrics, particularly in the context of paywalls where individual article readership can be linked with direct income through subscriptions. Contextualising newsroom data within the Data Loop, this study illustrates how data serves as a source for reflections at both the individual and newsroom culture levels. Despite assertions of an audience turn, our findings indicate that a focus on metrics does not necessarily signify a focus on the audience but rather an unwavering interest in journalistic production."
  },
  {
    "discipline": "communication",
    "title": "Improving Well-Being Through Digital Detoxification Among Social Media Users: A Systematic Review and Meta-Analysis",
    "authors": "Sameer Ansari, Naved Iqbal, Ahmad Azeem, Kainaat Danyal",
    "url": "http://dx.doi.org/10.1089/cyber.2023.0742",
    "doi": "10.1089/cyber.2023.0742",
    "filter": 0,
    "journal_full": "Cyberpsychology, Behavior, and Social Networking"
  },
  {
    "discipline": "communication",
    "title": "Expanding Access to Mental Health: Evaluating the Potential of a Serious Mental Health Game for Adolescents",
    "authors": "Solfrid Raknes, Dana Townsend, Charbel Ghostine, Mahmoud Hammoud",
    "url": "http://dx.doi.org/10.1089/cyber.2023.0688",
    "doi": "10.1089/cyber.2023.0688",
    "filter": 0,
    "journal_full": "Cyberpsychology, Behavior, and Social Networking"
  },
  {
    "discipline": "communication",
    "title": "The impact of attention and task performance on antiphishing performance: a multigoal perspective",
    "authors": "Shihe Pan, Jungwon Kuem",
    "url": "http://dx.doi.org/10.1108/itp-01-2023-0079",
    "doi": "10.1108/itp-01-2023-0079",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose People are often recognized as the weakest part of thwarting phishing attacks. The goal of preventing phishing can conflict with the goal of keeping a good level of productivity in daily work; however, we still lack an understanding of this multigoal scenario. This paper aims to develop and test a new model of antiphishing performance, especially in relation to individuals' task performance in daily work. Drawing on the extended multiple-goal pursuit model (MGPM*), we examined the relationship between task performance at a time point and the subsequent antiphishing performance as well as how this relationship differs across varying types of phishing emails and attention levels to phishing cues. Design/methodology/approach We tested the model by conducting a field experiment with a survey questionnaire. Four legitimate work emails and four phishing emails (consisting of two work-related and two work-unrelated emails) were sent to 357 participants. The data were analyzed using generalized estimating equations. Findings The results indicate that task performance at a time point has a curvilinear relationship with subsequent antiphishing performance. This relationship is moderated by the types of phishing emails and individuals' attention to phishing cues. For work-related phishing emails, task performance is negatively associated with antiphishing performance when it reaches an intermediate level; however, when task performance is low, or high to an extent, it is positively related to antiphishing performance. For work-unrelated phishing emails, there is a positive association between task performance and antiphishing performance. Moreover, attention to phishing cues moderates the curvilinear relationship between task performance and antiphishing performance such that when task performance reaches an intermediate level, as attention to phishing cues increases, the relationship between task performance and antiphishing performance will turn from negative to positive. Practical implications This paper has practical implications that bear on the conflict between antiphishing performance and task performance. Originality/value This paper sheds light on the potential of the extended multiple-goal pursuit model in studying antiphishing behavior."
  },
  {
    "discipline": "communication",
    "title": "When news is entertainment: explaining the persistence of misinformation through the information environment",
    "authors": "Sakshi Bhalla, Rik Ray, Harsh Taneja",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2406819",
    "doi": "10.1080/1369118x.2024.2406819",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "A world of Palantir – ontological politics in the Danish police’s POL-INTEL",
    "authors": "Vasilis Galis, Björn Karlsson",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2410255",
    "doi": "10.1080/1369118x.2024.2410255",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "In AI, we do not trust! The nexus between awareness of falsity in AI-generated CSR ads and online brand engagement",
    "authors": "Ahmad Aljarah, Blend Ibrahim, Manuela López",
    "url": "http://dx.doi.org/10.1108/intr-12-2023-1156",
    "doi": "10.1108/intr-12-2023-1156",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose Synthetic advertising, which involves creating or modifying ads through artificial intelligence (AI) technology, has recently transformed the field of media and advertising. Despite its emerging importance, our understanding of consumer perceptions in this context is limited. This study is one of the first to explore the impact of synthetic advertising on consumer behavior. Design/methodology/approach Across two between-subject experimental studies, using coffee shop customers in the USA, we tested how, why and when awareness of falsity in AI-generated corporate social responsibility (CSR) ads affects online brand engagement. Findings In Study 1, awareness of falsity in AI-generated CSR ads negatively impacts online brand engagement, with perceived sincerity mediating this relationship. Additionally, a higher level of CSR authenticity mitigates the negative effect of awareness of falsity on online brand engagement. CSR authenticity does not moderate the mediation effect of perceived sincerity in the relationship between awareness of falsity and online brand engagement. In Study 2, the relationship between awareness of falsity and online brand engagement is moderated by brand familiarity. Importantly, perceived sincerity only mediates this effect for unfamiliar brands, not familiar ones. Practical implications This study provides key insights for managers using AI to promote CSR initiatives. While AI can save time and budget, it may lead to negative consumer reactions due to perceptions of insincerity. To mitigate this, companies should focus on enhancing the authenticity of their CSR efforts and humanizing AI-generated ads. Additionally, established brands should be cautious of reduced consumer engagement with AI-generated content, while unfamiliar brands can benefit by emphasizing sincerity in their messaging. Originality/value This paper is one of the first studies that discuss how, why and when awareness of falsity in AI-generated corporate social responsibility ads affects online brand engagement."
  },
  {
    "discipline": "communication",
    "title": "Digital influencers in different cultural contexts: effects of authenticity and value perceptions",
    "authors": "Mahesh Gadekar, Mbaye Fall Diallo, Victoria-Sophie Osburg",
    "url": "http://dx.doi.org/10.1108/intr-07-2023-0577",
    "doi": "10.1108/intr-07-2023-0577",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose Brands can build meaningful, effective connections with consumers through digital influencers. This paper aims to understand the factors determining digital influencers’ success concerning brand-related (i.e. intention to follow influencer advice) and influencer-related (i.e. intention to recommend the influencer) outcomes. We present a conceptual model derived from established theories and psychological reasoning, identifying influencer authenticity and perceived value as important antecedents. We present satisfaction with the influencer and influencer credibility as the psychological mechanism explaining why antecedents transform into favorable outcomes. Design/methodology/approach With structural equation modeling and two studies (N1 = 814; N2 = 685) relying on active followers from two countries (the UK and India), this paper examines the direct and indirect effects of the value and authenticity of digital influencers on followers’ behavioral outcomes and the cultural context’s potential moderating effect. Findings Authenticity and value of digital influencers positively affect intention to follow influencer advice and recommend the influencer. Such effects are mediated by follower satisfaction and influencer credibility. The effects of influencer authenticity and value on intentions to follow and recommend are not stronger in India than in the UK. Originality/value We contribute to the literature by presenting a theoretically informed framework capturing the antecedents of successful influencers and the importance of differentiating brand-related and influencer-related outcomes. Furthermore, our studies highlight that research findings about influencers’ impact may not be generalizable to other cultural contexts."
  },
  {
    "discipline": "communication",
    "title": "Biometric Tools in a Computational Advertising Context: An Overview of Use and Application",
    "authors": "Glenna L. Read, Steven Holiday, Jameson L. Hayes, Brian C. Britt",
    "url": "http://dx.doi.org/10.1080/00913367.2024.2399657",
    "doi": "10.1080/00913367.2024.2399657",
    "filter": 0,
    "journal_full": "Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "Data Quality Measures for Computational Research: Ensuring Informed Decisions with Emerging Data Sources",
    "authors": "Edward C. Malthouse, Ewa Maslowska, Joanna Strycharz, Martin Block, Theo Araujo",
    "url": "http://dx.doi.org/10.1080/00913367.2024.2403609",
    "doi": "10.1080/00913367.2024.2403609",
    "filter": 0,
    "journal_full": "Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "How Effective is the Use of Religious Appeals in Advertising? A Meta-Analytic Investigation",
    "authors": "Mehmet Safa Çam, Fatih Çelik, Blend Ibrahim, David Gligor",
    "url": "http://dx.doi.org/10.1080/00913367.2024.2402375",
    "doi": "10.1080/00913367.2024.2402375",
    "filter": 0,
    "journal_full": "Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "“Incivility makes me angrier than uncivil disagreement”: a survey experiment using news comments",
    "authors": "Andrés Rosenberg",
    "url": "http://dx.doi.org/10.1080/19331681.2024.2407636",
    "doi": "10.1080/19331681.2024.2407636",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "More or Less Likeable: The Role of Behavior-Independent Events in the Disposition Formation Process",
    "authors": "Lucy Brown, Matthew Grizzard, C. Joseph Francemone, Rebecca Frazer, Annie Dooley, Charles Monge, Samantha Flanagan",
    "url": "http://dx.doi.org/10.1080/15213269.2024.2406945",
    "doi": "10.1080/15213269.2024.2406945",
    "filter": 0,
    "journal_full": "Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "An investigation of the relationship between social networking site activities and muscle dysmorphia in young men",
    "authors": "Luigi Donnarumma, John Mingoia",
    "url": "http://dx.doi.org/10.1177/14614448241281827",
    "doi": "10.1177/14614448241281827",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "While the connection between social networking sites (SNSs) and body image has been reported more broadly in prior literature, the link between SNSs and muscle dysmorphia (MD) is less understood. The aim of this study was to investigate the strength and nature of the relationship between MD and SNSs among men in the general population. With SNSs allowing users to view and interact with online content, this study focussed on three SNS activities: (a) viewing men’s celebrity and fashion content, (b) viewing fitness-related content and (c) the importance of received likes and comments. Young men ( N = 95) completed an online questionnaire recording demographic information, SNS activities and MD symptomatology. A hierarchal regression revealed that the importance of received likes and comments significantly predicted MD symptomatology over and above demographic factors. These findings reflect a need to emphasise the interactive components of SNSs within body image literature."
  },
  {
    "discipline": "communication",
    "title": "Seeking justice on social media: Funas as a localized form of Latin American youth activism",
    "authors": "Sebastian Rivera, Nicolle Etchegaray, Homero Gil de Zuñiga, Teresa Correa",
    "url": "http://dx.doi.org/10.1177/14614448241283943",
    "doi": "10.1177/14614448241283943",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "A funa, a public denouncement aimed at raising moral condemnation of a person accused of perpetrating a crime or injustice, has become a major digital activism instrument in Latin America, particularly in Chile. Originated in the human rights movement in the 1990s, funas re-emerged as a new form of online activism that hybridized with a Latin American and historical form of protest to exert informal justice through social media. Drawing on a face-to-face survey of Chilean youth aged 18–29 years, we examine the factors that explain young people’s attitudes and behaviors regarding funas. We find that funas are gendered, with issues like sexual harassment and misconduct being the primary subject of funas. We also show that women hold more positive views about funas and are more likely to engage in online funas. Finally, our findings indicate that individuals who trust the judicial system are less likely to share funas on social media."
  },
  {
    "discipline": "communication",
    "title": "How generative artificial intelligence portrays science: Interviewing ChatGPT from the perspective of different audience segments",
    "authors": "Sophia Charlotte Volk, Mike S. Schäfer, Damiano Lombardi, Daniela Mahl, Xiaoyue Yan",
    "url": "http://dx.doi.org/10.1177/09636625241268910",
    "doi": "10.1177/09636625241268910",
    "filter": 0,
    "journal_full": "Public Understanding of Science",
    "abstract": "Generative artificial intelligence in general and ChatGPT in particular have risen in importance. ChatGPT is widely known and used increasingly as an information source for different topics, including science. It is therefore relevant to examine how ChatGPT portrays science and science-related issues. Research on this question is lacking, however. Hence, we simulate “interviews” with ChatGPT and reconstruct how it presents science, science communication, scientific misbehavior, and controversial scientific issues. Combining qualitative and quantitative content analysis, we find that, generally, ChatGPT portrays science largely as the STEM disciplines, in a positivist-empiricist way and a positive light. When comparing ChatGPT’s responses to different simulated user profiles and responses from the GPT-3.5 and GPT-4 versions, we find similarities in that the scientific consensus on questions such as climate change, COVID-19 vaccinations, or astrology is consistently conveyed across them. Beyond these similarities in substance, however, pronounced differences are found in the personalization of responses to different user profiles and between GPT-3.5 and GPT-4."
  },
  {
    "discipline": "communication",
    "title": "Examining the Link Between Information Processing and Preventive Behavior in the Risk Information-Seeking and Processing (RISP) Model: A Panel Study",
    "authors": "Timothy K. F. Fung, Ho Man Leung, Po Yan Lai, Robert J. Griffin",
    "url": "http://dx.doi.org/10.1177/10755470241277197",
    "doi": "10.1177/10755470241277197",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "The Risk Information-Seeking and Processing (RISP) model postulates that individuals who process risk information systematically are likely to hold stronger attitudes toward preventive behavior than those who process information heuristically. Therefore, individuals’ attitudes toward risk preventive behavior developed or changed through systematic processing are likely to be more persistent over time than those whose attitudes are based on heuristic processing. To examine this proposition, we conducted to a two-wave panel study in Hong Kong during the COVID-19 pandemic. The findings supported the proposition that processing influenced attitude strength, which influenced individuals’ attitude toward behavior a year later. Theoretical and practical implications were discussed."
  },
  {
    "discipline": "communication",
    "title": "Social Media, Psychological Distance, and Environmental Collective Action in Peru",
    "authors": "Fernando Ruiz-Dodobara, Karla A. Uribe-Bravo, Luis Miguel Escurra Mayaute",
    "url": "http://dx.doi.org/10.1177/20563051241285774",
    "doi": "10.1177/20563051241285774",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "This research aims to analyze the chain-mediated effect of the different types of psychological distances (social, temporal, spatial, and probability) and the variables of the Social Identity Model of Collective Action (SIMCA) on the relationship between the use of social media and violent environmental collective action. The study sample consisted of 650 university students ( M = 20.8, SD = 2.74) aged 18–35 years from Lima. Analyses were conducted by means of structural equation modeling (SEM) using the AMOS SPSS software, where a statistical model was performed for each type of psychological distance. The findings revealed two statistically significant paths that go from social media to violent environmental collective action, mediated, first, by each of the psychological distances and, second, by social identity and negative emotions (anger and fear). In addition, it was observed that only probability distance on its own acted as a mediator in the relationship between social media and violent environmental collective action. It was also observed that a path from social media to violent environmental collective action was mediated, first, by three types of distances (probability, spatial, and temporal) and, second, by participative efficacy."
  },
  {
    "discipline": "communication",
    "title": "“What You Post in the Group Stays in the Group”: Examining the Affordances of Bounded Social Media Places",
    "authors": "Pranav Malhotra",
    "url": "http://dx.doi.org/10.1177/20563051241285777",
    "doi": "10.1177/20563051241285777",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "This study focuses on the affordances of bounded social media places (BSMPs), low visibility places within social media platforms like private messaging and private groups. While researchers have focused on BSMPs within specific platforms, this study presents a systematic examination of BSMPs across multiple platforms to facilitate theoretical durability. Interviews with users of BSMPs across diverse platforms ( N = 35) reveal that BSMPs discourage the affordance of visibility as they are considered private due to visibility management mechanisms and trust in known audiences. They encourage personalization as users believe they receive relevant content from and can send relevant content to specific audiences, in the absence of algorithms. BSMPs also encourage synchronicity by facilitating continuous conversations. The strength of encouragement or discouragement of these affordances varies across different BSMPs and is informed by users’ social positions. This study therefore contributes a framework and shared terminology for future research on BSMPs across social media."
  },
  {
    "discipline": "communication",
    "title": "My Data, My Choice? Privacy, Commodity Activism, and Big Tech’s Corporatization of Care in the Post-Roe Era",
    "authors": "Zelly Martin, Dominique Montiel Valle, Samantha Shorey",
    "url": "http://dx.doi.org/10.1177/20563051241279552",
    "doi": "10.1177/20563051241279552",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "After the Dobbs decision ended federal abortion protection in the United States, experts raised concerns about digital data collected from people seeking abortions. U.S. technology corporations—Google, Apple, Microsoft, Meta, and Amazon—were conspicuously silent. Instead, GAMMA (Google, Apple, Microsoft, Meta, and Amazon) released statements and/or policies surrounding commitments to data privacy seemingly incongruous with surveillance-based business models. We examine GAMMA’s policies, statements, and associated news coverage post-Roe through commodity activism and politics of care. We reveal recurring discourses that cast technical privacy features as sufficiently protective alongside scrupulous data practices by users and that constrain the purview of company responsibility to full-time employees. A focus on responsible data management sidesteps critiques of data collection, framing GAMMA’s policy changes as corporate care but furthering commodification of individual privacy, reproducing the neoliberal subject, and upholding surveillance capitalism."
  },
  {
    "discipline": "communication",
    "title": "Game Over? Using (Not So) Innovative Interventions to Increase Digital Campaign Competence",
    "authors": "Sophie Minihold, Sophie Lecheler, Claes de Vreese, Sanne Kruikemeier",
    "url": "http://dx.doi.org/10.1177/20563051241279253",
    "doi": "10.1177/20563051241279253",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Data-driven political campaigning strategies often remain a black box for citizens; however, educational interventions provide a means to enhance understanding, conscious evaluations, and skills. In this context, we term this combination digital campaign competence (DCC). We conducted an online pre-registered experiment in Austria ( N = 553) using a 2 × 2 between-subject design to compare intervention formats (reading a voter guide vs. playing a campaign game) and content framing (emphasizing risks vs. benefits of data-driven campaigning) plus a control condition. Results show no significant differences in framing on DCC. However, variations are observed among different formats, with the non-interactive voter guide proving to be the most effective one. Contrary to our expectations, the voter guide emphasizing the risks of data-driven political campaigning enhanced conceptual understanding levels, influenced evaluative perceptions, and aided skill development to detect highly targeted ads. We argue that innovative interventions do not always guarantee success in enhancing competencies."
  },
  {
    "discipline": "communication",
    "title": "Crypto-Cognitive Exploitation: Integrating Cognitive, Social, and Technological perspectives on cryptocurrency fraud",
    "authors": "Arif Perdana, Hee Jhee Jiow",
    "url": "http://dx.doi.org/10.1016/j.tele.2024.102191",
    "doi": "10.1016/j.tele.2024.102191",
    "filter": 0,
    "journal_full": "Telematics and Informatics"
  },
  {
    "discipline": "communication",
    "title": "Pathways to e-participation diffusion: A societal and governance perspective",
    "authors": "Asunur Cezar",
    "url": "http://dx.doi.org/10.1016/j.tele.2024.102177",
    "doi": "10.1016/j.tele.2024.102177",
    "filter": 0,
    "journal_full": "Telematics and Informatics"
  },
  {
    "discipline": "communication",
    "title": "Understanding the development of public data ecosystems: From a conceptual model to a six-generation model of the evolution of public data ecosystems",
    "authors": "Martin Lnenicka, Anastasija Nikiforova, Mariusz Luterek, Petar Milic, Daniel Rudmark, Sebastian Neumaier, Karlo Kević, Anneke Zuiderwijk, Manuel Pedro Rodríguez Bolívar",
    "url": "http://dx.doi.org/10.1016/j.tele.2024.102190",
    "doi": "10.1016/j.tele.2024.102190",
    "filter": 0,
    "journal_full": "Telematics and Informatics"
  }
]
