[
  {
    "discipline": "communication",
    "title": "Can conspiracy theories ever be plausible? The role of narrative rationality in the assessment of online conspiracy theories",
    "authors": "Hossein Turner",
    "url": "https://doi.org/10.1093/ct/qtaf002",
    "doi": "https://doi.org/10.1093/ct/qtaf002",
    "filter": 0,
    "journal_full": "Communication Theory",
    "abstract": "Conspiracy theories (CTs) represent a persistent challenge in evaluating major events, as they often employ fallacious forms of narrative reasoning and persuasion to posit conspiratorial agency and motives. While many CT narratives conflict with logic and reason, a minority may possess a degree of plausibility. But by what standards can plausibility of a CT be measured? This article introduces concepts from legal storytelling, rhetoric and cognitive linguistics to expand Walter Fisher’s narrative paradigm framework, enabling auditors to critically engage with the rhetorical dynamics of CT narratives. Through an analysis of official and alternative narratives surrounding the death of a Russian spy, this article demonstrates how, in a similar way to the role of jurors in criminal trials, auditors may either join the rhetor in co-creating a coherent and plausible narrative, or end up challenging the rhetor by identifying problems and thus planting the potential seeds of rival accounts."
  },
  {
    "discipline": "communication",
    "title": "Generative Artificial Intelligence and Misinformation Acceptance: An Experimental Test of the Effect of Forewarning About Artificial Intelligence Hallucination",
    "authors": "Yoori Hwang, Se-Hoon Jeong",
    "url": "https://doi.org/10.1089/cyber.2024.0407",
    "doi": "https://doi.org/10.1089/cyber.2024.0407",
    "filter": 0,
    "journal_full": "Cyberpsychology, Behavior, and Social Networking"
  },
  {
    "discipline": "communication",
    "title": "Redefining objectivity: Exploring types of evidence by fact-checkers in four European countries",
    "authors": "Regina Cazzamatta",
    "url": "https://doi.org/10.1177/02673231251319145",
    "doi": "https://doi.org/10.1177/02673231251319145",
    "filter": 0,
    "journal_full": "European Journal of Communication",
    "abstract": "Fact-checking journalism challenges procedural norms of objectivity by providing truth verdicts. By actively evaluating statements and online rumors based on evidence weight, fact-checkers aim for robust, scientific objectivity. Despite this trend, there is a lack of studies analyzing evidence types used in verification articles, a gap which this article seeks to address. This comparative research examines types of valid evidence—documentation, digital forensic tools, and statements—employed by fact-checkers across 12 organizations in the UK, Germany, Portugal, and Spain ( n = 1976). Results are interpreted using media systems and digital indicators. Notably, Spain, with high political polarization and social media use for news, heavily utilizes digital forensic elements. Germany and the UK, known for high journalistic professionalism and low epistemic vulnerability, predominantly feature ‘all-inclusive’ evidence combining documents, statements, and forensics. Public service broadcasters exhibit the highest levels of verification complexity (hard fact-checking), contrasting with global news agencies, which generally favor softer fact-checking approaches, except for DPA."
  },
  {
    "discipline": "communication",
    "title": "Unlocking potential: how enterprise social media features shape employee agility performance",
    "authors": "Abdul Hameed Pitafi, Fazeelat Masood, Sheena Pitafi",
    "url": "https://doi.org/10.1108/itp-01-2024-0064",
    "doi": "https://doi.org/10.1108/itp-01-2024-0064",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose The present research aims to explore the influence of enterprise social media (ESM) features on employee agility through knowledge sharing and hiding. ESM strain was taken as a moderator in the association among knowledge sharing, knowledge hiding and employee agility. Communication visibility theory is used to underpin the hypothesized research model. Design/methodology/approach Data is collected from 374 Chinese employees working in different companies. A structural equation modeling (SEM) is applied using AMOS software 21.0. Findings Findings illustrate that ESM features namely analysis, tracking and communication are significantly connected to knowledge sharing and negatively to knowledge hiding. Knowledge sharing is significantly related to employee agility while knowledge hiding is negatively linked to employee agility. Further, ESM strain strengthens the negative connection between knowledge hiding and employee agility. However, ESM strain has an insignificant moderating effect in the connection between knowledge sharing and employee agility. Practical implications The current research has practical implications for ESM users and ESM-enabled organizations. For individuals who use ESM to promote knowledge within an organization, this study highlights the important functioning of ESM features that include analysis, tracking and communication. For managers, this study suggests the use of ESM features to promote knowledge sharing and inhibit knowledge hiding. Originality/value The current research investigates how ESM features are associated with employee agility in the workplace. This study proposes that knowledge sharing and knowledge hiding are the mediators of the effect path between ESM features and employee agility. Moreover, the present study extends to ESM literature by highlighting the moderating role of ESM strain using communication visibility theory as a theoretical lens. Lastly, this study quantifies the benefits of ESM features to help organizations train agile employees."
  },
  {
    "discipline": "communication",
    "title": "Algorithmic recommendations in the everyday life of young people: imaginaries of agency and resources",
    "authors": "Ville Jylhä, Noora Hirvonen, Jutta Haider",
    "url": "https://doi.org/10.1080/1369118x.2025.2470227",
    "doi": "https://doi.org/10.1080/1369118x.2025.2470227",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Does fortune favor the brave? Brand bravery’s impact on green- and inclusive marketing",
    "authors": "Tania Maree, Melanie Wiese",
    "url": "https://doi.org/10.1080/02650487.2025.2466337",
    "doi": "https://doi.org/10.1080/02650487.2025.2466337",
    "filter": 0,
    "journal_full": "International Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "Examining the impact of social media de-influencing on audiences",
    "authors": "Samer Elhajjar, Omar S. Itani",
    "url": "https://doi.org/10.1108/intr-04-2024-0574",
    "doi": "https://doi.org/10.1108/intr-04-2024-0574",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose This study investigates the effect of de-influencing and its related content on consumer behavior compared with influencing content. It considers the gender of de-influencers and consumers’ varied reactions to distinct types of de-influencing. Design/methodology/approach Based on informational social influence theory, we conducted three experiments to investigate how consumers perceive and respond to de-influencing: the first explores consumer perception of social media de-influencers compared to influencers; the second examines the effect of de-influencers’ gender and the last compares consumer attitude toward various types of de-influencer content. Findings Consumers find de-influencers more credible than “traditional” influencers. De-influencing messages significantly affect attitude and purchase intention. The de-influencing creator’s gender does not affect brand attitude, perceived message effectiveness or perception. However, de-influencing video content influences attitudes toward brands and video effectiveness. Messages focusing on ethics and health elicit more negative perceived attitudes toward the brand. Research limitations/implications This pioneering research introduces “de-influence” as a new dynamic in social media marketing, revealing consumers’ preference for authentic, skeptical content over traditional influencer promotions. This lays the foundation for future research on consumer behavior and brand perception in digital spaces. Practical implications Brands in trust-sensitive industries should embrace authenticity and engage with de-influencers to build trust, turn criticism into growth opportunities and align themselves with consumer value. Originality/value Our study represents pioneering research in the emerging field of de-influencing, filling gaps in the literature and offering a comprehensive contribution to social media research."
  },
  {
    "discipline": "communication",
    "title": "Self-Discrepancy as a Motive for Non-Fungible Token (NFT) Acquisition: A Psychological Ownership Perspective",
    "authors": "Minjeong Kim, Yuhosua Ryoo, Eunjin (Anna) Kim",
    "url": "https://doi.org/10.1080/00913367.2024.2441310",
    "doi": "https://doi.org/10.1080/00913367.2024.2441310",
    "filter": 0,
    "journal_full": "Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "Designing algorithms against corruption: a conjoint study on communicative features to encourage intentions for collective action",
    "authors": "Christopher Starke, Kimon Kieslich, Max Reichert, Nils Köbis",
    "url": "https://doi.org/10.1080/19331681.2025.2465326",
    "doi": "https://doi.org/10.1080/19331681.2025.2465326",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "Automating the Detection of Linguistic Intergroup Bias Through Computerized Language Analysis",
    "authors": "Katherine A. Collins, Ryan L. Boyd",
    "url": "https://doi.org/10.1177/0261927x251318887",
    "doi": "https://doi.org/10.1177/0261927x251318887",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "Linguistic bias is the differential use of abstraction, or other linguistic mechanisms, for the same behavior by members of different groups. Abstraction is defined by the Linguistic Category Model (LCM), which defines a continuum of words from concrete to abstract. Linguistic Intergroup Bias (LIB) characterizes the tendency for people to use abstract words for undesirable outgroup and desirable ingroup behavior and concrete words for desirable outgroup and undesirable ingroup behavior. Thus, by examining abstraction in a text, we can understand the implicit attitudes of the author. Yet, research is currently stifled by the time-consuming and resource-intensive method of manual coding. In this study, we aim to develop an automated method to code for LIB. We compiled various techniques, including forms of sentence tokenization, sentiment analysis, and abstraction coding. All methods provided scores that were a good approximation of manually coded scores, which is promising and suggests that more complex methods for LIB coding may be unnecessary. We recommend automated approaches using CoreNLP sentiment analysis and LCM Dictionary abstraction coding."
  },
  {
    "discipline": "communication",
    "title": "A News Ecology Perspective to Information Verification: Examining the Effects of News Repertoire and News Capital",
    "authors": "Yan Qu, Shuning Lu",
    "url": "https://doi.org/10.1177/10776990251318636",
    "doi": "https://doi.org/10.1177/10776990251318636",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "There is a growing concern about the spread of misinformation on the internet. One of the key solutions to address this challenge is the practice of information verification by individuals. Current research on information verification tends to overlook the influence from individuals’ information and social environment. Informed by the media repertoire and the egocentric network approach, this study proposes to examine one’s news repertoire and news discussion networks as critical correlates with verification beliefs and behavior. A survey with a nationally representative sample in the United States ( N = 1,088) revealed that a rich news repertoire and a higher level of news capital embedded in news discussion networks are positively associated with one’s perceptions of self-efficacy and actual engagement in information verification. In addition, the study uncovers the moderating role of news capital in magnifying the positive linkage between news repertoire richness and verification self-efficacy as well as the indirect pathway linking news repertoire richness to verification behavior via verification self-efficacy. Overall, our study offers a news ecology perspective that expands scholarly understanding and theorization of information verification."
  },
  {
    "discipline": "communication",
    "title": "Cutting the Climate Agenda: The Effect of Sinclair Broadcasting on Public Awareness of Climate Change",
    "authors": "Haley Pierce",
    "url": "https://doi.org/10.1177/10776990251316549",
    "doi": "https://doi.org/10.1177/10776990251316549",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Research has begun to explore the effects of Sinclair ownership on news content and on public opinion. However, research has not yet linked changes in news content to changes in public opinion. Using computational textual analysis, this study finds that once a station is purchased by Sinclair, its volume of climate change reporting drops; the remaining climate change reporting de-emphasizes climate science, and the public becomes less aware climate change is happening."
  },
  {
    "discipline": "communication",
    "title": "Decoding Correction Strategies: How Fact-Checkers Uncover Falsehoods Across Countries",
    "authors": "Regina Cazzamatta",
    "url": "https://doi.org/10.1080/1461670x.2025.2470177",
    "doi": "https://doi.org/10.1080/1461670x.2025.2470177",
    "filter": 0,
    "journal_full": "Journalism Studies"
  },
  {
    "discipline": "communication",
    "title": "(Re)animating the ancestors: Digital personality emulations, ancestor veneration and ethics",
    "authors": "Robert Sparrow, Ellen Y Zhang",
    "url": "https://doi.org/10.1177/14614448251317461",
    "doi": "https://doi.org/10.1177/14614448251317461",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Veneration of paternal ancestors plays an important role in Chinese tradition. In this article, we offer some speculations about how a new ‘thanatechnology’ – digital personality emulation – may impact on ancestor worship. We explore the ethical issues raised by the use of personality emulations for this purpose, drawing on Confucian, Daoist and contemporary Anglo-American perspectives. For Confucians, the key questions concern the extent to which this technology automates the task of remembering and whether it is corrosive of filial piety. Daoists might be critical of personality emulations owing to a larger disagreement with Confucians about the role of ritual in a good human life. Finally, recent discussions in the Anglo-American literature suggest that the use of this technology would raise questions about the consent of the deceased to emulation, the privacy of users, the danger that users will be manipulated by the designers and/or manufacturers of emulations, and the impact of emulations on the grieving process."
  },
  {
    "discipline": "communication",
    "title": "The space-time game: Workers with disabilities in China’s AI data labeling industry",
    "authors": "Bingqing Xia, Tongyu Wu",
    "url": "https://doi.org/10.1177/14614448251320114",
    "doi": "https://doi.org/10.1177/14614448251320114",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "The rapid advancement of AI has led to increased reliance on data labeling workers, yet those with disabilities remain understudied in this context. This article applies critical disability studies and theory of accumulation by dispossession to analyze the dynamics within China’s data labeling industry. We examine the interplay among capital, central and local governments, Disabled People’s Organizations (DPOs), and workers with disabilities in the AI data labeling value chain. Our findings highlight the pivotal role of DPOs in reallocating surplus labor and capital across spatial and temporal dimensions. By supplementing functions traditionally associated with government entities, these organizations significantly influence the industry’s landscape. Furthermore, we reveal how DPOs foster labor agency, creating spaces for work dignity among workers with disabilities. Through their efforts to navigate and mitigate algorithmic control, DPOs contribute to a more inclusive labor environment, challenging societal norms."
  },
  {
    "discipline": "communication",
    "title": "Catch 22: Institutional ethics and researcher welfare within online extremism and terrorism research",
    "authors": "Joe Whittaker, Elizabeth Pearson, Ashley A Mattheis, Till Baaken, Sara Zeiger, Farangiz Atamuradova, Maura Conway",
    "url": "https://doi.org/10.1177/14614448251317471",
    "doi": "https://doi.org/10.1177/14614448251317471",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Drawing from interviews with 39 online extremism and terrorism researchers, this article provides an empirical analysis of these researchers’ experiences with institutional ethics processes. Discussed are the harms that these researchers face in the course of their work, including trolling, doxing, and mental and emotional trauma arising from exposure to terrorist content, which highlight the need for an emphasis on researcher welfare. We find that researcher welfare is a neglected aspect of ethics review processes however, with most interviewees not required to gain ethics approval for their research resulting in very little attention to researcher welfare issues. Interviewees were frustrated with ethics processes, indicating that committees oftentimes lacked the requisite knowledge to make informed ethical decisions. Highlighted by interviewees too was a concern that greater emphasis on researcher welfare could result in blockages to their ‘risky’ research, creating a ‘Catch 22’: interviewees would like more emphasis on their (and colleagues’) welfare and provision of concomitant supports, but feel that increased oversight would make gaining ethics approval for their research more difficult, or even impossible. We offer suggestions for breaking the impasse, including more interactions between ethics committees and researchers; development of tailored guidelines; and more case studies reflecting on ethics processes."
  },
  {
    "discipline": "communication",
    "title": "AI chatbot accountability in the age of algorithmic gatekeeping: Comparing generative search engine political information retrieval across five languages",
    "authors": "Joanne Kuai, Cornelia Brantner, Michael Karlsson, Elizabeth Van Couvering, Salvatore Romano",
    "url": "https://doi.org/10.1177/14614448251321162",
    "doi": "https://doi.org/10.1177/14614448251321162",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This study investigates the performance of search engine chatbots powered by large language models in generative political information retrieval. Applying algorithmic accountability as a central theme, this research (a) assesses the alignment of artificial intelligence (AI) chatbot responses with timely political information, (b) investigates the factual correctness and transparency of chatbot-sourced synopses, (c) examines the adherence of chatbots to democratic norms and impartiality ideals, (d) analyzes the sourcing and attribution behaviors of the chatbots, and (e) explores the universality of chatbot gatekeeping across different languages. Using the 2024 Taiwan presidential election as a case study and prompting as a method, the study audits responses from Microsoft Copilot in five languages. The findings reveal significant discrepancies in information readiness, content accuracy, norm adherence, source usage, and attribution behavior across languages. These results underscore the contextual awareness when applying accountability assessment that looks beyond transparency in AI-mediated communication, especially during politically sensitive events."
  },
  {
    "discipline": "communication",
    "title": "Effects of AI versus human source attribution on trust and forgiveness in the identical corporate apology statement for a data breach scandal",
    "authors": "Joon Soo Lim, Erika Schneider, Maria Grover, Jun Zhang, David Peters",
    "url": "https://doi.org/10.1016/j.pubrev.2024.102520",
    "doi": "https://doi.org/10.1016/j.pubrev.2024.102520",
    "filter": 0,
    "journal_full": "Public Relations Review"
  },
  {
    "discipline": "communication",
    "title": "Influence of perceptions of organizations and perceptions of issues on communicative behaviors: Roles of conspiratorial thinking and responsibility attribution",
    "authors": "Lisa Tam, Soojin Kim",
    "url": "https://doi.org/10.1016/j.pubrev.2025.102543",
    "doi": "https://doi.org/10.1016/j.pubrev.2025.102543",
    "filter": 0,
    "journal_full": "Public Relations Review"
  },
  {
    "discipline": "communication",
    "title": "Leveraging AI in CSR: How social-oriented chatbots influence Chinese consumers’ supportive actions via dialogic communication",
    "authors": "Yangzhi (Nicole) Jiang, Yang Cheng, Yuan Wang",
    "url": "https://doi.org/10.1016/j.pubrev.2025.102541",
    "doi": "https://doi.org/10.1016/j.pubrev.2025.102541",
    "filter": 0,
    "journal_full": "Public Relations Review"
  },
  {
    "discipline": "communication",
    "title": "How Forced Versus Selective Exposure Matters for the Influence of Emotional Appeals About Climate Change in a Sample of Americans",
    "authors": "Chris Skurka, Rainer Romero-Canyas, Helen H. Joo, Jeff Niederdeppe",
    "url": "https://doi.org/10.1177/10755470251316777",
    "doi": "https://doi.org/10.1177/10755470251316777",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "Researchers studying the influence of strategic science messages have overlooked the fact that people are selective in the content they consume. In this experiment, participants were “forced” to view one of three climate appeals (threat, humor, informational), reflecting the typical between-subjects experiment, or they were permitted to choose between one of these appeals (or topical alternatives), reflecting real-world media choice. Compared with forced exposure, choice exposure resulted in slightly less reactance and slightly greater enjoyment, appreciation, and persuasion outcomes—even after accounting for self-selection biases. These findings underscore the value of treating research participants as selective consumers of science content."
  },
  {
    "discipline": "communication",
    "title": "Perceptions of Pandemic Messaging Across 36 Weeks: A Repeated Cross-Section Design With U.S. Adults",
    "authors": "Jakob D. Jensen, Joshua B. Barbour, Helen M. Lillie, Chelsea L. Ratcliff, Manusheela Pokharel, Andy J. King",
    "url": "https://doi.org/10.1177/10755470251318199",
    "doi": "https://doi.org/10.1177/10755470251318199",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "To understand public perceptions of pandemic messaging, we surveyed U.S. adults for 36 consecutive weeks starting on March 12, 2020. Using a repeated cross-section design, we tracked intentions to engage in protective behaviors, demographics, and four message perceptions: exhaustion, overload, repetition, and exaggeration. Exhaustion increased over time and became negatively related to intentions (rising negativity model). Exaggeration was stable across the 36 weeks, yet had the strongest negative relationship with intentions and that relationship increased over time (fixed model with increasing negative relationship). Overload and repetition were positively related to intentions, but the relationships faded over time (fading positivity model)."
  },
  {
    "discipline": "communication",
    "title": "How Do Silent Trolls Become Overt Trolls? Fear of Punishment and Online Disinhibition Moderate the Trolling Path",
    "authors": "Daniel Montez, Dam Hee Kim",
    "url": "https://doi.org/10.1177/20563051251320437",
    "doi": "https://doi.org/10.1177/20563051251320437",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Digital media allow users the ability to engage in and be exposed to trolling. Although many people may enjoy the occasional opportunity to witness others being trolled, a relative minority directly troll others, those whom we can label overt trolls. Nevertheless, features afforded on social media and online communities (e.g., likes, upvotes) make it accessible for people to positively react to and support trolling, becoming supportive trolls, a potential steppingstone into overt trolling. In the theoretical contexts of social cognitive theory and the bystander effect, we advance a model in which enjoyment of observing trolling prompts supportive trolling, which could then lead to overt trolling. Analyses of data from an online survey conducted in the United States ( N = 604) show the positive link between enjoyment of observing trolling and supportive trolling is stronger among individuals with higher fear of punishment, while the subsequent link between supportive and overt trolling is stronger among those with higher online disinhibition. Our findings hold implications in understanding the effects of trolling on social media audiences and how trolling can be performed in nuanced ways."
  },
  {
    "discipline": "communication",
    "title": "Aging in the digital age: Exploring the relationship between Internet use and age identity among Chinese older adults",
    "authors": "Ke Shen, Huilin Sun",
    "url": "https://doi.org/10.1016/j.tele.2025.102260",
    "doi": "https://doi.org/10.1016/j.tele.2025.102260",
    "filter": 0,
    "journal_full": "Telematics and Informatics"
  },
  {
    "discipline": "communication",
    "title": "How Do Individual and Societal Factors Shape News Authentication? Comparing Misinformation Resilience Across Hong Kong, the Netherlands, and the United States",
    "authors": "Qinfeng Zhu, Tai-Quan Peng, Xinzhi Zhang",
    "url": "https://doi.org/10.1177/19401612251318838",
    "doi": "https://doi.org/10.1177/19401612251318838",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "In an era of pervasive misinformation, equipping citizens to counter its spread is increasingly critical. This study examines news authentication—individuals’ proactive verification of news—as a key indicator of resilience to misinformation. Guided by the theory of planned behavior and the resilience model, we examine how individual characteristics and structural contexts interact to influence news authentication. To do so, we adopt a multilevel comparative approach, analyzing news authentication in three distinct societies: Hong Kong, the Netherlands, and the United States. Drawing on a preregistered, population-based survey conducted in 2022 ( N = 6,082), we apply multigroup structural equation modeling to identify the influential factors. Our findings show that, at the societal level, news authentication is more prevalent in the United States and Hong Kong, where severe polarization and fragmented, low-trust media environments amplify misinformation risks. Conversely, the Netherlands exhibits lower levels of news authentication, potentially due to its relatively cohesive media environment and moderate polarization. At the individual level, political efficacy and institutional trust are consistent predictors across societies, underscoring the importance of political empowerment and trust in fostering resilience. Education significantly predicts news authentication only in the United States, where the complex information landscape necessitates higher cognitive engagement. Notably, conspiracy beliefs positively associate with news authentication in the Netherlands and the United States, reflecting a potential “dark side” of this behavior in contexts marked by growing anti-establishment sentiments. These findings highlight the interplay between individual capacities, political beliefs, and broader media and political environments in shaping resilience to misinformation."
  }
]
