[
  {
    "discipline": "communication",
    "title": "From Unpolitical Sporadics to Political Activists: Identifying political social media user types",
    "authors": "Gerrit Philipps, Ole Kelm, Dennis Friess, Marc Ziegele",
    "url": "https://doi.org/10.1177/02673231251327860",
    "doi": "https://doi.org/10.1177/02673231251327860",
    "filter": 0,
    "journal_full": "European Journal of Communication",
    "abstract": "The diversity of social media platforms has expanded the possibilities for citizens to encounter political content and express political opinions. However, the patterns of users’ contact with political information and political expression across different platforms are largely unclear. Based on survey data from Germany ( n = 1054), this study investigates social media use, exposure to political content, and political expression across nine platforms and presents a typology of political social media users. A cluster analysis identified five user types: Unpolitical Sporadics , Casual Mainstreamers , Twitter-focused Mainstreamers , Expressive Contributors , and Political Activists . Multinomial logistic regressions reveal that these types are associated with different socio-demographic characteristics, political attitudes, and media usage habits. In particular, a small group of users with right-leaning attitudes is very active on all platforms. These Political Activists could potentially contribute to the much-discussed dominance of the political right on social media."
  },
  {
    "discipline": "communication",
    "title": "Serious Games and Game Performance Before and During the Israel-Hamas War: The Case of Fact Finders and PeaceMaker",
    "authors": "Ronit Kampf, Iolie Nicolaidou",
    "url": "https://doi.org/10.1177/15554120251327701",
    "doi": "https://doi.org/10.1177/15554120251327701",
    "filter": 0,
    "journal_full": "Games and Culture",
    "abstract": "This study examines the impact of players’ gender and nationality on game performance before and during the Israel-Hamas war. The study focuses on two games for social impact revolving around intractable conflicts: PeaceMaker (Israeli-Palestinian conflict) and Fact Finders (Cyprus Conflict). We conducted three case studies with 510 undergraduates voluntarily playing the aforementioned games and reporting their final scores. The participants included Israeli-Jew, Palestinian, American, and Cypriot undergraduate students. We found that before the Israel-Hamas war, women won PeaceMaker no less than men. Interestingly, during the Israel-Hamas war, women won PeaceMaker more than men. Finally, third-parties to the Cyprus conflict (Israelis, Palestinians and Americans) significantly outperformed direct-parties (Cypriots) in Fact Finders before and during the Israel-Hamas war. Overall this study's findings suggest that serious games can be used as effective interventions for peace education and conflict resolution regardless of players’ gender or nationality, even during violent times."
  },
  {
    "discipline": "communication",
    "title": "Content engagement capacity: a network-based approach for evaluating the ability of frames to facilitate political online conversations",
    "authors": "Rui Wang, Yotam Ophir, Alexander Semenov, Alexander Nikolaev",
    "url": "https://doi.org/10.1080/1369118x.2025.2480205",
    "doi": "https://doi.org/10.1080/1369118x.2025.2480205",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Pride, not prejudice: a cross-cultural big data analysis of consumer reactions to rainbow-washing in advertising",
    "authors": "Vaibhav Shwetangbhai Diwanji, Nhung Nguyen, Michaella Barros Coelho, Macy Burkett, Rim H. Chaif, Moses U. Okocha",
    "url": "https://doi.org/10.1080/02650487.2025.2477405",
    "doi": "https://doi.org/10.1080/02650487.2025.2477405",
    "filter": 0,
    "journal_full": "International Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "Effect of in-game situations and advertisement animation in eSports on visual attention, memory, brand attitude and behavioral intentions",
    "authors": "Byungjae Min, Daehwan Kim, Yong Jae Ko",
    "url": "https://doi.org/10.1108/intr-03-2024-0491",
    "doi": "https://doi.org/10.1108/intr-03-2024-0491",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose The purpose of this study was to examine the effects of in-game situations (battle vs non-battle) and advertisement animation (static vs animated) on visual attention, memory, brand attitude and behavioral intention in eSports. Design/methodology/approach A 2 (advertisement animation: static vs animated) × 2 (in-game situations: non-battle vs battle) between-subject factorial design was developed. Participants wearing eye trackers watched a 2-min-and-30-s stimulus featuring manipulated variables. Subsequently, they completed a questionnaire designed to measure variables. Findings In-game situations significantly influenced visual attention, with non-battle contexts eliciting higher fixation duration and count. Moreover, fixation count positively affected both explicit and implicit memory. Additionally, implicit memory enhanced brand attitude, which in turn positively affected behavioral intention. Practical implications These findings guide eSports event organizers and brand managers in optimizing advertisement placement. Advertisements should be positioned in non-battle situations, where visual attention is higher. Repeated brand exposure is more effective than prolonged single exposures for enhancing memory retention and brand attitude. Lastly, unobtrusive advertisement exposure is essential because implicit memory plays a key role in shaping consumer attitudes and behavioral intentions. Originality/value This study advances eSports advertising research by identifying psychological mechanisms influencing consumer behavior. Moreover, the study extends the Limited Capacity Model of Motivated Mediated Message Processing (LC3MP) by demonstrating how cognitive resource allocation varies across in-game situations and advertisements. Furthermore, this research contributes to self-perception theory and the mere exposure effect by clarifying the distinct roles of explicit and implicit memory in shaping brand attitudes."
  },
  {
    "discipline": "communication",
    "title": "Is being human-like beneficial? The effect of anthropomorphism on chatbot persuasion in e-commerce",
    "authors": "Mengru Yang, Xixian Peng, Qiuzhen Wang, Yuxiang Chris Zhao, Xinwei Wang",
    "url": "https://doi.org/10.1108/intr-10-2023-0866",
    "doi": "https://doi.org/10.1108/intr-10-2023-0866",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose Chatbots are vital for enhancing e-commerce sustainability by providing efficient customer support. Although previous studies have considered both linguistic and visual anthropomorphism as crucial factors in e-commerce chatbot design, their joint effects and their underlying mechanisms have not been thoroughly investigated. Drawing on insights from the literature on anthropomorphism and the elaboration likelihood model, this research attempts to examine the joint effects of the two types of anthropomorphism, the boundary condition, and the subsequent impact on purchase intention. Design/methodology/approach A research model was proposed and empirically tested using two laboratory-controlled experimental studies. Findings Linguistic anthropomorphism plays a dominant role over visual anthropomorphism in influencing social presence and communicative effectiveness. In addition, linguistic anthropomorphism harms persuasion through the mediating role of communicative effectiveness, and the fit between linguistic and visual anthropomorphism amplifies the negative effect on purchase intention. Moreover, shopping motivation serves as a boundary condition for the negative effect of anthropomorphism. Practical implications Chatbot designers should be cautious when using anthropomorphism in e-commerce chatbot design. The use of machine-like languages may be more persuasive than that of human-like languages, especially for utilitarian products. Notably, mismatched anthropomorphic elements may harm user experience. Originality/value This study enriches chatbot literature by examining the role of chatbot anthropomorphism in the e-commerce context. Moreover, this study provides a more comprehensive framework for understanding how chatbots’ linguistic and visual anthropomorphism jointly influence consumer behavior."
  },
  {
    "discipline": "communication",
    "title": "Quality and Intention Signaling: A Meta-Analysis of How Sponsorship Relates to Consumer Responses According to Content, Observability, Credibility, and National Culture",
    "authors": "Hsin-Chen Lin, Patrick F. Bruning, Ching-Wei Lao, Jiawei Shao",
    "url": "https://doi.org/10.1080/00913367.2025.2453477",
    "doi": "https://doi.org/10.1080/00913367.2025.2453477",
    "filter": 0,
    "journal_full": "Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "Seeing Ad Transparency More Clearly: Public Perception, Use of Ad Transparency Tools, and Responses to Dataveillance",
    "authors": "Laurent H. Wang, Miriam J. Metzger, Xingyu Liu, Li Qi",
    "url": "https://doi.org/10.1080/00913367.2025.2451993",
    "doi": "https://doi.org/10.1080/00913367.2025.2451993",
    "filter": 0,
    "journal_full": "Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "Understanding Customer Responses to AI-Driven Personalized Journeys: Impacts on the Customer Experience",
    "authors": "Kimberley Hardcastle, Lizette Vorster, David M. Brown",
    "url": "https://doi.org/10.1080/00913367.2025.2460985",
    "doi": "https://doi.org/10.1080/00913367.2025.2460985",
    "filter": 0,
    "journal_full": "Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "Turning Right: The Impact of Text Rotation (Left vs. Right) on Consumer Product Preferences",
    "authors": "Yuli Zhang, Hyokjin Kwak, Marina Puzakova, Charles R. Taylor",
    "url": "https://doi.org/10.1080/00913367.2025.2454249",
    "doi": "https://doi.org/10.1080/00913367.2025.2454249",
    "filter": 0,
    "journal_full": "Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "Restoring Ingroup Status and Glory: Essentialism as Ingroup Preservation When Collective Victimhood Narratives Are Endorsed",
    "authors": "Sucharita Belavadi, Michael A. Hogg",
    "url": "https://doi.org/10.1177/0261927x251323987",
    "doi": "https://doi.org/10.1177/0261927x251323987",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "This study examines whether a specific type of leader rhetoric, collective victimhood rhetoric, shapes social identity and group normative structure as ultra-distinctive and immutable. Following measures of outgroup (Muslim) vitality and ingroup existential identity-uncertainty, Indian Hindu participants ( N = 149) were randomly assigned to read either a leader narrative of ingroup collective victimhood or a pro-diversity narrative. Participants completed measures of leader endorsement and ingroup essentialism of status. Results indicated that support for collective victimhood rhetoric was related to heightened essentialism of ingroup status as naturally endowed. This effect was accentuated under high identity-uncertainty about the ingroup's future. Findings also replicated results from previous research. Identity-uncertainty about the ingroup's (Hindu) religious future mediated the relationship between outgroup (Muslim) vitality and leader support. Support for leader victimhood rhetoric was heightened when identity-uncertainty was high. Implications for populist leader support are discussed, as victimhood rhetoric is central to populist mobilization of followers."
  },
  {
    "discipline": "communication",
    "title": "When There is No He/She: A Cross-Cultural Analysis of Genderless Language Use and Its Impact on Gender Ideology",
    "authors": "Megumi Tanabe, Lily Tun, Nasim Vaseiezadeh, Imge Dogan",
    "url": "https://doi.org/10.1177/0261927x251326200",
    "doi": "https://doi.org/10.1177/0261927x251326200",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "This study examines the relationship between the gender status of spoken languages and attitudes toward gender equality. Studies show that gendered languages subconsciously contribute to a masculine–feminine dichotomy, favoring men, while genderless languages minimize the reinforcement of gender stereotypes. Using data from the World Value Survey Wave 7, we analyzed if speaking a genderless language at home and living in a predominantly genderless-language-speaking country is associated with gender ideologies across four subcultural groups. Ordered logistic regression results show that genderless languages have mixed relationships with gender ideology. Whereas the use and exposure to genderless languages most significantly increase the odds of opposing domestic violence in Orthodox Europe, West, and South Asia, and the African Islamic subgroups, genderless language has the highest positive association with support for income equality in marriage in Latin America. Our findings highlight the relationship between genderless languages and gender ideology, particularly as the importance of gendered pronouns gains visibility."
  },
  {
    "discipline": "communication",
    "title": "“I Speak out for You”: Probing Proxy Disclosure Within Chinese Online Domestic Violence Support Groups",
    "authors": "Zizhong Zhang, Dongxiao Li",
    "url": "https://doi.org/10.1177/0261927x251326202",
    "doi": "https://doi.org/10.1177/0261927x251326202",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "Domestic violence is a global issue with devastating consequences, which can be mitigated through disclosure in supportive communications. Proxy disclosure, a special form of disclosure, involves individuals disclosing experiences of victims who are supportively connected with them. This study explores proxy disclosure within the context of domestic violence in Chinese online support groups. Using data from three support groups, the study employs content analysis, structural topic modeling, and propensity score matching to examine the disclosers, content, and supportive effects. Findings reveal proxy disclosers in China are predominantly male and often advocate for mothers and siblings. Six themes emerged, with childhood trauma memories and judicial intervention significantly affecting supportive communication. In addition, self-disclosure generally receives more replies than proxy disclosure. This study introduces and conceptualizes proxy disclosure, providing insights into disclosure for silent victims, and extending the understanding of online antidomestic-violence support systems in non-Western settings. It enhances the theoretical framework of online disclosure and offers practical implications for social work and domestic violence interventions."
  },
  {
    "discipline": "communication",
    "title": "“Anyway, I Love You, Text Me Please”",
    "authors": "Y. Anthony Chen, Alanna L. Peebles, Runzhi Mary Lu",
    "url": "https://doi.org/10.1027/1864-1105/a000469",
    "doi": "https://doi.org/10.1027/1864-1105/a000469",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: This study develops an affordance framework of mediated support-seeking that integrates research on affordances, attachment, and mediated support-seeking to explore how adults use texting to seek support from romantic partners in hypothetical stressful scenarios. Through a survey, participants in romantic relationships reported their perceived values of affordance for support-seeking and then composed hypothetical text messages to seek support from their partners, in which support-seeking strategies were further coded. The findings indicate that attachment anxiety is positively associated with the perceived value of accessibility and the availability of social cues, while avoidant attachment is negatively correlated with these affordances in the context of support-seeking. Additionally, the perceived value of accessibility is positively associated with direct texting messages, whereas the perceived value of social cues correlates positively with both positive and negative politeness in messaging. These illuminate how support-seeking individuals work with the affordances of texting as they attempt to meet their needs."
  },
  {
    "discipline": "communication",
    "title": "“I’m so worried about my whole family”: Modeling r/QAnonCasualties to better understand the effects of (QAnon) conspiracy beliefs on families",
    "authors": "Justin B. Phillips",
    "url": "https://doi.org/10.1177/02654075251328116",
    "doi": "https://doi.org/10.1177/02654075251328116",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "While we know a great deal about the—typically negative—effects of conspiracy beliefs, surprisingly we know little about the interpersonal effects of such beliefs on relationships with non-believers. QAnon-specific research is now leading the way in this regard, with a handful of surveys and interviews beginning to chart how conspiracy beliefs influence relationships with friends, colleagues, and loved ones. This paper advances that progress via a novel (to the field) methodological approach applied to a vast and unique dataset. Using large language model embeddings, and machine learning algorithms, this study categorized—and examined—over 75 thousand unique references to “family” on the public, anonymous reddit forum r/QAnonCasualties, a subreddit dedicated to specifically discussing QAnon’s effects on relationships. The model reveals a range of family discussions, from emotional tolls, and various negative effects, to potential strategies to salvage the family, and the desire to seek refuge in a support network. The results within also shed light not only on what users discuss most frequently, but also what conversations are most popular (i.e. produce upvotes)—navigating pandemic related issues (e.g. COVID-19, masks, vaccinations), holiday gatherings, and problematic social media behavior represent some of the most well-received discussions. Pleas to better understand the effects of conspiracy beliefs on families were also highly prominent, and popular, on the subreddit. Ultimately the goal of this paper is just that, to partially advance our general understanding of conspiracy belief effects on relationships, though with a more narrow focus on specific relationships (i.e. families)."
  },
  {
    "discipline": "communication",
    "title": "The correlation between sibling relationships and psychosocial adaptation among left-behind children in China: A latent profile analysis",
    "authors": "Jiayu Han, Ruiting Wu, Hualing Miao, Xiaoqiao Yang, Wenying Xu, Cheng Guo",
    "url": "https://doi.org/10.1177/02654075251327837",
    "doi": "https://doi.org/10.1177/02654075251327837",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "This study used latent profile analysis to identify the profiles of sibling relationships among left-behind children (LBC) in China and determine whether specific relationship profiles are associated with psychosocial adaptation. The participants were 2,150 LBC with siblings. The study identified four profiles: cold–distant, warm–caring, warm–competitive, and intimate–nurturing. The profiles of LBC’s sibling relationships exhibited different characteristics depending on gender, grade, residence, birth order, frequency of parent–child communication, parental differential treatment, and duration of being left-behind. The four profiles differed significantly in terms of psychosocial adaptation. The warm–caring and intimate–nurturing sibling relationships promoted psychosocial adaptation by encouraging social adaptation and self-esteem. In contrast, the cold–distant and warm–competitive sibling relationships were harmful as they induced depression and anxiety."
  },
  {
    "discipline": "communication",
    "title": "Diet culture socialization in the parent-child relationship: Effects on children’s disordered eating and positive body image",
    "authors": "Ellen Jordan",
    "url": "https://doi.org/10.1177/02654075251328485",
    "doi": "https://doi.org/10.1177/02654075251328485",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "Communication within the parent-child relationship plays a key role in children’s well-being, particularly children’s disordered eating behaviors and body image. Given the critical role of parental communication and beliefs in children’s socialization, the current study tested a model in which parental weight talk may facilitate children’s diet culture-related beliefs, which may further affect children’s disordered eating and positive body image. Surveys were completed by 199 parent-child dyads, and structural equation modeling was employed to test the hypothesized model. Results provide support for diet culture socialization within the parent-child relationship via parental weight talk, with disordered eating as a key outcome. However, children’s diet culture beliefs were not found to be directly associated with positive body image. Implications for future research on the parent-child relationship and children’s well-being are discussed."
  },
  {
    "discipline": "communication",
    "title": "Happily ever affluence: Dyadic analysis of money scripts, financial communication, and relationship satisfaction",
    "authors": "Ashley B. LeBaron-Black, Xiaomin Li, Melissa J. Wilmarth, Sofia C. Suxo-Sanchez, Kristy L. Archuleta, Jeremy B. Yorgason, Dexia Kong",
    "url": "https://doi.org/10.1177/02654075251327316",
    "doi": "https://doi.org/10.1177/02654075251327316",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "Money scripts are deep-seated but typically unconscious beliefs individuals hold about money. We considered four money scripts: money avoidance, money focus (also known as money worship), money status, and money privacy (adapted from money vigilance). While money scripts have been studied in conjunction with financial outcomes, our study is among the first to test relational outcomes of money scripts and among the first to examine money scripts on the dyad level. Grounded in couples and finances theory (CFT), we conducted an actor partner interdependence mediation model (APIMeM) using dyadic data from 1,153 mixed-gender couples who had been married for about eight years to test (a) associations from couples’ average level on each money script, couples’ profile-based similarity on the money scripts collectively, and couples’ difference-score-based similarity on each money script with wives’ and husbands’ financial communication and relationship satisfaction, and (b) indirect effects on relationship satisfaction through financial communication as a mediator. High levels of money focus adherence were relationally destructive (i.e., worse financial communication, worse marital satisfaction). Similarity between spouses on money scripts collectively was relationally beneficial (i.e., better financial communication). We discuss implications for clinicians such as therapists and educators."
  },
  {
    "discipline": "communication",
    "title": "A threat-complexity hypothesis of conspiracy thinking during the COVID-19 pandemic: Cross-national and longitudinal evidence of a three-way interaction effect of financial strain, disempowerment and paranoia",
    "authors": "Gennaro Pica, N. Pontus Leander, Hadi Sam Nariman, Márton Hadarics, Daniel W. Snook, Jocelyn J. Bélanger, Marika Rullo, Ameni Mehrez, Antonio Pierro, Robbie M. Sutton, Karen M. Douglas",
    "url": "https://doi.org/10.1177/02654075251327310",
    "doi": "https://doi.org/10.1177/02654075251327310",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "One way to cope with crises is by attributing their ultimate causes to malevolent conspiracies. As crises are rarely simple, and may involve an interplay between multiple, co-occurring threats, we suggest that conspiracy thinking mainly occurs among individuals who experience conditions of threat complexity – such as socioeconomic vulnerability paired with a sense of helplessness in society, and who are also sufficiently paranoid to infer a conspiracy. In the present study, we focused on financial strain and disempowerment, as two relevant threats which were both dramatically affected by the COVID-19 pandemic, and hypothesized a three-way interaction between financial strain, disempowerment and paranoia in predicting conspiracy thinking. This hypothesis was supported in both cross-national ( N = 64,130) and longitudinal data ( N = 11,159), collected during the COVID-19 pandemic. Implications of the results for understanding the tendency to reduce multiple threats to a single cause are discussed."
  },
  {
    "discipline": "communication",
    "title": "The social spheres of multiracial teens: Parents, friends, and social media’s relation to multiracial adolescents’ ethnic-racial identities",
    "authors": "Emily J. Takamasa, Ashley M. Fraser, Sarah M. Coyne, Adam A. Rogers",
    "url": "https://doi.org/10.1177/02654075251326754",
    "doi": "https://doi.org/10.1177/02654075251326754",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "The number of youth who identify as multiracial has surged in the past decade. However, this population has reportedly suffered high rates of maladaptive behaviors, highlighting the need for research on supports for multiracial youth, including healthy identity development. Using Jackson and Mumma’s (2023) model of multiracial identity, this study explored how positive social media use, friendship self-efficacy, and friendship aid related to multiracial adolescents’ ethnic-racial identity (ERI; exploration, resolution, affirmation) in 128 adolescents (56% female, U.S. sample, Mage = 14.3). Further, we explored if this relation was moderated by parent/child relationship quality. Direct effects evidenced friendship self-efficacy was positively related to all aspects of ERI, friend aid was only related to ERI resolution, parent/child relationship quality related positively to exploration, and positive social media use was negatively related to affirmation. Results showed the relation of friend aid, and positive social media use with ERI resolution was moderated by parent/child relationship quality. Results indicate the significance of parent-child relationships in ERI while also suggesting that friendships and social media may play important roles in understanding the diverse influences on multiracial teens’ identities."
  },
  {
    "discipline": "communication",
    "title": "Televisual Inequalities and Gender Dynamics in German News: Health Experts During the Covid-19 Crisis",
    "authors": "Juliane Wegner",
    "url": "https://doi.org/10.17645/mac.9395",
    "doi": "https://doi.org/10.17645/mac.9395",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This study explores gender representation among healthcare experts on German television during the first wave of Covid-19 reporting, addressing the broader issue of gender disparities in media coverage. Using Caldwell’s concept of televisuality and the audio-visual character analysis (ACIS) method for content analysis, we examined 174 corona-related news programmes that aired between 16 April and 30 April 2020. Of the 2,240 characters analyzed, 1,299 were experts, yet only 15% were women. Despite women’s strong presence in healthcare professions, men overwhelmingly dominated medical and political discussions during this period, while women were more frequently shown in supportive or emotional roles. These findings reveal a significant gender gap in the visibility and portrayal of experts during the pandemic’s early crisis communication, with men disproportionately occupying authoritative roles. This imbalance underscores how media coverage in public health emergencies continues to reinforce traditional gender norms, limiting female representation in leadership positions. The study highlights the need for more equitable media representation in crisis reporting to better reflect societal diversity and ensure inclusive communication."
  },
  {
    "discipline": "communication",
    "title": "The journalists’ exodus: Navigating the transition from Twitter to Mastodon and other alternative platforms",
    "authors": "Yee Man Margaret Ng, Rik Ray",
    "url": "https://doi.org/10.1177/14614448251321165",
    "doi": "https://doi.org/10.1177/14614448251321165",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This study examines how journalists are grappling with platform migration following Elon Musk’s acquisition of Twitterin October 2022. Using a mixed-method approach that combines computational analysis of the activities of 861 journalists on Twitter and Mastodon with qualitative interviews of 11 active journalists, this study aims to (1) examine the extent to which journalists have exhibited different forms of Twitter disengagement post-acquisition; (2) identify the motivating and discouraging factors influencing their move, guided by the push-pull-mooring model; and (3) explore how journalists managed their online presence across platforms. The results indicated minimal Twitter non-use following Musk’s takeover, and full migration was not observed within a 6-month post-acquisition period. Factors such as the flood of fake news and the loss of the blue-tick verification served as push factors, while the appeal of Mastodon’s enhanced user control and stronger community values acted as pull factors. However, the practical reliance on Twitter’s functionalities, audience base, and professional obligations made total abandonment challenging."
  },
  {
    "discipline": "communication",
    "title": "When Scientists Share Their Struggles: How Scientists’ Self-Presentation on Social Media Influences Public Perceptions, Support for Science, and Information-Seeking Intentions",
    "authors": "Annie Li Zhang, Hang Lu",
    "url": "https://doi.org/10.1177/10755470251322902",
    "doi": "https://doi.org/10.1177/10755470251322902",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "Casual recommendations for scientists to “be human” and to “bring the public alongside the scientific process” have generated plethora of such interactions on social media. This study explores different self-presentation tactics, like sharing their research successes and failures, or contextualizing their research process, on how scientists and science issues are perceived by the public. In an online between-subjects experiment ( N = 1,843), participants rated scientists who shared their failures as more benevolent and open, and as having more integrity, than those who only shared their successes. These perceptions further increased support for science and information-seeking intentions. The findings highlight how scientists’ self-presentation on social media can influence important science communication outcomes."
  },
  {
    "discipline": "communication",
    "title": "Literate and Critical? Characterizing Users of Alternative Scientific Media",
    "authors": "Lena Zils, Florian Wintterlin, Julia Metag, Niels G. Mede, Mike S. Schäfer",
    "url": "https://doi.org/10.1177/10755470251323525",
    "doi": "https://doi.org/10.1177/10755470251323525",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "Science is of crucial importance in contemporary societies. Concurrently, legacy news media outlets are losing their position as the main fora for discussing and providing information on science and politics. In the hybrid media system, a broader range of news media have emerged. Among them are alternative news media, which position themselves as corrective voices to “mainstream” news media—including when it comes to reporting on science. In this context, our focus is on individuals who come into contact with science-related information via alternative news media. We draw on the “Science Barometer Switzerland,” a nationally representative online survey of attitudes, beliefs, and knowledge about science and research in Switzerland conducted in 2022 ( n = 1,122), to investigate science- and media-related predictors of the use of alternative news media to access information about science. Our results indicate that the clear majority—more than two-thirds—of the Swiss population do not use alternative news media as sources of science-related information. Respondents who do use alternative news media were more confident about their scientific and media literacy and viewed themselves as information elites who are highly skeptical of established societal elites. However, they do not seem to reject the scientific system in principle."
  },
  {
    "discipline": "communication",
    "title": "Quantum in the Media: A Content Analysis of Dutch Newspapers",
    "authors": "Aletta Lucia Meinsma, Thomas Rothe, W. Gudrun Reijnierse, Ionica Smeets, Julia Cramer",
    "url": "https://doi.org/10.1177/10755470251318300",
    "doi": "https://doi.org/10.1177/10755470251318300",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "Quantum technology is expected to have an impact on society. Earlier literature suggests that certain themes may either create barriers or facilitate effective science communication. We studied 385 Dutch newspaper articles for the use of these themes. Newspapers commonly explained quantum concepts when mentioning quantum technology. They also regularly presented quantum technology as beneficial and enigmatic, often in prominent positions of the articles. The themes on economic development/competitiveness, mystical viewpoint, social progress, and risks were less common. Although these barriers are only potential barriers, we encourage journalists to weigh them when communicating about quantum technology."
  }
]
