[
  {
    "discipline": "communication",
    "title": "Beyond a fragmented account of conflicts in communication: a framework of informational conflicts",
    "authors": "Wenqing Zhao, Yan Jin, Toni van der Meer, Michael Hameleers, Xuerong Lu",
    "abstract": "Numerous global trends related to communicative conflicts—like widespread public dissent, the increasing fragmentation of the digital media landscape, the fast-paced dissemination of mis- and disinformation, polarization of public debates, and delegitimizing populist rhetoric—form a perfect storm that significantly disrupts today’s society on multiple levels. Against this backdrop, research on content, causes, consequences, and counter-strategies of conflicts has been central to the discipline of communication science and beyond over the past decades. Although many of these societal challenges are rooted in communication problems similar in nature, current research lines appear to move forward in isolation, creating largely disconnected streams of research that could benefit from more integration. With this article, we aim to bring together disconnected strands of literature in communication that revolve around conflicts in mass and digital communication under the umbrella term “informational conflict.” This framework synthesizes existing knowledge, enabling us to better understand the root causes of increasing cleavages in society and to forward potential solutions leading to conflict resolution.",
    "url": "https://doi.org/10.1093/anncom/wlae003",
    "doi": "https://doi.org/10.1093/anncom/wlae003",
    "filter": 0,
    "journal_full": "Annals of the International Communication Association"
  },
  {
    "discipline": "communication",
    "title": "Political participation on social media: conceptual and empirical state of the art and research agenda",
    "authors": "Cato Waeterloos",
    "abstract": "Over the past decades, political participation in an online context has gained substantive attention. However, it is only recently that conceptual advancements have been made concerning the specific expressive and mobilizing practices that occur on social media. This article argues on the importance and implications of recognizing political participation on social media as a conceptually distinct mode of political participation, shaped by unique affordances that highlight its networked and political character. Specifically, the article provides a conceptual and normative state of the art regarding online and social media political participation. By discussing the empirical implications of prominent theoretical assumptions in the field, three key research gaps are identified and I propose a research agenda for the field of political communication.",
    "url": "https://doi.org/10.1093/anncom/wlae002",
    "doi": "https://doi.org/10.1093/anncom/wlae002",
    "filter": 0,
    "journal_full": "Annals of the International Communication Association"
  },
  {
    "discipline": "communication",
    "title": "Thirty years since Kunda: addressing critiques to reimagine a model of motivated reasoning",
    "authors": "Camille J Saucier, Nathan Walter, Stefanie Z Demetriades",
    "abstract": "Following Kunda’s (1990) defense of the influence of motivations on reasoning, a growing body of communication research has coalesced around the idea that specific motivations can influence decision-making. At the same time, this body of research has been subjected to criticisms highlighting alternative explanations that do not involve motivated processes. The present study contributes to this conversation by reviewing the evidence around motivated reasoning as reflected in empirical communication research over the past 30 years (k = 143), focusing on the framework’s key components: motivation, reasoning, and responses. The findings identify considerable gaps, including a limited focus on distinct motivations, an underemphasis on reasoning, and a concentration on a narrow set of responses. This article concludes by proposing the Motivation-Reasoning-Response Model, which visually summarizes the findings of this review and indicates possible opportunities for future research.",
    "url": "https://doi.org/10.1093/anncom/wlae001",
    "doi": "https://doi.org/10.1093/anncom/wlae001",
    "filter": 0,
    "journal_full": "Annals of the International Communication Association"
  },
  {
    "discipline": "communication",
    "title": "Let me be perfectly unclear: strategic ambiguity in political communication",
    "authors": "Parker Bach, Carolyn E Schmitt, Shannon C McGregor",
    "abstract": "While clarity is often upheld as a core element of successful communication, we argue that a lack of clarity can also benefit a speaker, a concept called strategic ambiguity. This concept has been used across disciplines for decades, but its definitions are often overly context-specific. In this article, we follow Chaffee’s (1991) framework for explication to survey the literature and provide a unified definition of strategic ambiguity as a rhetorical tactic in which a communicator creates a: (1) polysemic message with multiple reasonable interpretations supported by the text, that is: (2) aimed at audiences from varying interpretive communities; and (3) by which polysemy the communicator stands to gain some specific advantage. We offer methodological suggestions on the study of strategic ambiguity, accompanied by two case studies of strategic ambiguity, centering Congressional newsletters and conservative political satire. We close with suggestions for scholarships that could be informed by incorporating strategic ambiguity.",
    "url": "https://doi.org/10.1093/ct/qtaf001",
    "doi": "https://doi.org/10.1093/ct/qtaf001",
    "filter": 0,
    "journal_full": "Communication Theory"
  },
  {
    "discipline": "communication",
    "title": "The Relationship Between Incidental News Exposure and Political Participation: A Cross-Country, Multilevel Analysis",
    "authors": "Jörg Matthes, Alon Zoizner, Andreas Nanz, David Nicolas Hopmann, Yannis Theocharis, Selina Noetzel",
    "url": "https://doi.org/10.1080/21670811.2024.2436548",
    "doi": "https://doi.org/10.1080/21670811.2024.2436548",
    "filter": 0,
    "journal_full": "Digital Journalism"
  },
  {
    "discipline": "communication",
    "title": "The Role of Syndicated Content in Retaining Digital Newspaper Subscribers: Evidence from Clickstream and Subscription Data",
    "authors": "Jaewon Royce Choi, Su Jung Kim, Yayu Zhou, Edward C. Malthouse",
    "url": "https://doi.org/10.1080/21670811.2025.2466029",
    "doi": "https://doi.org/10.1080/21670811.2025.2466029",
    "filter": 0,
    "journal_full": "Digital Journalism"
  },
  {
    "discipline": "communication",
    "title": "Infotainment on Social Media: How News Companies Combine Information and Entertainment in News Stories on Instagram and TikTok",
    "authors": "Dominique S. Wirz, Florin Zai",
    "url": "https://doi.org/10.1080/21670811.2025.2464062",
    "doi": "https://doi.org/10.1080/21670811.2025.2464062",
    "filter": 0,
    "journal_full": "Digital Journalism"
  },
  {
    "discipline": "communication",
    "title": "How effective are fact-checks in Pakistan and who engages with them?",
    "authors": "Waqas Ejaz, Sacha Altay, Muhammad Ittefaq",
    "url": "https://doi.org/10.1080/1369118x.2024.2445636",
    "doi": "https://doi.org/10.1080/1369118x.2024.2445636",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Inter-Subject Correlations of Pupillary Audience Responses",
    "authors": "Ralf Schmälzle, Juncheng Wu, Sue Lim, Gary Bente",
    "abstract": "Abstract: This study introduces a novel VR-based approach to measure pupillary responses during media consumption. Researchers exposed participants to 30 video messages in a virtual TV viewing room, capturing pupil dilation and constriction via VR-integrated eye-tracking. By analyzing cross-receiver similarity (inter-subject correlations) of pupillometric responses, we could identify which specific video an individual was watching. This method worked best under normal viewing conditions and was sensitive to attentional manipulations. This study also found that messages with the most robust pupil response signatures were more likely to be remembered. Theoretical implications for quantifying media exposure and developing signatures of perceptual attention in individuals and audiences are discussed. Practically, this pupillary audience response measurement could be applied to various media formats, including screen-based media, social media, and VR/AR environments. In sum, the study highlights the potential of pupillometry in understanding audience engagement and response dynamics in naturalistic media consumption settings.",
    "url": "https://doi.org/10.1027/1864-1105/a000457",
    "doi": "https://doi.org/10.1027/1864-1105/a000457",
    "filter": 0,
    "journal_full": "Journal of Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "Unraveling the Retweet Dynamics of COVID-19 Vaccines on Twitter: An Investigation Through the Lens of the Health Belief Model",
    "authors": "Yanfang Wu",
    "abstract": "This study uses the Health Belief Model (HBM) to analyze the narrative constructions and sentiments of the most retweeted tweets about COVID-19 vaccines. Large-scale data and qualitative textual analysis revealed that tweet dissemination is influenced by perceived risks and benefits, while the tweet format (narrative vs. non-narrative) had no significant effect. Personal stories gained more shares than cultural stories, and high-benefit narratives received more retweets than low-risk ones. Tweets with highly perceived benefits elicited positive sentiments, highlighting implications for effective health communication on social media. Theoretical implications for the HBM model and crafting effective intervention health messages were discussed.",
    "url": "https://doi.org/10.1177/10776990251316284",
    "doi": "https://doi.org/10.1177/10776990251316284",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly"
  },
  {
    "discipline": "communication",
    "title": "‘Rankings are all bullsh*t anyway, why not do my own?’: Vloggers and genre remediation",
    "authors": "Astrid Van den Bossche, Jelena Brankovic, Morten Hansen",
    "abstract": "Rankings are a well-established genre for evaluating diverse phenomena, yet culturally resonant critiques of them are relatively rare. This paper examines how student vloggers on YouTube challenge and reinterpret university rankings through ‘tier list’ and ‘reaction’ videos, thereby shifting genre expectations. Through a move analysis of 30 such videos, we identify 3 rhetorical actions – making sense of ranking, audience interpellation and subverting the ranking genre – and discuss how the ranking’s remediation simultaneously rejects and reinforces hierarchy as the social form underlying it. This results in often humorous critiques where vloggers challenge ‘objective’ cardinal assumptions and posit rank as collaboratively constructed. Remediation in social media has the potential to not only make visible genre work performed by the genre’s discursive community, but in doing so also reconfigures the rhetorical premises that characterise the ranking genre in the first place.",
    "url": "https://doi.org/10.1177/14614448251316795",
    "doi": "https://doi.org/10.1177/14614448251316795",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Veiled conspiracism: Particularities and convergence in the styles and functions of conspiracy-related communication across digital platforms",
    "authors": "Kilian Buehling, Xixuan Zhang, Annett Heft",
    "abstract": "Digital communication venues are essential infrastructures for anti-democratic actors to spread harmful content such as conspiracy theories. Capitalizing on platform affordances, they leverage conspiracy theories to mainstream their political views in broader public discourse. We compared the word choice, language style, and communicative function of conspiracy-related content to understand its platform-dependent differences and convergence. Our cases are the conspiracy theories of the New World Order and Great Replacement, which we analyzed on 4chan/pol/, Twitter, and seven alternative US news media longitudinally from 2011 to 2021. The conspiracy-related texts were comparatively analyzed using a multi-method approach of computational and quantitative text analyses. Our results show that conspiracy narrations are increasingly present in all venues. While language differs vastly between platforms, we observed a style convergence between Twitter and 4chan. The results show how more coded language veils the spread of racist and antisemitic content beyond the so-called dark platforms.",
    "url": "https://doi.org/10.1177/14614448251315756",
    "doi": "https://doi.org/10.1177/14614448251315756",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "The limits of platforms: Why disintermediation has failed in the art market",
    "authors": "Rachel Ricucci, Grant Blank",
    "abstract": "Platforms have disintermediated the markets for books, film, television, and music, but the online art market has reproduced offline structures, leaving intermediaries intact. This study explores the limits of platforms by describing why disintermediation failed in the art market. Along with museums and other intermediaries, the most important function of galleries is to co-create artistic value. They not only sell art but also form a central part of the status system of art. We examine #artistsupportpledge (ASP) on Instagram. ASP uncovered a market for art that had no place in the existing system. ASP facilitated direct sales to consumers while allowing artists to maintain links to galleries for reputation, career development, exhibitions, and sales of large, expensive work. The art market experienced unique partial disintermediation under narrow conditions with continued allegiance to existing intermediaries and status structures. We conclude by discussing four implications for the theory of platforms.",
    "url": "https://doi.org/10.1177/14614448251316498",
    "doi": "https://doi.org/10.1177/14614448251316498",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Time to BeReal! Exploring users’ well-being in relation to BeReal use duration",
    "authors": "Jaroslava Kaňková, Anja Stevic, Alice Binder, Jörg Matthes",
    "abstract": "The mobile app BeReal, launched in 2020, has gained popularity for its emphasis on authenticity, spontaneity, and real-time daily interactions with close ties, earning it the label of “anti-Instagram.” However, empirical evidence on its relationship with well-being is currently lacking. This study uses a quasi-experimental two-wave design to examine the relationship between BeReal use duration and well-being indicators. Results suggest that long-term BeReal use is linked to higher friendship satisfaction, positively influencing life satisfaction. In addition, long-term use is associated with reduced fear of missing out and connection overload compared to short-term use, suggesting BeReal may enhance well-being possibly by facilitating daily interactions with close ties, limiting usage time, and providing a more authentic representation of everyday life compared to other social media platforms.",
    "url": "https://doi.org/10.1177/14614448251317689",
    "doi": "https://doi.org/10.1177/14614448251317689",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Smartphones and ‘doing community’ in Bangkok’s platform economy: A Weberian analysis",
    "authors": "Daniel McFarlane, Yannik Mieruch, Tony Waters",
    "abstract": "This article examines emergent communities of platform-based delivery workers in Bangkok by applying Max Weber’s concept of Vergemeinschaftung or ‘doing community’. Using offline and online ethnographic methods, the authors demonstrate how delivery workers do community on the streets of Bangkok and leverage smartphones and social media to extend their communities to the online realm. These community practices are culturally constituted and share characteristics with pre-existing communities in the transportation sector in Thailand. However, while these older communities are under pressure from rationalisation, or in Weber’s terms, Vergesellschaftung, rider communities emerge from the rational conditions of delivery platforms. Through this analysis, the article demonstrates how Weber’s theory effectively captures the dialectical dynamics of doing community and rationalisation in digital economies, suggesting that scholarship on digital platforms and media could benefit from adopting a Weberian analysis of social change.",
    "url": "https://doi.org/10.1177/14614448241312653",
    "doi": "https://doi.org/10.1177/14614448241312653",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Should we express gratitude in human–AI interaction: The online public’s moral stance toward artificial intelligence assistants in China",
    "authors": "Yuqi Zhu, Jianxun Chu",
    "abstract": "The ethical dimensions of human–AI (artificial intelligence) interaction demand attention. As artificial intelligence assistants become more anthropomorphized, will the public interact with AI as humans morally? This study applied content analysis to data from an online question-and-answer platform in China ( N = 287) to explore the public’s judgments of gratitude toward artificial intelligence assistants. The findings revealed the majority supports expressing gratitude, while a significant minority disagrees, indicating diverse ethical judgments. By further analyzing people’s reasoning, this study found that supporters attribute gratitude to moral autonomy driven by virtue ethics, moral responsibility for responsible AI, and the perceived source identity of anthropomorphized AI as human, aligning with the Computers-are-Social-Actors paradigm. In contrast, opponents doubt AI’s moral agency, highlighting the perceived source of AI as machines, and they judge that treating it with human manners is useless and potentially dangerous. These insights enhance the understanding of the public’s view of ethical considerations regarding AI assistants, contribute to gratitude research in the context of human–AI interaction, extend the moral dimension of the Computers-are-Social-Actors paradigm, and emphasize the importance of moral and responsible AI use. Suggestions for future research based on the exploratory findings are also discussed.",
    "url": "https://doi.org/10.1177/09636625251314337",
    "doi": "https://doi.org/10.1177/09636625251314337",
    "filter": 0,
    "journal_full": "Public Understanding of Science"
  },
  {
    "discipline": "communication",
    "title": "When Do Broken Campaign Promises Matter? Evidence From Four Experiments",
    "authors": "Alon Zoizner, Eran Amsalem",
    "abstract": "Campaign promises are a central mechanism for voters to hold politicians accountable, and information about their breakage or fulfillment features prominently in the media during election campaigns. Despite the importance of campaign promises, previous research yields conflicting expectations regarding their influence on citizens. Some theories suggest citizens vote based on policy performance and, therefore, consistently penalize actors who break their promises. Other theoretical accounts, however, argue that exposure to information during election campaigns often has minimal effects on citizens due to strongly held prior beliefs and partisan motivations. The goal of the current study is to address these competing claims by systematically testing the conditions under which citizens penalize politicians for breaking promises. We conducted four experiments (total N = 7,030), three of them preregistered, in two countries under varying political conditions. We find that (1) broken promises decrease domain-specific evaluations of leaders but have little impact on evaluations of actors’ overall performance; (2) broken promises have limited effects when people have strong priors about the political actor who made the promise; and (3) citizens downplay and rationalize promises broken by ingroup, but not outgroup, leaders. These results suggest that even though information about broken promises is salient in campaign communications, its impact on citizens is context-dependent and often quite limited.",
    "url": "https://doi.org/10.1177/19401612251317261",
    "doi": "https://doi.org/10.1177/19401612251317261",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics"
  },
  {
    "discipline": "communication",
    "title": "Beyond Neutrality: A Longitudinal Analysis of Gender, Party, and Media Visibility in the Tone of US Political Coverage",
    "authors": "Aliya Andrich",
    "abstract": "Research shows that female politicians often receive more negative news coverage than their male counterparts, which can undermine voter support and contribute to their underrepresentation in politics. Despite the increase in politically active women and heightened attention to gender issues in political discourse in the United States, the past decade has also witnessed a rise in divisive rhetoric and political polarization. These changes not only transformed the political environment but also may have impacted media coverage of political figures. Despite the evolving sociopolitical landscape, existing research on news sentiment lacks a longitudinal perspective. This study uses transformer-based classifiers for sentiment detection and state space models for time series analysis to provide new longitudinal evidence on the evolution of positive and negative coverage of 1,095 US politicians in almost 900,000 news articles during the 2010s. The results indicate that while some female politicians experienced more negative coverage than men, the pattern varied depending on the politicians’ party affiliation and media visibility. In both election and routine periods, the media portrayed female Democrats, who received moderate levels of media coverage, less negatively than male Republicans, but more critically than female Republicans and male Democrats. Notably, Democratic and Republican women received slightly more positive coverage in most election years of the 2010s. Highly visible politicians, especially women, received more negative attention overall. The study and its findings advance our understanding of how news sentiment varies across different groups of politicians and how it fluctuates between election and nonelection periods.",
    "url": "https://doi.org/10.1177/19401612251318187",
    "doi": "https://doi.org/10.1177/19401612251318187",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics"
  },
  {
    "discipline": "public opinion",
    "title": "Yes to Koch, No to Woke: Public Opinion, Free Markets, and Business Involvement in Politics",
    "authors": "Spencer Goidel, Bradley Madsen, Craig Freeman, Kirby Goidel",
    "abstract": "In this paper, we use data from the 2022 Cooperative Election Study to explore the relationship between partisanship, attitudes toward free markets, and corporate social responsibility. We find that while Republicans continue to express abstract support for free markets and business involvement in politics, they respond negatively to more specific descriptions of CEO activism, particularly when that activism is directed toward environmental, social, and governance (ESG) issues. Overall, individual support for business involvement in politics depends on the noneconomic impact of corporate behavior. In this respect, our findings echo the literature on political tolerance: abstract support for free markets slips when applied to specific environmental, social, and governance contexts. Within this context, “business involvement in politics,” which Republicans support, translates into “corporate political activity,” which Republicans oppose.",
    "url": "https://doi.org/10.1093/poq/nfae057",
    "doi": "https://doi.org/10.1093/poq/nfae057",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly"
  },
  {
    "discipline": "public opinion",
    "title": "Nostalgia in Politics",
    "authors": "Spencer Goidel, Kirby Goidel, Paul M Kellstedt",
    "abstract": "Throughout the 2016 presidential campaign, Donald Trump promised to voters that, if elected, he would “make America great again.” Trump’s explicitly nostalgic appeal was rooted in the collective perception, shared by at least some voters, that life was better (and simpler) in the past. Nostalgic appeals have a long history in American politics. Trump’s “Make America Great Again” (MAGA) slogan was co-opted from Reagan’s “let’s make America great again.” Despite their long history, we suspect that, as nostalgic appeals have become central to the Republican Party’s messaging, nostalgia-susceptible voters have sorted into the Republican Party. Recently, scholars have attempted to better understand the political consequences of nostalgia on voting for populist parties, both in general and specifically for Donald Trump. We make three contributions to the literature. First, using an open-ended prompt, we consider more carefully what people mean when they say they long for the “good old days.” Second, we use these open-ended responses to inform our measurement of nostalgia and whether it reflects a longing for the past or pessimism about the future. In doing so, we show the importance of religiosity and media consumption (i.e., Fox News) as predictors of individual-level nostalgia. Third, we connect our measure of nostalgia to vote choice during the 2022 midterm election—demonstrating that the effects are broader than support for Donald Trump. Overall, we contend that if one is to fully understand contemporary politics, one needs to know how nostalgia influences political attitudes and behaviors.",
    "url": "https://doi.org/10.1093/poq/nfae054",
    "doi": "https://doi.org/10.1093/poq/nfae054",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly"
  },
  {
    "discipline": "public opinion",
    "title": "Undercurrent in Taiwan: Nationalism and Calculation of the Cross-Strait Relations (2002–2022)",
    "authors": "Austin Horng-En Wang, Charles K S Wu, Fang-Yu Chen, Yao-Yuan Yeh",
    "abstract": "The literature highlights the conflicting trends between rising nationalism and stable preferences for status quo on cross-strait relations in Taiwan. This article provides new insights from the Taiwan National Security Survey (2002–2022, 14 waves, n = 16, 494) to help explain this apparent inconsistency. The surveys employed “conditional preference” items to capture how the cross-strait attitudes of Taiwanese people are shaped. Since 2002, Taiwanese identifiers have increased steadily, while dual identifiers have decreased. Most respondents still prefer the status quo, but there is a gradual rise in support for independence. Hypothetical scenarios reveal that a majority support independence if China will not attack and oppose unification if China and Taiwan differ economically and politically. Furthermore, the percentage supporting independence given China will attack is increasing, while the percentage supporting unification if China and Taiwan are similar has considerably decreased. Conditional preferences are influenced by perceived economic benefits from China and the military strength of China, Taiwan, and the United States.",
    "url": "https://doi.org/10.1093/poq/nfae063",
    "doi": "https://doi.org/10.1093/poq/nfae063",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly"
  },
  {
    "discipline": "public opinion",
    "title": "Investigating the Origins of Status Threat among White Americans",
    "authors": "Spencer C Lindsay, Cody R Melcher",
    "abstract": "In the last decade and a half, the United States has seen a rise in right-wing nationalism. Status threat provides a compelling explanation as to why. As white Americans see changing demographics, more diverse imagery in American leadership, and increased interdependence globally, they fear that they are losing “their” country. Scholars, however, often see status threat as primarily symbolic rather than material. We argue that material concerns are also instrumental in shaping whites’ perception of status threat. We test this hypothesis using an original survey experiment in which some respondents are primed to think about symbolic or material aspects of status threat. Relative to the control, both groups express heightened levels of perceived threat from other groups, indicating that both material and symbolic concerns are instrumental in shaping perceptions of status threat. We additionally test whether Republican whites respond to this perceived threat by becoming more likely to endorse far-right, restrictionist immigration policies. Our findings on the latter question are mixed.",
    "url": "https://doi.org/10.1093/poq/nfae055",
    "doi": "https://doi.org/10.1093/poq/nfae055",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly"
  },
  {
    "discipline": "public opinion",
    "title": "The Impact of Experiences with COVID-19 on the 2020 Presidential Election and Support for Health Reform",
    "authors": "Nolan M Kavanagh, Anil Menon",
    "abstract": "Health shocks may drive the public to support policies and candidates that protect health and well-being. Did the COVID-19 pandemic, as one such shock, shift preferences for health reform in the United States? Using nationally representative surveys of over 70,000 US adults between 2019 and 2020, we find that experiences with COVID-19—measured at both the individual and community levels—increased support for Medicare for All by multiple percentage points. Consistent with partisan entrenchment on health issues, independents and weak partisans drove the association at the individual level; these subgroup differences were not observed for community-level experiences. To reduce concerns about confounding, we use data from multiple points in time to establish the expected temporal relationship between experiences with COVID-19 and support for health reform. Finally, consistent with the importance of health issues in the 2020 presidential race, we find that changes in support for health reform were mirrored by a comparable shift in support away from the incumbent, President Trump, in the weeks leading up to the election. Even if short lived, these shifts may have influenced both the discourse and outcome of the election.",
    "url": "https://doi.org/10.1093/poq/nfae062",
    "doi": "https://doi.org/10.1093/poq/nfae062",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly"
  },
  {
    "discipline": "psychology",
    "title": "Survey measures of metacognitive monitoring are often false",
    "authors": "Kit S. Double",
    "abstract": "Metacognitive monitoring is an extremely important ability that predicts a wide range of outcomes. However, do people have insight into their own metacognitive monitoring capacity? This study measured participants' perceived metacognitive monitoring abilities using a novel psychometrically validated questionnaire (Study 1) and then examined how well survey responses aligned with online measures of metacognitive monitoring (resolution, discrimination, sensitivity, efficiency) taken from confidence ratings participants made while performing a perceptual decision-making task and Raven’s Progressive Matrices (Study 2). We found a negative correlation between the questionnaire responses and many of the online measures of metacognitive monitoring – those who reported being better at metacognitive monitoring, in fact tended to be worse according to the online metacognitive ratings. This occurred because, in general, high self-perceptions of monitoring ability were, in fact, related to higher confidence and lower cognitive performance. These findings suggest that we may have inaccurate insights into our own metacognitive monitoring capacity and questionnaire-based measures of metacognitive abilities may be problematic as they may represent unrealistic self-perceptions.",
    "url": "https://doi.org/10.3758/s13428-025-02621-6",
    "doi": "https://doi.org/10.3758/s13428-025-02621-6",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "psychology",
    "title": "Distribution-free Bayesian analyses with the DFBA statistical package",
    "authors": "Richard A. Chechile, Daniel H. Barch",
    "abstract": "Nonparametric (or distribution-free) statistics have been widely used in psychological research because behavioral data can be messy and inconsistent with the Gaussian model for measurement error. Distribution-free procedures only use categorical or rank information, so they avoid the problems of outliers and violations of distributional assumptions. Yet frequentist nonparametric procedures are still subject to the limitation of relative frequency theory, which stems from the founding assumption that population parameters cannot be represented by probability distributions. Bayesian statistical methods, by contrast, allow for prior and posterior probability distributions for population parameters, so they rigorously provide experimental scientists with a probability representation of the population parameters of interest. The Bayesian counterpart for a set of distribution-free statistical methods is a relatively recent development. This paper is a detailed discussion of the DFBA package of R functions, which is designed for doing distribution-free Bayesian analyses for the common nonparametric procedures. Included in the package are functions that enable the user to explore the relative power for computer-based data that can be sampled from nine different probability models. The distribution-free procedures have almost the same power as the t  test when the data are normally distributed, but for eight other alternative probability models, the distribution-free Bayesian procedures have greater power than the frequentist t .",
    "url": "https://doi.org/10.3758/s13428-025-02605-6",
    "doi": "https://doi.org/10.3758/s13428-025-02605-6",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  }
]
