[
  {
    "discipline": "communication",
    "title": "The self in communication research: a historical review, 1951–2020",
    "authors": "Xuewei Zhang, Timothy D Stephen",
    "abstract": "The field of self-relevant communication lacks clearly defined boundaries, largely due to its fragmented nature. This study addresses this gap by proposing a definition of the field, offering a preliminary overview of its current state, and tracing its evolution through a historical review. We conducted a computational content analysis of over 1,700 self-related articles from 137 communication journals listed in the ComAbstracts database from 1951 to 2020. Guided by Thomas Kuhn’s theory of scientific evolution and Rogers’ Diffusion of Innovation Theory, our findings reveal that self-relevant communication research has progressed through 7 distinct cycles across 4 evolutionary periods: the initial period (1951–1972), the initial growth period (1973–1982), the transitional period (1983–2003), and the rapid growth period (2004–2020). While interpersonal communication was initially a focal point, it has become increasingly implicit in self-relevant research. The advent of social media has significantly accelerated the expansion of self-relevant research and it would seem likely to continue impacting its growth.",
    "url": "https://doi.org/10.1093/anncom/wlaf017",
    "doi": "https://doi.org/10.1093/anncom/wlaf017",
    "filter": 0,
    "journal_full": "Annals of the International Communication Association"
  },
  {
    "discipline": "communication",
    "title": "Affective polarization and political (dis)trust: Investigating their interconnection and the moderating role of (social) media use",
    "authors": "Annelien Van Remoortere, Rens Vliegenthart",
    "abstract": "This article investigates the interplay between political trust and affective polarization during the 2023 Dutch parliamentary elections and how this interplay is moderated by (social) media use. We hypothesize a reciprocal relationship, where trust influences affective polarization and vice versa. This interaction may intensify in election campaigns. Using a cross-lagged panel model on a panel wave survey conducted during the 2023 Dutch parliamentary election campaign, we analyze trust and polarization dynamics across five distinct media user types, including quality media users, social media users, and news minimalists. Findings indicate that higher political trust leads to lower affective polarization; however, polarization does not significantly impact trust. Importantly, quality media users show no connection between trust and polarization. In contrast, social media users exhibit less stable levels of political trust, highlighting the potential volatility of trust among this group during campaigns. Our findings emphasize media's moderating role in shaping political attitudes.",
    "url": "https://doi.org/10.1177/02673231251370866",
    "doi": "https://doi.org/10.1177/02673231251370866",
    "filter": 0,
    "journal_full": "European Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "What do people watch under adversity? Testing interactions of semantic affinity and coping style using Netflix data donations",
    "authors": "Rebekka J Kreling, Felix Dietrich, Alicia Gilbert, Leonard Reinecke",
    "abstract": "Media are frequently used for coping with everyday stressors, but little is known about what content individuals choose under such adversity. Building on mood management theory’s propositions about semantic affinity of content, we test how adversity in specific life domains is reflected in choice of entertaining media content surrounding the same life domain. In combining diary data from n = 122 Netflix users and data donations of their viewing histories with n = 2,122 titles, our study provides a novel methodological approach. Our findings show no effects of daily adversity on selecting content with more or less semantic affinity, but exploratory analyses reveal that daily media coping strategies differentially relate to the selection of different entertainment genres. These results emphasize (a) a lack of conceptual clarity surrounding semantic affinity in real-life media use and (b) the importance of situational approaches in media coping research.",
    "url": "https://doi.org/10.1093/hcr/hqaf019",
    "doi": "https://doi.org/10.1093/hcr/hqaf019",
    "filter": 0,
    "journal_full": "Human Communication Research"
  },
  {
    "discipline": "communication",
    "title": "Are partisan, unreliable, digital-born, and mass-oriented media more likely to thrive on social media? Comparing four information ecosystems",
    "authors": "Tian Yang, Xuzhen Yang, Yilang Peng, Subhayan Mukerjee",
    "abstract": "Social media platforms form information ecosystems distinct from the Web and reconfigure power relationships, especially the distribution of visibilities, among news media. We developed a theoretical framework based on structuration theory to explain the differences between the Web and social media, and investigated four prominent factors: institutional legacy, information reliability, ideological differences, and news inequalities. This study collected social media data from three platforms (Facebook, Twitter, and YouTube; N = 8.4 million posts), web traffic data, and an information reliability index for 766 media outlets in the USA. We investigated how four factors explained differences between the platforms and the Web: media outlets that were digital-born (compared to newspapers), partisan, and mass-oriented gained greater visibilities on platforms relative to their web traffic. Meanwhile, the three platforms displayed differences. For example, only Twitter showed significantly increased visibilities of unreliable sources. Our multiplatform research design demonstrates the impact of platformization on journalism.",
    "url": "https://doi.org/10.1093/joc/jqaf035",
    "doi": "https://doi.org/10.1093/joc/jqaf035",
    "filter": 0,
    "journal_full": "Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "The (in)efficacy of AI personas in deception detection experiments",
    "authors": "David M Markowitz, Timothy R Levine",
    "abstract": "Artificial intelligence (AI) has recently been used to aid in deception detection and to simulate human data in social scientific research. Thus, it is important to consider how well these tools can inform both enterprises. We report 12 studies, accessed through the Viewpoints.ai research platform, where AI (gemini-1.5-flash) made veracity judgments of humans. We systematically varied the nature and duration of the communication, modality, truth-lie base rate, and AI persona. AI performed best (57.7%) when detecting truths and lies involving feelings about friends, although it was notably truth-biased (71.7%). However, in assessing cheating interrogations, AI was lie-biased by judging more than three-quarters of interviewees as cheating liars. In assessing interviews where humans perform at rates over 70%, accuracy plummeted to 15.9% with an ecological base-rate. AI yielded results different from prior human studies and therefore, we caution using certain large language models for lie detection.",
    "url": "https://doi.org/10.1093/joc/jqaf034",
    "doi": "https://doi.org/10.1093/joc/jqaf034",
    "filter": 0,
    "journal_full": "Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "The Influence of Minority Views on Majority Participation in Online Discourse",
    "authors": "Graham Dixon, Samuel Bashian, Katie Snelling",
    "abstract": "Abstract: Social media content is often dominated by minority views espousing opinionated and politicized content, leading to a skewed representation of public discourse. This raises concerns about its impact on public engagement, as individuals may be discouraged from expressing their own beliefs in such an environment. We investigate this issue by exploring how Republican supporters of childhood vaccines (i.e., those who are in the majority) react when exposed to an online environment dominated by anti-vaccine Republicans (i.e., those who are in the minority). In a survey experiment ( N = 355), we find causal evidence that the majority view holders anticipate social conflict when exposed to a minority view-dominant information environment. Anticipated social conflict is then associated with reduced participation in online discussions. Notably, we find that anticipated social conflict, rather than one’s perception of public opinion, is a primary driver of self-silencing behavior, providing a roadmap for future research on interventions aimed at building people’s resilience to hostile information environments.",
    "url": "https://doi.org/10.1027/1864-1105/a000478",
    "doi": "https://doi.org/10.1027/1864-1105/a000478",
    "filter": 0,
    "journal_full": "Journal of Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "AI for Combatting Mis/Disinformation",
    "authors": "Elizabeth Behm-Morawitz, Benjamin R. Warner, Julius M. Riles, Christopher Josey, Reagan Morawitz",
    "abstract": "Abstract: Artificial Intelligence (AI) poses challenges and opportunities in combating mis/disinformation that arises in today’s digital media landscape. Our research advances understanding of how psychological processing influences perceptions and effects of AI-generated messages on message acceptance and credibility. Specifically, the computers are social actors (CASA) paradigm, anthropomorphism, and solipsistic introjection are employed to examine the effects of the degree of AI involvement in information delivery when seeking clarification on a politicized issue – ranging from none (e.g., news article), to partial (e.g., AI-generated summaries in Google search results), to full reliance on AI (e.g., responses from ChatGPT). Findings from our online experiment with N = 551 US adults indicate that moderate and highly AI-powered sources are deemed more credible than non-AI human-authored sources, however, this effect is weakened by diminished perceptions of anthropomorphizing of AI. Further, solipsistic introjection is negatively related to message acceptance, indicating this intrapsychic processing may decrease the persuasiveness of messages that combat mis/disinformation. Findings are discussed in terms of theoretical and practical implications.",
    "url": "https://doi.org/10.1027/1864-1105/a000480",
    "doi": "https://doi.org/10.1027/1864-1105/a000480",
    "filter": 0,
    "journal_full": "Journal of Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "Leveraging Motivations to Curb Misinformation",
    "authors": "Camille J. Saucier, Christopher Calabrese, Nathan Walter",
    "abstract": "Abstract: In an era where digital misinformation poses significant challenges to societal well-being, this study explores a novel approach to preserving information integrity by addressing the motivational underpinnings of conspiracy theory engagement. As conspiracy theories proliferate online, traditional fact-checking and debunking strategies often prove ineffective due to the self-reinforcing nature of conspiracy theories. This research investigates whether a priori self-affirmation interventions can reduce individuals’ propensity to engage with conspiracy theories by preemptively fulfilling the ego-protective function these theories often serve. Using a randomized experiment ( N = 451), this study finds that participants who completed a self-affirmation task were less likely to read politicized conspiracy theories, and those who chose to read a conspiracy theory reported greater feelings of affirmation than those who did not. Thus, bolstering individuals’ self-integrity may offer an opportunity to mitigate the appeal of politicized conspiracy theories.",
    "url": "https://doi.org/10.1027/1864-1105/a000481",
    "doi": "https://doi.org/10.1027/1864-1105/a000481",
    "filter": 0,
    "journal_full": "Journal of Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "Facts About Fact-Checkers: Comparing Credibility Perceptions, Usage, and Sharing of Different Fact-Checking Sources",
    "authors": "Li Qi, Laurent H. Wang, Xingyu Liu, Miriam J. Metzger",
    "abstract": "Abstract: Fact-checking provides an important tool in the fight against misinformation, yet fact-checks may only be effective to the extent that they are perceived as credible. This research provides a first look at such perceptions across a wide array of legacy and novel fact-check sources available today. An online survey of 993 participants and an experiment involving 1,002 participants were conducted to examine differences in credibility perceptions, usage, and sharing of fact-checks from professional fact-check organizations, mainstream news outlets, social media platforms, automated fact-check services, and crowdsourcing. Results show that legacy sources are considered most credible, fact-check receiver characteristics (political ideology, analytical thinking, and information literacy) influence perceptions of fact-checker credibility, and perceived credibility of fact-checkers is key to fact-check usage. Results also reveal that fact-checker source type and perceived credibility of fact-checkers are essential to fact-check sharing intention. Our findings advance the nascent concept of fact-checker credibility and contribute to theory, specifically the MAIN model and the stage framework model. They also offer novel data about new sources of fact-checking, including how AI and crowdsource-based fact-checkers are perceived by the public.",
    "url": "https://doi.org/10.1027/1864-1105/a000484",
    "doi": "https://doi.org/10.1027/1864-1105/a000484",
    "filter": 0,
    "journal_full": "Journal of Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "Negativity Biases Online",
    "authors": "Seonhye Noh, Stuart Soroka",
    "abstract": "Abstract: A considerable body of work finds evidence of negativity biases in news production and consumption. These biases have consequences for the reliability and accuracy of digital information. For this special issue, focused on the “complex interplay of technology and human biases,” we consider how individual-level variation in negativity biases impacts both news selection and news provision. Using digital trace data, we analyze the news selections of roughly 25,000 SmartNews users over 6 months. We find evidence of trait-level differences in individuals’ negativity biases in news selection and consider the degree to which those trait-level differences in negativity biases are sustained through algorithmically personalized news feeds.",
    "url": "https://doi.org/10.1027/1864-1105/a000479",
    "doi": "https://doi.org/10.1027/1864-1105/a000479",
    "filter": 0,
    "journal_full": "Journal of Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "Automating Accuracy: Scalable Approaches to Correcting Disinformation with Artificial Intelligence on Social Media",
    "authors": "Rita (Rongwei) Tang, Yuming Fang, Jikai Sun, Leticia Bode, Emily K. Vraga",
    "abstract": "This study investigates whether source expertise (expert vs. non-expert), use of artificial intelligence (AI; AI vs. non-AI), and the placement (debunking vs. prebunking) of a correction influence its effectiveness in reducing misperceptions and intentions to consume raw milk. Results of a pre-registered two-wave online experiment ( N 1 = 1,785, N 2 = 1,568) suggest that debunking consistently reduces misperceptions and behavioral intentions for at least 1 week, while prebunking was less effective. Expert corrections only outperform non-expert corrections in reducing misperceptions in wave 1. In general, AI cues do not significantly influence the effectiveness of a correction, offering both opportunities and challenges for organizations hoping to automate corrections.",
    "url": "https://doi.org/10.1177/10776990251359660",
    "doi": "https://doi.org/10.1177/10776990251359660",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly"
  },
  {
    "discipline": "communication",
    "title": "Network Analysis for Media Ownership: A Methodological Proposal",
    "authors": "Mariia Aleksevych, Tales Tomaz",
    "abstract": "Far from being a concern of the past, media ownership concentration is a feature of hybrid media systems. This raises the issue of how to measure the concentration and allow for informed decisions to be made, especially for policymaking. Some of the most popular metrics are the concentration ratio (CR&lt;em&gt;n&lt;/em&gt;) and the Herfindahl-Hirschman Index (HHI). However, the new hybrid context increasingly renders the usual economic concentration metrics obsolete to understand the power of communication players. This article provides a theoretical overview and methodological considerations on ways to interrogate ownership relations, advancing network analysis and visualization as useful tools to better grasp power relations alongside traditional economic metrics. We illustrate our proposal with an analysis of media ownership data from Denmark and Greece, as provided by the Euromedia Ownership Monitor in 2022. Our article goes beyond the approach of the monitor, as we incorporate additional components, such as the power of beneficial owners over the audience. This approach provides a broader analysis of media ownership concentration and can inspire scholarly work to explore more aspects of this topic.",
    "url": "https://doi.org/10.17645/mac.10141",
    "doi": "https://doi.org/10.17645/mac.10141",
    "filter": 0,
    "journal_full": "Media and Communication"
  },
  {
    "discipline": "communication",
    "title": "Pushing Past News Avoidance: Implications of Mobile Alerts on News Engagement Intentions",
    "authors": "Renee Barnes, Rory Mulcahy, Aimee Riedel",
    "abstract": "The ubiquitous presence of smartphones has led to their prominence as a dominant source of news for a vast majority of people. In this context, the impact of mobile technology’s affordances, including access, applications, and mobile alerts, on news engagement has been the subject of numerous studies. At the same time, recent research has found an increase in those who either have very low news usage or intentionally or unintentionally avoid news. Within a deliberative public sphere perspective, habitual news avoidance presents many problems, including lack of civic engagement and lack of critical information for partaking in public life. Drawing on framing theory and results from two experimental studies, this research sought to examine the intersection of the promise of mobile news alerts for enhancing news engagement intentions and curiosity among high-level news avoiders. Study 1 shows that positive frames in mobile alerts are associated with higher engagement intentions in high news avoiders, and this effect is mediated by curiosity. In study 2, the results show that positive framing with three facts is associated with higher levels of engagement intentions, and this is mediated by curiosity. Further, the results show that for moderate news avoiders, two facts, which are negatively framed, should be used.",
    "url": "https://doi.org/10.1177/20501579251371884",
    "doi": "https://doi.org/10.1177/20501579251371884",
    "filter": 0,
    "journal_full": "Mobile Media & Communication"
  },
  {
    "discipline": "communication",
    "title": "Quasi-universal acceptance of basic science in the United States",
    "authors": "Jan Pfänder, Lou Kerzreho, Hugo Mercier",
    "abstract": "Substantial minorities of the population report a low degree of trust in science, or endorse conspiracy theories that violate basic scientific knowledge. This might indicate a wholesale rejection of science. In four studies, we asked 782 US participants questions about trust in science, conspiracy beliefs, and basic science (e.g. the relative size of electrons and atoms). Participants were provided with the scientifically consensual answer to the basic science questions, and asked whether they accept it. Acceptance of the scientific consensus was very high in the sample as a whole (95.1%), but also in every sub-sample (e.g. no trust in science: 87.3%; complete endorsement of flat Earth theory: 87.2%). This quasi-universal acceptance of basic science suggests that people are motivated to reject specific scientific beliefs, and not science as a whole. This could be leveraged in science communication.",
    "url": "https://doi.org/10.1177/09636625251364407",
    "doi": "https://doi.org/10.1177/09636625251364407",
    "filter": 0,
    "journal_full": "Public Understanding of Science"
  },
  {
    "discipline": "communication",
    "title": "Using Preprint Sources in Science News: Do Transparent Disclosures Enhance Credibility?",
    "authors": "Chelsea L. Ratcliff, Alice Fleerackers, Rebekah Wicke, Andy J. King, Jakob D. Jensen",
    "abstract": "This study tested whether the transparent use of preprint sources affects the perceived credibility of science news and scientists. In an experiment, U.S. adults read a news report describing COVID-19 research as a “preprint” (with varying levels of detail) or as simply a “study.” There were no main effects of disclosing preprint status, but indirect effects emerged. For those who noticed the disclosure, both brief and fuller depictions of a study’s preprint status enhanced the credibility of the reporting and the scientists behind the research. However, perceiving the science to be uncertain negatively mediated the effects of preprint disclosure on credibility appraisals among Republicans.",
    "url": "https://doi.org/10.1177/10755470251363191",
    "doi": "https://doi.org/10.1177/10755470251363191",
    "filter": 0,
    "journal_full": "Science Communication"
  },
  {
    "discipline": "politics",
    "title": "Detecting Group Mentions in Political Rhetoric A Supervised Learning Approach",
    "authors": "Hauke Licht, Ronja Sczepanski",
    "abstract": "Politicians appeal to social groups to court their electoral support. However, quantifying which groups politicians refer to, claim to represent, or address in their public communication presents researchers with challenges. We propose a supervised learning approach for extracting group mentions from political texts. We first collect human annotations to determine the passages of a text that refer to social groups. We then fine-tune a transformer language model for contextualized supervised classification at the word level. Applied to unlabeled texts, our approach enables researchers to automatically detect and extract word spans that contain group mentions. We illustrate our approach in two applications, generating new empirical insights into how British parties use social groups in their rhetoric. Our method allows for detecting and extracting mentions of social groups from various sources of texts, creating new possibilities for empirical research in political science.",
    "url": "https://doi.org/10.1017/s0007123424000954",
    "doi": "https://doi.org/10.1017/s0007123424000954",
    "filter": 0,
    "journal_full": "British Journal of Political Science"
  },
  {
    "discipline": "politics",
    "title": "How do voters seek political information during real-world election campaigns?",
    "authors": "Mohamed Nasr",
    "abstract": "This paper examines the dynamics of voter information seeking during real-world election campaigns, a crucial yet relatively underexplored area of political behavior. Drawing on theories of information processing, I propose a model of information seeking driven by the need to resolve informational deficits, shaped by two fundamental party-level characteristics: incumbency status and programmatic change. Firstly, I expect voters to seek information more actively about opposition parties than about governing parties, as the former lack the highly visible track record of governing parties. Secondly, voters tend to seek more information when established non-governing parties undergo a significant programmatic reconfiguration. To empirically test these hypotheses, I compile a unique dataset comprising Google search data related to the main political parties of 11 liberal democracies between 2004 and 2023. The results reveal that voters consistently demonstrate a greater propensity to search for information about opposition parties than incumbent parties during election campaigns, particularly when the opposition implements substantial programmatic changes. These findings have crucial implications for understanding how voters search for political information about political parties in real-world electoral competitions and how party-level characteristics can drive this behavior.",
    "url": "https://doi.org/10.1177/13540688251375302",
    "doi": "https://doi.org/10.1177/13540688251375302",
    "filter": 0,
    "journal_full": "Party Politics"
  },
  {
    "discipline": "politics",
    "title": "“Sleeping with the enemy”: partisanship and tolerance in online dating",
    "authors": "Yara Sleiman, Georgios Melios, Paul Dolan",
    "abstract": "Political polarization has transcended political arenas, influencing personal decisions. While such biases are often ascribed to out-group animosity, a person’s “party tag” may act as a proxy for other characteristics, overstating partisanship’s role in private life. To explore this, we focus on online dating, using a conjoint experiment with 3,000 UK participants to isolate the effect of partisanship from other traits. Our findings indicate that the influence of partisanship is on par with conventional criteria like physical appearance, yet tolerance for opposing views plays an even stronger role. We also find imporant partisan asymmetries: both groups favour co-partisans, but Labour supporters are twice as likely to do so. Counter-stereotypic profiles reduce bias among Conservatives but heighten it among Labour supporters.",
    "url": "https://doi.org/10.1017/psrm.2025.10011",
    "doi": "https://doi.org/10.1017/psrm.2025.10011",
    "filter": 0,
    "journal_full": "Political Science Research and Methods"
  },
  {
    "discipline": "politics",
    "title": "Legislators’ sentiment analysis supervised by legislators",
    "authors": "Akitaka Matsuo, Kentaro Fukumoto",
    "abstract": "The sentiment expressed in a legislator’s speech is informative. However, extracting legislators’ sentiment requires human-annotated data. Instead, we propose exploiting closing debates on a bill in Japan, where legislators in effect label their speech as either pro or con. We utilize debate speeches as the training dataset, fine-tune a pretrained model, and calculate the sentiment scores of other speeches. We show that the more senior the opposition members are, the more negative their sentiment. Additionally, we show that opposition members become more negative as the next election approaches. We also demonstrate that legislators’ sentiments can be used to predict their behaviors by using the case in which government members rebelled in the historic vote of no confidence in 1993.",
    "url": "https://doi.org/10.1017/psrm.2025.10048",
    "doi": "https://doi.org/10.1017/psrm.2025.10048",
    "filter": 0,
    "journal_full": "Political Science Research and Methods"
  },
  {
    "discipline": "public opinion",
    "title": "Rally Around the Winner—A Two-Wave Panel Survey on the Impact of the U.S. Election on Foreign Policy Stances",
    "authors": "Eyal Rubinson, Gal Bitton-Alayof",
    "abstract": "Do electoral outcomes influence public support for the winning candidate's policy agenda? While voters are often assumed to evaluate candidates based on policy alignment, research suggests that partisan identity frequently overrides rational assessment. However, the extent to which the identity of the electoral winner legitimizes policy positions—particularly in the domain of foreign policy—remains underexplored. This research note leverages the 2024 U.S. presidential election as a natural experiment, using a preregistered two-wave panel survey to assess whether electoral victory influences public perceptions of the winning candidate's platform. Results reveal a moderate “winner effect”: Democratic voters exhibited an increase in support for Trump's foreign policy positions postelection, while support for Harris declined, even among her base. Nevertheless, winner effects produced shifts in foreign policy preferences commensurate with those on a highly salient domestic issue, challenging assumptions about greater volatility in foreign policy. Furthermore, preelection candidate support conditioned postelection stability, with winning-party supporters maintaining greater consistency. While electoral victories enhance the perceived legitimacy of the winner's platform, partisan identity remains the primary constraint, limiting large-scale ideological realignment.",
    "url": "https://doi.org/10.1093/ijpor/edaf040",
    "doi": "https://doi.org/10.1093/ijpor/edaf040",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research"
  },
  {
    "discipline": "public opinion",
    "title": "Quantifying Selection Bias in Flash Estimates Derived from Cumulative Non-Probability Samples",
    "authors": "Santiago Gómez-Echeverry, Arnout Van Delden, Ton De Waal, Dimitris Pavlopoulos, Reinoud Stoel",
    "abstract": "The increasing reliance on non-probability samples, including administrative data, big data, and surveys with selective non-response, has brought the issue of selection bias to the forefront of applied research and official statistics production. This study investigates selection bias in the context of flash estimates, focusing on their application in short-term economic indicators such as the Gross Domestic Product and the Consumer Price Index. Leveraging prominent theoretical frameworks for modeling selection bias, we develop and evaluate a series of estimators that incorporate information from a fully-observed lagged target variable, current auxiliary variables, or combined data sources. Through simulations and a case study using turnover (i.e., revenue) data from Statistics Netherlands, we assess these estimators across diverse scenarios, including variations in variable distribution, selectivity levels, and correlations between auxiliary and target variables. Results indicate that estimators combining lagged and current auxiliary information provide more consistent results than those relying on a single data source. Additionally, estimators based on combined data sources perform relatively well under high selectivity and non-normal target distributions. These findings provide practical and easily implementable tools to address selection bias in non-probability samples, enhancing the reliability and timeliness of official statistics.",
    "url": "https://doi.org/10.1093/jssam/smaf016",
    "doi": "https://doi.org/10.1093/jssam/smaf016",
    "filter": 0,
    "journal_full": "Journal of Survey Statistics and Methodology"
  },
  {
    "discipline": "psychology",
    "title": "On Partial Versus Full Mediation and the Importance of Effect Sizes",
    "authors": "Thomas Ledermann, Myriam Rudaz, Matthew S. Fritz",
    "abstract": "Theoretical models involving one or multiple intervening variables often posit whether a cause influences an outcome both directly and indirectly or only indirectly. In testing mediation, this distinction of partial and full mediation has become a subject of debate because of statistical issues. We extend the critique on this notion and provide insights into what a statistically significant direct effect between a cause and an outcome in a mediation model can mean. We also evaluate different effect size measures for direct and indirect effects and offer practical recommendations for assessing mediation mechanisms, which we illustrate using different examples. The broader relevance of these recommendations beyond mediation analysis is discussed.",
    "url": "https://doi.org/10.1177/25152459251355585",
    "doi": "https://doi.org/10.1177/25152459251355585",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science"
  },
  {
    "discipline": "psychology",
    "title": "Modeling within-level latent interaction effects in multilevel vector-autoregressive models",
    "authors": "Jana Holtmann, Kenneth Koslowski",
    "abstract": "The study of time-dependent within-person dynamics has gained popularity in recent years through the use of multilevel (latent) time-series models. However, due to the complexity of the models, model applications are usually limited with respect to the inclusion of time-varying moderating factors on the longitudinal within-person relations between variables. That is, in common applications of multilevel time-series models, the within-person dynamics of constructs over time are regarded as being insensitive to changes in other time-varying factors or changes in contexts. We illustrate an extension of multilevel latent time-series models that incorporate latent interaction effects at the dynamic within-person level. We build on previous work that incorporated time-varying observed or latent moderator variables for the dynamic parameters in vector autoregressive models and provide a tutorial for the application of the models, implemented and estimated using Bayesian estimation via Markov chain Monte Carlo techniques. The models are illustrated by two empirical applications that investigate the temporal dynamics of negative affect, rumination, and mindful attention. The performance of different models with varying complexity is investigated via several simulation studies to provide recommendations regarding the models’ applicability for applied researchers. Required sample sizes range between at least 25 time points for around 50 persons in the simplest fixed-effects models and at least 100 time points for at least 100 persons in random-effects factor models, depending on the expected effect sizes of the dynamic parameters.",
    "url": "https://doi.org/10.3758/s13428-025-02694-3",
    "doi": "https://doi.org/10.3758/s13428-025-02694-3",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "sociology",
    "title": "Monitoring Attitudes Over Time: Real Change or the Result of Repeated Interviewing?",
    "authors": "Fabienne Kraemer, Peter Lugtig, Bella Struminskaya, Henning Silber, Bernd Weiß, Michael Bosnjak",
    "abstract": "Panel data are often used to study change and stability in social patterns. However, repeated interviewing may affect respondents’ attitudes in a panel study by triggering reflection processes on the surveyed topics (cognitive stimulus hypothesis) . Using data from a survey experiment within a probability-based and a nonprobability panel in Germany, we investigate change—and the mechanisms underlying change—in respondents’ abortion attitudes over six panel waves. The experiment manipulated the frequency of receiving identical attitude questions. We estimate multiple-group and longitudinal structural equation models to differentiate change in the measurement of abortion attitudes from “real” attitude change. Results show that repeatedly administering the same abortion questions increases the reliability of respondents’ reported attitudes and the stability of their latent attitudes toward abortion. However, we find no evidence of an increase in attitude certainty and knowledgeability on abortion and only tentative evidence of improved response behavior (increased attitude reliability) due to general survey experience.",
    "url": "https://doi.org/10.1177/00491241251372503",
    "doi": "https://doi.org/10.1177/00491241251372503",
    "filter": 0,
    "journal_full": "Sociological Methods & Research"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Who expands the human creative frontier with generative AI: Hive minds or masterminds?",
    "authors": "Eric B. Zhou, Dokyun Lee, Bin Gu",
    "abstract": "Artists are rapidly integrating generative text-to-image models into their workflows, yet how this affects creative discovery remains unclear. Leveraging large-scale data from an online art platform, we compare artificial intelligence (AI)–assisted creators to matched nonadopters to assess novel idea contributions. Initially, a concentrated subset of AI-assisted creators contributes more novel artifacts in absolute terms through increased output—the productivity effect—although the average rate of contributing novel artifacts decreases because of a dilution effect. This reflects a shift toward high-volume, incremental exploration, ultimately yielding a greater aggregate of novel artifacts by AI-assisted creators. We observe no evidence of a human-AI effect above and beyond the productivity effect. The release of open-source Stable Diffusion accelerates novel contributions across a more diverse group, suggesting that text-to-image tools facilitate exploration at scale, initially enabling persistent breakthroughs by select “masterminds,” driven by increased volume, and subsequently enabling widespread novel contributions from a “hive mind.”",
    "url": "https://doi.org/10.1126/sciadv.adu5800",
    "doi": "https://doi.org/10.1126/sciadv.adu5800",
    "filter": 0,
    "journal_full": "Science Advances"
  }
]
