[
  {
    "discipline": "communication",
    "title": "Can conspiracy theories ever be plausible? The role of narrative rationality in the assessment of online conspiracy theories",
    "authors": "Hossein Turner",
    "url": "https://doi.org/10.1093/ct/qtaf002",
    "doi": "https://doi.org/10.1093/ct/qtaf002",
    "filter": 0,
    "journal_full": "Communication Theory",
    "abstract": "Conspiracy theories (CTs) represent a persistent challenge in evaluating major events, as they often employ fallacious forms of narrative reasoning and persuasion to posit conspiratorial agency and motives. While many CT narratives conflict with logic and reason, a minority may possess a degree of plausibility. But by what standards can plausibility of a CT be measured? This article introduces concepts from legal storytelling, rhetoric and cognitive linguistics to expand Walter Fisher’s narrative paradigm framework, enabling auditors to critically engage with the rhetorical dynamics of CT narratives. Through an analysis of official and alternative narratives surrounding the death of a Russian spy, this article demonstrates how, in a similar way to the role of jurors in criminal trials, auditors may either join the rhetor in co-creating a coherent and plausible narrative, or end up challenging the rhetor by identifying problems and thus planting the potential seeds of rival accounts."
  },
  {
    "discipline": "communication",
    "title": "Generative Artificial Intelligence and Misinformation Acceptance: An Experimental Test of the Effect of Forewarning About Artificial Intelligence Hallucination",
    "authors": "Yoori Hwang, Se-Hoon Jeong",
    "url": "https://doi.org/10.1089/cyber.2024.0407",
    "doi": "https://doi.org/10.1089/cyber.2024.0407",
    "filter": 0,
    "journal_full": "Cyberpsychology, Behavior, and Social Networking"
  },
  {
    "discipline": "communication",
    "title": "Redefining objectivity: Exploring types of evidence by fact-checkers in four European countries",
    "authors": "Regina Cazzamatta",
    "url": "https://doi.org/10.1177/02673231251319145",
    "doi": "https://doi.org/10.1177/02673231251319145",
    "filter": 0,
    "journal_full": "European Journal of Communication",
    "abstract": "Fact-checking journalism challenges procedural norms of objectivity by providing truth verdicts. By actively evaluating statements and online rumors based on evidence weight, fact-checkers aim for robust, scientific objectivity. Despite this trend, there is a lack of studies analyzing evidence types used in verification articles, a gap which this article seeks to address. This comparative research examines types of valid evidence—documentation, digital forensic tools, and statements—employed by fact-checkers across 12 organizations in the UK, Germany, Portugal, and Spain ( n = 1976). Results are interpreted using media systems and digital indicators. Notably, Spain, with high political polarization and social media use for news, heavily utilizes digital forensic elements. Germany and the UK, known for high journalistic professionalism and low epistemic vulnerability, predominantly feature ‘all-inclusive’ evidence combining documents, statements, and forensics. Public service broadcasters exhibit the highest levels of verification complexity (hard fact-checking), contrasting with global news agencies, which generally favor softer fact-checking approaches, except for DPA."
  },
  {
    "discipline": "communication",
    "title": "Binary Barriers: Avatar Creation and Play for Nonbinary Video Game Players",
    "authors": "Xan Smith",
    "url": "https://doi.org/10.1177/15554120251322209",
    "doi": "https://doi.org/10.1177/15554120251322209",
    "filter": 0,
    "journal_full": "Games and Culture",
    "abstract": "Virtual spaces and video games offer a unique opportunity for nonbinary and gender-diverse users to embody and express a gender that is congruent with their identity. The aim of this study was to better understand character creation, avatar identification, and virtual gender expression for nonbinary players, who's gender does not typically align with traditional male/female binary avatar options. Twenty-five nonbinary video game players participated in exploratory semistructured interviews. A grounded theory approach was used to thematically analyze the transcribed data. Nonbinary players use avatars to explore and experience nonbinary gender expressions. When nonbinary gender options are not available, players describe methods for circumventing in-game features and norms. Participants express negative experiences due to gender choice constraints. Lastly, participants suggest features that would allow for a gender expression that is congruent to their own gender. These findings have important implications for improving the wellbeing of nonbinary and gender-diverse players."
  },
  {
    "discipline": "communication",
    "title": "Effect of security threats and cultural values on public perceptions of state surveillance: a multilevel analysis of 37 countries",
    "authors": "Yu-Hui Kao",
    "url": "https://doi.org/10.1080/1369118x.2025.2462781",
    "doi": "https://doi.org/10.1080/1369118x.2025.2462781",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "The Swiss cheese model of social cues: a theoretical perspective on the role of social context in shaping social media’s effect on adolescent well-being",
    "authors": "Jolien Trekels, Eva H Telzer",
    "url": "https://doi.org/10.1093/joc/jqaf001",
    "doi": "https://doi.org/10.1093/joc/jqaf001",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "Media effects research has observed significant diversity in the effects of social media on adolescent well-being, with outcomes ranging from positive to negative and, in some cases, neutral effects. In an effort to comprehend and elucidate this diversity, we have formulated The Swiss Cheese Model of Social Cues, a theoretical framework that systematically categorizes potential sources contributing to these variations. This dynamic model encompasses the complex layers of social cues present within platforms, the social environment, and individual (neuro)susceptibility, collectively shaping how social media influences the well-being of adolescents. The primary goal of this model is to enhance research by concurrently considering a broader range of individual difference factors, providing a comprehensive framework for investigations into the complex interplay of social context in social media effects."
  },
  {
    "discipline": "communication",
    "title": "Designing algorithms against corruption: a conjoint study on communicative features to encourage intentions for collective action",
    "authors": "Christopher Starke, Kimon Kieslich, Max Reichert, Nils Köbis",
    "url": "https://doi.org/10.1080/19331681.2025.2465326",
    "doi": "https://doi.org/10.1080/19331681.2025.2465326",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "Automating the Detection of Linguistic Intergroup Bias Through Computerized Language Analysis",
    "authors": "Katherine A. Collins, Ryan L. Boyd",
    "url": "https://doi.org/10.1177/0261927x251318887",
    "doi": "https://doi.org/10.1177/0261927x251318887",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "Linguistic bias is the differential use of abstraction, or other linguistic mechanisms, for the same behavior by members of different groups. Abstraction is defined by the Linguistic Category Model (LCM), which defines a continuum of words from concrete to abstract. Linguistic Intergroup Bias (LIB) characterizes the tendency for people to use abstract words for undesirable outgroup and desirable ingroup behavior and concrete words for desirable outgroup and undesirable ingroup behavior. Thus, by examining abstraction in a text, we can understand the implicit attitudes of the author. Yet, research is currently stifled by the time-consuming and resource-intensive method of manual coding. In this study, we aim to develop an automated method to code for LIB. We compiled various techniques, including forms of sentence tokenization, sentiment analysis, and abstraction coding. All methods provided scores that were a good approximation of manually coded scores, which is promising and suggests that more complex methods for LIB coding may be unnecessary. We recommend automated approaches using CoreNLP sentiment analysis and LCM Dictionary abstraction coding."
  },
  {
    "discipline": "communication",
    "title": "A News Ecology Perspective to Information Verification: Examining the Effects of News Repertoire and News Capital",
    "authors": "Yan Qu, Shuning Lu",
    "url": "https://doi.org/10.1177/10776990251318636",
    "doi": "https://doi.org/10.1177/10776990251318636",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "There is a growing concern about the spread of misinformation on the internet. One of the key solutions to address this challenge is the practice of information verification by individuals. Current research on information verification tends to overlook the influence from individuals’ information and social environment. Informed by the media repertoire and the egocentric network approach, this study proposes to examine one’s news repertoire and news discussion networks as critical correlates with verification beliefs and behavior. A survey with a nationally representative sample in the United States ( N = 1,088) revealed that a rich news repertoire and a higher level of news capital embedded in news discussion networks are positively associated with one’s perceptions of self-efficacy and actual engagement in information verification. In addition, the study uncovers the moderating role of news capital in magnifying the positive linkage between news repertoire richness and verification self-efficacy as well as the indirect pathway linking news repertoire richness to verification behavior via verification self-efficacy. Overall, our study offers a news ecology perspective that expands scholarly understanding and theorization of information verification."
  },
  {
    "discipline": "communication",
    "title": "Cutting the Climate Agenda: The Effect of Sinclair Broadcasting on Public Awareness of Climate Change",
    "authors": "Haley Pierce",
    "url": "https://doi.org/10.1177/10776990251316549",
    "doi": "https://doi.org/10.1177/10776990251316549",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Research has begun to explore the effects of Sinclair ownership on news content and on public opinion. However, research has not yet linked changes in news content to changes in public opinion. Using computational textual analysis, this study finds that once a station is purchased by Sinclair, its volume of climate change reporting drops; the remaining climate change reporting de-emphasizes climate science, and the public becomes less aware climate change is happening."
  },
  {
    "discipline": "communication",
    "title": "Decoding Correction Strategies: How Fact-Checkers Uncover Falsehoods Across Countries",
    "authors": "Regina Cazzamatta",
    "url": "https://doi.org/10.1080/1461670x.2025.2470177",
    "doi": "https://doi.org/10.1080/1461670x.2025.2470177",
    "filter": 0,
    "journal_full": "Journalism Studies"
  },
  {
    "discipline": "communication",
    "title": "Datacasting: TikTok’s Algorithmic Flow as Televisual Experience",
    "authors": "Ellenrose Firth, Alberto Marinelli",
    "url": "https://doi.org/10.17645/mac.9392",
    "doi": "https://doi.org/10.17645/mac.9392",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Recommendation algorithms have acquired a central role in the suggestion of content within both subscription video on demand (SVOD) and advertising-based video on demand (AVOD) services and media-sharing platforms. In this article, we suggest the introduction of the datacasting paradigm, which takes into account the increasing relevance algorithms have in selection processes on audiovisual platforms. We use TikTok as a case study as it is an entirely algorithmic platform, and therefore embodies the heart of our discussion, and analyse how the algorithmic flow within the platform influences user experience, the impact it has on the enjoyment of content, and whether the platform can be considered televisual. We have opted to frame TikTok within debates on flow, as we believe that is what is at the core of the platform experience. Through the analysis of in-depth interviews, we extracted two main categories of responses: TV on TikTok and TikTok as TV. The former includes all responses related to the consumption of traditional televisual material on the platform, while the latter looks at all potential connections between the platform and television viewing habits."
  },
  {
    "discipline": "communication",
    "title": "(Re)animating the ancestors: Digital personality emulations, ancestor veneration and ethics",
    "authors": "Robert Sparrow, Ellen Y Zhang",
    "url": "https://doi.org/10.1177/14614448251317461",
    "doi": "https://doi.org/10.1177/14614448251317461",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Veneration of paternal ancestors plays an important role in Chinese tradition. In this article, we offer some speculations about how a new ‘thanatechnology’ – digital personality emulation – may impact on ancestor worship. We explore the ethical issues raised by the use of personality emulations for this purpose, drawing on Confucian, Daoist and contemporary Anglo-American perspectives. For Confucians, the key questions concern the extent to which this technology automates the task of remembering and whether it is corrosive of filial piety. Daoists might be critical of personality emulations owing to a larger disagreement with Confucians about the role of ritual in a good human life. Finally, recent discussions in the Anglo-American literature suggest that the use of this technology would raise questions about the consent of the deceased to emulation, the privacy of users, the danger that users will be manipulated by the designers and/or manufacturers of emulations, and the impact of emulations on the grieving process."
  },
  {
    "discipline": "communication",
    "title": "From Big Farms to Big Pharma? Problematizing science-related populism",
    "authors": "Elisa Lello, Niccolò Bertuzzi",
    "url": "https://doi.org/10.1177/09636625251316727",
    "doi": "https://doi.org/10.1177/09636625251316727",
    "filter": 0,
    "journal_full": "Public Understanding of Science",
    "abstract": "Skepticism about health/vaccination policies during Covid-19 was considered a key example of “science-related populism” mainly based on far-right case studies. However, criticism also spread among various left-wing and environmentalist milieus, which represents an understudied phenomenon. Relying on different strands of scientific literature, and on a qualitative research design aimed both to take account of the political heterogeneity within this critical area and to deepen its links with environmentalism, we aim to highlight the limits and normative implications of its interpretation as solely populism, and to contribute to the elaboration of a different interpretive model. Qualitative and frame-bridging analysis highlighted the consolidation of worldviews in clear opposition to hegemonic values, where the criticism of science finds a more appropriate explanation in a denunciation of the intrusiveness of capitalism in science production, as well as in a rejection of “reductionism” and a claim to self-determination that extend from ecological to health issues."
  },
  {
    "discipline": "communication",
    "title": "How Forced Versus Selective Exposure Matters for the Influence of Emotional Appeals About Climate Change in a Sample of Americans",
    "authors": "Chris Skurka, Rainer Romero-Canyas, Helen H. Joo, Jeff Niederdeppe",
    "url": "https://doi.org/10.1177/10755470251316777",
    "doi": "https://doi.org/10.1177/10755470251316777",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "Researchers studying the influence of strategic science messages have overlooked the fact that people are selective in the content they consume. In this experiment, participants were “forced” to view one of three climate appeals (threat, humor, informational), reflecting the typical between-subjects experiment, or they were permitted to choose between one of these appeals (or topical alternatives), reflecting real-world media choice. Compared with forced exposure, choice exposure resulted in slightly less reactance and slightly greater enjoyment, appreciation, and persuasion outcomes—even after accounting for self-selection biases. These findings underscore the value of treating research participants as selective consumers of science content."
  },
  {
    "discipline": "communication",
    "title": "Perceptions of Pandemic Messaging Across 36 Weeks: A Repeated Cross-Section Design With U.S. Adults",
    "authors": "Jakob D. Jensen, Joshua B. Barbour, Helen M. Lillie, Chelsea L. Ratcliff, Manusheela Pokharel, Andy J. King",
    "url": "https://doi.org/10.1177/10755470251318199",
    "doi": "https://doi.org/10.1177/10755470251318199",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "To understand public perceptions of pandemic messaging, we surveyed U.S. adults for 36 consecutive weeks starting on March 12, 2020. Using a repeated cross-section design, we tracked intentions to engage in protective behaviors, demographics, and four message perceptions: exhaustion, overload, repetition, and exaggeration. Exhaustion increased over time and became negatively related to intentions (rising negativity model). Exaggeration was stable across the 36 weeks, yet had the strongest negative relationship with intentions and that relationship increased over time (fixed model with increasing negative relationship). Overload and repetition were positively related to intentions, but the relationships faded over time (fading positivity model)."
  },
  {
    "discipline": "communication",
    "title": "How Do Silent Trolls Become Overt Trolls? Fear of Punishment and Online Disinhibition Moderate the Trolling Path",
    "authors": "Daniel Montez, Dam Hee Kim",
    "url": "https://doi.org/10.1177/20563051251320437",
    "doi": "https://doi.org/10.1177/20563051251320437",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Digital media allow users the ability to engage in and be exposed to trolling. Although many people may enjoy the occasional opportunity to witness others being trolled, a relative minority directly troll others, those whom we can label overt trolls. Nevertheless, features afforded on social media and online communities (e.g., likes, upvotes) make it accessible for people to positively react to and support trolling, becoming supportive trolls, a potential steppingstone into overt trolling. In the theoretical contexts of social cognitive theory and the bystander effect, we advance a model in which enjoyment of observing trolling prompts supportive trolling, which could then lead to overt trolling. Analyses of data from an online survey conducted in the United States ( N = 604) show the positive link between enjoyment of observing trolling and supportive trolling is stronger among individuals with higher fear of punishment, while the subsequent link between supportive and overt trolling is stronger among those with higher online disinhibition. Our findings hold implications in understanding the effects of trolling on social media audiences and how trolling can be performed in nuanced ways."
  },
  {
    "discipline": "communication",
    "title": "Facts or Feelings? Leveraging Emotionality as a Fact-Checking Strategy on Social Media in the United States",
    "authors": "Haoning Xue, Jingwen Zhang, Xinzhi Zhang",
    "url": "https://doi.org/10.1177/20563051251318172",
    "doi": "https://doi.org/10.1177/20563051251318172",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Emotionality is a well-established strategy for boosting audience engagement on social media. While fact-checking is positioned to provide objective information, fact-checking posts on social media often involve heightened emotionality. How much emotionality is present and how emotionality influences audience engagement and public sentiment toward fact-checked targets remain largely understudied. Informed by social psychological frameworks explicating message-level factors influencing public engagement and sentiment, the present study examines emotionality in 49,270 fact-checking posts created by 10 United States fact-checking organizations on Facebook from 2017 to 2022. Results showed that emotionality in fact-checking posts significantly increased by 13.5% over the years. Editorial fact-checkers (e.g., Washington Post) used higher levels of emotionality than independent fact-checkers (e.g., snopes.com). Emotionality positively indicated public engagement as predicted. However, in both fact-checked true and false information, emotionality was negatively associated with the public’s sentiment toward fact-checked targets, suggesting a potential spillover effect on stories verified to be true. This study reveals that emotionality in fact-checking posts boosts social media engagement yet with the potential of compromising fact-checking effectiveness."
  },
  {
    "discipline": "communication",
    "title": "Social Data Migration Concept: Analyzing Transborder Data Flows in the Post-Industrial Economy",
    "authors": "Anu Masso, Andrew Grotto, Tracey P. Lauriault",
    "url": "https://doi.org/10.1177/20563051251320697",
    "doi": "https://doi.org/10.1177/20563051251320697",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Transborder data flows offer opportunities, such as health data sharing, but they also bring risk. Research has explored the tensions between transnational and regional linkages, striving to understand when transborder flows of data bring benefits or drawbacks. By viewing global data flows as a social change process, this commentary strives to complement existing perspectives. It advocates embedding data studies within the framework of social transformation theory to transcend the distinction between theory and its empirical application across diverse social and cultural contexts. Inspired by Stephen Castles’ approach to human migration, it introduces the concept of “social data migration” as a dynamic social transformation. This approach enhances our understanding of the complex, interconnected, and context-dependent nature of transnational flows of data across platforms amid rapid global changes."
  },
  {
    "discipline": "communication",
    "title": "Striking While the Iron Is Hot: Exploring the Impact of Issue Ownership and Issue Salience on Donations to Political Organizations in the 2020 US Presidential Election",
    "authors": "Aimei Yang, Dmitri Williams",
    "url": "https://doi.org/10.1177/19401612251319940",
    "doi": "https://doi.org/10.1177/19401612251319940",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "This study integrates the perspectives of issue niche theory and issue ownership theory to examine how variations in issue salience affect the resources available to political organizations affiliated with different parties. Analyzing a database with millions of donors’ political donation records, our time series analysis reveals a nuanced interplay: When some issues associated with Democrats assume the spotlight, there is a discernible increase in left-leaning donations. Simultaneously, when other Democrats issue raises to prominence, there is a notable suppression of right-leaning contributions. These findings underline the persuasive force of issue ownership for each party, which either bolsters fundraising for affiliated political organizations or obstructs donations to opposing groups. Furthermore, we observe that competence-related issues, such as COVID-19 and the economy and inflation, exert a substantial influence on political contributions among both left- and right-leaning donors. Notably, competence issues demonstrate a more pronounced influence on donor behavior compared to associative issues. Overall, our study suggests a refined issue niche theory tailored to the political context, where issue niches are shaped not only by issue salience but also by the precise issue ownership type."
  },
  {
    "discipline": "public opinion",
    "title": "Bias Correction in Multiple Systems Estimation",
    "authors": "Daan B. Zult, Peter G. M. van der Heijden, Bart F. M. Bakker",
    "url": "https://doi.org/10.1177/0282423x251314294",
    "doi": "https://doi.org/10.1177/0282423x251314294",
    "filter": 0,
    "journal_full": "Journal of Official Statistics",
    "abstract": "If part of a population is hidden but two or more samples are available that each cover parts of this population, multiple systems estimation can be applied to estimate the size of this population. A problem is that these estimates suffer from finite-sample bias that can be substantial in case of a small sample or a small population size. This problem was recognized by Chapman, who derived his essentially unbiased Chapman-estimator for two samples. Because more than two samples may be required to correct for sample dependence, we propose a Generalized Chapman-estimator that can be applied with any number of samples. In a Monte Carlo experiment, this new estimator shows hardly any bias and has smaller standard errors than competing bias-reduced estimators. It is also compared to the usual maximum likelihood estimates for the case of estimating the number of homeless people in the Netherlands, where it shows notably different outcomes."
  },
  {
    "discipline": "public opinion",
    "title": "How security framing creates disagreement in public opinion: evidence from US refugee policy",
    "authors": "Isabel Williams Skinner",
    "url": "https://doi.org/10.1080/21565503.2025.2466550",
    "doi": "https://doi.org/10.1080/21565503.2025.2466550",
    "filter": 0,
    "journal_full": "Politics, Groups, and Identities"
  },
  {
    "discipline": "public opinion",
    "title": "Did Trump’s Indictments Rally His Base? Evidence from the Counterfactual Format",
    "authors": "Soubhik Barari, Alexander Coppock, Matthew H Graham, Zoe Padgett",
    "url": "https://doi.org/10.1093/poq/nfae061",
    "doi": "https://doi.org/10.1093/poq/nfae061",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "In the task of assessing how sudden, significant events causally affect public opinion, political pollsters often ask respondents how the event affected their attitudes and beliefs. We study the case of former President Donald Trump’s federal indictment for allegedly mishandling classified documents using two methods of retrospective causal inference. The commonly used change format asks respondents to state directly how the event affected their attitudes: Republicans say the event increased their support of Trump, while Democrats say the opposite. Like previous work, we argue that the change format exhibits a form of bias known as response substitution. The alternative counterfactual format is plausibly free of this source of error and asks respondents to imagine what their attitudes and beliefs would have been if the event had not happened. Using this method, Republican primary voters report that the indictment increased their belief that Trump mishandled documents (+2.5 pp) and decreased their intention to vote for him in the primaries (−1.6 pp). We argue that the counterfactual format is particularly valuable for studying the effects of highly salient news events like the Trump indictment on public opinion."
  },
  {
    "discipline": "public opinion",
    "title": "Response Times and Self-Reporting: Response Patterns Across Countries and World Regions Using Data From a Large Scale Computer-Based Assessment",
    "authors": "Hana Vonkova, Ondrej Papajoanu, Martin Bosko",
    "url": "https://doi.org/10.1177/08944393251322160",
    "doi": "https://doi.org/10.1177/08944393251322160",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "Understanding reporting behavior in questionnaires is a key issue in enhancing cross-national data comparability and policy decisions. Computers help improve the analysis of careless or insufficient effort (C/IE) responding by logging response times and other response behavior, ensuring data quality. We introduce a response-time based approach, built on an analysis of the relationship between a survey item and a related external variable, to cross-national research. Using PISA 2015 data from 58 countries/economies, we analyze patterns of correlations between the enjoyment of science and science test scores across response time. We focus on C/IE responding towards the beginning of the response time spectrum. Results indicate rather diligent responding in Eastern Asia and a part of Northern Europe. Yet in other regions (e.g., part of Latin America and the Caribbean, and Eastern Europe), C/IE responding might be distorting the data. We provide other researchers with information regarding when and to what extent C/IE responding can occur across countries. We enhance the understanding of heterogeneity in reporting behavior across countries."
  },
  {
    "discipline": "psychology",
    "title": "Sample-Size Planning in Item-Response Theory: A Tutorial",
    "authors": "Ulrich Schroeders, Timo Gnambs",
    "url": "https://doi.org/10.1177/25152459251314798",
    "doi": "https://doi.org/10.1177/25152459251314798",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "Although item-response-theory (IRT) models offer well-established psychometric advantages over traditional scoring methods, they remain underused in practice. Following a brief introduction to the IRT framework, we emphasize its major advantages and explore potential applications in various research areas. The main part of this tutorial provides a comprehensive, step-by-step guide to Monte Carlo simulation-based sample-size estimation in IRT, which is essential for obtaining precise estimates of item and person parameters, structural effects, and model fit. Accurate a priori sample-size estimation is also crucial for effective study planning, especially in preregistration and registered reports. We highlight 10 key decisions, organized into four areas: (a) determining the data-generation model, (b) defining the test design and the process of missing values, (c) selecting the IRT model and parameters of interest, and (d) setting up and running the Monte Carlo simulation. The procedure is illustrated with examples from educational, personality, and clinical psychology. An extensively annotated and easily customizable syntax is available in an online repository."
  }
]
