[
  {
    "discipline": "communication",
    "title": "Using hidden Markov models to assess and correct for measurement error in digital trace data",
    "authors": "Paulina Pankowska, Alexandru Cernat, Florian Keusch, Ruben Bach",
    "url": "https://doi.org/10.1080/19312458.2025.2573265",
    "doi": "https://doi.org/10.1080/19312458.2025.2573265",
    "filter": 0,
    "journal_full": "Communication Methods and Measures"
  },
  {
    "discipline": "communication",
    "title": "Incidental and intentional exposure in a mock election setting on social media: effects on subjective and objective political knowledge and aligned voting",
    "authors": "Jana H Dreston, Andreas Nanz",
    "abstract": "As political campaigns increasingly use social media to reach voters, scholars debate whether users actually acquire election-related knowledge or merely perceive themselves as more knowledgeable. It remains unclear whether social media enhances voting that aligns with users’ political attitudes (“correct voting”). Previous studies suggest social media effects vary substantially based on whether exposure is intentional or incidental. In a between-subject online experiment (N = 1,460), participants scrolled through a social media feed exposing them to policy statements either intentionally, incidentally, or not at all before voting in a mock election. We found that both intentional and incidental exposure increased objective knowledge, whereas only intentional exposure enhanced subjective knowledge. Yet, participants did not translate the acquired knowledge into aligned voting. However, those who intentionally sought election information felt more confident in their voting decision. Our findings suggest social media may mobilize voters more effectively than it enables them to make “good” decisions.",
    "url": "https://doi.org/10.1093/hcr/hqaf023",
    "doi": "https://doi.org/10.1093/hcr/hqaf023",
    "filter": 0,
    "journal_full": "Human Communication Research"
  },
  {
    "discipline": "communication",
    "title": "Social media influencers can increase collective political beliefs and actions: findings from experiments and a quasi-experimental field study",
    "authors": "Pascal Merz, Christian von Sikorski",
    "abstract": "The belief in the capabilities of one’s own group is crucial for joining collective action aimed at addressing large-scale societal crises like climate change. Drawing from the two-step flow of communication theory and behavioral models of collective action, we conducted two experimental studies and an innovative quasi-experimental field study (total N = 2,960). Across these studies, influencer messages increased collective response efficacy beliefs and political action intentions, particularly among followers with strong parasocial ties. Moreover, repeated exposure to an influencer’s message reinforced these effects. Our research underscores the potential of influencers in mobilizing collective political action within digital media environments.",
    "url": "https://doi.org/10.1093/hcr/hqaf024",
    "doi": "https://doi.org/10.1093/hcr/hqaf024",
    "filter": 0,
    "journal_full": "Human Communication Research"
  },
  {
    "discipline": "communication",
    "title": "What is the best way of collecting data donations? An experiment assessing the feasibility of different data donation approaches to measure mobile and app usage",
    "authors": "Marc Asensio, Oriol J. Bosch, Caroline Roberts",
    "url": "https://doi.org/10.1080/1369118x.2025.2570738",
    "doi": "https://doi.org/10.1080/1369118x.2025.2570738",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "The Color of Family: Schema’s Prediction of Perceived Realism Judgments of Transracial Adoption Portrayals",
    "authors": "Chelsea M. Bruno, T. Franklin Waddell",
    "abstract": "As entertainment media contains a growing number of transracial adoption portrayals, it becomes necessary to consider how such depictions are cognitively processed and what intrapersonal factors are likely to shape such processing. This survey ( N = 602) examines the relationship between White and Black emerging adults’ schema about transracial adoption and their perceptions of realism of transracial adoption portrayals. Results indicate a significant, positive relationship between attitudes toward transracial adoption and perceptions of realism. While higher levels of trait empathy significantly strengthened this relationship, participant race was not found to be a significant moderator. Theoretical and practical implications are discussed.",
    "url": "https://doi.org/10.1177/10776990251372598",
    "doi": "https://doi.org/10.1177/10776990251372598",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly"
  },
  {
    "discipline": "communication",
    "title": "Developing and Validating a Four-Dimensional Misinformation Correction Scale: A Mixed-Methods Approach",
    "authors": "Dajun Li, Lunrui Fu, Liang Chen",
    "abstract": "Misinformation poses a significant societal challenge, yet research lacks a standardized framework for conceptualizing and operationalizing correction behaviors. This study identifies four types: verification, rejection, public, and private correction engagement. A 14-item scale was developed in Study 1 using 23 focus groups ( N = 120) and expert review ( N = 12). Study 2 ( N = 1,063) and Study 3 ( N = 467) were conducted in China using Mandarin to validate the scale’s reliability and construct validity through confirmatory factor analyses. The scale offers a robust tool for studying correction behaviors and provides theoretical and practical insights for misinformation research.",
    "url": "https://doi.org/10.1177/10776990251378663",
    "doi": "https://doi.org/10.1177/10776990251378663",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly"
  },
  {
    "discipline": "communication",
    "title": "When Consumers Smell a Sell in Personal Stories: How Influencer Narratives Backfire and the Role of Sponsorship Disclosures",
    "authors": "Jingren Li, Yanni Ma, Erich J. Sommerfeldt",
    "abstract": "The rapid growth of social media has prompted many corporations to collaborate with social media influencers (SMIs) to create sponsored personal stories to engage their consumers. While the positive effects of narrative transportation have been examined in the SMI context, its potential backfire effects are rarely explored. Through two online experiments, Study 1 ( N = 161) found that narratives (vs. non-narratives) resulted in less positive ad responses, with these effects fully mediated by perceived manipulative intent. Study 2 ( N = 257) replicated these findings and further revealed that sponsorship disclosure moderated these effects: disclosure exacerbates the backfire effects of narratives by heightening perceived manipulative intent, whereas in non-narrative ads, it enhances ad effects by reducing consumers’ inference of manipulative intent.",
    "url": "https://doi.org/10.1177/10776990251378661",
    "doi": "https://doi.org/10.1177/10776990251378661",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly"
  },
  {
    "discipline": "communication",
    "title": "Phubbed and turned to my phone, but still disconnected: The psychological consequences of being phubbed and coping through mobile use",
    "authors": "So Jin Lee, Jaeyeon Bang, Jiyeon Park, Yejoo Lee, Eunseo Kim, Suyeon Kim, Taeyeon Kim",
    "abstract": "New media technologies have transformed social interactions, offering connectivity but also drawbacks such as phubbing – the act of ignoring others by using mobile phones during face-to-face interactions. This study examines the psychological consequences of being phubbed and how individuals cope through mobile use based on the temporal need-threat model. A lab experiment was conducted where participants interacted with partners and were phubbed. Results showed that phubbed individuals felt socially excluded, experienced threats to fundamental needs, and reported lower mood than those in the no-phubbing condition. Phubbing also led to less favorable attitudes toward the partners and lower interaction intention. Analysis of mobile use during a break after phubbing revealed no significant differences in social versus non-social mobile use. Interestingly, individuals with high social mobile use reported increased need threats. These findings highlight the impact of phubbing and its implications for need satisfaction and social interactions in the digital age.",
    "url": "https://doi.org/10.1177/20501579251384599",
    "doi": "https://doi.org/10.1177/20501579251384599",
    "filter": 0,
    "journal_full": "Mobile Media & Communication"
  },
  {
    "discipline": "communication",
    "title": "Toxicity and Moral Rhetoric in Video- and Text-Based Digital Platforms: A Multimethod Study of Political Talk Shows and News Articles in Taiwan",
    "authors": "Yuan Hsiao, Chingching Chang, You-Jian Wu, Hao-Hsuan Wang",
    "url": "https://doi.org/10.1080/10584609.2025.2572077",
    "doi": "https://doi.org/10.1080/10584609.2025.2572077",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Public Communication about Science in 68 Countries: Global Evidence on How People Encounter and Engage with Information about Science",
    "authors": "Niels G. Mede, Viktoria Cologna, Sebastian Berger, John C. Besley, Cameron Brick, Marina Joubert, Edward W. Maibach, Sabina Mihelj, Naomi Oreskes, Mike S. Schäfer, Sander van der Linden, Nor Izzatina Abdul Aziz, Suleiman Abdulsalam, Nurulaini Abu Shamsi, Balazs Aczel, Indro Adinugroho, Eleonora Alabrese, Alaa Aldoh, Mark Alfano, Innocent Mbulli Ali, Mohammed Alsobay, Marlene Altenmüller, R. Michael Alvarez, Patrick Ansah, Denisa Apriliawati, Flavio Azevedo, Ani Bajrami, Ronita Bardhan, Keagile Bati, Eri Bertsou, Rahul Bhui, Olga Białobrzeska, Michal Bilewicz, Ayoub Bouguettaya, Katherine Breeden, Amélie Bret, Ondrej Buchel, Pablo Cabrera Alvarez, Federica Cagnoli, André Calero Valdez, Timothy Callaghan, Rizza Kaye Cases, Gabriela Czarnek, Ramit Debnath, Sylvain Delouvée, Lucia Di Stefano, Celia Diaz-Catalàn, Kimberly C. Doell, Simone Dohle, Karen M. Douglas, Dmitrii Dubrov, Malgorzata Dzimińska, Ullrich K. H. Ecker, Christian T. Elbaek, Mahmoud Elsherif, Benjamin Enke, Matthew Facciani, Antoinette Fage-Butler, Md. Zaki Faisal, Xiaoli Fan, Christina Farhart, Christoph Feldhaus, Marinus Ferreira, Stefan Feuerriegel, Helen Fischer, Jana Freundt, Malte Friese, Albina Gallyamova, Mauricio E. Garrido Vásquez, Patricia Garrido-Vásquez, Olivier Genschow, Omid Ghasemi, Theofilos Gkinopoulos, Jamie L. Gloor, Ellen Goddard, Claudia González Brambila, Hazel Gordon, Dmitry Grigoryev, Lars Guenther, Dana Harari, Przemysław Hensel, Alma Cristal Hernández-Mondragón, Atar Herziger, Guanxiong Huang, Markus Huff, Mairéad Hurley, Nygmet Ibadildin, Mohammad Tarikul Islam, Younes Jeddi, Tao Jin, Charlotte A. Jones, Sebastian Jungkunz, Dominika Jurgiel, Sarah Kavassalis, John R. Kerr, Mariana Kitsa, Tereza Klabíková Rábová, Olivier Klein, Hoyoun Koh, Aki Koivula, Lilian Kojan, Elizaveta Komyaginskaya, Laura König, Lina Koppel, Kochav Koren, Alexandra Kosachenko, John Kotcher, Laura S. Kranz, Pradeep Krishnan, Silje Kristiansen, André Krouwel, Toon Kuppens, Claus Lamm, Anthony Lantian, Aleksandra Lazić, Jean-Baptiste Légal, Zoe Leviston, Neil Levy, Amanda M. Lindkvist, Alberto López Ortega, Carlos Lopez-Villavicencio, Andreas Löschel, Nigel Mantou Lou, Chloe H. Lucas, Kristin Lunz-Trujillo, Mathew D. Marques, Sabrina J. Mayer, Ryan McKay, Julia Metag, Taciano L. Milfont, Joanne M. Miller, Panagiotis Mitkidis, Fredy Monge-Rodríguez, Matt Motta, Zarja Muršič, Jennifer Namutebi, Eryn J. Newman, Jonas P. Nitschke, Vincent Ntui Ntui-Njock, Daniel Nwogwugwu, Thomas Ostermann, Tobias Otterbring, Jaime Palmer-Hague, Myrto Pantazi, Philip Pärnamets, Paolo Parra Saiani, Mariola Paruzel-Czachura, Michal Parzuchowski, Yuri G. Pavlov, Adam R. Pearson, Myron A. Penner, Charlotte R. Pennington, Katerina Petkanopoulou, Marija B. Petrović, Dinara Pisareva, Adam Ploszaj, Ekaterina Pronizius, Karolína Pštross, Katarzyna Pypno-Blajda, Diwa Malaya A. Quiñones, Pekka Räsänen, Adrian Rauchfleisch, Felix G. Rebitschek, Cintia Refojo Seronero, Gabriel Rêgo, James P. Reynolds, Joseph Roche, Jan Philipp Röer, Robert M. Ross, Isabelle Ruin, Osvaldo Santos, Ricardo R. Santos, Stefan Schulreich, Bermond Scoggins, Emily Shuckburgh, Johan Six, Nevin Solak, Leonhard Späth, Bram Spruyt, Olivier Standaert, Samantha K. Stanley, Noel Strahm, Stylianos Syropoulos, Barnabas Szaszi, Ewa Szumowska, Mikihito Tanaka, Claudia Teran-Escobar, Boryana Todorova, Abdoul Kafid Toko, Renata Tokrri, Daniel Toribio-Florez, Manos Tsakiris, Michael Tyrala, Özden Melis Uluğ, Ijeoma Chinwe Uzoma, Jochem van Noord, Steven Verheyen, Iris Vilares, Madalina Vlasceanu, Andreas von Bubnoff, Izabela Warwas, Iain Walker, Marcel Weber, Tim Weninger, Mareike Westfal, Adrian Dominik Wojcik, Ziqian Xia, Jinliang Xie, Ewa Zegler-Poleska, Rolf A. Zwaan, character(0)",
    "abstract": "This 68-country survey ( n = 71,922) examines science information diets and communication behavior, identifies cross-country differences, and tests how such differences are associated with sociopolitical and economic conditions. We find that social media are the most used sources of science information in most countries, except those with democratic-corporatist media systems where news media tend to be used more widely. People in collectivist societies are less outspoken about science in daily life, whereas lower education is associated with higher outspokenness. Limited access to digital media is correlated with participation in public protests on science matters. We discuss implications for future research, policy, and practice.",
    "url": "https://doi.org/10.1177/10755470251376615",
    "doi": "https://doi.org/10.1177/10755470251376615",
    "filter": 0,
    "journal_full": "Science Communication"
  },
  {
    "discipline": "communication",
    "title": "The Persuasive Impact of Narrative Richness in Antibiotic Stewardship Communication: The Roles of Emotions, Psychological Distance, and Self-Referencing",
    "authors": "Yanmengqian Zhou, Madeline M. Jupina, Erina L. Farrell, Shulun Wang, Bryan J. Mesquita",
    "abstract": "This study examines how narrative richness—defined as detail and elaboration in characters, plot, and context—shapes persuasive outcomes in antibiotic stewardship messaging. In a single-factor experiment ( N = 1,264), compared to lean narratives or statistics, rich narratives most effectively elicited fear through heightened transportation, although they did not outperform lean narratives in evoking guilt. Fear increased risk perception through reduced psychological distance and greater self-referencing; guilt was positively associated with both. Elevated risk perception predicted more favorable attitudes and stronger behavioral intentions. These findings offer theoretical and practical implications for science communication strategies to promote antibiotic stewardship and other health behaviors.",
    "url": "https://doi.org/10.1177/10755470251385494",
    "doi": "https://doi.org/10.1177/10755470251385494",
    "filter": 0,
    "journal_full": "Science Communication"
  },
  {
    "discipline": "communication",
    "title": "Multi-Platform Social Media Use and Incidental Exposure: A Two-Step Analysis of the Conjoint and Distinct Roles of Network Heterogeneity and Homogeneity Across Platforms",
    "authors": "Macau K. F. Mak, Michael W. Wagner",
    "abstract": "Many individuals regularly use multiple social media platforms, and their information exposure is shaped by the various networks they maintain across these platforms. Given the rising trend of multi-platform social media use, this article introduces a two-step approach to investigate how networks across platforms conjointly and distinctly relate to incidental exposure to news and political information. Our analysis of survey data from the United States showed that greater immersion in multiple politically heterogeneous networks across platforms predicted higher counter-attitudinal incidental exposure, while greater immersion in multiple politically homogeneous networks across platforms predicted higher pro-attitudinal incidental exposure. Among the popular platforms, immersion in networks on Facebook, X (Twitter), and YouTube played a particularly influential role in these relationships. Surprisingly, we also found that greater immersion in homogeneous networks across multiple platforms predicted higher counter-attitudinal exposure, even though immersion in any single platform’s homogeneous network was not a significant predictor.",
    "url": "https://doi.org/10.1177/20563051251386721",
    "doi": "https://doi.org/10.1177/20563051251386721",
    "filter": 0,
    "journal_full": "Social Media + Society"
  },
  {
    "discipline": "communication",
    "title": "The authenticity Paradox of political AI Chatbots: Effects on candidate Credibility, social Presence, and voting intentions",
    "authors": "Yu-Hao Lee, Chien Wen Tina Yuan",
    "url": "https://doi.org/10.1016/j.tele.2025.102339",
    "doi": "https://doi.org/10.1016/j.tele.2025.102339",
    "filter": 0,
    "journal_full": "Telematics and Informatics"
  },
  {
    "discipline": "politics",
    "title": "Right-Wing Terror, Media Backlash, and Voting Preferences for the Far Right",
    "authors": "Alexander De Juan, Felix Haass, Julian Voß",
    "abstract": "How does right-wing terrorism affect electoral support for populist radical right parties (PRRPs)? Recent research has produced contrary answers to this question. We argue that only high-intensity attacks, whose motives and targets mirror PRRPs’ nativist agenda, are likely to generate a media backlash that dampens electoral support for PRRPs. We test this argument by combining high-frequency survey and social media data with a natural and survey experimental design. We find that right-wing terror reduced support for the radical right party Alternative für Deutschland after one of the most intense nativist attacks in recent German history. An analysis of all ninety-eight fatal right-wing attacks in Germany between 1990 and 2020 supports our argument. Our findings contribute to an understanding of how political violence triggers partisan detachment and have important implications for media responsibility in the aftermath of terrorist attacks.",
    "url": "https://doi.org/10.1017/s000712342510077x",
    "doi": "https://doi.org/10.1017/s000712342510077x",
    "filter": 0,
    "journal_full": "British Journal of Political Science"
  },
  {
    "discipline": "politics",
    "title": "Policlim : A Dataset of Climate Change Discourse in the Political Manifestos of Forty-Five Countries from 1990 to 2022",
    "authors": "Mary Sanford, Silvia Pianta, Nicolas Schmid, Giorgio Musto",
    "abstract": "With ambitious action required to achieve global climate mitigation goals, climate change has become increasingly salient in the political arena. This article presents a dataset of climate change salience in 1,792 political manifestos of 620 political parties across different party families in forty-five OECD, European, and South American countries from 1990 to 2022. Importantly, our measure uniquely isolates climate change salience, avoiding the conflation with general environmental and sustainability content found in other work. Exploiting recent advances in supervised machine learning, we developed the dataset by fine-tuning a pre-trained multilingual transformer with human coding, employing a resource-efficient and replicable pipeline for multilingual text classification that can serve as a template for similar tasks. The dataset unlocks new avenues of research on the political discourse of climate change, on the role of parties in climate policy making, and on the political economy of climate change. We make the model and the dataset available to the research community.",
    "url": "https://doi.org/10.1017/s0007123425100719",
    "doi": "https://doi.org/10.1017/s0007123425100719",
    "filter": 0,
    "journal_full": "British Journal of Political Science"
  },
  {
    "discipline": "politics",
    "title": "Moral justification for misinformation: Evidence from a survey experiment during the 2024 U.S. presidential campaign",
    "authors": "Tevfik Murat Yildirim",
    "abstract": "In this study, I examine the extent to which voters apply consistent moral and democratic standards to political misinformation, and how these standards interact with perceived misinformation in the campaign. Drawing on an original survey experiment during the 2024 U.S. presidential campaign, I randomly assigned respondents to read one of ten fact-checked misleading statements made by either Kamala Harris or Donald Trump in a nationally televised debate. I found that individuals were more likely to justify, excuse, and downplay the democratic harm of misinformation when it came from their preferred candidate. While this tendency was evident across both partisan groups, the tendency to downplay the democratic harm of co-partisan misinformation was particularly noticeable among Trump supporters. Moreover, the main effect was stronger among respondents who perceived misinformation as widespread during the campaign. Finally, I demonstrate that willingness to accept misinformation varies by policy area, with greater justification for misleading statements on immigration, abortion and gun rights among Trump supporters, and trade and tax among Harris supporters. These findings highlight how partisan loyalty can distort moral judgment and underscore the challenges misinformation poses for democratic accountability.",
    "url": "https://doi.org/10.1177/13540688251391572",
    "doi": "https://doi.org/10.1177/13540688251391572",
    "filter": 0,
    "journal_full": "Party Politics"
  },
  {
    "discipline": "politics",
    "title": "Extremism at the center: Uncovering political diversity among midpoint responders on the left–right self‐placement item",
    "authors": "Edward J. R. Clarke, Frank Eckerle, John R. Kerr, Stephen R. Hill, Mathew Ling, Mathew D. Marques, Matt N. Williams",
    "abstract": "The midpoint of the left‐right self‐placement item is hiding important political diversity, and may be conflating moderate responders with populists and other political sub‐groups. Survey researchers should consider this problem when examining relationships between political orientation and political attitudes. We suggest testing for non‐linearity in these relationships, and measuring anti‐establishment and populist beliefs separately. Researchers interested in building theories explaining the psychological underpinnings of ideological extremism should also consider the possibility that a qualitatively different type of ideological extremist self‐places on the midpoint.",
    "url": "https://doi.org/10.1111/pops.70082",
    "doi": "https://doi.org/10.1111/pops.70082",
    "filter": 0,
    "journal_full": "Political Psychology"
  },
  {
    "discipline": "politics",
    "title": "Competing moral minds? Estimating moral disagreement in American politics",
    "authors": "Christopher D. Johnston, David J. Ciuk, Jesse Lopez",
    "abstract": "What drives ideological and partisan divisions in contemporary American politics? An influential line of research suggests they are rooted in disagreement about the nature of morality. While the left uses principles of care and fairness in moral judgment, the right considers loyalty, authority, and sanctity to be additional morally relevant values. This creates a “moral empathy gap” that makes it difficult for people to understand the perspective of their political opponents and fosters intolerance and gridlock. Evidence for moral disagreement between the left and right rests largely on a survey measure with significant limitations—the moral foundations questionnaire. We review the methodological issues associated with this measure and use two alternative strategies to examine moral disagreement in American politics. Across six distinct empirical tests with U.S. adults, we find that moral differences between the left and right are smaller than what is measured with the moral foundations questionnaire.",
    "url": "https://doi.org/10.1111/pops.70078",
    "doi": "https://doi.org/10.1111/pops.70078",
    "filter": 0,
    "journal_full": "Political Psychology"
  },
  {
    "discipline": "public opinion",
    "title": "STATISTICAL INFERENCE UNDER NONIGNORABLE SAMPLING AND NONRESPONSE—AN EMPIRICAL LIKELIHOOD APPROACH",
    "authors": "Danny Pfeffermann, Arie Preminger, Anna Sikov",
    "abstract": "Statistical models are often based on sample surveys. When the sample selection probabilities and/or the response probabilities are related to a model outcome variable, even after conditioning on the model covariates, the model holding for the observed data is different from the model holding in the population, resulting in biased inference if not accounted for properly. Accounting for sample selection bias is relatively simple because the sample selection probabilities are usually known. Accounting for nonignorable nonresponse is much harder since the response probabilities are, in practice, unknown. In this article, we develop a new approach for modelling complex survey data, which accounts simultaneously for nonignorable sampling and nonresponse. Our proposed approach combines the nonparametric empirical likelihood with a parametric model for the response probabilities, which contains the outcome variable as one of the covariates. Combining the model holding for the responding units with the model for the response probabilities enables extracting the model holding for the missing data and imputing them. We propose ways of testing the underlying model holding for the respondents’ data. Simulation results illustrate the good performance of the approach in terms of parameter estimation and imputation. We conclude with an application to the household expenditure survey in Israel, carried out by Israel’s Central Bureau of Statistics. The survey collects information on the socio-demographic characteristics of each member of the sampled households (HH), as well as detailed information on the HH income and expenditure. The total sample size was n = 12,136 with 7,827 responding HHs. The target estimated parameter in this application is the population mean of the gross HH income.",
    "url": "https://doi.org/10.1093/jssam/smaf015",
    "doi": "https://doi.org/10.1093/jssam/smaf015",
    "filter": 0,
    "journal_full": "Journal of Survey Statistics and Methodology"
  },
  {
    "discipline": "public opinion",
    "title": "Prompt Engineering for Large Language Model-Assisted Inductive Thematic Analysis",
    "authors": "Muhammad Talal Khalid, Ann-Perry Witmer",
    "abstract": "The potential of large language models (LLMs) to mitigate the time- and cost-related challenges associated with inductive thematic analysis (ITA) is being increasingly explored in the literature. However, the use of LLMs to support ITA has often been opportunistic, relying on ad hoc prompt engineering (PE) approaches, thereby undermining the reliability, transparency, and replicability of the analysis. The goal of this study is to develop a structured approach to PE in LLM-assisted ITA. To this end, a comprehensive review of the existing literature is conducted to examine how researchers applying ITA integrate LLMs into their workflows and, in particular, how PE is utilized to support the analytical process. Built on the insights generated from this review, four key steps for effective PE in LLM-assisted ITA are identified and proposed. Furthermore, the study explores advanced PE techniques that can enhance the execution of these steps, providing researchers with practical strategies to improve their analyses. In conclusion, the main contributions of this paper include: (i) mapping the existing research on LLM-assisted ITA to enable a better understanding of the rapidly developing field, (ii) proposing a structured four-step PE process to enhance methodological rigor, (iii) discussing the application of advanced PE techniques to support the execution of these steps, and (iv) highlighting key directions for future research.",
    "url": "https://doi.org/10.1177/08944393251388098",
    "doi": "https://doi.org/10.1177/08944393251388098",
    "filter": 0,
    "journal_full": "Social Science Computer Review"
  },
  {
    "discipline": "public opinion",
    "title": "Take Action Now! A Longitudinal Study of Political Party Calls to Action Across Social Media Platforms",
    "authors": "Anders Olof Larsson",
    "abstract": "Online political campaigning takes place on several platforms, suggesting the need for those seeking voter support—such as political parties—to adapt to the characteristics of each platform. Getting voters to take action—be it online (such as asking them to engage with posts) or offline (such as asking them to attend rallies or to vote)—is a key element of campaigning efforts. Here, we focus on the use of what is referred to as calls to action as employed by Norwegian political parties on three different social media platforms (Facebook, Instagram, and Twitter) between 2013 and 2024. Using a combination of automated and manual content analysis, the results indicate that while Facebook is the preferred platform for providing calls to action during roughly the first half of our time period, Instagram takes the lead in this regard for the latter half. Overall, though, we see a clear decrease of calls to action across all three platforms, indicating the changing priorities of parties. Using likes as a common measurement of engagement across all three studied platforms, posts containing calls to action emerged as less popular towards the end of the time period for Facebook and Twitter, while users of Instagram appear to be more interested in engaging with such posts also during these latter stages. The study ends with a discussion of the main findings, also suggesting some ways forward for future research efforts.",
    "url": "https://doi.org/10.1177/08944393251390890",
    "doi": "https://doi.org/10.1177/08944393251390890",
    "filter": 0,
    "journal_full": "Social Science Computer Review"
  },
  {
    "discipline": "psychology",
    "title": "Comparing Bayesian estimation and structural-after-measurement approaches for structural equation models with latent interactions and complex data structures",
    "authors": "Kyle Cox, Benjamin Kelcey",
    "abstract": "Bayesian and structural-after-measurement (SAM) approaches have been developed, in part, to address limitations of conventional estimators in the context of structural equation models (SEMs) with latent interactions. Although both approaches have shown promise in a variety of contexts including small-sample studies, there is very little literature systematically comparing the relative benefits, limitations, and trade-offs among these approaches. In this study, we (a) compared the performance of estimators under each approach in multilevel SEMs with a within-, between-, or cross-level latent interaction and (b) demonstrated the flexibility of SAM approaches by extending and investigating them in partially nested SEMs with latent moderated mediation. The results suggest substantial differences between estimator performance as a function of the type of latent interaction. SAM approaches performed well with a variety of latent interactions in multilevel and partially nested SEMs, while Bayesian approaches, including those with informative priors, struggled with models that included a cross-level latent interaction and were not easily extended to partially nested SEMs. Overall, the results suggest that SAM approaches are a versatile and highly adaptable alternative or complement to conventional full-information estimators. To conclude, we outline estimator considerations based on the SEM type, latent interaction, and data structure.",
    "url": "https://doi.org/10.3758/s13428-025-02840-x",
    "doi": "https://doi.org/10.3758/s13428-025-02840-x",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "psychology",
    "title": "Second-Order Zero-Sum Misbeliefs: People Overestimate Others’ Zero-Sum Beliefs",
    "authors": "Shasha Yang, Yongfang Liu, Sijing Chen",
    "abstract": "Across 12 empirical studies ( N total = 2,615), this research systematically examined the stable tendency for individuals to overestimate others’ zero-sum beliefs, along with its underlying psychological mechanisms and behavioral consequences. Studies 1–3 and Supplementary Studies 1–4, using diverse experimental designs and measures, consistently showed that people tend to overestimate others’ zero-sum beliefs at both explicit and implicit levels. Studies 4–5, through surveys and experiments, provided converging evidence that construing others at a high construal level—as purely self-interested agents—serves as a key psychological mechanism driving this overestimation. Study 6 and Supplementary Studies 5–6 demonstrated that overestimating others’ zero-sum beliefs significantly reduced cooperative behavior, both in abstract game contexts and in more everyday settings. These findings enrich researchers’ understanding of the illusory nature of zero-sum beliefs and suggest that interventions based on the social norms approach may help correct this overestimation and foster cooperation.",
    "url": "https://doi.org/10.1177/01461672251382415",
    "doi": "https://doi.org/10.1177/01461672251382415",
    "filter": 0,
    "journal_full": "Personality and Social Psychology Bulletin"
  },
  {
    "discipline": "sociology",
    "title": "The Statistical Advantages of Multilevel Analysis of Individual Heterogeneity and Discriminatory Accuracy for Estimating Intersectional Inequalities",
    "authors": "George Leckie, Andrew Bell, Juan Merlo, SV Subramanian, Clare Evans",
    "abstract": "Multilevel Analysis of Individual Heterogeneity and Discriminatory Accuracy (MAIHDA) is a multilevel regression approach grounded in intersectionality theory. It examines inequalities across intersections of social identities (e.g., gender, ethnicity, class) and is argued to provide more accurate predictions of intersectional means than conventional methods that estimate group means directly or via regressions with all interactions. This study evaluates that claim using analytic expressions and an empirical illustration to compare simple and MAIHDA-predicted means against population values. Predictive accuracy is assessed via variance, correlation, bias, and mean squared error. Results show that MAIHDA estimates generally outperform simple means, particularly when decomposing intersectional means into additive and non-additive identity effects. The magnitude of the advantage depends on inequality patterns and group sample sizes. MAIHDA is especially valuable when inequalities are subtle or data for marginalized intersections are sparse—conditions common in practice. These findings highlight MAIHDA's practical relevance for quantitative intersectionality research.",
    "url": "https://doi.org/10.1177/00491241251385123",
    "doi": "https://doi.org/10.1177/00491241251385123",
    "filter": 0,
    "journal_full": "Sociological Methods & Research"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Attention on social media depends more on how you express yourself than on who you are",
    "authors": "Yizhang Zhao, Tianyu Qiao, Yirao Chen, Meiying Kuang, Wei Bai, Yankun Yi, Xinxin Huang, Wen Li, Weidong Wang",
    "abstract": "Attention has become a vital form of capital in the digital age, yet the mechanisms underlying its allocation on social media remain poorly understood. Using a nationally representative, online and offline-integrated dataset of a Generation Z cohort in China, we provide large-scale evidence on the determinants of success in attracting attention. Our findings reveal that ‘how you express yourself’ (using various emojis and expressing multiple emotions) is more influential than ‘who you are’ (in terms of gender, education, family background and personality traits) in attracting attention on social media. Further analysis confirms a causal effect of the variety of emojis and types of emotions on attracted attention, while simulation processes using agent-based models suggest that empathy evocation is the primary underlying mechanism. We also show that the mode of expression is largely independent of individual characteristics and that the attention gained from highly appealing expressions is easier to acquire than to sustain, as it is highly sensitive to changes in expression modes over time. Overall, our research identifies three key features of attention capital allocation on social media: low alignment with traditional resources, considerable manipulability and ease of acquisition but difficulty sustaining it over time.",
    "url": "https://doi.org/10.1038/s41562-025-02323-1",
    "doi": "https://doi.org/10.1038/s41562-025-02323-1",
    "filter": 0,
    "journal_full": "Nature Human Behaviour"
  }
]
