[
  {
    "discipline": "communication",
    "title": "Can we use automated approaches to measure the quality of online political discussion? How to (not) measure interactivity, diversity, rationality, and incivility in online comments to the news",
    "authors": "Sjoerd B. Stolwijk, Mark Boukes, Wang Ngai Yeung, Yufang Liao, Simon Münker, Anne C. Kroon, Damian Trilling",
    "url": "https://doi.org/10.1080/19312458.2025.2553300",
    "doi": "https://doi.org/10.1080/19312458.2025.2553300",
    "filter": 0,
    "journal_full": "Communication Methods and Measures"
  },
  {
    "discipline": "communication",
    "title": "#OCD: A Content Analysis of Obsessive-Compulsive Disorder Stereotype Amplification and Misinformation on TikTok",
    "authors": "Madison Fitzpatrick, Avalon S. Moore, Stephen A. Kichuk, Christopher Pittenger, Brian A. Zaboski",
    "url": "https://doi.org/10.1177/21522715251370135",
    "doi": "https://doi.org/10.1177/21522715251370135",
    "filter": 0,
    "journal_full": "Cyberpsychology, Behavior, and Social Networking"
  },
  {
    "discipline": "communication",
    "title": "Problematic Internet Use Predicts Lesser Satisfaction with Life, but Psychological Distress Acts as a Mediator",
    "authors": "Nuria Codina, José V. Pestana, Ruth Ogden, Marc Wittmann, Chantal Martin-Soelch, Joanna Witowska, Vanda Černohorská, Christine Schoetensack, Julie Papastamatelou, Tereza Klegr, Sebastien Chappuis, Monica Fernandez-Boente, María Marentes-Castillo, Rafael Valenzuela",
    "url": "https://doi.org/10.1177/21522715251365537",
    "doi": "https://doi.org/10.1177/21522715251365537",
    "filter": 0,
    "journal_full": "Cyberpsychology, Behavior, and Social Networking"
  },
  {
    "discipline": "communication",
    "title": "Bringing People into the Story: How Virtual Reality Journalism Affects the Feeling of Presence",
    "authors": "Sangwook Lee, Taenyun Kim, Sungho Kim, Kwan Min Lee, Namkee Park, Hayeon Song",
    "url": "https://doi.org/10.1080/21670811.2025.2553157",
    "doi": "https://doi.org/10.1080/21670811.2025.2553157",
    "filter": 0,
    "journal_full": "Digital Journalism"
  },
  {
    "discipline": "communication",
    "title": "Escaping from the echo chamber: understanding user behavior from the perspective of psychological reactance theory",
    "authors": "Xianpei Hong, Liwei Pan, Min Xu, Qian Chen",
    "url": "https://doi.org/10.1108/itp-08-2024-0984",
    "doi": "https://doi.org/10.1108/itp-08-2024-0984",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose The widespread use of recommendation algorithms offers convenience to users but may unintentionally create echo chambers. This study aims to investigate user behavior in response to echo chambers and the psychological mechanisms that drive these reactions. Design/methodology/approach Based on psychological reactance theory, we develop a four-stage model consisting of “external stimulus – threat perception – reactance – behavioral response” to investigate how echo chambers affect users’ psychology and behavior on social media. This study collects 493 valid questionnaires. Findings Findings suggest that echo chamber features – high information density and similarity – significantly motivate users’ psychological resistance, with perceived freedom threat and fatigue experiences mediating this process. In response to this resistance, users interrupt their behavior, limit self-disclosure and increase misrepresentative interactions. Originality/value This study systematically investigates the psychological and behavioral mechanisms behind users’ reactions to the echo chamber effect. It innovatively applies psychological reactance theory to social media echo chambers, enhancing the understanding of user psychology in the digital era. Additionally, the study broadens the previous emphasis on passive avoidance by identifying a range of coping strategies—both off-platform and in-platform—and emphasizes how users utilize algorithmic logic to modify information flows. Highlights"
  },
  {
    "discipline": "communication",
    "title": "The unexplored consequences of fear in mobile banking privacy",
    "authors": "Marco Alexandre Terlizzi, Laura Brandimarte, Susan A. Brown, Otávio Próspero Sanchez",
    "url": "https://doi.org/10.1108/itp-03-2024-0431",
    "doi": "https://doi.org/10.1108/itp-03-2024-0431",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose Despite their potential influence on user behavior in digital contexts, emotional factors, particularly fear, are underexplored in research on privacy concerns. To address this gap, our study investigates how fear affects privacy concerns, trust beliefs, risk beliefs and the intention to use mobile banking. The study is framed using the “antecedents → privacy concerns → outcomes” model, which synthesizes empirical findings from information systems research and is augmented by behavioral economics to account for overlooked but essential factors such as emotions. Design/methodology/approach Our research includes two different studies: (1) a laboratory experiment using both a direct (facial recognition) and self-reported measure of fear, followed by (2) an online experiment using self-reported fear scales. In both studies, we simulated an attack in which financial information is stolen. Findings The results demonstrate that trust in mobile banking decreases privacy concerns and has a more significant effect if the user is not afraid. Fear directly affects trust and privacy concerns but not risk beliefs or intention to use. Thus, when a mobile banking user is stimulated by a fear appeal message, the fear of losing information increases, activating privacy concerns and indirectly leading to increased mobile banking risk beliefs and reduced mobile banking usage. Originality/value Our study makes four main contributions. It demonstrates that (1) manipulating high and low fear appeal messages influences trusting beliefs and mobile banking information privacy concerns, so individuals with higher privacy concerns will be warier when using mobile banking. There exists an important boundary condition to the well-established relationship between trust and privacy concerns, such that when a mobile banking user is afraid of losing personal information, trust is not as effective in alleviating privacy concerns; (2) facial recognition can be used in privacy studies; (3) physiological responses to fear are significantly correlated with self-reported fear and (4) risk and intention to use are not directly driven by fear, so being afraid does not necessarily imply that users will stop using this technology."
  },
  {
    "discipline": "communication",
    "title": "Fighting fake news with fake faces: the effects of deepfake self-debunking on misinformation correction",
    "authors": "Hang Lu",
    "url": "https://doi.org/10.1080/1369118x.2025.2557557",
    "doi": "https://doi.org/10.1080/1369118x.2025.2557557",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Digital prejudices: an analysis of gender, racial and religious biases in generative AI chatbots",
    "authors": "Alton Y.K. Chua, Miaomiao Chen, Michelle Kan, Winifred Seoh",
    "url": "https://doi.org/10.1108/intr-10-2024-1536",
    "doi": "https://doi.org/10.1108/intr-10-2024-1536",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose The purpose of this paper is to investigate gender, racial, and religious biases among four popular Generative AI (GAI) chatbots, namely ChatGPT3.5, ChatGPT4, Gemini, and Bing Chat. Design/methodology/approach Based on existing literature, this paper develops the Bias Assessment Test Set (BATS) comprising 900 closed-ended prompts and 12 pairs of open-ended prompts related to gender, race, and religion. A total of 34,227 numerical responses collected were analyzed using consistency analysis, Welch’s ANOVA, and the Scheirer-Ray-Hare test. The themes of a total of 94,821 narratives freely generated by the GAI chatbots were also analyzed using the topic modeling method and sentiment analysis. Findings Findings suggested that ChatGPT4 and Gemini were generally less biased and provided more consistent responses compared to ChatGPT3.5 and Bing Chat. Additionally, all chatbots covered various themes in stereotypical and anti-stereotypical contexts, typically manifesting in an unequal representation of target groups within each theme, as well as different emphases and negative tendencies across the themes. Research limitations/implications This paper broadens the concept of algorithmic bias by highlighting its granularity and bi-directionality. It also offers a novel perspective on algorithmic justice by revealing thematic prejudices in generative AI chatbot narratives. Nonetheless, a few limitations must be acknowledged. This paper does not capture AI’s evolving biases. It neither addresses intersectionality among different social types of discrimination nor considers user perceptions. Originality/value This paper expands the existing knowledge of GAI chatbots’ biases and proposes practical approaches to GAI chatbot developers, users, and policymakers."
  },
  {
    "discipline": "communication",
    "title": "Context in Natural Language Processing Research: Advancing an Understanding of Affordances and Constraints on Verbal Behavior",
    "authors": "David M. Markowitz",
    "url": "https://doi.org/10.1177/0261927x251377802",
    "doi": "https://doi.org/10.1177/0261927x251377802",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "This paper examines the critical, yet undertheorized role of context in verbal communication when computers are used to analyze language data. Drawing on multiple disciplines and prior work from communication and social psychology, an interactionist perspective is reviewed and applied to computational settings to demonstrate how individual, interpersonal, social, and situational factors afford or constrain verbal behavior. Using examples of language complexity and processing fluency research, this paper demonstrates how contextual factors like instrumental goal activation can reverse seemingly established relationships between simple language features and behavioral outcomes. The paper concludes by advocating for methodological approaches that systematically integrate contextual variables into natural language processing research, enabling scholars to resolve contradictory findings, enhance replicability, and develop a more nuanced understanding of how language reveals psychological processes."
  },
  {
    "discipline": "communication",
    "title": "Emotion Regulation Strategies Are Associated With Differential Responses to the News",
    "authors": "Lina Buttgereit, Bert N. Bakker",
    "url": "https://doi.org/10.1027/1864-1105/a000490",
    "doi": "https://doi.org/10.1027/1864-1105/a000490",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: For some, negative news increases negative affect, harms mental well-being, and reduces news consumption. Others, however, cope better with recurring news negativity. We propose that differences in emotional regulation strategies explain, at least partly, these varied responses to negative news. In a preregistered, longitudinal intensive diary study (7 days) with a diverse, predominantly Western European sample ( N = 120), we examine to what extent emotion regulation strategies are associated with negative affect, mental well-being, and news use frequency. Our findings indicate that cognitive reappraisal and selective attention effectively down-regulate negative emotions arising from news use. However, distraction and suppression showed no statistically significant effects on affect, well-being, or news consumption. This study provides initial evidence that emotion regulation strategies help explain individual differences in responses to negative news and lays the groundwork for a research agenda in communication science exploring the role of emotion regulation in media effects."
  },
  {
    "discipline": "communication",
    "title": "Quantifying fandom: Identity, romance, and platform preferences on archive of our own",
    "authors": "Lauren Rouse, Mel Stanfill",
    "url": "https://doi.org/10.1177/14614448251367033",
    "doi": "https://doi.org/10.1177/14614448251367033",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Fan scholars typically study single fandoms and gain rich insight into their identities and practices, but without systematic study, it has proven difficult to draw broader conclusions about patterns across fandoms. In this study, we attempt to provide a broad systemic analysis of fandom, using a survey of 4874 fans who use the fan fiction posting site, Archive of Our Own. Through our analysis, we examine the interplay of fan identity with their practices: what type of romantic content fans prefer and which platforms fans prefer to use. We find that both romantic content and platform preference are shaped by fans’ identities, which provides important insights into broad patterns of how identity impacts behavior among fan fiction writers and readers across fandoms."
  },
  {
    "discipline": "communication",
    "title": "The persuasive potential of virtual time travel using augmented reality: Focusing on the role of temporal presence",
    "authors": "Soya Nah, Lucy Atkinson",
    "url": "https://doi.org/10.1177/14614448251366168",
    "doi": "https://doi.org/10.1177/14614448251366168",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Advancements in communication technologies have enabled individuals to transcend the physical environment, and there is sizable research exploring how users interact with the mediated environments, particularly with respect to perceived shifts in spatial and social presence. However, despite the ability of new communication technologies to facilitate a change in perceived time via virtual time travel, there is scant empirical work testing the predictors and psychological and persuasive outcomes of temporal presence. To fill this gap, this study employed a single-factor experiment using an augmented reality (AR) filter with two conditions (virtual time travel with AR [ n = 63] vs without AR [ n = 77]) in the context of anti-aging sunscreen advertising. Results showed that temporal presence can be evoked by virtual time travel using AR through perceived interactivity and vividness. Temporal presence subsequently increased positive attitude toward the ad and brand, as well as purchase intentions through different psychological factors."
  },
  {
    "discipline": "communication",
    "title": "From Diplomacy to Disrespect: Conversational Polarization in the Oval Office",
    "authors": "Lotte van Burgsteden, Christel W. van Eck, Alexa Hepburn",
    "url": "https://doi.org/10.1080/10584609.2025.2548294",
    "doi": "https://doi.org/10.1080/10584609.2025.2548294",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Activist and/or Neutral Disseminator? Citizens’ and Journalists’ Views on Climate Reporting",
    "authors": "Juliane Keilmann, Alina Jakob, Nayla Fawzi",
    "url": "https://doi.org/10.1177/19401612251367093",
    "doi": "https://doi.org/10.1177/19401612251367093",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "For decades, research on journalism’s role in society has examined an array of role orientations, spanning from neutral disseminator to advocate. Regarding reporting on climate change mitigation, however, the question takes on new relevance. In that context, is balanced reporting still appropriate or being replaced due to a greater demand for evidence-based reporting? Is journalism responsible for taking a stance, politically mobilizing its audiences, and reporting activist? Can neutral dissemination and activist journalism even be expected to occur simultaneously? To answer those questions, we surveyed 2,577 German citizens and 391 political journalists regarding their expectations/role orientations and evaluations of balance, weight of evidence (WoE), and activist journalism in reporting on climate change mitigation. The results show that citizens expect balanced, evidence-based reporting on climate change mitigation. Journalists also see it as their role to report balanced and evidence-based in this context, even despite the risk of false balance. Meanwhile, though citizens tend to expect activist journalism, journalists reject it as part of their role. Moreover, our results show that WoE and activist journalism are not mutually exclusive but are expected to occur simultaneously. Last, citizens and journalists who favor stricter climate measures generally expect activist journalism in reporting on climate change mitigation."
  },
  {
    "discipline": "communication",
    "title": "Challenging the Spiral of Negativity: A Longitudinal Choice Experiment on the Preference for Valenced News and Reinforcement of Societal Beliefs",
    "authors": "Kim Andersen, Adam Shehata",
    "url": "https://doi.org/10.1177/19401612251356664",
    "doi": "https://doi.org/10.1177/19401612251356664",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Prior research suggests that individuals not only prefer negative news over positive (negativity bias in news selection) but also favor information that aligns with their existing beliefs (confirmation bias). A likely consequence of these tendencies is that people will, on average, form beliefs that are biased toward perceiving reality as more negative, and that these dynamics will be mutually reinforcing over time. This study presents a preregistered longitudinal choice experiment designed to examine these dynamics in relation to negative and positive emphasis framing of news stories about Swedish schools. Contrary to the hypothesis of a general negativity bias in news selection, the results indicate a higher preference for positive news. However, the results support the expectation of a confirmation bias, as people with more negative (positive) beliefs were more like to choose negative (positive) news. Moreover, exposure to both positive and negative news led to more positive beliefs over time, suggesting that information effects were more influential than framing effects. Together, these findings challenge central claims within the literature on biases in news selection and their subsequent influence on societal beliefs."
  },
  {
    "discipline": "politics",
    "title": "Balanced Messaging about Solar Geoengineering does not Reduce Average Support for Emissions Reductions",
    "authors": "Damian Antoan, Nicholas Chiang, Spencer Dearman, Santiago Espejel, Manarldeen Fajors, Darina Huang, Elliott Husseman, Justin Lavigne, Isabella Lin, Neel Maheshwari, Zidane Marinez, George Nottley, Julien Perce, Ezra Santos, Natasha Sokhi, Carlos Sole, Adam Tuchler, Jay Udinsky, Zikai Li, Andrew C. Eggers",
    "url": "https://doi.org/10.1017/xps.2025.10017",
    "doi": "https://doi.org/10.1017/xps.2025.10017",
    "filter": 0,
    "journal_full": "Journal of Experimental Political Science",
    "abstract": "Solar geoengineering offers a speculative means to cool the planet by reflecting solar radiation into space. While some research suggests that awareness of solar geoengineering could reduce public support for decarbonization through a moral hazard mechanism, other studies indicate that it could serve as a “clarion call” that motivates further action. Using a pre-registered factorial design, we assess how sharing balanced information on solar geoengineering affects attitudes toward decarbonization policies and climate attitudes among 2,509 US residents. We do not find that solar geoengineering information affects support for decarbonization on average, though it may increase support among initially less supportive subgroups; moreover, this information tends to increase the perception that climate change is a daunting problem that cannot be resolved without decarbonization. Our results suggest that concerns about moral hazard should not discourage research on solar geoengineering – as long as the public encounters realistic messages about solar geoengineering’s role."
  },
  {
    "discipline": "politics",
    "title": "Can (Thin) Populism be Manipulated without Manipulating Host Ideology? Evidence from a Conjoint Validation Approach",
    "authors": "Fabian Guy Neuner",
    "url": "https://doi.org/10.1017/xps.2025.10018",
    "doi": "https://doi.org/10.1017/xps.2025.10018",
    "filter": 0,
    "journal_full": "Journal of Experimental Political Science",
    "abstract": "Scholars increasingly conceptualize populism by whether politicians use people-centric and anti-elite appeals that pit a homogeneous people against a corrupt elite. These appeals reflect “thin” ideology because they offer no programmatic content and thus politicians must pair these appeals with more substantive positions, termed their “host” (or thick) ideology, which often consists of nativism on the right (e.g., espousing anti-immigrant positions) and socialism on the left (e.g., prioritizing redistribution). An emerging literature has thus sought to estimate whether populists garner support due to their thin ideology or their substantive host ideology. To date, no research has validated whether populism treatments (1) truly operationalize populist thin ideology, and (2) do so without manipulating host ideology. Results from three conjoint validation experiments fielded in both the United States and the United Kingdom show that thin ideology treatments successfully manipulate the underlying concepts but caution that some operationalizations also affect perceptions of host ideology."
  },
  {
    "discipline": "politics",
    "title": "What Drives Perceptions of the Political in Online Advertising?: The Source, Content, and Political Orientation",
    "authors": "Laura Edelson, Dominique Lockett, Celia Guillard, Tobias Lauinger, Zhaozhi Li, Jacob M. Montgomery, Damon McCoy",
    "url": "https://doi.org/10.1017/xps.2025.4",
    "doi": "https://doi.org/10.1017/xps.2025.4",
    "filter": 0,
    "journal_full": "Journal of Experimental Political Science",
    "abstract": "As digital platforms become a key channel for political advertising, there are continued calls for expanding regulation of digital political ads as a distinct content category. However, designing policies to meet these demands requires us first to decipher what the public perceives a “political” ad to be. In this article, we report two preregistered experiments to understand factors that drive public perceptions of what makes an ad political. We find that both advertiser-level cues and content-level cues play an independent role in shaping perceptions. To a lesser extent, participants also attribute political meaning to ads that clash with their own preferences. These patterns were replicated in a conjoint study using artificial ads and in an experiment using real-world ads drawn from the Facebook Ad Library. Our findings serve as an important benchmark for evaluating proposed definitions of political ads from policymakers and platforms."
  },
  {
    "discipline": "politics",
    "title": "When memes govern: A study of TikTok video memes in the 2024 US presidential election",
    "authors": "Jintao Zhang",
    "url": "https://doi.org/10.1177/13540688251380615",
    "doi": "https://doi.org/10.1177/13540688251380615",
    "filter": 0,
    "journal_full": "Party Politics",
    "abstract": "Despite the rapid growth of video-based memes, their actual influence on politics remains underexplored. This study investigates how political memes on TikTok affected the 2024 U.S. presidential election. Using a mixed-methods design, we combined expert evaluations of meme content ( N = 121) and a survey experiment ( N = 240) to assess the roles of humor level, knowledge quality, and candidate focus in affecting political outcomes. Structural equation modeling revealed that humor level significantly increased political engagement intention but had a negative direct effect on attitude change, while knowledge quality directly promoted attitude change. We also found that political cynicism moderated these effects: among cynical individuals, highly humorous memes more strongly boosted political engagement intention. Polarization analysis highlights that in-party memes reinforce existing beliefs, and Trump-focused or high knowledge quality content sways independent audiences. This study explores the complex dynamics of video-based memes, contributing to the understanding of digital media’s role in political processes."
  },
  {
    "discipline": "politics",
    "title": "Generative AI and Topological Data Analysis of Longitudinal Panel Data",
    "authors": "Badredine Arfi",
    "url": "https://doi.org/10.1017/pan.2025.10019",
    "doi": "https://doi.org/10.1017/pan.2025.10019",
    "filter": 0,
    "journal_full": "Political Analysis",
    "abstract": "This article constructs an approach to analyzing longitudinal panel data which combines topological data analysis (TDA) and generative AI applied to graph neural networks (GNNs). TDA is deployed to identify and analyze unobserved topological heterogeneities of a dataset. TDA-extracted information is quantified into a set of measures, called functional principal components. These measures are used to analyze the data in four ways. First, the measures are construed as moderators of the data and their statistical effects are estimated through a Bayesian framework. Second, the measures are used as factors to classify the data into topological classes using generative AI applied to GNNs constructed by transforming the data into graphs. The classification uncovers patterns in the data which are otherwise not accessible through statistical approaches. Third, the measures are used as factors that condition the extraction of latent variables of the data through a deployment of a generative AI model. Fourth, the measures are used as labels for classifying the graphs into classes used to offer a GNN-based effective dimensionality reduction of the original data. The article uses a portion of the militarized international disputes (MIDs) dataset (from 1946 to 2010) as a running example to briefly illustrate its ideas and steps."
  },
  {
    "discipline": "public opinion",
    "title": "Demystifying Misconceptions in Social Bots Research",
    "authors": "Stefano Cresci, Kai-Cheng Yang, Angelo Spognardi, Roberto Di Pietro, Filippo Menczer, Marinella Petrocchi",
    "url": "https://doi.org/10.1177/08944393251376707",
    "doi": "https://doi.org/10.1177/08944393251376707",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "Research on social bots aims at advancing knowledge and providing solutions to one of the most debated forms of online manipulation. Yet, social bot research is plagued by widespread biases, hyped results, and misconceptions that set the stage for ambiguities, unrealistic expectations, and seemingly irreconcilable findings. Overcoming such issues is instrumental toward ensuring reliable solutions and reaffirming the validity of the scientific method. Here, we discuss a broad set of consequential methodological and conceptual issues that affect current social bots research, illustrating each with examples drawn from recent studies. More importantly, we demystify common misconceptions, addressing fundamental points on how social bots research is discussed. Our analysis surfaces the need to discuss research about online disinformation and manipulation in a rigorous, unbiased, and responsible way. This article bolsters such effort by identifying and refuting common fallacious arguments used by both proponents and opponents of social bots research, as well as providing directions toward sound methodologies for future research."
  },
  {
    "discipline": "psychology",
    "title": "Using machine learning to automate the collection, transcription, and analysis of verbal-report data",
    "authors": "Tehilla Ostrovsky, Paul Ungermann, Chris Donkin",
    "url": "https://doi.org/10.3758/s13428-025-02800-5",
    "doi": "https://doi.org/10.3758/s13428-025-02800-5",
    "filter": 0,
    "journal_full": "Behavior Research Methods",
    "abstract": "What people think and say during experiments is important for our understanding of the human mind. However, the collection and analysis of verbal-report data in experiments are relatively costly and are thus grossly underutilized. Here, we aim to reduce such costs by providing software that collects, transcribes, and analyzes verbal-report data. Verbal data are collected using jsPsych (De Leeuw, Behavior Research Methods , 47 , 1–12, 2015), making it suitable for both online and lab-based experiments. The transcription and analyses rely on classical machine-learning methods as well as deep learning approaches (e.g., large language models), making them substantially more efficient than current methods using human coders. We demonstrate how to use the software we provide in a case study via a simple memory experiment. This collection of software was designed to be modular, allowing for the update and replacement of various components with superior models, as well as the easy addition of new methods. It is our sincere hope that this approach popularizes the collection of verbal-report data in psychology experiments."
  },
  {
    "discipline": "psychology",
    "title": "ML-SPEAK: A theory-guided machine learning method for studying and predicting conversational turn-taking patterns.",
    "authors": "Lisa R. O'Bryan, Madeline Navarro, Juan Segundo Hevia, Santiago Segarra",
    "url": "https://doi.org/10.1037/pspp0000575",
    "doi": "https://doi.org/10.1037/pspp0000575",
    "filter": 0,
    "journal_full": "Journal of Personality and Social Psychology"
  },
  {
    "discipline": "psychology",
    "title": "Pseudo Effects: How Method Biases Can Produce Spurious Findings About Close Relationships",
    "authors": "Samantha Joel, John K. Sakaluk, James J. Kim, Devinder Khera, Helena Yuchen Qin, Sarah C. E. Stanton",
    "url": "https://doi.org/10.1177/09567976251370262",
    "doi": "https://doi.org/10.1177/09567976251370262",
    "filter": 0,
    "journal_full": "Psychological Science",
    "abstract": "Research on interpersonal relationships frequently relies on accurate self-reporting across various relationship facets (e.g., conflict, trust, appreciation). Yet shared method biases—which may greatly inflate associations between measures—are rarely accounted for during measurement validation or hypothesis testing. To examine how method biases can affect relationship research, we embarked on the ironic exploration of a new construct— Pseudo —comprised of irrelevant relationship evaluations (e.g., “My relationship has very good Saturn”). Pseudo was moderately associated with common relationship measures (e.g., satisfaction, commitment) and predicted those measures 3 weeks later. Results of a dyadic longitudinal study suggested that Pseudo taps into method biases, particularly sentiment override (i.e., people’s tendency to project their global relationship sentiments onto every relationship evaluation). We conclude that psychometric standards must be sufficiently rigorous to distinguish genuine constructs and associations from methodological artifacts that can otherwise pose a serious validity threat."
  },
  {
    "discipline": "multidisciplinary",
    "title": "The cost of banning TikTok: Implications for the digital advertising market",
    "authors": "Dante Donati, Hortense Fong",
    "url": "https://doi.org/10.1073/pnas.2512043122",
    "doi": "https://doi.org/10.1073/pnas.2512043122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Social media platforms have become vital channels for businesses to reach consumers through advertising. But in the United States, the digital advertising market in which these platforms operate is dominated by a few major players, raising concerns for antitrust regulators. In such a concentrated market, the entry or exit of a single platform can reallocate billions in ad spending, affecting businesses and users. TikTok’s temporary suspension in the United States in January 2025 provides a unique natural experiment to examine how the removal of a major player would shift advertising demand and supply on competitors, specifically Facebook and Instagram, revealing the degree of substitutability across platforms and the intensity of competition. Using a difference-in-differences approach comparing advertising activity in the United States to other countries, we find that Meta ad volume and spend rose by 6.3% and 22.4%, as a result of the outage, without a corresponding increase in ad impressions. Consequently, Meta ad prices, as measured by cost per thousand impressions, jumped by 12.1%. Shifts in demand were three times greater for larger advertisers relative to smaller ones, suggesting that Meta platforms and TikTok are closer substitutes for larger firms and that a TikTok ban would therefore impose greater challenges on smaller businesses."
  }
]
