[
  {
    "discipline": "communication",
    "title": "Navigating Ambiguities: A Systematic Review and Comparative Analysis of Social Bot Detection Methods in Communication Research",
    "authors": "Xiao Meng, Xiaohui Wang, Tai-Quan Peng",
    "url": "https://doi.org/10.1080/19312458.2026.2613829",
    "doi": "https://doi.org/10.1080/19312458.2026.2613829",
    "filter": 0,
    "created": "2026-1-18",
    "journal_full": "Communication Methods and Measures"
  },
  {
    "discipline": "communication",
    "title": "Psychological reactance theory and politeness theory: A test of competing explanations for the role of threat to freedom in conveying persuasive resistance",
    "authors": "Christopher J. Carpenter, Adam Richards, Jie Zhuang",
    "url": "https://doi.org/10.1080/03637751.2026.2615230",
    "doi": "https://doi.org/10.1080/03637751.2026.2615230",
    "filter": 0,
    "created": "2026-1-19",
    "journal_full": "Communication Monographs"
  },
  {
    "discipline": "communication",
    "title": "A show for us: how racial and partisan cues about television audiences affect exposure intentions",
    "authors": "Stewart M Coles",
    "url": "https://doi.org/10.1093/hcr/hqaf032",
    "doi": "https://doi.org/10.1093/hcr/hqaf032",
    "filter": 0,
    "created": "2025-12-17",
    "journal_full": "Human Communication Research",
    "abstract": "Current explanations for political divides in entertainment media use identify divergent preferences for or evaluations of content. According to the theory of normative social behavior (TNSB), extratextual information such as cues about the audience may also influence exposure intentions due to viewers’ perceptions of ingroup norms. Social media users discuss and form communities around entertainment content while conveying partisan and racial identities. A preregistered experiment exposed Black and White partisans (N = 1,259) to tweets in which a television show was endorsed by co- or out-partisans who were racial in- or out-group members. Exposure intentions were stronger when endorsement came from co-partisans; however, this effect was stronger for White partisans. Treatment effects were mediated by perceived ingroup norms and perceptions of how much of the audience consisted of ingroup members. Implications of multiple identities (i.e., race and partisanship) for the TNSB and the study of partisan entertainment divides are discussed."
  },
  {
    "discipline": "communication",
    "title": "Understanding support for TikTok/Douyin regulation: the role of platform experiences, perceived influence, and algorithmic awareness in China and the United States",
    "authors": "Mengyu Li, Macau K. F. Mak, Jisoo Kim, Hernando Rojas",
    "url": "https://doi.org/10.1080/1369118x.2026.2616763",
    "doi": "https://doi.org/10.1080/1369118x.2026.2616763",
    "filter": 0,
    "created": "2026-1-21",
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Campaigning across platforms: how party status, social profiles, and emotional tone shaped user engagement with French MPs during the 2022 presidential election",
    "authors": "Julien Figeac, Marie Neihouser, Jérémie Garrigues",
    "url": "https://doi.org/10.1080/19331681.2026.2616497",
    "doi": "https://doi.org/10.1080/19331681.2026.2616497",
    "filter": 0,
    "created": "2026-1-18",
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "Unveiling ideological extremes in parliamentary debates using transformer-based language models",
    "authors": "Barbara Kos, Lana Tuković, Ema Vlainić, Marina Bagić Babac",
    "url": "https://doi.org/10.1080/19331681.2026.2616668",
    "doi": "https://doi.org/10.1080/19331681.2026.2616668",
    "filter": 0,
    "created": "2026-1-20",
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "Intrafamilial political discordance impacts familial and psychological well-being through reduced positive communication",
    "authors": "Branda Yee-Man Yu, Christian S. Chan",
    "url": "https://doi.org/10.1177/02654075261418067",
    "doi": "https://doi.org/10.1177/02654075261418067",
    "filter": 0,
    "created": "2026-1-19",
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "Political disagreements within families can undermine both individual and relational well-being. This study analyzed varying configurations of parent-child political discordance—including partisan-partisan and partisan-neutral dyads—in Hong Kong ( N = 586) following the 2019 social unrest and examined its familial and psychological consequences over two weeks ( n = 200). Findings indicate that neutral-partisan dyads, similar to their partisan-counterparts, exhibited significantly larger differences in support for government, police, and anti-government protestors compared to politically concordant dyads. Dyads in which one member supported the anti-government (“ yellow ”) camp and the other supported the pro-government (“ blue ”) camp or identified as neutral reported lower levels of positive communication and poorer family functioning than dyads sharing the same stance. Mediation analyses revealed that reduced positive communication explained the impact of political discordance on increased psychological distress across discordant dyads. However, this mediation effect on family functioning was observed only in yellow - neutral and yellow - blue dyads. By incorporating partisan-neutral disagreements into the analysis, this study offers an ecologically valid account of parent-child political discordance among partisan and neutral family members, highlighting the potential threat to both personal and family well-being when intrafamilial communication is compromised."
  },
  {
    "discipline": "communication",
    "title": "The Role of the Term “Fake News” in U.S. Alternative Media: Shaping Political Discourse and Hyperpartisanship",
    "authors": "Joseph J. Yoo, Hannah Lee, Soontae An",
    "url": "https://doi.org/10.1177/10776990251410599",
    "doi": "https://doi.org/10.1177/10776990251410599",
    "filter": 0,
    "created": "2026-1-22",
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This study examines how the term “fake news” is strategically deployed in U.S. alternative media by analyzing Newsmax and Occupy Democrats as right- and left-leaning outlets. Drawing on Hallin’s sphere model and Egelhofer et al.’s coding categories, it uses manual content analysis and latent Dirichlet allocation topic modeling to identify rhetorical functions and patterns. Findings show that the term “fake news” functions mainly as a weaponized label to delegitimize opponents rather than describe misinformation. The results show how alternative media redraw boundaries between consensus, controversy, and deviance, underscoring their role in intensifying partisan discourse and redefining political communication."
  },
  {
    "discipline": "communication",
    "title": "Public Affairs News and Local Relevance in Digital Journalism: Comparing Nonprofit versus Commercial Digital News Outlets Across Levels of Community Pluralism",
    "authors": "Hsin-Han Lee, Wilson Lowrey",
    "url": "https://doi.org/10.1177/10776990251403521",
    "doi": "https://doi.org/10.1177/10776990251403521",
    "filter": 0,
    "created": "2026-1-19",
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Drawing from both critical political economy and community structure perspectives, this study compares local news quality in stories from nonprofit and commercial news sites in both high- and low- pluralism communities in the United States. Findings indicate that nonprofit business models offer benefits for news quality in local communities. Findings also show that these benefits from nonprofits are heightened in highly pluralistic communities (larger cities), though digital outlets overall showed signs of higher quality in less pluralistic cities. This research contributes to our understanding of the interplay between media business models, communities’ institutional structures, and local news content, particularly for digital news."
  },
  {
    "discipline": "communication",
    "title": "The Media as Defenders or Disruptors of Democracy? Comparing Citizens’, Politicians’, and Journalists’ Perspectives on Pro-Democracy Journalism",
    "authors": "Nayla Fawzi, Carolin Elisabeth Hüter, Daniel Stegmann, Alina Jakob, Juliane Keilmann",
    "url": "https://doi.org/10.1177/10776990251407085",
    "doi": "https://doi.org/10.1177/10776990251407085",
    "filter": 0,
    "created": "2026-1-22",
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "In times of democratic backsliding, expectations of a pro-democratic media role are intensifying. This study examines expectations and evaluations of pro-democracy journalism among German citizens, journalists, and politicians. Findings show strong public and political support for a more active pro-democracy stance, which is also part of journalists’ role conception, but perceived media performance falls short in practice. Right-wing and anti-democratic public and political actors oppose such a role, raising concerns over increasing delegitimization of news media. The study highlights a gap between normative ideals and perceived performance, urging stronger journalistic engagement to defend democracy and its values."
  },
  {
    "discipline": "communication",
    "title": "Reaching a larger audience: Content-related strategies of the far right on VK",
    "authors": "Veronika Borovinski",
    "url": "https://doi.org/10.1177/14614448251413141",
    "doi": "https://doi.org/10.1177/14614448251413141",
    "filter": 0,
    "created": "2026-1-21",
    "journal_full": "New Media & Society",
    "abstract": "The recent global rise of far-right ideologies has been accompanied by the normalization of these ideas in online communication. However, little is known about the strategies employed by the far right to drive this trend, particularly outside Western countries and major platforms. This study addresses these gaps by conducting a systematic content analysis of far-right content on VK (VKontakte), the most widely used Russian social network, to examine the content’s characteristics that facilitate the mainstreaming of the far right. Findings indicate that far-right actors leverage agenda-setting mechanisms and adopt news-like formats to embed xenophobic and exclusionary narratives within the broader mainstream Russian discourse. This study contributes to research on far-right content-related strategies and the interplay between non-Western contexts, digital affordances, and far-right communication in less regulated online spaces."
  },
  {
    "discipline": "communication",
    "title": "A Credible Change: How Parties Use Election Promises to Counteract The Loss of Reputation When They Dilute Their Policy Positions",
    "authors": "Mathias Bukh Vestergaard",
    "url": "https://doi.org/10.1080/10584609.2025.2600004",
    "doi": "https://doi.org/10.1080/10584609.2025.2600004",
    "filter": 0,
    "created": "2026-1-20",
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "How Social Media Metrics Shape News Production: A Replication Study",
    "authors": "Rongxin Ouyang, Subhayan Mukerjee, Tian Yang",
    "url": "https://doi.org/10.1177/19401612251411639",
    "doi": "https://doi.org/10.1177/19401612251411639",
    "filter": 0,
    "created": "2026-1-21",
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Audience engagement signals on social media platforms have shaped how media outlets produce news. Mukerjee et al. examined this phenomenon empirically by estimating the extent to which media outlets respond to audience engagement signals on Facebook in deciding what news to publish on the platform. However, the extent to which their findings can be generalized to other social media platforms remains unknown. We replicate their study on Twitter using the same methodological pipeline ( N ≈ 4 . 55 million posts, twenty-eight media outlets, between 2015 and 2019). Our results indicate that media responsiveness to audience engagement on Twitter aligns with the core patterns identified in the Facebook study. Specifically, topics receiving higher audience engagement generally experience significantly increased coverage shortly thereafter, and the responsiveness is not conditioned on the nature of topics. However, we observe three differences in dynamics on Twitter compared to Facebook: first, the maximum response window on Twitter is shorter; second, conservative outlets on Twitter are not more likely to respond to engagement signals; third, platform-specific metrics (e.g., retweets) show different patterns of responsiveness. Our replication thus highlights the generalizability of the original study while underscoring the importance of platform-specific characteristics in shaping media production on social media."
  },
  {
    "discipline": "politics",
    "title": "Leaking season: An analysis of the timing of media disclosures from party insiders in Sweden 2010-2024",
    "authors": "Andreas Bågenholm, Stephen Dawson, Birgitta Niklasson, Jenny De Fine Licht, Elsa Höök",
    "url": "https://doi.org/10.1177/13540688261418447",
    "doi": "https://doi.org/10.1177/13540688261418447",
    "filter": 0,
    "created": "2026-1-20",
    "journal_full": "Party Politics",
    "abstract": "Why is compromising information about misconduct in political parties leaked to the media by party insiders? Drawing on previous research and interviews with political and investigative journalists, we hypothesize that such media disclosures are made with political intent and thus more likely when (1) party list nominations take place and (2) when parties are losing popular support. Through an analysis of 349 newspaper articles of misconduct in political parties leaked by party insiders to Swedish print media between 2010 and 2024, we find support for both expectations. We therefore conclude that intra-party leaks are indeed likely to be made with political intent, at least indirectly. This paper contributes novel theoretical and empirical insights to research on political parties, political scandals, and leaks and whistleblowing by illustrating the role media disclosures made by party insiders play in internal party power struggles."
  },
  {
    "discipline": "politics",
    "title": "Reassessing Extremism, Polarization, and Constraint with Continuous Policy Questions",
    "authors": "Anthony Fowler",
    "url": "https://doi.org/10.1007/s11109-025-10111-w",
    "doi": "https://doi.org/10.1007/s11109-025-10111-w",
    "filter": 0,
    "created": "2026-1-18",
    "journal_full": "Political Behavior",
    "abstract": "Some argue that the American public is extreme and polarized along party lines. Paradoxically, others argue that members of the public lack meaningful policy preferences and exhibit low constraint across issues. These conclusions are typically drawn from binary policy questions or scales with ambiguous values, both of which are ill-suited for measuring extremism, polarization, or constraint. In this paper, I reassess these claims by analyzing policy questions that allow respondents to express their preferences on a well-defined continuum. Across a wide range of issues, most Americans appear to have moderate preferences over policy. As expected, Democrats tend to be more liberal than Republicans, but there is significant overlap on every issue, and the average extent of disagreement is modest. Lastly, positions across issues appear more constrained than standard tests suggest."
  },
  {
    "discipline": "politics",
    "title": "Improving studies of sensitive topics using prior evidence: an informative Bayesian approach for list experiments",
    "authors": "Xiao Lu, Richard Traunmüller",
    "url": "https://doi.org/10.1017/psrm.2025.10084",
    "doi": "https://doi.org/10.1017/psrm.2025.10084",
    "filter": 0,
    "created": "2026-1-16",
    "journal_full": "Political Science Research and Methods",
    "abstract": "Estimates of sensitive questions from list experiments are often much less precise than desired. We address this well-known inefficiency problem by presenting an informative Bayesian approach that combines indirect measures with prior information. Specifying informed priors amounts to a principled combination of information that increases the efficiency of model estimates. This framework generalizes a range of different modeling approaches for list experiments, such as the inclusion of direct items, auxiliary information, the double list experiment, and the combination of list experiments with other indirect questioning techniques. As we demonstrate in real-world examples from political science, the informative Bayesian approach not only improves the utility but also changes the substantive implications drawn from list experiments."
  },
  {
    "discipline": "politics",
    "title": "Navigating the mismeasurement of intermediary variables in message-based experiments",
    "authors": "Thomas Leavitt, Viviana Rivera-Burgos",
    "url": "https://doi.org/10.1017/psrm.2025.10082",
    "doi": "https://doi.org/10.1017/psrm.2025.10082",
    "filter": 0,
    "created": "2026-1-21",
    "journal_full": "Political Science Research and Methods",
    "abstract": "Researchers frequently deliver treatments through messages, as in many audit and get-out-the-vote (GOTV) experiments. These message-based experiments often hinge on intermediary variables—actions subjects must take to actually receive the treatment or control embedded in a message. Whether subjects open the message is a crucial intermediary step, which can serve as a condition for estimating downstream treatment effects or as an outcome of interest in its own right. Yet opens are often measured with error, most notably when some openers are misclassified as non-openers in email-based studies. We characterize the resulting bias, derive interpretable bounds on effects for well-defined subgroups, and provide sensitivity analyses for mismeasurement, thereby offering practical guidance for message-based experiments conducted through email and other communication technologies."
  },
  {
    "discipline": "public opinion",
    "title": "Capability, Opportunity, and Motivation in a Social Multiplayer Online Game: Player Influence Dynamics in Sky: Children of Light",
    "authors": "Wen Zeng, Chandni Kumar, Sinong Zhou, Donggyu Kim, Aimei Yang, Dmitri Williams",
    "url": "https://doi.org/10.1177/08944393251414170",
    "doi": "https://doi.org/10.1177/08944393251414170",
    "filter": 0,
    "created": "2026-1-19",
    "journal_full": "Social Science Computer Review",
    "abstract": "This study investigates networked social influence in Sky: Children of the Light , a social multiplayer online game. Drawing on survey responses ( n = 9,254) and in-game data from over 660,000 players, we use an innovative graph-based machine learning approach to quantify how individuals influence others’ playtime, and regression analyses to test predictors from the COM-B model. Results show that Capability enhances influence, although excessive task focus correlates negatively with social impact; Opportunity emerges as the strongest predictor, with active social interactions significantly boosting influence; and Motivation varies by playstyle, with socializers and competitors demonstrating greater influence than narrative-focused players. By applying the COM-B model in a digital gaming context, this research highlights behavioral dimensions of player influence and employs a novel metric for quantifying interpersonal influence. These findings suggest practical implications for game design, particularly by highlighting how social interaction opportunities and different player motivations shape influence within communities."
  },
  {
    "discipline": "public opinion",
    "title": "From Search to Separation: Digital Behavioral Decoupling and the Predictive Power of Google Trends for Divorce Outcomes Across Four Western Nations",
    "authors": "Emre Can Kuran, Umut Kuran",
    "url": "https://doi.org/10.1177/08944393261419796",
    "doi": "https://doi.org/10.1177/08944393261419796",
    "filter": 0,
    "created": "2026-1-21",
    "journal_full": "Social Science Computer Review",
    "abstract": "Digital search platforms enable real-time observation of relationship distress through behavioral traces. This study tests whether Google Trends predicts official divorce rates in the United States, Germany, the Netherlands, and the United Kingdom from 2009 to 2023. We introduce Digital Behavioral Decoupling, in which online distress signals diverge from legal outcomes as divorce shifts from an institutional procedure to an emotionally mediated digital phenomenon. Methods include unit root tests, cointegration analysis, Granger causality, spectral coherence, and rolling-origin nowcasting. Search queries are grouped into pre-divorce (cognitive distress), during-divorce (procedural action), and post-divorce (emotional recovery) phases. Results show 62.5% of terms lead divorce rates by 1–2 years, yet only 8.3% remain significant after False Discovery Rate correction. The Netherlands demonstrates 100% forecast improvements beyond autoregressive models (DM 2.87–3.43, p &lt; 0.02) across all search terms, from early relationship therapy queries through procedural and post-divorce searches, indicating systematic capture of the entire divorce pathway. Germany shows intermediate results with 33% forecast success beyond autoregressive benchmarks (DM 2.40–2.81) limited to problem-recognition terms, suggesting episodic crisis-driven engagement. The United States and United Kingdom show no forecast gains beyond autoregressive models despite high search volumes, consistent with information saturation in normalized divorce cultures. Lead-lag relationships are frequency-specific, concentrated at 3–5 year periodicities. Findings link family sociology with affective computing and provide a replicable toolkit for tracking relationship dissolution in algorithmically curated information environments."
  },
  {
    "discipline": "psychology",
    "title": "The Tool for Automatic Analysis of Decoding Ambiguity (TAADA)",
    "authors": "Scott Crossley, Joon Suh Choi, Kenny Tang, Laurie Cutting",
    "url": "https://doi.org/10.3758/s13428-025-02922-w",
    "doi": "https://doi.org/10.3758/s13428-025-02922-w",
    "filter": 0,
    "created": "2026-1-16",
    "journal_full": "Behavior Research Methods",
    "abstract": "This study documents and assesses the Tool for Automatic Analysis of Decoding Ambiguity (TAADA). TAADA calculates measures related to decoding, including metrics for grapheme and phoneme counts, neighborhood effects, rhymes, and conditional probabilities for sound–spelling relationships. These measures are assessed in two reading studies. The first study examined links between decoding variables and judgments of reading ease in a corpus of ~5000 reading excerpts, finding that variables related to word frequency, phonographic neighbors for words, word syllable length, and the reverse prior probability for consonants explained 34% of the variance in the reading scores. The second examined links between decoding variables and student reading miscues, finding that word frequency, phoneme counts, rhyme counts, and probability counts explained 3% of students’ reading miscues."
  },
  {
    "discipline": "psychology",
    "title": "Using large language models to estimate belief strength in reasoning",
    "authors": "Jérémie Beucler, Zoe Purcell, Lucie Charles, Wim De Neys",
    "url": "https://doi.org/10.3758/s13428-025-02923-9",
    "doi": "https://doi.org/10.3758/s13428-025-02923-9",
    "filter": 0,
    "created": "2026-1-20",
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "psychology",
    "title": "Virtual agents as a scalable tool for diverse, robust gesture recognition",
    "authors": "Lisa Loy, James P. Trujillo, Floris Roelofsen",
    "url": "https://doi.org/10.3758/s13428-025-02914-w",
    "doi": "https://doi.org/10.3758/s13428-025-02914-w",
    "filter": 0,
    "created": "2026-1-16",
    "journal_full": "Behavior Research Methods",
    "abstract": "Gesture recognition technology is a popular area of research, offering applications in many fields, including behaviour research, human–computer interaction (HCI), medical research, and surveillance culture, among others. However, the large quantity of data needed to train a recognition algorithm is not always available, and differences between the training set and one’s own research data in factors such as recording conditions and participant characteristics may hinder transferability. To address these issues, we propose training and testing recognition algorithms on virtual agents, a tool that has not yet been used for this purpose in multimodal communication research. We provide an example use case with step-by-step instructions, using mocap data to animate a virtual agent and create customised lighting conditions, backgrounds, and camera angles, creating a virtual agent-only dataset to train and test a gesture recognition algorithm. This approach also allows us to assess the impact of particular features, such as background and lighting. Our best-performing model in optimal background and lighting conditions achieved accuracy of 85.9%. When introducing background clutter and reduced lighting, the accuracy dropped to 71.6%. When testing the virtual agent-trained model on images of humans, the accuracy of target handshape classification ranged from 72% to 95%. The results suggest that training an algorithm on artificial data (1) is a resourceful, convenient, and effective way to customise algorithms, (2) potentially addresses issues of data sparsity, and (3) can be used to assess the impact of many contextual and environmental factors that would not be feasible to systematically assess using human data"
  },
  {
    "discipline": "psychology",
    "title": "Changing Norms Following the 2024 U.S. Presidential Election: The Trump Effect on Prejudice Redux",
    "authors": "Samuel E. Arnold, Jenniffer Wong Chavez, Kelly S. Swanson, Christian S. Crandall",
    "url": "https://doi.org/10.1177/01461672251411348",
    "doi": "https://doi.org/10.1177/01461672251411348",
    "filter": 0,
    "created": "2026-1-21",
    "journal_full": "Personality and Social Psychology Bulletin",
    "abstract": "Following the 2016 U.S. Presidential election of Donald Trump, prejudice toward groups targeted during his campaign (e.g., Asian Americans, Mexicans) become more acceptable. By contrast, both Trump and Clinton voters reported less prejudice of their own. We conducted a 2024 conceptual replication, measuring perceived norms of prejudice and own-prejudice toward 128 groups, both before ( N = 362) and after ( N = 261) the U.S. election. We separately measured the negativity of Trump’s campaign rhetoric toward these groups ( N = 188). Levels of prejudice and perceived norms of prejudice acceptability were mostly stable pre-/post-election, but Trump’s negative rhetoric predicted an increase in perceived acceptability of prejudice among targeted groups (replicating the 2016 results), and a rise in self-reported prejudice in the same groups post-election (reversing the 2016 results). Despite changes in the sociopolitical context between elections, the election of a leading politician who campaigned on prejudice was again associated with increases in the acceptability of prejudice."
  },
  {
    "discipline": "sociology",
    "title": "Time and Climate Change: U.S. Media Representations of Climate Actions, Horizons, and Events (2000 to 2021)",
    "authors": "Oscar Stuhler, Iddo Tavory, Robin Wagner-Pacifici",
    "url": "https://doi.org/10.1177/00031224251403596",
    "doi": "https://doi.org/10.1177/00031224251403596",
    "filter": 0,
    "created": "2026-1-17",
    "journal_full": "American Sociological Review",
    "abstract": "Questions of temporality are at the heart of climate change discourse: Does one think of climate change primarily as an event happening in the present, or as something that will take place in the future? By when must we take action to prevent its worst consequences? This article presents the first large-scale assessment of the structure and evolution of temporalities expressed in U.S. media discussions on climate change (2000 to 2021). To do so, we developed a novel computational framework for detecting and interpreting temporal expressions in textual data. Our analyses yield three main findings: First, temporal horizons for climate change have continuously shrunk since 2000, stably targeting, on average, the year 2060. However, second, while anticipated effects are getting closer, horizons for the coordination of climate action have remained highly stable, averaging around 16 years into the future at any given time. Third, contrasting the stability of explicitly stated horizons, we find a sharply expanding discourse of urgency patterned by outbursts of urgency: sudden surges in calls for immediate action or warnings against climate change’s devastating consequences during events like the 2020 California wildfires. By uncovering this disjuncture of different forms of temporality, we illuminate a crucial aspect of the climate change debate, contribute to the sociological theory of events, and identify some of the conditions underlying climate inaction."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Quantifying racial disparities in media representations of gun violence at scale",
    "authors": "Ruth Bagley, Susan Burtner, Andrew V. Papachristos, Rob Voigt",
    "url": "https://doi.org/10.1073/pnas.2505499123",
    "doi": "https://doi.org/10.1073/pnas.2505499123",
    "filter": 0,
    "created": "2026-1-16",
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Previous research has documented racial disparities in gun violence news coverage in limited and small-scale contexts. This study curates and analyzes a large-scale dataset of news articles linked to specific incidents of gun violence to test for systematic race-related differences in representation across the US news media. Using computational techniques, we quantify how much media attention an incident gets, the topics and linguistic style of articles, and how participants in the incidents are framed. We find significant generalized disparities in media coverage and portrayal of incidents depending on whether they occur in neighborhoods that are majority white or majority people of color (POC), including increased media attention on police shootings if they occur in majority POC neighborhoods, greater focus on the people involved in incidents in majority white neighborhoods, and increased racialization and framing related to crime in majority POC neighborhoods."
  }
]
