[
  {
    "discipline": "communication",
    "title": "Generative AI, generating crisis: framing opportunity and threat in AI governance",
    "authors": "Sarah Cheung",
    "url": "https://doi.org/10.1080/1369118x.2025.2542356",
    "doi": "https://doi.org/10.1080/1369118x.2025.2542356",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "The importance of human interactivity in artificial intelligence use in advertising: development of a new scale",
    "authors": "Tze-Hsien Liao",
    "url": "https://doi.org/10.1080/02650487.2025.2541505",
    "doi": "https://doi.org/10.1080/02650487.2025.2541505",
    "filter": 0,
    "journal_full": "International Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "Exploring the mediating role of exposure to partisan media between the authoritarian personality and gun control attitudes",
    "authors": "Xinya Jiang, Hongna Miao, Zhicong Chen",
    "url": "https://doi.org/10.1080/19331681.2025.2541275",
    "doi": "https://doi.org/10.1080/19331681.2025.2541275",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "Public Perceptions of Gaslighting: Understanding Definitions, Recognition, and Responses",
    "authors": "Lillian Darke, Helen Paterson, Celine van Golde",
    "url": "https://doi.org/10.1177/02654075251366643",
    "doi": "https://doi.org/10.1177/02654075251366643",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "Gaslighting is a covert form of psychological manipulation that undermines an individual’s confidence in their perceptions, thoughts, and memories, often by labelling them as irrational or ‘crazy.’ Public awareness of gaslighting has surged in recent years, making it a common topic in media and popular culture. However, empirical research has lagged behind, leaving gaps in understanding how the public perceives and defines this form of abuse. Addressing public understanding of covert abuse is critical for improving early recognition by victims, bystanders, and front-line services, as well as encouraging support-seeking behaviours. This study examined public perceptions of gaslighting by presenting 595 university students with vignettes manipulating key contested components: repetition, intention, and victim outcomes. Participants assessed the vignettes on seriousness, acceptability, likelihood of intervention, and whether they classified the behaviour as gaslighting. They also provided definitions of gaslighting and completed a gaslighting acceptance scale. Findings indicate that while students generally recognise gaslighting as emotional abuse, ambiguities remain in its definition and identification. These results underscore the need for educational campaigns to clarify gaslighting’s patterns and severity. Targeted initiatives, particularly in schools and community settings, could foster cultural change, enhance bystander intervention, and reduce the prevalence of covert abusive behaviours."
  },
  {
    "discipline": "communication",
    "title": "How Partisan Media Influences Aversion to Political Compromise",
    "authors": "Yoo Ji Suh, Dhavan V. Shah, Michael W. Wagner",
    "url": "https://doi.org/10.17645/mac.10009",
    "doi": "https://doi.org/10.17645/mac.10009",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "We investigate how partisan media during and after the 2020 US presidential (Study 1) and 2022 midterm (Study 2) elections influenced preferences for unyielding politicians who do not compromise with partisan opponents. Our findings suggest that partisan media use may undermine willingness to support politicians who engage in deliberative compromises with opponents. This effect is likely driven by the tendency of partisan media to diminish willingness to engage in political listening and instigate moral considerations of the party’s policy goals."
  },
  {
    "discipline": "communication",
    "title": "The Impact of Concurrent and Sequential Media Multitasking on Performance: The Role of Task Relevance and Working Memory",
    "authors": "Weijian Zhong, Xiaozhe Wang, Yan Sun, Yan Liu",
    "url": "https://doi.org/10.1080/15213269.2025.2542790",
    "doi": "https://doi.org/10.1080/15213269.2025.2542790",
    "filter": 0,
    "journal_full": "Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "The paradox of information abundance: Answers provided by popular information-seeking tools lead to differences in trust, memorability and desire for more information",
    "authors": "Merryn D. Constable, Jason Rajsic, Elizabeth Renner, Lawrence J. Taylor",
    "url": "https://doi.org/10.1016/j.tele.2025.102311",
    "doi": "https://doi.org/10.1016/j.tele.2025.102311",
    "filter": 0,
    "journal_full": "Telematics and Informatics"
  },
  {
    "discipline": "politics",
    "title": "Why Inequalities Persist: Parties’ (Non)Responses to Economic Inequality, 1970–2020",
    "authors": "ALEXANDER HORN, MARTIN HASELMAYER, K. JONATHAN KLÜSER",
    "url": "https://doi.org/10.1017/s0003055425100907",
    "doi": "https://doi.org/10.1017/s0003055425100907",
    "filter": 0,
    "journal_full": "American Political Science Review",
    "abstract": "Do parties respond to inequality? Despite the relevance of inequality and its consequences, existing studies fail to capture parties’ emphasis on economic equality and redistribution or to differentiate between existing levels of inequality and increases in inequality. Based on 850,000 party statements from 12 (Organisation for Economic Co-operation and Development) countries (1970–2020), we introduce a crowd-coded dataset that allows us to distinguish positive references to economic equality and redistribution from upward-trending equal-rights/anti-discrimination rhetoric. We show that responses found in previous studies do not capture economic equality and redistribution. In reassessing the impact of inequality, we argue that low visibility, status quo bias, and turnout effects discourage party responses to high inequality levels , while rising inequality poses a visible status quo change and a threat that left parties respond to. We find that left parties respond to inequality increases (except less tangible gains among the most affluent) but not to (high) inequality levels. This helps to understand why inequality is not self-correcting."
  },
  {
    "discipline": "politics",
    "title": "Smoke and Mirrors: Strategic Messaging and the Politics of Noncompliance",
    "authors": "JULIA C. MORSE, TYLER PRATT",
    "url": "https://doi.org/10.1017/s0003055425100877",
    "doi": "https://doi.org/10.1017/s0003055425100877",
    "filter": 0,
    "journal_full": "American Political Science Review",
    "abstract": "Public allegations of international law violations are common in international politics. When do these accusations generate international backlash for governments? We argue that political costs hinge on a rhetorical battle to shape perceptions of the government’s behavior. Governments use strategic messaging to contest information, challenge the appropriateness of international law, or cite extenuating circumstances. International organizations (IOs) counter government rhetoric to reinforce the law. These competing messages shape support for punishment among citizens and political elites. We test our argument with survey experiments measuring perceptions of alleged military aggression and human rights violations. Among the US public and a global sample of diplomatic elites, foreign government denials and claims about mitigating circumstances reduce punitive attitudes. IO rebuttals counter denials but can only partially neutralize other claims. We offer a new framework for analyzing the politics of noncompliance and present novel evidence illuminating the strengths and limitations of IOs in enforcing international law."
  },
  {
    "discipline": "politics",
    "title": "Voter Sexism and Electoral Penalties for Women Candidates: Evidence from Four Democracies",
    "authors": "Rosalind Shorrocks, Elizabeth Ralph-Morrow, Roosmarijn de Geus",
    "url": "https://doi.org/10.1017/s0007123425000390",
    "doi": "https://doi.org/10.1017/s0007123425000390",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "Recent experimental research suggests that when women stand as political candidates, they often enjoy more support amongst voters than men. However, women remain under-represented in politics worldwide, and observational research suggests sexism is prevalent and consequential for voter behaviour. Here, we attempt to bridge these contradictory findings and offer observational evidence of approximately 26,000 voters and 5,346 candidates in Australia, Canada, Britain, and the USA. American voters are slightly more likely to vote for a woman than a man, but we find no evidence of gender preference in the other countries. Interestingly, although sexism is prevalent in all four countries, we find no evidence for an effect of voter sexism on support for women candidates. We do find evidence that abstention, at least in the USA, is an important electoral choice for sexist partisans faced with a woman co-partisan candidate."
  },
  {
    "discipline": "politics",
    "title": "Pro-equality initiatives increase expressed sexism among men but may improve trust among women football fans",
    "authors": "Victor Araújo, Malu A.C. Gatto",
    "url": "https://doi.org/10.1017/xps.2025.10009",
    "doi": "https://doi.org/10.1017/xps.2025.10009",
    "filter": 0,
    "journal_full": "Journal of Experimental Political Science",
    "abstract": "Globally, prejudicial attitudes toward women persist. By taking anti-discriminatory stances, value-oriented organizations – e.g., political parties and religious denominations – can tap into group identities to shape their members’ attitudes. We know much less about the role of organizations that are not inherently value-oriented – such as sports teams – in accomplishing the same. Yet, as various campaigns by sports teams worldwide indicate, this is precisely what non-value-oriented organizations increasingly attempt to do. Can football team fandom be leveraged to promote gender-egalitarian attitudes? We address this question with data from a national survey in Brazil and a survey experiment conducted in partnership with a major Brazilian football club. We find that while football team identity is salient and may be leveraged to change displayed social attitudes, the Club’s anti-sexism campaign inadvertently increased men’s expressed prejudice toward women in football – although it may have also improved institutional trust among women."
  },
  {
    "discipline": "politics",
    "title": "The Effects of Voting by Mail on Correct Voting",
    "authors": "Jennifer Wolak, Carey E. Stapleton",
    "url": "https://doi.org/10.1007/s11109-025-10067-x",
    "doi": "https://doi.org/10.1007/s11109-025-10067-x",
    "filter": 0,
    "journal_full": "Political Behavior",
    "abstract": "The share of Americans voting by mail surged in 2020. For those casting a mail-in ballot, their voting experience was different from those who voted in-person. When voting by mail, people can make their choices at their own pace at a time convenient to them, conducting additional research if they wish to do so. We propose that when people vote by mail, they are more likely to successfully identify the candidates that are best aligned with their preferences. Using cross-sectional and causal inference approaches, we show that people who voted by mail in 2020 were more likely to vote correctly than those who cast their ballots in-person. Vote-by-mail was more than just a way to minimize health risks during the coronavirus pandemic – it also had civic dividends. When people vote by mail, they are more likely to choose candidates aligned with their stated preferences."
  },
  {
    "discipline": "public opinion",
    "title": "Accidental knowledge: passive gains in political knowledge and electoral accountability",
    "authors": "Emily Anderson",
    "url": "https://doi.org/10.1080/17457289.2025.2537641",
    "doi": "https://doi.org/10.1080/17457289.2025.2537641",
    "filter": 0,
    "journal_full": "Journal of Elections, Public Opinion and Parties"
  },
  {
    "discipline": "public opinion",
    "title": "Higher-Level Aggregation Using Long-Term Links in the Swedish CPI",
    "authors": "Olivia Ståhl",
    "url": "https://doi.org/10.1177/0282423x251330942",
    "doi": "https://doi.org/10.1177/0282423x251330942",
    "filter": 0,
    "journal_full": "Journal of Official Statistics",
    "abstract": "Statistics Sweden employs a unique approach to higher-level aggregation of the Consumer Price Index (CPI). In the Swedish method, so-called “long-term links” are used to incorporate contemporaneous weight information into the index with a two-year lag. We compare this approach to the more standard method used for the European Harmonized Index of Consumer Prices (HICP), as well as to a long-term link variation of the HICP methodology. Our main focus is on year-on-year rates of change. This is motivated by the fact that, while long-term links by construction should improve the measurement of price change over longer time periods, effects on year-on-year inflation are less clear. In a simulation study performed on Swedish data, inflation rates are evaluated against a common benchmark measure. Several types of decompositions are also derived to help further explain differences and similarities between the methods."
  },
  {
    "discipline": "public opinion",
    "title": "Achieving #Relationshipgoals: Exploring the Associations Between Exposure to Positively-Biased Portrayals of Romantic Relationships and Young Adults’ Romantic Outcomes",
    "authors": "Ines Boeckxstaens, Janneke M. Schokkenbroek, Maxine Noë, Lara Schreurs",
    "url": "https://doi.org/10.1177/08944393251366234",
    "doi": "https://doi.org/10.1177/08944393251366234",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "While social media’s positivity bias has been linked to various well-being implications, little is known about how it relates to young adults’ romantic cognitions and outcomes. This study explores the associations between perceived exposure to positively-biased romantic social media content and relationship satisfaction, as well as fear of being single (FOBS). A cross-sectional survey ( N = 605) was administered and a separate model was tested for young adults in a committed relationship for the outcome relationship satisfaction and for single young adults for the outcome FOBS, by using Structural Equation Modeling. Both models considered romantic partner expectations as a mediator and tested gender and social comparison orientation (SCO) as moderators. Perceived exposure to positively-biased portrayals was negatively associated with relationship satisfaction. There was no link with FOBS. For young adults in a committed relationship, higher partner expectations related positively to relationship satisfaction but were not predicted by exposure to positively-biased portrayals. For singles, exposure to such content did predict higher partner expectations but this did not, in turn, relate to FOBS. Also no significant moderation effects were found for gender and SCO. Our findings highlight the nuanced ways in which the positivity bias can relate to romantic outcomes and underscore the value of authenticity on social media."
  },
  {
    "discipline": "psychology",
    "title": "Aligning syntactic structure to the dynamics of verbal communication: A pipeline for annotating syntactic phrases onto speech acoustics",
    "authors": "Cosimo Iaia, Alessandro Tavano",
    "url": "https://doi.org/10.3758/s13428-025-02747-7",
    "doi": "https://doi.org/10.3758/s13428-025-02747-7",
    "filter": 0,
    "journal_full": "Behavior Research Methods",
    "abstract": "To investigate how the human brain encodes the complex dynamics of natural languages, any viable and reproducible analysis pipeline must rely on either manual annotations or natural language processing (NLP) tools, which extract relevant physical (e.g., acoustic, gestural), and structure-building information from speech and language signals. However, annotating syntactic structure for a given natural language is arguably a harder task than annotating the onset and offset of speech units such as phonemes and syllables, as the latter can be identified by relying on the physically overt and temporally measurable properties of the signal, while syntactic units are generally covert and their chunking is model-driven. We describe and validate a pipeline that takes into account both physical and theoretical aspects of speech and language signals, and operates a theory-driven and explicit alignment between overt speech units and covert syntactic units."
  },
  {
    "discipline": "psychology",
    "title": "Investigation of smartphone use characteristics underlying problematic smartphone use by dense longitudinal smartphone tracking",
    "authors": "Lea Wazulin, Matthias Jamin, Ionut Andone, Konrad Blaszkiewicz, Iris Reinhard, Mark Eibes, Robert Christian Wolf, Qais Kasem, Alexander Markowetz, Tagrid Leménager, Patrick Bach",
    "url": "https://doi.org/10.1016/j.chb.2025.108766",
    "doi": "https://doi.org/10.1016/j.chb.2025.108766",
    "filter": 0,
    "journal_full": "Computers in Human Behavior"
  },
  {
    "discipline": "psychology",
    "title": "Exploring how many categories are needed to model ordinal intensive longitudinal data as continuous with dynamic structural equation models.",
    "authors": "Daniel McNeish, Andrea Savord",
    "url": "https://doi.org/10.1037/met0000784",
    "doi": "https://doi.org/10.1037/met0000784",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "psychology",
    "title": "Integration of latent space and confirmatory factor analysis to explain unexplained person–item interactions.",
    "authors": "Inhan Kang, Minjeong Jeon",
    "url": "https://doi.org/10.1037/met0000791",
    "doi": "https://doi.org/10.1037/met0000791",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "psychology",
    "title": "The practice of aggregating lower level predictors in clustered data: A reflection on reflective variables.",
    "authors": "Timothy R. Konold, Elizabeth A. Sanders",
    "url": "https://doi.org/10.1037/met0000792",
    "doi": "https://doi.org/10.1037/met0000792",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Data anomalies and the economic commitment of climate change",
    "authors": "Tom Bearpark, Dylan Hogan, Solomon Hsiang",
    "url": "https://doi.org/10.1038/s41586-025-09320-4",
    "doi": "https://doi.org/10.1038/s41586-025-09320-4",
    "filter": 0,
    "journal_full": "Nature",
    "abstract": "arising from: M. Kotz et al. Nature https://doi.org/10.1038/s41586-024-07219-0 (2024).\n\nKotz, Levermann and Wenz1 (henceforth, KLW) analysed how subnational gross domestic product (GDP) growth responds to year-to-year changes in temperature and precipitation. They reported that if historical relationships continue to hold, global GDP would be lowered by roughly 62% (central estimate) in 2100 under the Representative Concentration Pathway 8.5 ‘high emissions’ scenario, an impact roughly 3 times larger than similar previous estimates2,3. Here we show that (1) data anomalies arising from one country in KLW’s underlying GDP dataset, Uzbekistan, substantially bias their predicted impacts of climate change, (2) KLW underestimate statistical uncertainty in their future projections of climate impacts, and (3) additional data-quality concerns in KLW’s subnational GDP data warrant further investigation. When Uzbekistan’s data are removed and statistical uncertainty is corrected to account for spatial correlations, KLW’s central estimate aligns closely with previous literature and their results are no longer statistically distinguishable from mitigation costs at any time this century."
  },
  {
    "discipline": "multidisciplinary",
    "title": "The science fiction science method",
    "authors": "Iyad Rahwan, Azim Shariff, Jean-François Bonnefon",
    "url": "https://doi.org/10.1038/s41586-025-09194-6",
    "doi": "https://doi.org/10.1038/s41586-025-09194-6",
    "filter": 0,
    "journal_full": "Nature",
    "abstract": "Predicting the social and behavioural impact of future technologies before they are achieved would enable us to guide their development and regulation before these impacts get entrenched. Traditionally, this prediction has relied on qualitative, narrative methods. Here we describe a method that uses experimental methods to simulate future technologies and collect quantitative measures of the attitudes and behaviours of participants assigned to controlled variations of the future. We call this method ‘science fiction science’. We suggest that the reason that this method has not been fully embraced yet, despite its potential benefits, is that experimental scientists may be reluctant to engage in work that faces such serious validity threats. To address these threats, we consider possible constraints on the types of technology that science fiction science may study, as well as the unconventional, immersive methods that it may require. We seek to provide perspective on the reasons why this method has been marginalized for so long, the benefits it would bring if it could be built on strong yet unusual methods, and how we can normalize these methods to help the diverse community of science fiction scientists to engage in a virtuous cycle of validity improvement."
  },
  {
    "discipline": "multidisciplinary",
    "title": "The psychophysics of style",
    "authors": "Tal Boger, Chaz Firestone",
    "url": "https://doi.org/10.1038/s41562-025-02249-8",
    "doi": "https://doi.org/10.1038/s41562-025-02249-8",
    "filter": 0,
    "journal_full": "Nature Human Behaviour",
    "abstract": "Among the most significant modes of human creative expression is style: the capacity to represent objects, events and scenes (for example, lilies dotting a pond) in some distinctive manner (for example, Monet’s broken brushstrokes and blended colours). Diverse research traditions analyse the social, political and aesthetic significance of stylistic representation. But what are the cognitive and computational foundations of this capacity? Here we characterize style perception as a process that ‘parses’ form from content, and adapt classic psychophysical paradigms to discover multiple new phenomena of style perception. Using both naturalistic images and synthetic stimuli, ten experiments reveal perceptual ‘tuning’ to stylistic information, representational constancy over stylistic variation, and mental rendering of novel styled objects. Moreover, an object recognition model further grounds style perception by capturing human judgements of image similarity over different styles. Together, this work illuminates the psychological foundations of stylistic perception and opens the door to further investigation of styled media."
  },
  {
    "discipline": "multidisciplinary",
    "title": "The evolution of zero-sum and positive-sum worldviews",
    "authors": "Sergey Gavrilets, Paul Seabright",
    "url": "https://doi.org/10.1073/pnas.2504339122",
    "doi": "https://doi.org/10.1073/pnas.2504339122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "People and cultures differ in the extent to which they view the world as a zero-sum environment (where one person’s gain is another’s loss) or a positive-sum environment (where certain actions can benefit everyone). These beliefs shape individuals’ willingness to work, invest, collaborate, or show hostility toward out-groups, and accept or reject various social policies. We model dyadic interactions in a heterogeneous population where individuals biased toward a zero-sum worldview are more likely to invest in competition, while those biased toward a positive-sum worldview are more likely to invest in cooperation. The environment alternates stochastically between cooperative and competitive states. Without social influence, the more accurate worldview yields higher utilities and spreads throughout the population. However, assortative matching by bias can favor the positive-sum worldview even if a positive-sum environment is somewhat less likely. With peer conformity, inaccurate worldviews can persist after a structural change in the environment, leading to cultural evolutionary mismatch. In the presence of cultural authorities who can alter beliefs, either both worldviews can coexist or one excludes the other. Moreover, when assortative matching and conformity interact, authorities may profit by amplifying individuals’ biases, creating enclaves of similarly biased people who can pay the authorities enough to make investment in persuasive technology economically viable. Cultural evolutionary mismatch is more likely in cultures marked by strong peer conformity and high responsiveness to authority when the authority promotes a suboptimal worldview. This study demonstrates how real-world conditions, peer influence, and authority interventions can perpetuate or shift zero-sum and positive-sum worldviews-at times leading to inaccurate beliefs."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Cognitive processes of ingroup favoritism across 20 countries: An eye-tracking investigation of culture, behavior, and cognition",
    "authors": "Rima-Maria Rahal, Frederik Schulze Spüntrup",
    "url": "https://doi.org/10.1073/pnas.2417456122",
    "doi": "https://doi.org/10.1073/pnas.2417456122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Whether and to what degree culture modifies cognition has been an area of research often limited by possibilities to gather relevant data across societies. In this project, we leverage webcam-based eye-tracking to study cultural variations of cognitive processes underlying in-group favoritism. Participants (n = 1850, k = 20) are assigned to an in-group based on a color perception task, complete a group reinforcement stage, and then make decisions to allocate points between themselves and random matched players in a repeated decomposed dictator game, facing either an in- or an out-group member. During this task, we recorded eye-gaze with participants’ webcams. Results show substantial variation in behavioral in-group favoritism across cultures, linking discrimination based on group membership to higher societal uncertainty. Individual preferences for prosociality conditioned differences in visual search effort, but the directionality of the effect differs between countries. Individual-level predictors explained participants remaining colorblind toward others’ group membership, where society-level predictors did not. Overall, we demonstrate the importance of taking culture into account when assessing cognitive processes underlying behavior. Implications for globally oriented policymaking to reduce discrimination are discussed."
  }
]
