[
  {
    "discipline": "communication",
    "title": "A meta-analytical review of parent–child communication and children feeling caught between parents",
    "authors": "Paul Schrodt",
    "url": "https://doi.org/10.1080/03637751.2026.2615803",
    "doi": "https://doi.org/10.1080/03637751.2026.2615803",
    "filter": 0,
    "created": "2026-1-26",
    "journal_full": "Communication Monographs"
  },
  {
    "discipline": "communication",
    "title": "Instagram Passive Active Use Measure (iPAUM): Development, validation and relation to self-esteem",
    "authors": "Katrine Bønneland Tølbøll, Jennifer Stead, Anke C. Plagnol",
    "url": "https://doi.org/10.5817/cp2026-1-10",
    "doi": "https://doi.org/10.5817/cp2026-1-10",
    "filter": 0,
    "created": "2026-1-28",
    "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
    "abstract": "This preregistered study aimed to design and validate a questionnaire which measures passive and active Instagram use (iPAUM), and to explore its connection to users’ self-esteem levels. While Instagram, as an image-based social media platform, shares common features with other social networking sites (SNS) in enabling sharing of information and social interaction, its emphasis on visual content and specific digital features, such as algorithmic exposure to strangers’ content and public and one-directional interaction, may influence user experiences differently compared to other SNSs. Individual users interact with Instagram in a variety of ways. Consequently, studies that rely on general use measures, such as the time spent on Instagram, often yield mixed results in regard to psychological outcomes, as these measures do not account for variability in use. To address these nuances, a new scale for Instagram behaviours was created in two phases. In Study 1 (N = 289, Mage = 30.4, SD = 10.21), an 18-item questionnaire was developed, reflecting four categories of Instagram use: Active reacting, Active direct social, Active creating, and Passive use. The four-factor structure was established through exploratory factor analysis (EFA), and good internal reliability and validity were demonstrated. In Study 2 (N = 297, Mage = 29.6, SD = 9.8), confirmatory factor analysis (CFA) was performed on an independent sample to validate the factor structure, confirming the reliability and discriminant validity of the measure. In the second part of Study 2, the iPAUM was employed to investigate associations between the four types of Instagram use and self-esteem, and whether following strangers on Instagram moderates this relationship. Self-esteem was not significantly associated with most types of Instagram use, except for a negative association between self-esteem and active direct social use, which was moderated by the percentage of strangers followed. The findings confirm the importance of differentiating between various types of Instagram use. The iPAUM is a validated tool which provides a more nuanced view of Instagram use for future research."
  },
  {
    "discipline": "communication",
    "title": "Caught in the daily scroll: How upward social comparison fuels daily anxiety during short video use among Chinese young adults",
    "authors": "Zhiwei Yang, Qian Nie, Xiaoqin Wang, Halley M. Pontes, Zhaojun Teng",
    "url": "https://doi.org/10.5817/cp2026-1-6",
    "doi": "https://doi.org/10.5817/cp2026-1-6",
    "filter": 0,
    "created": "2026-1-28",
    "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
    "abstract": "The rapid growth of short video platforms has raised concerns about their potential impact on young people’s mental health and well-being. However, the dynamic relationship between short video use and daily anxiety symptoms remains poorly understood. To address this gap, this study employed the experience sampling method (ESM) and dynamic structural equation modeling (DSEM) to examine their bidirectional relationship in a representative sample of Chinese young adults (N = 389; Mage = 20.38 years, SD = 1.44 years; 51.1% male). The results indicated that at the within-person level, there were no significant bidirectional effects between short video use (i.e., active use, passive use, or total use time) and daily anxiety symptoms. However, upward social comparison tendency moderated the within-person effect of passive short video use on subsequent anxiety symptoms. Specifically, individuals with higher levels of upward social comparison experienced greater anxiety during periods of increased passive short video use. In contrast, those with lower levels of upward social comparison experienced less anxiety under similar conditions. These findings suggest that while short video use may not directly contribute to daily anxiety, its psychological impact is contingent upon individual differences in social comparison. In particular, those prone to upward comparison may be more vulnerable to anxiety during passive consumption of short video content."
  },
  {
    "discipline": "communication",
    "title": "Motherhood curated: A content analysis of momfluencer representations by audience size",
    "authors": "Julia Lück-Benz, Claudia Wegener, Shari Adlung, Friederike Jage-D’Aprile",
    "url": "https://doi.org/10.1177/02673231261416007",
    "doi": "https://doi.org/10.1177/02673231261416007",
    "filter": 0,
    "created": "2026-1-27",
    "journal_full": "European Journal of Communication",
    "abstract": "This study presents findings from a quantitative content analysis of 975 German momfluencer Instagram accounts, exploring how motherhood is portrayed in the context of the platform economy. Grounded in a social constructivist perspective the analysis investigates how increasing self-professionalization—measured by follower count—affects self-presentation and thematic focus. Social media platforms reward visibility and engagement, prompting influencers to align with prevailing platform logics. The results show that with greater reach, momfluencers increasingly adopt more conforming and marketable representations of motherhood, suggesting a shift toward stereotypical portrayals. The study highlights how platform dynamics shape digital self-representation and reinforce exclusion in maternal representations. By examining how influencer practices both reflect and reproduce traditional gender roles, the study contributes to a deeper understanding of gendered labor in digital environments and its economic dimensions."
  },
  {
    "discipline": "communication",
    "title": "Testing message strategies that minimize White Americans’ backlash to racial equity information",
    "authors": "Rebekah Wicke, Jiawei Liu, Rebekah H Nagler, Erika Franklin Fowler, Neil A Lewis Jr., Colleen L Barry, Jeff Niederdeppe",
    "url": "https://doi.org/10.1093/hcr/hqaf033",
    "doi": "https://doi.org/10.1093/hcr/hqaf033",
    "filter": 0,
    "created": "2026-1-27",
    "journal_full": "Human Communication Research",
    "abstract": "Scholars have worried that messages about racial equity can produce backlash from White respondents. Drawing upon psychological reactance theory, we compared cognitive and affective responses to a message emphasizing how a redistributive policy would benefit everyone (universalist message) to a message that also emphasized how the policy would especially benefit minoritized racial groups (targeted universalist message) among a sample of 871 White Americans. Participants in the targeted universalist condition experienced more anger, endorsed more harmful stereotypes about racial outgroups, and saw the government as less responsible for addressing poverty than participants in the universalist condition. Mediation analyses suggest that anger, stereotyping, and perceived government responsibility have a negative, indirect effect on policy support. Our findings underscore the need for future work to identify strategies for communicating about racial equity that avoid activating harmful stereotypes."
  },
  {
    "discipline": "communication",
    "title": "Revisiting the digital jukebox in daily life: applying Mood Management Theory to algorithmically curated music streaming environments",
    "authors": "Alicia Ernst, Felix Dietrich, Benedikt Rohr, Leonard Reinecke, Michael Scharkow",
    "url": "https://doi.org/10.1093/hcr/hqaf030",
    "doi": "https://doi.org/10.1093/hcr/hqaf030",
    "filter": 0,
    "created": "2025-12-3",
    "journal_full": "Human Communication Research",
    "abstract": "A large body of experimental evidence has contributed to our understanding of Mood Management Theory (MMT) in the context of music. Extant research, however, lacks insights into everyday mood regulation through music listening, especially on music streaming services, where users’ choices are shaped by both self-selection and algorithmically personalized recommendations. Hence, we tested MMT using a novel in situ approach and investigated whether variations in self- versus algorithmically personalized music choices would moderate MMT’s proposed relationships between mood and music use. In a preregistered, two-week study, we combined experience sampling surveys with logged music streaming and audio feature metadata obtained via the Spotify API, utilizing 6,864 surveys from 144 listeners. Results largely indicated no support for MMT’s predictions. In addition, higher algorithmic personalization did not reinforce or distort MMT-related patterns. Our findings suggest re-specifying classic entertainment theories, such as MMT, for novel technological and methodological conditions."
  },
  {
    "discipline": "communication",
    "title": "Relationship uncertainty and person-specific dynamics of partner rumination and relational turbulence in day-to-day life",
    "authors": "Alan K Goodboy, Megan R Dillow, San Bolkan, Rebekah M Chiasson, Megan A Vendemia",
    "url": "https://doi.org/10.1093/hcr/hqag001",
    "doi": "https://doi.org/10.1093/hcr/hqag001",
    "filter": 0,
    "created": "2026-1-8",
    "journal_full": "Human Communication Research",
    "abstract": "This daily diary study examined dynamic processes of relational turbulence theory. Dating partners (N = 202) completed measures of pretest relationship uncertainty, followed by 30 days of daily rumination and relational turbulence, and then posttest collaborative planning. Using dynamic structural equation modeling with random effects, we found that for the typical partner: (a) on days when they ruminated more about their relationship than usual, they experienced greater than usual relational turbulence; and (b) when partners experienced more than typical turbulence on a day, the next day they ruminated more than usual. We found that partners who had higher (c) month-long averages in rumination, (d) ruminative inertia, and (e) ruminative volatility had higher averages in month-long relational turbulence. We also found that individual differences in partners’ relationship uncertainty predicted person-specific daily rumination (means, volatility) and relational turbulence (means, inertia, volatility), but only relational turbulence averages, in turn, predicted future collaborative planning."
  },
  {
    "discipline": "communication",
    "title": "Empathy Mediates the Link Between Extraversion and Latent Semantic Similarity in Computer-Mediated Discussions of a Politically Contentious Topic: Evidence from Abortion-Related Discourse",
    "authors": "Vivian P. Ta-Johnson, Isabella M. Swafford",
    "url": "https://doi.org/10.1177/0261927x251414971",
    "doi": "https://doi.org/10.1177/0261927x251414971",
    "filter": 0,
    "created": "2026-1-27",
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "Conversations about politically contentious issues often break down due to a lack of shared understanding, with language playing a central role in this failure—particularly in discussions of abortion, one of the most polarizing topics in U.S. public life. Mutual understanding requires that speakers achieve high latent semantic similarity (LSS) by using words in similar ways. While extraversion has been linked to higher LSS, likely due to its association with social engagement and attentional focus, semantic alignment also depends on speakers’ capacity for empathic attunement, suggesting that empathy may serve as a key mechanism linking extraversion to LSS. This study examined whether empathy mediates the relationship between extraversion and LSS in computer-mediated conversations between unacquainted dyads ( N = 170) discussing the politically contentious topic of abortion. Results showed that empathy fully mediated this relationship, indicating that empathic attunement—not sociability alone—drives LSS. Findings inform communication theories by underscoring empathy's central role in fostering common ground understanding and highlight LSS as an observable linguistic marker of empathic engagement."
  },
  {
    "discipline": "communication",
    "title": "Same Platform, Different Stories: TikTok and the Battle Over Immigration Narratives",
    "authors": "William Hollingshead, Anatoliy Gruzd, Philip Mai",
    "url": "https://doi.org/10.17645/mac.11409",
    "doi": "https://doi.org/10.17645/mac.11409",
    "filter": 0,
    "created": "2026-1-28",
    "journal_full": "Media and Communication",
    "abstract": "In an era defined by overlapping global crises, immigration has become a key fault line in what scholars term a “polycrisis.” Within this context, social media platforms serve as digital battlegrounds for competing narratives about immigration, with TikTok occupying a distinct and understudied niche. This article examines how immigration-related content in Canada is framed on TikTok and how the platform’s logic of mimesis and interactivity, grounded in its affordances, shape immigration discourse. From a dataset of 5,305 public TikTok videos containing immigration-related terms and hashtags, we selected a sample of 344 English-language videos posted in 2025, each with over 100,000 plays and likely shown to Canadian users. Through a mixed-methods content analysis, we found that, contrary to expectations, the content leaned toward positive portrayals of immigration, accounting for 41% of the sample. Furthermore, despite expressing differing perspectives on immigration, users used TikTok’s affordances in comparable ways. That is, the same affordances that can support immigrants’ information seeking and sense of belonging through practical guidance and relatable storytelling, respectively, can be weaponized to amplify xenophobia by way of manipulated statistics and racist humour performed in skits and AI-generated videos. This highlights how TikTok’s affordances can simultaneously support digital inclusion and community building while also enabling exclusion and hostility. The findings, although rooted in Canada, hold broader relevance for understanding how short-video platforms mediate contentious issues across digitally connected societies."
  },
  {
    "discipline": "communication",
    "title": "Measuring Parasocial Processing: An Easily-Applicable Short Version of the Parasocial Interaction-Process Scales",
    "authors": "Tilo Hartmann, Philipp K. Masur, Holger Schramm",
    "url": "https://doi.org/10.1080/15213269.2026.2621710",
    "doi": "https://doi.org/10.1080/15213269.2026.2621710",
    "filter": 0,
    "created": "2026-1-30",
    "journal_full": "Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "From moderation to chaos: Meta’s fact-checking and the battle over truth and free speech",
    "authors": "Regina Cazzamatta",
    "url": "https://doi.org/10.1177/14614448251413687",
    "doi": "https://doi.org/10.1177/14614448251413687",
    "filter": 0,
    "created": "2026-1-28",
    "journal_full": "New Media & Society",
    "abstract": "Following Zuckerberg’s decision to terminate third-party fact-checking and his association of fact-checkers with censorship, this article examines how platforms respond to falsehoods post-debunking and explores fact-checkers’ views on effective content moderation, particularly regarding content removal or reduced visibility. A comparative content analysis of 2053 debunking articles by 16 Meta partners across 8 European and Latin American countries reveals that most false content was labeled or remained online, with deletion occurring in approximately 30% of cases—though it remains unclear whether the removal was carried out by Facebook or by the original spreaders. In addition to 30 expert interviews, the study finds that fact-checkers prioritize counter-speech and transparency, rejecting a permissive “anything goes” stance. Some support removals in cases involving incitement to violence, illegality, or harmful health misinformation. Most agree that freedom of expression should not guarantee algorithmic amplification. Concerns were also raised about the politicization and potential manipulation of Community Notes."
  },
  {
    "discipline": "communication",
    "title": "Intergroup contact in virtual reality: The influence of avatar identity, social identity, and contact valence on prejudice",
    "authors": "Jorge Peña, Camren Allen, Jeffrey Tsifan Tseng, Vivian Hsueh Hua Chen, Gabrielle C. Ibasco, Wei Jie Dominic Koek",
    "url": "https://doi.org/10.1177/14614448251411262",
    "doi": "https://doi.org/10.1177/14614448251411262",
    "filter": 0,
    "created": "2026-1-26",
    "journal_full": "New Media & Society",
    "abstract": "This study employed virtual reality (VR) to examine how avatar embodiment (self vs stranger), virtual human race (ingroup vs outgroup), and contact valence (positive vs negative) influence intergroup attitudes. US participants ( N = 262) assigned to avatars displaying a stranger’s face, rather than their own, showed greater acceptance of outgroup virtual humans. Perceived identifiability mediated the influence of avatar face on self-other overlap. Social dominance orientation moderated this effect, as mediation was strongest among individuals with average and high scores. Positive contact enhanced self-other overlap with virtual humans, whereas negative contact unexpectedly increased empathy for outgroup members. Ingroup negative contact boosted positive ingroup feelings among participants using avatars that mirrored their own face. Consistent with positive ingroup biases, individuals reported greater positive feelings and empathy toward ingroup members following ingroup (vs outgroup) interactions. The results provided evidence regarding the theoretical mechanisms through which VR contact reduces and boosts prejudice."
  },
  {
    "discipline": "communication",
    "title": "Disrupting or invigorating an anti-democratic counterpublic? How highly active commenters engage on RT German’s Facebook page",
    "authors": "Arista Beseler, Florian Toepfl, Daria Kravets, Julia Kling",
    "url": "https://doi.org/10.1177/14614448251413136",
    "doi": "https://doi.org/10.1177/14614448251413136",
    "filter": 0,
    "created": "2026-1-27",
    "journal_full": "New Media & Society",
    "abstract": "Anti-democratic counterpublic news media frequently open up participatory spaces, inviting their audiences to partake in the discussion of their content. However, research on how commenters engage in such participatory spaces opened up and overseen by anti-democratic actors is scarce. In order to fill this gap, we present in this article a case study of the 250 most active commenters on RT German’s Facebook page in a 6-month period at the height of the Covid-19 pandemic in 2021. Using a mixed-methods approach combining large-scale data scraping with quantitative and qualitative content analysis, we find that the majority of these highly active commenters constituted an anti-democratic counterpublic. However, we also observed a smaller collective of commenters, whom we theorize as “disruptive public” as they vigorously sought to challenge the activities of the anti-democratic counterpublic. We discuss the benefits and risks of various strategies of disrupting anti-democratic counterpublics and consequences for democratic debate."
  },
  {
    "discipline": "communication",
    "title": "From Flowers to Fascism? The Cottagecore to Tradwife Pipeline on Tumblr",
    "authors": "Oliver Mel Allen, Yi Zu, Milo Z. Trujillo, Brooke Foucault Welles",
    "url": "https://doi.org/10.1177/20563051251413920",
    "doi": "https://doi.org/10.1177/20563051251413920",
    "filter": 0,
    "created": "2026-1-25",
    "journal_full": "Social Media + Society",
    "abstract": "In this work, we collected and analyzed social media posts to investigate an aesthetic-based pipeline where users searching for Cottagecore content may find Tradwife content co-opted by white supremacists. Through quantitative analysis of over 200,000 Tumblr posts and qualitative coding of about 2350 Tumblr posts, we did not find evidence of an explicit radicalization. We found that problematic Tradwife posts found in the literature may be confined to Tradwife-only spaces, while content in the Cottagecore tag generally did not warrant extra moderation. However, we did find evidence of a mainstreaming effect in the overlap between the Tradwife and Cottagecore communities. In our qualitative analysis, there was more interaction between queer and Tradwife identities than expected based on the literature, and some Tradwives even explicitly included queer people and disavowed racism in the Tradwife community on Tumblr. This could be genuine, but we propose that this is an example of mainstreaming, where white supremacists re-brand their content and follow platform norms to spread ideologies that would otherwise be rejected. In addition, through temporal analysis, we observed a change in the central tags used by Tradwives in the Cottagecore tag pre- and post-2021. Initially, these posts focused on aesthetics and hobbies like baking and gardening, but post-2021, the central tags focused more on religion, traditional gender roles, and homemaking—all of which align with white supremacist rhetoric about womanhood."
  },
  {
    "discipline": "communication",
    "title": "It Listens to Me So I Feel Well and Connected: Investigating the Influence of TikTok users’ Perceived Algorithm Responsiveness and (In)sensitivity on Well-Being Via Self-Determination",
    "authors": "Matthew J. A. Craig, Mina Choi, Ying Zhu, Toqa Hassan, Samuel Mensah Noi, David E. Silva",
    "url": "https://doi.org/10.1177/20563051261417301",
    "doi": "https://doi.org/10.1177/20563051261417301",
    "filter": 0,
    "created": "2026-1-30",
    "journal_full": "Social Media + Society",
    "abstract": "Social media has grown to be a large part of our virtual connectedness online. However, with this growth in digital connection, we have also become connected with digital entities that run them (social media). Borrowing from the concept of interpersonal responsiveness, researchers have found that users perceive their algorithm to be responsive to their needs and sensitive to their identity have a greater sense of well-being online and media enjoyment. However, the mechanisms for which these connect with one another (responsiveness predicting subjective well-being) remain to be disentangled. Guided by self-determination theory, this study examines whether autonomy, competence, and relatedness satisfaction through TikTok use mediate the associations between perceived algorithm responsiveness and insensitivity and satisfaction with life. With an online survey ( N = 385), our study found that greater responsiveness is associated with greater life satisfaction mediated through greater relatedness satisfaction. However, greater competence satisfaction was associated with lower life satisfaction. Future research and current limitations in light of our findings are discussed."
  },
  {
    "discipline": "politics",
    "title": "Beyond partisanship: Ideological identities and affective evaluations",
    "authors": "Ida Bæk Hjermitslev, Markus Wagner",
    "url": "https://doi.org/10.1017/s147567652510056x",
    "doi": "https://doi.org/10.1017/s147567652510056x",
    "filter": 0,
    "created": "2026-1-30",
    "journal_full": "European Journal of Political Research",
    "abstract": "Research on affective polarization has largely focused on partisanship as the source of political social identities. However, identities also form around ideological divisions such as liberal/conservative or left/right, particularly in contexts where ideological divisions are more permanent than parties. In this paper, we study ideological identities and how they influence interpersonal affect. In our survey ( n = 2152), conducted in Germany, many individuals declare ideological identities, and these are of similar strength as partisan identities. We also run a conjoint survey experiment where respondents evaluate individuals with varying personal characteristics and, crucially, see varying amounts of information: only ideological affiliation, or also partisanship, policy stances, and/or political interest. We find that ideological affiliation matters for how respondents evaluate individuals, even when extensive additional information is present. However, ideology is slightly less relevant than partisanship, while policy stances are privileged over both. Our findings imply that we should broaden our lens in studying affective polarization to encompass political identities beyond partisanship."
  },
  {
    "discipline": "politics",
    "title": "Polarising the Christian West: Us and them in far-right parties’ rhetoric",
    "authors": "Lucienne Engelhardt",
    "url": "https://doi.org/10.1177/13540688261421091",
    "doi": "https://doi.org/10.1177/13540688261421091",
    "filter": 0,
    "created": "2026-1-28",
    "journal_full": "Party Politics",
    "abstract": "Far-right communication often portrays a division between ‘the people’ and perceived antagonists, potentially fuelling intergroup tensions. A pivotal element is the politicisation of religion: in Christian-shaped regions, far-right parties invoke Christianity as part of Western identity – despite their weak religious ties and growing secularisation. This paradox raises questions about religion’s function in far-right discourse. I argue that far-right parties systematically use a conservative reading of Christianity as a demarcation tool – marking not only Islam but also cultural liberalism as incompatible with a Christian-framed ingroup. Using parliamentary data from Europe, I conduct automated text classification to identify religious markers and their co-occurrence with inclusionary–exclusionary rhetoric across countries and over time. Results reveal group-specific framing, distinct patterns of religious invocation compared to other parties, and links of these patterns to events. This study demonstrates how Christian narratives serve as rhetorical resources for boundary construction, challenging the cohesion of even secularised societies."
  },
  {
    "discipline": "politics",
    "title": "Potential and Pitfalls of Audio as Data for Political Research: Alignment, Features, and Classification Models",
    "authors": "Rafael Mestre, Matt Ryan",
    "url": "https://doi.org/10.1017/pan.2025.10031",
    "doi": "https://doi.org/10.1017/pan.2025.10031",
    "filter": 0,
    "created": "2026-1-30",
    "journal_full": "Political Analysis",
    "abstract": "Political science is a field rich in multimodal information sources, from televised debates to parliamentary briefings. This paper bridges a gap between computer and political science in multimodal data analysis using audio. The adoption of multimodal analyses in political science (e.g., video/audio with text-as-data approaches) has been relatively slow due to unequal distribution of computational power and skills needed. We provide solutions to challenges encountered when analyzing audio, advancing the potential for multimodal data analysis in political science. Using a dataset of all televised U.S. presidential debates from 1960 to 2020, we focus on three features encountered when analyzing audio data: low-level descriptors (LLDs), such as pitch or energy; Mel-frequency cepstral coefficients (MFCCs); and audio embeddings/encodings, like Wav2Vec. We showcase four applications: (a) forced alignment of audio text using MFCCs, time-stamping transcripts, and speaker information; (b) speech characterization using LLDs; (c) custom-made classification models with audio embeddings and MFCCs; and (d) emotional recognition models using Wav2Vec for classification of discrete emotions and their valence-arousal dominance. We provide explanations to help understand how these features can be applied for different political research questions and advice on vigilance to naive interpretation, for both experienced researchers and those who want to start working with audio."
  },
  {
    "discipline": "politics",
    "title": "Deep canvassing with automated conversational agents: Personalized messaging to change attitudes",
    "authors": "Molly Offer-Westort, Jiehan Liu, Nick Feamster, Kartik Garg, Nguyen Phong Hoang, Sudhamshu Hosamane",
    "url": "https://doi.org/10.1177/20531680251414926",
    "doi": "https://doi.org/10.1177/20531680251414926",
    "filter": 0,
    "created": "2026-1-24",
    "journal_full": "Research & Politics",
    "abstract": "We test a social media conversational agent for canvassing on the topic of anti-transgender prejudice, replicating and benchmarking treatment effects. In-person deep canvassing is the gold standard for durably changing attitudes on polarizing topics. However, door-to-door canvassing is costly, and many populations may not be feasibly reached in this manner. Campaigns are already conducting outreach using digital tools, including text messages and social media. If appropriately trained agents messaging over social media can achieve a fraction of the effect of in-person canvassing, canvassing may be scaled up to achieve large overall impacts at lower costs. Scripts used in this application are based on those used by transgender allies in the original study. To personalize messaging, the conversational agent uses natural language processing to detect conversational topics, and shares relevant pre-scripted messages of information and third-person experiences, encouraging respondents to engage in perspective-taking with respect to an outgroup. This study demonstrates the potential of automated social media messaging for deep canvassing, with possible applications by governments, public health agencies, and political organizations. Estimated effects are positive and significant under covariate adjustment and reweighting; due to important differential attrition, partial-identification bounds are also reported and include zero."
  },
  {
    "discipline": "public opinion",
    "title": "Reducing the Bias From Probability and Nonprobability Online Panels by Excluding Satisficers",
    "authors": "Sam Slamowicz, Darren Pennay, Dina Neiger, Benjamin Phillips, Andrew C Ward, Michael Xu",
    "url": "https://doi.org/10.1093/jssam/smaf019",
    "doi": "https://doi.org/10.1093/jssam/smaf019",
    "filter": 0,
    "created": "2025-8-12",
    "journal_full": "Journal of Survey Statistics and Methodology",
    "abstract": "Over the last 15 years or so, many studies have compared the accuracy of estimates produced when the same questionnaire is administered to samples generated using probability and nonprobability sampling methods. Most studies conclude that estimates from probability sample surveys are more accurate than estimates from nonprobability sample surveys. In trying to understand why probability sample surveys generally produce more accurate estimates than nonprobability sample surveys, most research has focused on the differences in survey samples reached as a result of the sampling mechanisms used by each approach, and looked to various adjustment (weighting) approaches to bring the nonprobability sample estimates closer to the comparative probability sample estimates and independent benchmarks. Less common, however, are comparative studies that focus on measurement error. This study compares estimates generated from five Australian online panels; one probability-based online panel and four nonprobability online panels. We use widely implemented techniques to identify instances of survey satisficing—the phenomenon of survey respondents providing lower quality responses to reduce cognitive effort. When comparing the level of satisficing across panels, a higher proportion of respondents in the nonprobability panels give responses consistent with satisficing than in the probability panel. We then show that excluding these suboptimal responses from our analysis dataset, before weighting, results in a greater bias reduction across the nonprobability panels than weighting alone, and that this is the case across all four nonprobability panels. In contrast, very little change to bias is observed after applying the same exclusions to the probability panel. We end with a call for others to undertake similar research in the hope that this approach might become part of the toolkit of techniques being developed to reduce the bias in survey estimates generated from nonprobability online samples."
  },
  {
    "discipline": "public opinion",
    "title": "Harnessing Big Data, Hindered by Bias: Evaluating TikTok Research API for Fair and Optimal Social Sciences",
    "authors": "Dan Bai, Yan Gu",
    "url": "https://doi.org/10.1177/08944393251413277",
    "doi": "https://doi.org/10.1177/08944393251413277",
    "filter": 0,
    "created": "2026-1-27",
    "journal_full": "Social Science Computer Review",
    "abstract": "Digital platforms now serve as crucial archives for analysing societal trends, yet their research APIs pose methodological challenges. This study critically evaluates TikTok Research API through comparative analysis of 6,373 videos from 14 creators in the United States and United Kingdom (2020–2022), contrasting API-derived outputs with manual collection and third-party analytics. The API demonstrated scalability, retrieving more videos than alternative methods and providing 22 variables, including eight unavailable elsewhere. However, limitations were substantial: transcriptions covered about 10% of the content, with more transcripts returned from American male creators. Engagement metrics exhibited inconsistent accuracy across data sources, with the API showing systematically lower view counts but higher comment and share counts compared to manual collection. The number of videos varied depending on sample composition, indicating that small changes in inclusion criteria could shift outcomes disproportionately. These results highlight systematic inconsistencies, showing why multi-method approaches remain necessary despite automation. While TikTok Research API offers valuable scale and ethical compliance, its demographic biases and metadata inconsistencies compromise validity. The study advocates integrated auditing protocols and targeted API refinements to improve representativeness and accuracy in platform-based research."
  },
  {
    "discipline": "public opinion",
    "title": "Conspiracy or Public Service? Does Facebook’s Third-Party Fact-Checking Increase Conspiracy Beliefs Among Americans?",
    "authors": "Justin Bonest Phillips, Timothy B. Gravelle, Andrea Carson, Mathew D. Marques",
    "url": "https://doi.org/10.1177/08944393261421119",
    "doi": "https://doi.org/10.1177/08944393261421119",
    "filter": 0,
    "created": "2026-1-29",
    "journal_full": "Social Science Computer Review",
    "abstract": "Unlike past studies that examine whether fact-checking can counter conspiratorial belief, we reverse the lens to investigate if fact-checking itself prompts conspiracy belief. Our study occurs in the days immediately preceding the 2024 US election. Shortly thereafter, Meta’s CEO Mark Zuckerberg abandoned Facebook’s third-party program altogether, arguing fact-checkers “have destroyed more trust than they have created.” We provide timely insight into fact-checking concerns using a preregistered online survey-based experiment of US Facebook users’ ( n = 2,409), randomly assigned to view either a generic Facebook fact-check (treatment) or a Facebook login screen. Results show no overall effects of third-party fact-checking on users’ propensity for conspiratorial beliefs. However, when individuals with high conspiracy mentality and strong conservative identification encounter a fact-check, they are more likely to endorse Facebook-related conspiracy beliefs. We also observe a three-way interaction among political independents with high and low conspiracy beliefs, where fact-checking potentially triggers or reduces such beliefs."
  },
  {
    "discipline": "sociology",
    "title": "Disentangling and Reassembling: Unveiling Hidden Patterns in Gender Attitudinal Surveys",
    "authors": "Jiayun Jin",
    "url": "https://doi.org/10.1177/00491241251413678",
    "doi": "https://doi.org/10.1177/00491241251413678",
    "filter": 0,
    "created": "2026-1-29",
    "journal_full": "Sociological Methods & Research",
    "abstract": "This study addresses the complexities of midpoint and non-substantive responses, such as “Don’t Know,” in Likert scale surveys on gender attitudes. While existing research often assumes these responses are neutral or random, this study challenges that notion by applying the item response tree model to disentangle respondents’ attitudes from their response tendencies. Analysis of data from the Chinese General Social Survey shows that traditional gender attitudes are associated with a higher likelihood of such responses, indicating biases in conventional methods. After disentangling these elements, I reassemble them through latent profile analysis to examine the dominant configurations of gender attitudes and response tendencies. Five distinct profiles emerge: Passionate Egalitarians, Genuine Neutrals, Forthright Moderates, Evasive Traditionalists, and Unembellished Traditionalists. Passionate Egalitarians advocate strongly for gender equality, while Evasive Traditionalists use non-substantive responses to conceal traditional views. This study provides a refined approach to rating scale analysis, advancing both sociological methodology and gender studies."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Assessing personality using zero-shot generative AI scoring of brief open-ended text",
    "authors": "Aidan G. C. Wright, Whitney R. Ringwald, Colin E. Vize, Johannes C. Eichstaedt, Mike Angstadt, Aman Taxali, Chandra Sripada",
    "url": "https://doi.org/10.1038/s41562-025-02389-x",
    "doi": "https://doi.org/10.1038/s41562-025-02389-x",
    "filter": 0,
    "created": "2026-1-30",
    "journal_full": "Nature Human Behaviour",
    "abstract": "Contemporary personality assessment relies heavily on psychometric scales, which offer efficiency but risk oversimplifying the rich and contextual nature of personality. Recognizing these limitations, this study explores the use of commercially available generative large language models (LLMs), such as ChatGPT, Claude and so on, to assess personality traits from open-ended qualitative narratives. Across two distinct samples and methodologies (spontaneous streams of thought and daily video diaries), we used seven commercial, generative LLMs to score Big-Five personality traits, achieving convergence with self-report measures comparable to or exceeding established benchmarks (for example, self–other agreement, ecological momentary assessment, and bespoke machine learning models). Although results differed across different LLMs, we found that using the average LLM score across models provided the strongest agreement with self-report. Further, LLM-generated trait scores also demonstrated predictive validity regarding daily behaviours and mental health outcomes. This LLM-based approach achieved quantitative rigour based on qualitative data and is easily accessible without specialized training. Importantly, our findings also reaffirm that personality is expressed ubiquitously, in that it is carried in the stream of our thoughts and is woven into the fabric of our daily lives. These results encourage broader adoption of generative LLMs for psychological assessment and—given the new generation of tools—stress the value of idiographic narratives as reliable sources of psychological insight."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Targeted digital voter suppression efforts likely decrease voter turnout",
    "authors": "Young Mie Kim, Ross Dahlke, Hyebin Song, Richard Heinrich",
    "url": "https://doi.org/10.1073/pnas.2519944123",
    "doi": "https://doi.org/10.1073/pnas.2519944123",
    "filter": 0,
    "created": "2026-1-26",
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "In light of continued foreign interference in the US presidential elections, where undisclosed digital voter suppression advertising has been deployed, this study addresses the questions of who is exposed to these ads and whether and how such exposure influences voter turnout. Using a sample that resembles the US voting-age population, the study directly measures each individual’s ad exposure through a user-level real-time ad tracking tool, which is merged with the same individual’s survey responses to identify voter suppression content and its targeting patterns. By further matching individual-level exposure to voter suppression ads with the same individual’s verified voter turnout records, the study estimates the effects of voter suppression on actual turnout. The study findings from the 2016 US Presidential Election reveal clear geo-racial targeting patterns in voter suppression: non-Whites residing in the racial minority counties of battleground states were exposed to substantially more voter suppression ads than their counterparts. Moreover, exposure to voter suppression ads was associated with decreases in voter turnout at the population level, albeit small. The sharpest declines were observed among non-Whites residing in minority counties of battleground states, suggesting that the intensified turnout suppression among the targeted segments of the electorate may have played a role in shaping turnout."
  }
]
