[
  {
    "discipline": "communication",
    "title": "A meta-analytical review of parent–child communication and children feeling caught between parents",
    "authors": "Paul Schrodt",
    "url": "https://doi.org/10.1080/03637751.2026.2615803",
    "doi": "https://doi.org/10.1080/03637751.2026.2615803",
    "filter": 0,
    "created": "2026-1-26",
    "journal_full": "Communication Monographs"
  },
  {
    "discipline": "communication",
    "title": "Decoding user disclosure intentions in generative AI: Exploring the influence of system attributes on trust and privacy concerns within the extended technology acceptance model",
    "authors": "Jing Niu, Bilal Mazhar, Yilin Ren, Inam Ul Haq",
    "url": "https://doi.org/10.5817/cp2026-1-5",
    "doi": "https://doi.org/10.5817/cp2026-1-5",
    "filter": 0,
    "created": "2026-1-28",
    "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
    "abstract": "As generative artificial intelligence becomes more prevalent, understanding the factors that influence users' willingness to disclose personal information to these platforms is crucial. This study explores how Perceived Autonomy and Perceived Empathy in generative AI platforms influence users’ Behavioral Intent to Disclose personal information. Using a sample of 1,034 generative AI users in China, Structural Equation Modeling (SEM) was employed to analyze the relationships between autonomy, empathy, trust, privacy concerns, and disclosure intentions. The results show that both Perceived Autonomy and Perceived Empathy positively influence Behavioral Intent to Disclose personal information on generative AI platforms. These relationships are positively mediated by Trust in Generative AI and negatively mediated by Privacy Concerns, highlighting the role of trust in enhancing disclosure and privacy concerns in reducing it. These findings align with the Extended Technology Acceptance Model, which emphasizes the role of trust and privacy as external factors in shaping user behavior. This study provides valuable insights into how AI system attributes influence disclosure decisions, offering guidance for the design of more trustworthy and privacy-sensitive generative AI platforms."
  },
  {
    "discipline": "communication",
    "title": "Caught in the daily scroll: How upward social comparison fuels daily anxiety during short video use among Chinese young adults",
    "authors": "Zhiwei Yang, Qian Nie, Xiaoqin Wang, Halley M. Pontes, Zhaojun Teng",
    "url": "https://doi.org/10.5817/cp2026-1-6",
    "doi": "https://doi.org/10.5817/cp2026-1-6",
    "filter": 0,
    "created": "2026-1-28",
    "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
    "abstract": "The rapid growth of short video platforms has raised concerns about their potential impact on young people’s mental health and well-being. However, the dynamic relationship between short video use and daily anxiety symptoms remains poorly understood. To address this gap, this study employed the experience sampling method (ESM) and dynamic structural equation modeling (DSEM) to examine their bidirectional relationship in a representative sample of Chinese young adults (N = 389; Mage = 20.38 years, SD = 1.44 years; 51.1% male). The results indicated that at the within-person level, there were no significant bidirectional effects between short video use (i.e., active use, passive use, or total use time) and daily anxiety symptoms. However, upward social comparison tendency moderated the within-person effect of passive short video use on subsequent anxiety symptoms. Specifically, individuals with higher levels of upward social comparison experienced greater anxiety during periods of increased passive short video use. In contrast, those with lower levels of upward social comparison experienced less anxiety under similar conditions. These findings suggest that while short video use may not directly contribute to daily anxiety, its psychological impact is contingent upon individual differences in social comparison. In particular, those prone to upward comparison may be more vulnerable to anxiety during passive consumption of short video content."
  },
  {
    "discipline": "communication",
    "title": "Testing message strategies that minimize White Americans’ backlash to racial equity information",
    "authors": "Rebekah Wicke, Jiawei Liu, Rebekah H Nagler, Erika Franklin Fowler, Neil A Lewis Jr., Colleen L Barry, Jeff Niederdeppe",
    "url": "https://doi.org/10.1093/hcr/hqaf033",
    "doi": "https://doi.org/10.1093/hcr/hqaf033",
    "filter": 0,
    "created": "2026-1-27",
    "journal_full": "Human Communication Research",
    "abstract": "Scholars have worried that messages about racial equity can produce backlash from White respondents. Drawing upon psychological reactance theory, we compared cognitive and affective responses to a message emphasizing how a redistributive policy would benefit everyone (universalist message) to a message that also emphasized how the policy would especially benefit minoritized racial groups (targeted universalist message) among a sample of 871 White Americans. Participants in the targeted universalist condition experienced more anger, endorsed more harmful stereotypes about racial outgroups, and saw the government as less responsible for addressing poverty than participants in the universalist condition. Mediation analyses suggest that anger, stereotyping, and perceived government responsibility have a negative, indirect effect on policy support. Our findings underscore the need for future work to identify strategies for communicating about racial equity that avoid activating harmful stereotypes."
  },
  {
    "discipline": "communication",
    "title": "Revisiting the digital jukebox in daily life: applying Mood Management Theory to algorithmically curated music streaming environments",
    "authors": "Alicia Ernst, Felix Dietrich, Benedikt Rohr, Leonard Reinecke, Michael Scharkow",
    "url": "https://doi.org/10.1093/hcr/hqaf030",
    "doi": "https://doi.org/10.1093/hcr/hqaf030",
    "filter": 0,
    "created": "2025-12-3",
    "journal_full": "Human Communication Research",
    "abstract": "A large body of experimental evidence has contributed to our understanding of Mood Management Theory (MMT) in the context of music. Extant research, however, lacks insights into everyday mood regulation through music listening, especially on music streaming services, where users’ choices are shaped by both self-selection and algorithmically personalized recommendations. Hence, we tested MMT using a novel in situ approach and investigated whether variations in self- versus algorithmically personalized music choices would moderate MMT’s proposed relationships between mood and music use. In a preregistered, two-week study, we combined experience sampling surveys with logged music streaming and audio feature metadata obtained via the Spotify API, utilizing 6,864 surveys from 144 listeners. Results largely indicated no support for MMT’s predictions. In addition, higher algorithmic personalization did not reinforce or distort MMT-related patterns. Our findings suggest re-specifying classic entertainment theories, such as MMT, for novel technological and methodological conditions."
  },
  {
    "discipline": "communication",
    "title": "Relationship uncertainty and person-specific dynamics of partner rumination and relational turbulence in day-to-day life",
    "authors": "Alan K Goodboy, Megan R Dillow, San Bolkan, Rebekah M Chiasson, Megan A Vendemia",
    "url": "https://doi.org/10.1093/hcr/hqag001",
    "doi": "https://doi.org/10.1093/hcr/hqag001",
    "filter": 0,
    "created": "2026-1-8",
    "journal_full": "Human Communication Research",
    "abstract": "This daily diary study examined dynamic processes of relational turbulence theory. Dating partners (N = 202) completed measures of pretest relationship uncertainty, followed by 30 days of daily rumination and relational turbulence, and then posttest collaborative planning. Using dynamic structural equation modeling with random effects, we found that for the typical partner: (a) on days when they ruminated more about their relationship than usual, they experienced greater than usual relational turbulence; and (b) when partners experienced more than typical turbulence on a day, the next day they ruminated more than usual. We found that partners who had higher (c) month-long averages in rumination, (d) ruminative inertia, and (e) ruminative volatility had higher averages in month-long relational turbulence. We also found that individual differences in partners’ relationship uncertainty predicted person-specific daily rumination (means, volatility) and relational turbulence (means, inertia, volatility), but only relational turbulence averages, in turn, predicted future collaborative planning."
  },
  {
    "discipline": "communication",
    "title": "Data in the Context of Misinformation: A Scoping Review",
    "authors": "Julia Sophie Blaß",
    "url": "https://doi.org/10.1177/10776990251410602",
    "doi": "https://doi.org/10.1177/10776990251410602",
    "filter": 0,
    "created": "2026-1-26",
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Data, numeric or visual, can contain misinformation and contribute to the spread of false information. Yet the role of data has received little attention in misinformation research. This scoping review analyzes 41 studies across various disciplines and synthesizes how data are processed within a dual-process framework to map research on data and misinformation. The review identifies an overall lack of research in this area and highlights the need to consider multimodal data formats, as numerical and visual misinformation have largely been addressed separately. The study identifies research gaps and opportunities for future research, as well as implications for data communication praxis."
  },
  {
    "discipline": "communication",
    "title": "Framing Generative AI: An Analysis of Impact, Quoted Sources, and Attributions of Responsibilities in U.S. Elite Media",
    "authors": "Hyunmin Lee, Hana Park",
    "url": "https://doi.org/10.1177/10776990251410593",
    "doi": "https://doi.org/10.1177/10776990251410593",
    "filter": 0,
    "created": "2026-1-31",
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This article examined how elite news media frame the impact of generative AI on the cultural, social, economic, and political domains of life. We also analyzed the different types of ethical concerns surrounding generative AI and to whom the media attribute responsibility for creating and solving these ethical concerns. A content analysis of The New York Times and The Wall Street Journal show that societal and economic impacts were the most frequently discussed when reporting about generative AI, while societal-level attributions were mentioned more often than individual-level attributions for responsibilities. We discuss theoretical implications and future research directions."
  },
  {
    "discipline": "communication",
    "title": "Measuring Parasocial Processing: An Easily-Applicable Short Version of the Parasocial Interaction-Process Scales",
    "authors": "Tilo Hartmann, Philipp K. Masur, Holger Schramm",
    "url": "https://doi.org/10.1080/15213269.2026.2621710",
    "doi": "https://doi.org/10.1080/15213269.2026.2621710",
    "filter": 0,
    "created": "2026-1-30",
    "journal_full": "Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "Early Media Use Predicts Later Executive Function Difficulties Through Problematic Media Use: A Cross-Lagged Panel Model Testing Bidirectional Relations in Middle Childhood with an Early Childhood Media Use Predictor",
    "authors": "Meryem Şeyda Özcan, Yea-Ji Hong, Koeun Choi",
    "url": "https://doi.org/10.1080/15213269.2026.2618675",
    "doi": "https://doi.org/10.1080/15213269.2026.2618675",
    "filter": 0,
    "created": "2026-1-30",
    "journal_full": "Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "Mobile Media Decision-Making: Toward a New Theory",
    "authors": "Ragan Glover",
    "url": "https://doi.org/10.1177/20501579251411207",
    "doi": "https://doi.org/10.1177/20501579251411207",
    "filter": 0,
    "created": "2026-1-29",
    "journal_full": "Mobile Media & Communication",
    "abstract": "Mobile media decision-making is a mid-range, integrative theory that addresses the transformative role of mobile media in contemporary decision-making processes. Accordingly, mobile media augment human cognitive processes by being accessible to users as they move through and act in the world. Moreover, this theory accounts for the emergence of mobile autonomous systems that can move through and act in the world, in the absence of human cognition. As an analytical tool, this theory can be applied to understand specificities of how humans and nonhumans act, move, know, and produce agential change in the world. It can inform scholarship that explores social and material impacts, moral–ethical dimensions, and the design of mobile systems that augment and supplant human decision-making processes."
  },
  {
    "discipline": "communication",
    "title": "From moderation to chaos: Meta’s fact-checking and the battle over truth and free speech",
    "authors": "Regina Cazzamatta",
    "url": "https://doi.org/10.1177/14614448251413687",
    "doi": "https://doi.org/10.1177/14614448251413687",
    "filter": 0,
    "created": "2026-1-28",
    "journal_full": "New Media & Society",
    "abstract": "Following Zuckerberg’s decision to terminate third-party fact-checking and his association of fact-checkers with censorship, this article examines how platforms respond to falsehoods post-debunking and explores fact-checkers’ views on effective content moderation, particularly regarding content removal or reduced visibility. A comparative content analysis of 2053 debunking articles by 16 Meta partners across 8 European and Latin American countries reveals that most false content was labeled or remained online, with deletion occurring in approximately 30% of cases—though it remains unclear whether the removal was carried out by Facebook or by the original spreaders. In addition to 30 expert interviews, the study finds that fact-checkers prioritize counter-speech and transparency, rejecting a permissive “anything goes” stance. Some support removals in cases involving incitement to violence, illegality, or harmful health misinformation. Most agree that freedom of expression should not guarantee algorithmic amplification. Concerns were also raised about the politicization and potential manipulation of Community Notes."
  },
  {
    "discipline": "communication",
    "title": "How does war look like on the European mainstream media Facebook? A large- N comparison of the media Facebook posts covering Ukraine and Gaza in 24 European countries in spring 2024",
    "authors": "Delia Dumitrescu",
    "url": "https://doi.org/10.1177/14614448251413689",
    "doi": "https://doi.org/10.1177/14614448251413689",
    "filter": 0,
    "created": "2026-1-31",
    "journal_full": "New Media & Society",
    "abstract": "We combine AI-based visual content analysis data with large-scale topic modeling to examine the proportion of coverage and the visual construction of the wars in Ukraine and Gaza in Facebook posts published by 51 top European media organizations between 25 February and 2 April 2024 ( N &gt; 90,000 posts). This period coincides with the 2-year anniversary of the Russian invasion and overlaps with the sixth month of the war in Gaza. The analysis finds an imbalance in the volume of coverage allocated to the two wars, as well as war-specific visual framing devices, but also similarities in their portrayals. Ultimately, in both cases, the visualization of war creates a distance between the viewers and those affected on the ground."
  },
  {
    "discipline": "communication",
    "title": "Intergroup contact in virtual reality: The influence of avatar identity, social identity, and contact valence on prejudice",
    "authors": "Jorge Peña, Camren Allen, Jeffrey Tsifan Tseng, Vivian Hsueh Hua Chen, Gabrielle C. Ibasco, Wei Jie Dominic Koek",
    "url": "https://doi.org/10.1177/14614448251411262",
    "doi": "https://doi.org/10.1177/14614448251411262",
    "filter": 0,
    "created": "2026-1-26",
    "journal_full": "New Media & Society",
    "abstract": "This study employed virtual reality (VR) to examine how avatar embodiment (self vs stranger), virtual human race (ingroup vs outgroup), and contact valence (positive vs negative) influence intergroup attitudes. US participants ( N = 262) assigned to avatars displaying a stranger’s face, rather than their own, showed greater acceptance of outgroup virtual humans. Perceived identifiability mediated the influence of avatar face on self-other overlap. Social dominance orientation moderated this effect, as mediation was strongest among individuals with average and high scores. Positive contact enhanced self-other overlap with virtual humans, whereas negative contact unexpectedly increased empathy for outgroup members. Ingroup negative contact boosted positive ingroup feelings among participants using avatars that mirrored their own face. Consistent with positive ingroup biases, individuals reported greater positive feelings and empathy toward ingroup members following ingroup (vs outgroup) interactions. The results provided evidence regarding the theoretical mechanisms through which VR contact reduces and boosts prejudice."
  },
  {
    "discipline": "communication",
    "title": "Ubiquitous local community experiences: The impact of People-Nearby Applications on users’ social capital, local involvement, and sense of community",
    "authors": "Flora Gatti, Fortuna Procentese, Alexander P Schouten",
    "url": "https://doi.org/10.1177/14614448251413287",
    "doi": "https://doi.org/10.1177/14614448251413287",
    "filter": 0,
    "created": "2026-1-27",
    "journal_full": "New Media & Society",
    "abstract": "People-Nearby Applications (PNAs) can impact users’ local social capital and sense of community (SoC), by allowing users to meet new people locally and enhance their SoC through increased local social capital and active involvement in the community of belonging. An online questionnaire was administered to 595 Italian and Dutch PNAs users to detect their PNAs community-related use, frequency of face-to-face encounters with other users, local social capital, active involvement, and SoC. A multiple mediation model was run using structural equation modeling. PNAs use associates to face-to-face encounters among local community members and community social capital, but not to community involvement. Through social capital, PNAs use indirectly enhances SoC. These results show that PNAs community-related use may enhance local community experiences through prompting face-to-face encounters among community fellows and making users feel more embedded into local social networks. This confirms PNAs community-related use potential to improve users’ neighborhood social and community experiences."
  },
  {
    "discipline": "communication",
    "title": "Disrupting or invigorating an anti-democratic counterpublic? How highly active commenters engage on RT German’s Facebook page",
    "authors": "Arista Beseler, Florian Toepfl, Daria Kravets, Julia Kling",
    "url": "https://doi.org/10.1177/14614448251413136",
    "doi": "https://doi.org/10.1177/14614448251413136",
    "filter": 0,
    "created": "2026-1-27",
    "journal_full": "New Media & Society",
    "abstract": "Anti-democratic counterpublic news media frequently open up participatory spaces, inviting their audiences to partake in the discussion of their content. However, research on how commenters engage in such participatory spaces opened up and overseen by anti-democratic actors is scarce. In order to fill this gap, we present in this article a case study of the 250 most active commenters on RT German’s Facebook page in a 6-month period at the height of the Covid-19 pandemic in 2021. Using a mixed-methods approach combining large-scale data scraping with quantitative and qualitative content analysis, we find that the majority of these highly active commenters constituted an anti-democratic counterpublic. However, we also observed a smaller collective of commenters, whom we theorize as “disruptive public” as they vigorously sought to challenge the activities of the anti-democratic counterpublic. We discuss the benefits and risks of various strategies of disrupting anti-democratic counterpublics and consequences for democratic debate."
  },
  {
    "discipline": "communication",
    "title": "From Flowers to Fascism? The Cottagecore to Tradwife Pipeline on Tumblr",
    "authors": "Oliver Mel Allen, Yi Zu, Milo Z. Trujillo, Brooke Foucault Welles",
    "url": "https://doi.org/10.1177/20563051251413920",
    "doi": "https://doi.org/10.1177/20563051251413920",
    "filter": 0,
    "created": "2026-1-25",
    "journal_full": "Social Media + Society",
    "abstract": "In this work, we collected and analyzed social media posts to investigate an aesthetic-based pipeline where users searching for Cottagecore content may find Tradwife content co-opted by white supremacists. Through quantitative analysis of over 200,000 Tumblr posts and qualitative coding of about 2350 Tumblr posts, we did not find evidence of an explicit radicalization. We found that problematic Tradwife posts found in the literature may be confined to Tradwife-only spaces, while content in the Cottagecore tag generally did not warrant extra moderation. However, we did find evidence of a mainstreaming effect in the overlap between the Tradwife and Cottagecore communities. In our qualitative analysis, there was more interaction between queer and Tradwife identities than expected based on the literature, and some Tradwives even explicitly included queer people and disavowed racism in the Tradwife community on Tumblr. This could be genuine, but we propose that this is an example of mainstreaming, where white supremacists re-brand their content and follow platform norms to spread ideologies that would otherwise be rejected. In addition, through temporal analysis, we observed a change in the central tags used by Tradwives in the Cottagecore tag pre- and post-2021. Initially, these posts focused on aesthetics and hobbies like baking and gardening, but post-2021, the central tags focused more on religion, traditional gender roles, and homemaking—all of which align with white supremacist rhetoric about womanhood."
  },
  {
    "discipline": "communication",
    "title": "It Listens to Me So I Feel Well and Connected: Investigating the Influence of TikTok users’ Perceived Algorithm Responsiveness and (In)sensitivity on Well-Being Via Self-Determination",
    "authors": "Matthew J. A. Craig, Mina Choi, Ying Zhu, Toqa Hassan, Samuel Mensah Noi, David E. Silva",
    "url": "https://doi.org/10.1177/20563051261417301",
    "doi": "https://doi.org/10.1177/20563051261417301",
    "filter": 0,
    "created": "2026-1-30",
    "journal_full": "Social Media + Society",
    "abstract": "Social media has grown to be a large part of our virtual connectedness online. However, with this growth in digital connection, we have also become connected with digital entities that run them (social media). Borrowing from the concept of interpersonal responsiveness, researchers have found that users perceive their algorithm to be responsive to their needs and sensitive to their identity have a greater sense of well-being online and media enjoyment. However, the mechanisms for which these connect with one another (responsiveness predicting subjective well-being) remain to be disentangled. Guided by self-determination theory, this study examines whether autonomy, competence, and relatedness satisfaction through TikTok use mediate the associations between perceived algorithm responsiveness and insensitivity and satisfaction with life. With an online survey ( N = 385), our study found that greater responsiveness is associated with greater life satisfaction mediated through greater relatedness satisfaction. However, greater competence satisfaction was associated with lower life satisfaction. Future research and current limitations in light of our findings are discussed."
  },
  {
    "discipline": "politics",
    "title": "On visibility and normalization: Parliamentary representation and media attention to radical right parties, leaders, and issues",
    "authors": "Tiago Silva, Hugo Marcos-Marne, Susana Rogeiro Nina, Marina Costa Lobo, Filippo Pasquali",
    "url": "https://doi.org/10.1177/13540688261422432",
    "doi": "https://doi.org/10.1177/13540688261422432",
    "filter": 0,
    "created": "2026-1-30",
    "journal_full": "Party Politics",
    "abstract": "Is the mainstream news coverage of politics contributing to the legitimization and normalization of the radical right? To answer this question, we focus on two countries (Portugal and Spain) where Radical Right Parties (RRPs) emerged late and developed very quickly. A longitudinal dataset (2015–2024) of newspaper articles was employed to assess the salience of VOX and Chega , their leaders, and four core issues of the radical-right, before and after they first entered the national parliament. A major theoretical expectation was that parliamentary entrance might bolster the media salience of these parties and their leaders vis-à-vis other new political parties. While we find that Chega does indeed receive more media attention than other comparable parties, especially during election times, no such pattern can be detected for VOX. Concerning attention given to leaders, measured as salience and personalization index, we confirm that André Ventura, leader of Chega is given disproportionate attention, while that is not the case for VOX’s Santiago Abascal. Concerning issues, our findings indicate that although notable cross-national differences in media coverage persist, several key issues were already prominent before 2019 (consistent with the agenda-setting expectation) and may have helped advance the radical-right agenda in both Portugal and Spain."
  },
  {
    "discipline": "politics",
    "title": "Potential and Pitfalls of Audio as Data for Political Research: Alignment, Features, and Classification Models",
    "authors": "Rafael Mestre, Matt Ryan",
    "url": "https://doi.org/10.1017/pan.2025.10031",
    "doi": "https://doi.org/10.1017/pan.2025.10031",
    "filter": 0,
    "created": "2026-1-30",
    "journal_full": "Political Analysis",
    "abstract": "Political science is a field rich in multimodal information sources, from televised debates to parliamentary briefings. This paper bridges a gap between computer and political science in multimodal data analysis using audio. The adoption of multimodal analyses in political science (e.g., video/audio with text-as-data approaches) has been relatively slow due to unequal distribution of computational power and skills needed. We provide solutions to challenges encountered when analyzing audio, advancing the potential for multimodal data analysis in political science. Using a dataset of all televised U.S. presidential debates from 1960 to 2020, we focus on three features encountered when analyzing audio data: low-level descriptors (LLDs), such as pitch or energy; Mel-frequency cepstral coefficients (MFCCs); and audio embeddings/encodings, like Wav2Vec. We showcase four applications: (a) forced alignment of audio text using MFCCs, time-stamping transcripts, and speaker information; (b) speech characterization using LLDs; (c) custom-made classification models with audio embeddings and MFCCs; and (d) emotional recognition models using Wav2Vec for classification of discrete emotions and their valence-arousal dominance. We provide explanations to help understand how these features can be applied for different political research questions and advice on vigilance to naive interpretation, for both experienced researchers and those who want to start working with audio."
  },
  {
    "discipline": "public opinion",
    "title": "Reducing the Bias From Probability and Nonprobability Online Panels by Excluding Satisficers",
    "authors": "Sam Slamowicz, Darren Pennay, Dina Neiger, Benjamin Phillips, Andrew C Ward, Michael Xu",
    "url": "https://doi.org/10.1093/jssam/smaf019",
    "doi": "https://doi.org/10.1093/jssam/smaf019",
    "filter": 0,
    "created": "2025-8-12",
    "journal_full": "Journal of Survey Statistics and Methodology",
    "abstract": "Over the last 15 years or so, many studies have compared the accuracy of estimates produced when the same questionnaire is administered to samples generated using probability and nonprobability sampling methods. Most studies conclude that estimates from probability sample surveys are more accurate than estimates from nonprobability sample surveys. In trying to understand why probability sample surveys generally produce more accurate estimates than nonprobability sample surveys, most research has focused on the differences in survey samples reached as a result of the sampling mechanisms used by each approach, and looked to various adjustment (weighting) approaches to bring the nonprobability sample estimates closer to the comparative probability sample estimates and independent benchmarks. Less common, however, are comparative studies that focus on measurement error. This study compares estimates generated from five Australian online panels; one probability-based online panel and four nonprobability online panels. We use widely implemented techniques to identify instances of survey satisficing—the phenomenon of survey respondents providing lower quality responses to reduce cognitive effort. When comparing the level of satisficing across panels, a higher proportion of respondents in the nonprobability panels give responses consistent with satisficing than in the probability panel. We then show that excluding these suboptimal responses from our analysis dataset, before weighting, results in a greater bias reduction across the nonprobability panels than weighting alone, and that this is the case across all four nonprobability panels. In contrast, very little change to bias is observed after applying the same exclusions to the probability panel. We end with a call for others to undertake similar research in the hope that this approach might become part of the toolkit of techniques being developed to reduce the bias in survey estimates generated from nonprobability online samples."
  },
  {
    "discipline": "public opinion",
    "title": "Harnessing Big Data, Hindered by Bias: Evaluating TikTok Research API for Fair and Optimal Social Sciences",
    "authors": "Dan Bai, Yan Gu",
    "url": "https://doi.org/10.1177/08944393251413277",
    "doi": "https://doi.org/10.1177/08944393251413277",
    "filter": 0,
    "created": "2026-1-27",
    "journal_full": "Social Science Computer Review",
    "abstract": "Digital platforms now serve as crucial archives for analysing societal trends, yet their research APIs pose methodological challenges. This study critically evaluates TikTok Research API through comparative analysis of 6,373 videos from 14 creators in the United States and United Kingdom (2020–2022), contrasting API-derived outputs with manual collection and third-party analytics. The API demonstrated scalability, retrieving more videos than alternative methods and providing 22 variables, including eight unavailable elsewhere. However, limitations were substantial: transcriptions covered about 10% of the content, with more transcripts returned from American male creators. Engagement metrics exhibited inconsistent accuracy across data sources, with the API showing systematically lower view counts but higher comment and share counts compared to manual collection. The number of videos varied depending on sample composition, indicating that small changes in inclusion criteria could shift outcomes disproportionately. These results highlight systematic inconsistencies, showing why multi-method approaches remain necessary despite automation. While TikTok Research API offers valuable scale and ethical compliance, its demographic biases and metadata inconsistencies compromise validity. The study advocates integrated auditing protocols and targeted API refinements to improve representativeness and accuracy in platform-based research."
  },
  {
    "discipline": "public opinion",
    "title": "Conspiracy or Public Service? Does Facebook’s Third-Party Fact-Checking Increase Conspiracy Beliefs Among Americans?",
    "authors": "Justin Bonest Phillips, Timothy B. Gravelle, Andrea Carson, Mathew D. Marques",
    "url": "https://doi.org/10.1177/08944393261421119",
    "doi": "https://doi.org/10.1177/08944393261421119",
    "filter": 0,
    "created": "2026-1-29",
    "journal_full": "Social Science Computer Review",
    "abstract": "Unlike past studies that examine whether fact-checking can counter conspiratorial belief, we reverse the lens to investigate if fact-checking itself prompts conspiracy belief. Our study occurs in the days immediately preceding the 2024 US election. Shortly thereafter, Meta’s CEO Mark Zuckerberg abandoned Facebook’s third-party program altogether, arguing fact-checkers “have destroyed more trust than they have created.” We provide timely insight into fact-checking concerns using a preregistered online survey-based experiment of US Facebook users’ ( n = 2,409), randomly assigned to view either a generic Facebook fact-check (treatment) or a Facebook login screen. Results show no overall effects of third-party fact-checking on users’ propensity for conspiratorial beliefs. However, when individuals with high conspiracy mentality and strong conservative identification encounter a fact-check, they are more likely to endorse Facebook-related conspiracy beliefs. We also observe a three-way interaction among political independents with high and low conspiracy beliefs, where fact-checking potentially triggers or reduces such beliefs."
  },
  {
    "discipline": "public opinion",
    "title": "The Dynamics of Hate Speech: Assessing Anti-Muslim Hate Speech in Norwegian Social Media",
    "authors": "Yuri Kasahara, Daniel Thilo Schroeder, Anis Yazidi, Pedro G. Lind",
    "url": "https://doi.org/10.1177/08944393261417730",
    "doi": "https://doi.org/10.1177/08944393261417730",
    "filter": 0,
    "created": "2026-1-31",
    "journal_full": "Social Science Computer Review",
    "abstract": "This study investigates the dynamics of anti-Muslim hate speech within Norwegian social media during the period between 2010 and 2021. Using a dataset of more than one million comments from Twitter and Facebook, we developed a custom hate speech classifier trained on an annotated corpus of 3,277 comments in Norwegian language. We identify that despite representing a small share of the total comments, hate speech content has increased over time. In an effort to understand the social network characteristics of hate speech content, we delve deeper into Twitter conversations as we can more easily identify how this content is spread. We develop network metrics to assess the prevalence, distribution, and diffusion of hateful content. The findings reveal that regardless of the number of users or tweets in a conversation, the volume of hateful content tends to remain constant. Furthermore, a small fraction of users contribute disproportionately to the dissemination of hate speech, with most conversations being limited in participant diversity. These results contribute to the growing field of computational social science by offering a novel methodology for studying hate speech in under-resourced languages and suggesting that mitigating hate speech may be possible through targeted network interventions rather than content removal alone."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Targeted digital voter suppression efforts likely decrease voter turnout",
    "authors": "Young Mie Kim, Ross Dahlke, Hyebin Song, Richard Heinrich",
    "url": "https://doi.org/10.1073/pnas.2519944123",
    "doi": "https://doi.org/10.1073/pnas.2519944123",
    "filter": 0,
    "created": "2026-1-26",
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "In light of continued foreign interference in the US presidential elections, where undisclosed digital voter suppression advertising has been deployed, this study addresses the questions of who is exposed to these ads and whether and how such exposure influences voter turnout. Using a sample that resembles the US voting-age population, the study directly measures each individual’s ad exposure through a user-level real-time ad tracking tool, which is merged with the same individual’s survey responses to identify voter suppression content and its targeting patterns. By further matching individual-level exposure to voter suppression ads with the same individual’s verified voter turnout records, the study estimates the effects of voter suppression on actual turnout. The study findings from the 2016 US Presidential Election reveal clear geo-racial targeting patterns in voter suppression: non-Whites residing in the racial minority counties of battleground states were exposed to substantially more voter suppression ads than their counterparts. Moreover, exposure to voter suppression ads was associated with decreases in voter turnout at the population level, albeit small. The sharpest declines were observed among non-Whites residing in minority counties of battleground states, suggesting that the intensified turnout suppression among the targeted segments of the electorate may have played a role in shaping turnout."
  }
]
