[
  {
    "discipline": "communication",
    "title": "Beyond a fragmented account of conflicts in communication: a framework of informational conflicts",
    "authors": "Wenqing Zhao, Yan Jin, Toni van der Meer, Michael Hameleers, Xuerong Lu",
    "abstract": "Numerous global trends related to communicative conflicts—like widespread public dissent, the increasing fragmentation of the digital media landscape, the fast-paced dissemination of mis- and disinformation, polarization of public debates, and delegitimizing populist rhetoric—form a perfect storm that significantly disrupts today’s society on multiple levels. Against this backdrop, research on content, causes, consequences, and counter-strategies of conflicts has been central to the discipline of communication science and beyond over the past decades. Although many of these societal challenges are rooted in communication problems similar in nature, current research lines appear to move forward in isolation, creating largely disconnected streams of research that could benefit from more integration. With this article, we aim to bring together disconnected strands of literature in communication that revolve around conflicts in mass and digital communication under the umbrella term “informational conflict.” This framework synthesizes existing knowledge, enabling us to better understand the root causes of increasing cleavages in society and to forward potential solutions leading to conflict resolution.",
    "url": "https://doi.org/10.1093/anncom/wlae003",
    "doi": "https://doi.org/10.1093/anncom/wlae003",
    "filter": 0,
    "journal_full": "Annals of the International Communication Association"
  },
  {
    "discipline": "communication",
    "title": "Thirty years since Kunda: addressing critiques to reimagine a model of motivated reasoning",
    "authors": "Camille J Saucier, Nathan Walter, Stefanie Z Demetriades",
    "abstract": "Following Kunda’s (1990) defense of the influence of motivations on reasoning, a growing body of communication research has coalesced around the idea that specific motivations can influence decision-making. At the same time, this body of research has been subjected to criticisms highlighting alternative explanations that do not involve motivated processes. The present study contributes to this conversation by reviewing the evidence around motivated reasoning as reflected in empirical communication research over the past 30 years (k = 143), focusing on the framework’s key components: motivation, reasoning, and responses. The findings identify considerable gaps, including a limited focus on distinct motivations, an underemphasis on reasoning, and a concentration on a narrow set of responses. This article concludes by proposing the Motivation-Reasoning-Response Model, which visually summarizes the findings of this review and indicates possible opportunities for future research.",
    "url": "https://doi.org/10.1093/anncom/wlae001",
    "doi": "https://doi.org/10.1093/anncom/wlae001",
    "filter": 0,
    "journal_full": "Annals of the International Communication Association"
  },
  {
    "discipline": "communication",
    "title": "Let me be perfectly unclear: strategic ambiguity in political communication",
    "authors": "Parker Bach, Carolyn E Schmitt, Shannon C McGregor",
    "abstract": "While clarity is often upheld as a core element of successful communication, we argue that a lack of clarity can also benefit a speaker, a concept called strategic ambiguity. This concept has been used across disciplines for decades, but its definitions are often overly context-specific. In this article, we follow Chaffee’s (1991) framework for explication to survey the literature and provide a unified definition of strategic ambiguity as a rhetorical tactic in which a communicator creates a: (1) polysemic message with multiple reasonable interpretations supported by the text, that is: (2) aimed at audiences from varying interpretive communities; and (3) by which polysemy the communicator stands to gain some specific advantage. We offer methodological suggestions on the study of strategic ambiguity, accompanied by two case studies of strategic ambiguity, centering Congressional newsletters and conservative political satire. We close with suggestions for scholarships that could be informed by incorporating strategic ambiguity.",
    "url": "https://doi.org/10.1093/ct/qtaf001",
    "doi": "https://doi.org/10.1093/ct/qtaf001",
    "filter": 0,
    "journal_full": "Communication Theory"
  },
  {
    "discipline": "communication",
    "title": "Mapping contextual data",
    "authors": "Maryam Tatari",
    "abstract": "The proliferating platformization and digital transformation require designing and deploying suitable research methods and approaches to address the hybrid nature of actors, relations, practices, and the growing importance of the context. This paper explores the design of such a tailored methodology for investigating the value-driven development of online public service media platforms in Germany. While qualitative methodologies are time- and resource-consuming and digital methods leave out less context to the field, this mixed methodology emphasizes the context and invests in collecting thick data. It encompasses multiple stages of recording and mapping that employ qualitative and quantitative approaches to bring together various vignettes, unveiling complementary context and contradictory accounts with the help of visualization. In each mapping and visualization stage, the paper investigates actors and relationships heuristically and emphasizes the work-in-progress nature of mapping regarding platforms.",
    "url": "https://doi.org/10.1177/13548565251320735",
    "doi": "https://doi.org/10.1177/13548565251320735",
    "filter": 0,
    "journal_full": "Convergence: The International Journal of Research into New Media Technologies"
  },
  {
    "discipline": "communication",
    "title": "The Relationship Between Incidental News Exposure and Political Participation: A Cross-Country, Multilevel Analysis",
    "authors": "Jörg Matthes, Alon Zoizner, Andreas Nanz, David Nicolas Hopmann, Yannis Theocharis, Selina Noetzel",
    "url": "https://doi.org/10.1080/21670811.2024.2436548",
    "doi": "https://doi.org/10.1080/21670811.2024.2436548",
    "filter": 0,
    "journal_full": "Digital Journalism"
  },
  {
    "discipline": "communication",
    "title": "Perceived objectivity? Findings on the use of perceptual and objective measures in IS research",
    "authors": "Ina Kayser, Andrew Hardin, Robert M. Davison",
    "abstract": "Purpose The use of perceptual and objective measures in information systems is an ongoing discussion in IS research, primarily due to different conceptions about objective measures. This research, therefore, empirically tests truly objective measures along with perceptual measures to gain a more comprehensive understanding of the role of perceptual and objective independent variables as predictors of user satisfaction and continuance intention. Design/methodology/approach This paper developed an integrated research model that examines perceptual and objective measures as predictors of satisfaction and continuance intention. The approach was then empirically tested with survey-based perceptual variables and corresponding objective variables in the context of a mobile network operator ( n  = 998). Specifically, we used serial mediation analysis with PROCESS to test our hypotheses. Findings The results showed that the different objective variables show insignificance as predictors of satisfaction and continuance intention, contrasting with previous research calling for objective measures. Originality/value Our results contribute to IS literature by indicating that perceptual measures are superior to objective measures in predictive relevance. Hence the “silent acceptance” of potential conceptual weaknesses is indeed justified by the results of this research.",
    "url": "https://doi.org/10.1108/itp-09-2021-0727",
    "doi": "https://doi.org/10.1108/itp-09-2021-0727",
    "filter": 0,
    "journal_full": "Information Technology & People"
  },
  {
    "discipline": "communication",
    "title": "Effect of security threats and cultural values on public perceptions of state surveillance: a multilevel analysis of 37 countries",
    "authors": "Yu-Hui Kao",
    "url": "https://doi.org/10.1080/1369118x.2025.2462781",
    "doi": "https://doi.org/10.1080/1369118x.2025.2462781",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "The dynamics of conspiracy theories on social media from the diffusion of innovations perspective: the moderating role of time",
    "authors": "Xiao Meng, Xiaohui Wang, Xinyan Zhao",
    "abstract": "Purpose The persistence and virality of conspiracy theories online have raised significant concerns. This study revisits Rogers’ Diffusion of Innovations theory to examine the spread of conspiracy theories on social media, specifically focusing on how factors influencing their diffusion evolve over time. Design/methodology/approach The study analyzes over 1.18 million COVID-19-related tweets using a combination of natural language processing, social network analysis and machine learning techniques. It explores the dynamic roles of novelty, content negativity, influencers, echo chamber members and social bots in the diffusion of conspiracy theories. Findings The results indicate that novelty, influencers, echo chamber members and social bots are positively associated with the spread of conspiracy theories. The initial dissemination of conspiracy theories is primarily driven by content novelty and influencer involvement. Over time, the perpetuation of these theories becomes increasingly influenced by content negativity and the involvement of echo chamber members and social bots. Social bots serve as important connectors within echo chambers and their removal significantly reduces network cohesion. Practical implications The findings provide practical guidance for social media platforms and policymakers in monitoring diffusion patterns and applying targeted interventions. Originality/value This study introduces a time-sensitive approach to understanding the spread of conspiracy theories on social media. By identifying the key drivers at different stages of the diffusion process, this study offers valuable insights for developing effective strategies to counteract the proliferation of conspiracy theories at various points in their lifecycle.",
    "url": "https://doi.org/10.1108/intr-07-2024-1123",
    "doi": "https://doi.org/10.1108/intr-07-2024-1123",
    "filter": 0,
    "journal_full": "Internet Research"
  },
  {
    "discipline": "communication",
    "title": "Many a little makes a mickle: avatar accumulability and loyalty",
    "authors": "Shih-I Tai, Tzu-Ling Huang, Hsin-Yi Huang, Chieh-Ni Wu, T.C.E. Cheng, Ching-I Teng",
    "abstract": "Purpose Online games are highly popular Internet applications. Some games enable players to save game progress and accumulate experiences or changes to avatars during gameplay, whereas some other games do not, requiring players to restart from the beginning each time. That is, games differ in avatar accumulability. However, we do not know whether games should be designed to permit avatar accumulability or not and how it affects players’ gameplay experience and therefore game outcomes, indicating gaps. Research addressing these gaps can inform game makers in designing games that effectively strengthen their players’ game loyalty. Design/methodology/approach We used social identity theory (SIT) to construct a theoretical model. To test this model, three waves of survey data were gathered from the same 778 participants. Findings These findings uniquely indicate that avatar accumulability fosters avatar identification and increases players’ focused immersion, thus increasing players’ loyalty. Practical implications Game providers could include game features that enable players to accumulate their avatars’ in-game skins, levels, items (weapons and equipment) and experience points. This accumulability can help strengthen players’ game loyalty. Originality/value Overall, our study extends SIT by adding a new trigger (avatar accumulability) and two novel consequences of avatar identification (image protection and focused immersion) in avatar-related systems (games or gamified systems). The new trigger offers an actionable means to apply SIT, while the novel consequences verify the value of applying SIT to study online games.",
    "url": "https://doi.org/10.1108/intr-06-2023-0494",
    "doi": "https://doi.org/10.1108/intr-06-2023-0494",
    "filter": 0,
    "journal_full": "Internet Research"
  },
  {
    "discipline": "communication",
    "title": "The value of CEO communication on social media for internal relationship management and employees’ social media engagement",
    "authors": "Yeunjae Lee, Dalee Yoon, Cen April Yue",
    "abstract": "Purpose The purpose of this study is to explore how CEOs’ interpersonal communication styles on social media can effectively enhance the relationship with employees and increase their engagement on social media platforms. Design/methodology/approach An online survey was conducted with 404 full-time employees working in corporations across various industries in the US. Only employees who “follow” their company’s CEO on social media were included in the study. Findings CEOs’ use of a conversational tone on social media helps employees perceive them as approachable and interactive leaders, thereby improving the quality of the CEO-employee relationship and increasing employees’ engagement on social media. CEOs’ personal disclosures on social media were found to promote employees’ perceptions of CEO approachability only when paired with a conversational communication style. Research limitations/implications Our study offers theoretical implications for communication and media literature by highlighting the potential of CEOs as chief “engagement” officers, capable of leveraging online platforms (i.e. social media) to foster employee interactions and support. Practical implications This study provides CEOs and communication practitioners with practical guidelines for using social media for both professional and social purposes as a crucial tool for internal relationship management. Originality/value This study is one of the first empirical attempts to examine the value of CEO social media communication as a key tool for building and maintaining quality employee–CEO relationship and engagement.",
    "url": "https://doi.org/10.1108/intr-05-2024-0705",
    "doi": "https://doi.org/10.1108/intr-05-2024-0705",
    "filter": 0,
    "journal_full": "Internet Research"
  },
  {
    "discipline": "communication",
    "title": "The Swiss cheese model of social cues: a theoretical perspective on the role of social context in shaping social media’s effect on adolescent well-being",
    "authors": "Jolien Trekels, Eva H Telzer",
    "abstract": "Media effects research has observed significant diversity in the effects of social media on adolescent well-being, with outcomes ranging from positive to negative and, in some cases, neutral effects. In an effort to comprehend and elucidate this diversity, we have formulated The Swiss Cheese Model of Social Cues, a theoretical framework that systematically categorizes potential sources contributing to these variations. This dynamic model encompasses the complex layers of social cues present within platforms, the social environment, and individual (neuro)susceptibility, collectively shaping how social media influences the well-being of adolescents. The primary goal of this model is to enhance research by concurrently considering a broader range of individual difference factors, providing a comprehensive framework for investigations into the complex interplay of social context in social media effects.",
    "url": "https://doi.org/10.1093/joc/jqaf001",
    "doi": "https://doi.org/10.1093/joc/jqaf001",
    "filter": 0,
    "journal_full": "Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "Investigating Patient Preferences for Their Doctor's Communication Strategies Across Cultures Using Communication Accommodation Theory",
    "authors": "Rachyl Pines, Yolandi Mallard, Liz Jones, Nicola Sheeran",
    "abstract": "Effective doctor-patient communication has been linked to better patient outcomes and treatment adherence, whereas ineffective communication has been linked to poorer outcomes and more medical errors. Our study used Communication Accommodation Theory (CAT) to investigate across four countries which communication strategies patients preferred from their doctors. Archival data from a larger online survey research study provided a sample of 1698 participants (Male = 36.4%, Female = 61.1%, Other 1.8%, Age M = 25.5 SD = 10.67), recruited from four countries (Australia, USA, Hong Kong/China, and the Philippines). Results showed participants preferred accommodative stances over non-accommodative stances (under or over accommodation), and that accommodative interpretability was the most frequently mentioned communication strategy in all four countries. Chi-square analyses revealed significant differences across countries for all strategies, with the strongest effects for discourse management. Implications for adding CAT into medical education communication training are discussed.",
    "url": "https://doi.org/10.1177/0261927x251318752",
    "doi": "https://doi.org/10.1177/0261927x251318752",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology"
  },
  {
    "discipline": "communication",
    "title": "Inter-Subject Correlations of Pupillary Audience Responses",
    "authors": "Ralf Schmälzle, Juncheng Wu, Sue Lim, Gary Bente",
    "abstract": "Abstract: This study introduces a novel VR-based approach to measure pupillary responses during media consumption. Researchers exposed participants to 30 video messages in a virtual TV viewing room, capturing pupil dilation and constriction via VR-integrated eye-tracking. By analyzing cross-receiver similarity (inter-subject correlations) of pupillometric responses, we could identify which specific video an individual was watching. This method worked best under normal viewing conditions and was sensitive to attentional manipulations. This study also found that messages with the most robust pupil response signatures were more likely to be remembered. Theoretical implications for quantifying media exposure and developing signatures of perceptual attention in individuals and audiences are discussed. Practically, this pupillary audience response measurement could be applied to various media formats, including screen-based media, social media, and VR/AR environments. In sum, the study highlights the potential of pupillometry in understanding audience engagement and response dynamics in naturalistic media consumption settings.",
    "url": "https://doi.org/10.1027/1864-1105/a000457",
    "doi": "https://doi.org/10.1027/1864-1105/a000457",
    "filter": 0,
    "journal_full": "Journal of Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "A longitudinal analysis of how romantic and friendship involvement are associated with depressive symptoms",
    "authors": "Junwen M Hu",
    "abstract": "People often value romantic relationships more than friendships, believing that the former bring greater psychological enhancement and well-being benefits. Some studies, however, have challenged this belief. Extending these studies, a secondary analysis was conducted using a four-wave longitudinal dataset that spans twenty-two years from adolescence to early midlife. Mixed effects modeling revealed that friendship involvement (i.e., being in close friendships) was associated with lower depressive symptoms. Findings regarding the association between romantic involvement (i.e., being in romantic relationships) and depressive symptoms were more nuanced. Associations were moderated by time: both involvements appeared to play more positive roles in adulthood than in adolescence, except for within-person increase in romantic involvement, which was consistently associated with increased depressive symptoms across the investigated life stages. This research confirms previous findings and extends former studies by distinguishing between- and within-person associations and extending the investigated life stages.",
    "url": "https://doi.org/10.1177/02654075251321385",
    "doi": "https://doi.org/10.1177/02654075251321385",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships"
  },
  {
    "discipline": "communication",
    "title": "Unraveling the Retweet Dynamics of COVID-19 Vaccines on Twitter: An Investigation Through the Lens of the Health Belief Model",
    "authors": "Yanfang Wu",
    "abstract": "This study uses the Health Belief Model (HBM) to analyze the narrative constructions and sentiments of the most retweeted tweets about COVID-19 vaccines. Large-scale data and qualitative textual analysis revealed that tweet dissemination is influenced by perceived risks and benefits, while the tweet format (narrative vs. non-narrative) had no significant effect. Personal stories gained more shares than cultural stories, and high-benefit narratives received more retweets than low-risk ones. Tweets with highly perceived benefits elicited positive sentiments, highlighting implications for effective health communication on social media. Theoretical implications for the HBM model and crafting effective intervention health messages were discussed.",
    "url": "https://doi.org/10.1177/10776990251316284",
    "doi": "https://doi.org/10.1177/10776990251316284",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly"
  },
  {
    "discipline": "communication",
    "title": "‘Rankings are all bullsh*t anyway, why not do my own?’: Vloggers and genre remediation",
    "authors": "Astrid Van den Bossche, Jelena Brankovic, Morten Hansen",
    "abstract": "Rankings are a well-established genre for evaluating diverse phenomena, yet culturally resonant critiques of them are relatively rare. This paper examines how student vloggers on YouTube challenge and reinterpret university rankings through ‘tier list’ and ‘reaction’ videos, thereby shifting genre expectations. Through a move analysis of 30 such videos, we identify 3 rhetorical actions – making sense of ranking, audience interpellation and subverting the ranking genre – and discuss how the ranking’s remediation simultaneously rejects and reinforces hierarchy as the social form underlying it. This results in often humorous critiques where vloggers challenge ‘objective’ cardinal assumptions and posit rank as collaboratively constructed. Remediation in social media has the potential to not only make visible genre work performed by the genre’s discursive community, but in doing so also reconfigures the rhetorical premises that characterise the ranking genre in the first place.",
    "url": "https://doi.org/10.1177/14614448251316795",
    "doi": "https://doi.org/10.1177/14614448251316795",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Facts or Feelings? Leveraging Emotionality as a Fact-Checking Strategy on Social Media in the United States",
    "authors": "Haoning Xue, Jingwen Zhang, Xinzhi Zhang",
    "abstract": "Emotionality is a well-established strategy for boosting audience engagement on social media. While fact-checking is positioned to provide objective information, fact-checking posts on social media often involve heightened emotionality. How much emotionality is present and how emotionality influences audience engagement and public sentiment toward fact-checked targets remain largely understudied. Informed by social psychological frameworks explicating message-level factors influencing public engagement and sentiment, the present study examines emotionality in 49,270 fact-checking posts created by 10 United States fact-checking organizations on Facebook from 2017 to 2022. Results showed that emotionality in fact-checking posts significantly increased by 13.5% over the years. Editorial fact-checkers (e.g., Washington Post) used higher levels of emotionality than independent fact-checkers (e.g., snopes.com). Emotionality positively indicated public engagement as predicted. However, in both fact-checked true and false information, emotionality was negatively associated with the public’s sentiment toward fact-checked targets, suggesting a potential spillover effect on stories verified to be true. This study reveals that emotionality in fact-checking posts boosts social media engagement yet with the potential of compromising fact-checking effectiveness.",
    "url": "https://doi.org/10.1177/20563051251318172",
    "doi": "https://doi.org/10.1177/20563051251318172",
    "filter": 0,
    "journal_full": "Social Media + Society"
  },
  {
    "discipline": "communication",
    "title": "Beyond Neutrality: A Longitudinal Analysis of Gender, Party, and Media Visibility in the Tone of US Political Coverage",
    "authors": "Aliya Andrich",
    "abstract": "Research shows that female politicians often receive more negative news coverage than their male counterparts, which can undermine voter support and contribute to their underrepresentation in politics. Despite the increase in politically active women and heightened attention to gender issues in political discourse in the United States, the past decade has also witnessed a rise in divisive rhetoric and political polarization. These changes not only transformed the political environment but also may have impacted media coverage of political figures. Despite the evolving sociopolitical landscape, existing research on news sentiment lacks a longitudinal perspective. This study uses transformer-based classifiers for sentiment detection and state space models for time series analysis to provide new longitudinal evidence on the evolution of positive and negative coverage of 1,095 US politicians in almost 900,000 news articles during the 2010s. The results indicate that while some female politicians experienced more negative coverage than men, the pattern varied depending on the politicians’ party affiliation and media visibility. In both election and routine periods, the media portrayed female Democrats, who received moderate levels of media coverage, less negatively than male Republicans, but more critically than female Republicans and male Democrats. Notably, Democratic and Republican women received slightly more positive coverage in most election years of the 2010s. Highly visible politicians, especially women, received more negative attention overall. The study and its findings advance our understanding of how news sentiment varies across different groups of politicians and how it fluctuates between election and nonelection periods.",
    "url": "https://doi.org/10.1177/19401612251318187",
    "doi": "https://doi.org/10.1177/19401612251318187",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics"
  },
  {
    "discipline": "communication",
    "title": "News media and citizens’ trust toward authorities in times of crisis",
    "authors": "Maud Reveilhac, Hajo Boomgaarden",
    "abstract": "Trust in public authorities can be crucial for a country to navigate through times of crisis. Such crises put news media into the spotlight as crucial information brokers between authorities and the public. It is argued that media coverage should affect trust in public institutions and that such effects are likely to be conditioned by individuals’ crisis risk perceptions. This article investigates the dynamics of public trust in the government during the COVID-19 pandemic over more than a two-year period. To do so, it draws on panel survey data from thirty-two waves combined with data on news media coverage of salient topics of crisis coverage. The analytical strategy relies on multilevel modeling and assesses the effect of media coverage on citizens’ trust, as well as the effect of risk perceptions and the interaction between them. Among others, the results revealed that risk perceptions related to the economy and exposure to media coverage of economic “costs” negatively impacted trust. Furthermore, it found evidence that when associated with media exposure to “costs,” societal risk perceptions (both health and economy related) had a significant impact on trust in government. The impact varied depending on the level of media exposure, with high exposure leading to higher trust in government. The study concludes by highlighting the practical and theoretical implications of these findings.",
    "url": "https://doi.org/10.1177/19401612251317266",
    "doi": "https://doi.org/10.1177/19401612251317266",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics"
  },
  {
    "discipline": "politics",
    "title": "Odd Profiles in Conjoint Experimental Designs: Effects on Survey-Taking Attention and Behavior",
    "authors": "Kirk Bansak, Libby Jenke",
    "abstract": "Scholars often face a choice when designing conjoint experiments: to allow for or to exclude “odd” combinations of attribute levels in the randomized conjoint profiles shown to respondents (such as a profile of a Democratic candidate who does not support abortion rights or an individual who is a medical doctor but does not have a graduate degree). While previous work has studied the statistical and theoretical implications of this decision, there has been little effort to analyze how it impacts the behavior of survey respondents. Utilizing eye-tracking, this study considers how respondents’ attention, information search behavior, and choice patterns respond to odd combinations of attributes included in conjoint profiles. We find that the impact of odd attribute-level combinations is minimal. They do not impact attention, search, or choice behavior substantially or consistently. Our conclusion is that scholars should prioritize other considerations—such as statistical, theoretical, and substantive considerations—when designing conjoint experiments.",
    "url": "https://doi.org/10.1017/pan.2025.1",
    "doi": "https://doi.org/10.1017/pan.2025.1",
    "filter": 0,
    "journal_full": "Political Analysis"
  },
  {
    "discipline": "politics",
    "title": "The Modifiable Areal Unit Problem in Political Science",
    "authors": "Dong Wook Lee, Melissa Rogers, Hillel David Soifer",
    "abstract": "Building on the availability of geospatial data, improvements in mapping software, and innovations in spatial statistics, political scientists are increasingly taking geography seriously. As we adopt the tools of geographers, we must also consider the methodological challenges they have identified. We focus on the modifiable areal unit problem (MAUP)—the idea that the size of aggregate spatial units and the location of their borders affect the empirical results we obtain. We first describe the logic of the MAUP, and then demonstrate the MAUP through simulations, showing MAUP-related inconsistency in regression results in randomly generated and real-world data. We identify MAUP concerns, and best practices, in top journals in political science. We conclude by suggesting how scholars may respond in theoretical and empirical terms to concerns about validity and reliability that arise from the MAUP.",
    "url": "https://doi.org/10.1017/pan.2025.2",
    "doi": "https://doi.org/10.1017/pan.2025.2",
    "filter": 0,
    "journal_full": "Political Analysis"
  },
  {
    "discipline": "politics",
    "title": "Addressing Measurement Errors in Ranking Questions for the Social Sciences",
    "authors": "Yuki Atsusaka, Seo-young Silvia Kim",
    "abstract": "Social scientists often use ranking questions to study people’s opinions and preferences. However, little is understood about the general nature of measurement errors in such questions, let alone their statistical consequences and what researchers can do about them. We introduce a statistical framework to improve ranking data analysis by addressing measurement errors in ranking questions. First, we characterize measurement errors from random responses—arbitrary and meaningless responses based on a wide range of random patterns. We then quantify bias due to random responses, show that the bias may change our conclusion in any direction, and clarify why item order randomization alone does not solve the statistical issue. Next, we introduce our methodology based on two key design-based considerations: item order randomization and the addition of an “anchor” ranking question with known correct answers. They allow researchers to (1) learn about the direction of the bias and (2) estimate the proportion of random responses, enabling our bias-corrected estimators. We illustrate our methods by studying the relative importance of people’s partisan identity compared to their racial, gender, and religious identities in American politics. We find that about 30% of respondents offered random responses and that these responses may affect our substantive conclusions.",
    "url": "https://doi.org/10.1017/pan.2024.33",
    "doi": "https://doi.org/10.1017/pan.2024.33",
    "filter": 0,
    "journal_full": "Political Analysis"
  },
  {
    "discipline": "public opinion",
    "title": "Did Trump’s Indictments Rally His Base? Evidence from the Counterfactual Format",
    "authors": "Soubhik Barari, Alexander Coppock, Matthew H Graham, Zoe Padgett",
    "abstract": "In the task of assessing how sudden, significant events causally affect public opinion, political pollsters often ask respondents how the event affected their attitudes and beliefs. We study the case of former President Donald Trump’s federal indictment for allegedly mishandling classified documents using two methods of retrospective causal inference. The commonly used change format asks respondents to state directly how the event affected their attitudes: Republicans say the event increased their support of Trump, while Democrats say the opposite. Like previous work, we argue that the change format exhibits a form of bias known as response substitution. The alternative counterfactual format is plausibly free of this source of error and asks respondents to imagine what their attitudes and beliefs would have been if the event had not happened. Using this method, Republican primary voters report that the indictment increased their belief that Trump mishandled documents (+2.5 pp) and decreased their intention to vote for him in the primaries (−1.6 pp). We argue that the counterfactual format is particularly valuable for studying the effects of highly salient news events like the Trump indictment on public opinion.",
    "url": "https://doi.org/10.1093/poq/nfae061",
    "doi": "https://doi.org/10.1093/poq/nfae061",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly"
  },
  {
    "discipline": "psychology",
    "title": "VALID: A Checklist-Based Approach for Improving Validity in Psychological Research",
    "authors": "Susanne Kerschbaumer, Martin Voracek, Balazs Aczél, Samantha F. Anderson, Brandon M. Booth, Erin M. Buchanan, Rickard Carlsson, Daniel W. Heck, Anu Pauliina Hiekkaranta, Rink Hoekstra, Julian D. Karch, Ginette Lafit, Zhicheng Lin, Siwei Liu, David P. MacKinnon, Emma L. McGorray, David Moreau, Marietta Papadatou-Pastou, Helena Paterson, Robert A. Perera, Daniel J. Schad, David K. Sewell, Moin Syed, Louis Tay, Jorge N. Tendeiro, Michael D. Toland, Wolf Vanpaemel, Don van Ravenzwaaij, Lieke Voncken, Ulrich S. Tran",
    "abstract": "In response to the replication and confidence crisis across various empirical disciplines, ensuring the validity of research has gained attention. High validity is crucial for obtaining replicable and robust study outcomes when both exploring new questions and replicating previous findings. In this study, we aimed to address this issue by developing a comprehensive checklist to assist researchers in enhancing and monitoring the validity of their research. After systematically analyzing previous findings on validity, a comprehensive list of potential checklist items was compiled. Over the course of three rounds, more than 30 interdisciplinary and psychological-science experts participated in a Delphi study. Experts rated items on their importance and were given the opportunity to propose novel items as well as improve existing ones. This process resulted in a final set of 91 items, organized according to common stages of a research project. The VALID checklist is accessible online ( https://www.validchecklist.com/ ) and provides researchers with an adaptable, versatile tool to monitor and improve the validity of their research and to suit their specific needs. By focusing on adaptiveness during its development, VALID encompasses 331 unique checklist versions, making it a one-stop solution suitable for a wide range of projects, designs, and requirements.",
    "url": "https://doi.org/10.1177/25152459241306432",
    "doi": "https://doi.org/10.1177/25152459241306432",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science"
  },
  {
    "discipline": "psychology",
    "title": "Distribution-free Bayesian analyses with the DFBA statistical package",
    "authors": "Richard A. Chechile, Daniel H. Barch",
    "abstract": "Nonparametric (or distribution-free) statistics have been widely used in psychological research because behavioral data can be messy and inconsistent with the Gaussian model for measurement error. Distribution-free procedures only use categorical or rank information, so they avoid the problems of outliers and violations of distributional assumptions. Yet frequentist nonparametric procedures are still subject to the limitation of relative frequency theory, which stems from the founding assumption that population parameters cannot be represented by probability distributions. Bayesian statistical methods, by contrast, allow for prior and posterior probability distributions for population parameters, so they rigorously provide experimental scientists with a probability representation of the population parameters of interest. The Bayesian counterpart for a set of distribution-free statistical methods is a relatively recent development. This paper is a detailed discussion of the DFBA package of R functions, which is designed for doing distribution-free Bayesian analyses for the common nonparametric procedures. Included in the package are functions that enable the user to explore the relative power for computer-based data that can be sampled from nine different probability models. The distribution-free procedures have almost the same power as the t  test when the data are normally distributed, but for eight other alternative probability models, the distribution-free Bayesian procedures have greater power than the frequentist t .",
    "url": "https://doi.org/10.3758/s13428-025-02605-6",
    "doi": "https://doi.org/10.3758/s13428-025-02605-6",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  }
]
