[
  {
    "discipline": "communication",
    "title": "JST and rJST: joint estimation of sentiment and topics in textual data using a semi-supervised approach",
    "authors": "Christian Pipal, Martijn Schoonvelde, Gijs Schumacher, Max Boiten",
    "url": "http://dx.doi.org/10.1080/19312458.2024.2383453",
    "doi": "10.1080/19312458.2024.2383453",
    "filter": 0,
    "journal_full": "Communication Methods and Measures"
  },
  {
    "discipline": "communication",
    "title": "Using State Space Grids to Quantify and Examine Dynamics of Dyadic Conversation",
    "authors": "Miriam Brinberg, Denise Haunani Solomon, Graham D. Bodie, Susanne M. Jones, Nilam Ram",
    "url": "http://dx.doi.org/10.1080/19312458.2024.2413973",
    "doi": "10.1080/19312458.2024.2413973",
    "filter": 0,
    "journal_full": "Communication Methods and Measures"
  },
  {
    "discipline": "communication",
    "title": "Investigating the lurking mechanism of SNS users: a comprehensive examination of context-specific cues and role stresses",
    "authors": "Xiaodan Liu, Chao Su, Jin Yin",
    "url": "http://dx.doi.org/10.1108/itp-08-2023-0844",
    "doi": "10.1108/itp-08-2023-0844",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose Social networking services (SNS) empower users with a robust capability to connect with others and manage their social relationships. However, as the size of users’ social networks increases, coupled with the inherent boundary-spanning technical features of SNS, users are faced with unprecedented role stresses. This, in turn, leads to maladaptive lurking decisions. This study delves into the mechanism of this technology-induced decision-making process among SNS users. Design/methodology/approach Survey data were collected from 491 Chinese WeChat Moment users. The model and hypotheses testing were conducted using SmartPLS 4.0. Findings Our findings indicate that both social network size and boundary spanning have a positive influence on role conflict and role overload. Both role conflict and role overload significantly contribute to SNS fatigue, which further intensifies users’ lurking intention. Furthermore, SNS fatigue fully mediated the relationship between role conflict and lurking intention, and partially mediated the relationship between role overload and lurking intention. Originality/value Our study offers a fresh viewpoint for comprehending lurking behaviors on SNS, furnishing practical insights for platform providers. Additionally, it paves the way for future research into the deeper mechanisms driving SNS lurking behaviors, by providing a novel construct (i.e. boundary spanning) to distinguish and measure the unique social environment of SNS."
  },
  {
    "discipline": "communication",
    "title": "That uncanny valley of mind: when anthropomorphic AI agents disrupt personalized advertising",
    "authors": "WooJin Kim, Yuhosua Ryoo, Yung Kyun Choi",
    "url": "http://dx.doi.org/10.1080/02650487.2024.2411669",
    "doi": "10.1080/02650487.2024.2411669",
    "filter": 0,
    "journal_full": "International Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "Computational Content Analysis in Advertising Research",
    "authors": "Mojtaba Barari, Martin Eisend",
    "url": "http://dx.doi.org/10.1080/00913367.2024.2407642",
    "doi": "10.1080/00913367.2024.2407642",
    "filter": 0,
    "journal_full": "Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "Social Media News Use Amplifies the Illusory Truth Effects of Viral Deepfakes: A Cross-National Study of Eight Countries",
    "authors": "Saifuddin Ahmed, Adeline Wei Ting Bee, Sheryl Wei Ting Ng, Muhammad Masood",
    "url": "http://dx.doi.org/10.1080/08838151.2024.2410783",
    "doi": "10.1080/08838151.2024.2410783",
    "filter": 0,
    "journal_full": "Journal of Broadcasting & Electronic Media"
  },
  {
    "discipline": "communication",
    "title": "Feeling Safer Than Peers: Influence of Privacy-related Perceptions and Parental Mediation on Teen Tiktok Users’ Comparative Optimism about Privacy Risks",
    "authors": "Hyunjin Kang, Wonsun Shin",
    "url": "http://dx.doi.org/10.1080/08838151.2024.2407541",
    "doi": "10.1080/08838151.2024.2407541",
    "filter": 0,
    "journal_full": "Journal of Broadcasting & Electronic Media"
  },
  {
    "discipline": "communication",
    "title": "Networked privacy and its broader implications",
    "authors": "Lee Humphreys, Rosie Nguyen",
    "url": "http://dx.doi.org/10.1093/joc/jqae026",
    "doi": "10.1093/joc/jqae026",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "In this article, we review Alice Marwick’s book, The Private is Political: Networked Privacy and Social Media, published by Yale University Press in 2023. In the book, Marwick argues that the digital nature of the social media landscape fundamentally changes contemporary notions of privacy. We trace three specific elements of her argument, namely: (1) the design of networked technologies to connect and leak, (2) the subsequent differential harms on those historically marginalized, and (3) the need to shift from individualized to more contextual and structural understandings of privacy. We discuss the implications of these arguments not just for privacy, but for expression. We describe the tensions around freedom of expressions and content moderation online. Finally, we conclude with a reflection on these arguments for academic expression given the socio-technological context in which we work and the differential harms that impact academics from historically marginalized communities. Building on Marwick’s arguments, we call for a social, contextual, and structural approach for responding to the targeted harassment of academics to protect and ensure academic freedom for all."
  },
  {
    "discipline": "communication",
    "title": "Toward Visibility: Using the Swedish Gender-Inclusive Pronoun Hen Increases Gender Categorization of Androgynous Faces as Nonbinary",
    "authors": "Elli van Berlekom, Sabine Sczesny, Marie Gustafsson Sendén",
    "url": "http://dx.doi.org/10.1177/0261927x241289914",
    "doi": "10.1177/0261927x241289914",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "Nonbinary people face invisibility and misrecognition. This research investigated how the use of the Swedish gender-inclusive neopronoun hen influenced the gender categorization of faces beyond the binary. In a between-subjects design, participants ( N = 368) were instructed to use the gender-inclusive neopronoun hen, the binary masculine pronoun han (he), or no pronoun in a writing task. Then, they categorized androgynous morphed faces by selecting one of four response options (“woman,” “man,” “nonbinary,” or “I don't know”). Altogether, the results indicated that few participants responded “I don't know,” indicating that categorizing gender by appearance is common. As expected, the use of the gender-inclusive pronoun increased nonbinary categorizations, whereas the use of the masculine pronoun did not increase man categorizations, documenting that gender-inclusive pronouns increase the visibility of nonbinary people. Gender binary beliefs were associated with less nonbinary categorization. The discussion outlines how these findings can inform social policymaking."
  },
  {
    "discipline": "communication",
    "title": "What’s in a Cue? Decoding Political Values in Applauded Statements From Ukraine’s Leading Political Talk Shows",
    "authors": "Kostiantyn Yanchenko, Katharina Kleinen-von Königslöw",
    "url": "http://dx.doi.org/10.1177/10776990241284581",
    "doi": "10.1177/10776990241284581",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Experimental studies show that public opinion cues shape people’s perceptions of public opinion. However, the full extent of political information these cues comprise and, consequently, communicate remains unexplored. This study utilizes standardized content analysis to examine the political values in applauded statements ( n = 1,722) from Ukraine’s major political talk shows. The results suggest that applauded statements embody a complex mix of identity- and governance-oriented values, signaling to the broader audience the preferred type of political debate among those within the studio. The study enhances the literature on public opinion cues by demonstrating the significance of analyzing their underlying content."
  },
  {
    "discipline": "communication",
    "title": "Collaborative Journalism Around the Globe: A Systematic Review",
    "authors": "Samuel Danso, Modestus Fosu, Michael Yao Wodui Serwornoo, Martin Thompson Kwadzo Ntem",
    "url": "http://dx.doi.org/10.1177/10776990241284582",
    "doi": "10.1177/10776990241284582",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This systematic review examines a decade of collaborative journalism research globally, extracting 40 articles from ProQuest and Scopus databases. The study underscores collaborative journalism’s efficacy in addressing cross-border issues and engaging diverse audiences but note its underexplored status in Africa. Four dimensions emerged: social media and audience engagement, journalism education and technology, challenges and barriers, and collaboration models. Identified research gaps include media policy, violence against journalists and ethical implications. The review advocates grounded studies using appropriate theories and calls for more collaborative journalism research in Africa."
  },
  {
    "discipline": "communication",
    "title": "Beyond dislike counts: How YouTube users react to the visibility of social cues",
    "authors": "Maggie Mengqing Zhang, Yee Man Margaret Ng",
    "url": "http://dx.doi.org/10.1177/14614448241287510",
    "doi": "10.1177/14614448241287510",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This study investigates the impact of YouTube’s 2021 policy, which hides dislike counts and limits a form of negative social feedback. It examines how this change affects social media herding behavior—the tendency of users to align with the majority opinion. We adopted a mixed-method approach, incorporating an online experiment that simulates the YouTube interface and an Interrupted Time Series analysis of real-world user reactions, to assess how the policy affects user engagement. Specifically, we looked at how the absence of one-sided digital cues, combined with content characteristics and individual user predispositions, influences user behavior. Our findings suggest that YouTube’s initiative to boost platform positivity had limited success: user responses were more influenced by their ideological leanings than by visible digital cues; Hiding dislikes reduced commenting frequencies and inadvertently increased negative expression. These results highlight the stronger role of ideological beliefs over social cues in shaping engagement, challenging the presumed impact of audience conformity and the negativity bias on social media dynamics."
  },
  {
    "discipline": "communication",
    "title": "Analyzing narrative contagion through digital storytelling in social media conversations: An AI-powered computational approach",
    "authors": "Xinyan Zhao, Zexin Ma, Rong Ma",
    "url": "http://dx.doi.org/10.1177/14614448241285445",
    "doi": "10.1177/14614448241285445",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Despite the growing popularity of digital narratives, research on digital storytelling and its spread through social media interactions remains limited. Inspired by the social contagion theory, we introduce the concept of narrative contagion—where a story shared by a person or organization prompts others to share their stories—and investigate its process and outcome in online cancer communities. Utilizing a large dataset of 849 Facebook posts, 47,291 comments, and 14,466 replies, our artificial intelligence (AI)-based computational analysis provides evidence for narrative contagion among individual users in organization-hosted cancer communities on Facebook. It also reveals different organizational message characteristics, such as emotional arousal, post topic, and request for storytelling, that affect user storytelling and emotional support in comments and replies. Our results contribute to a deeper understanding of digital storytelling and its collective dynamics in online communities."
  },
  {
    "discipline": "communication",
    "title": "Behind the screen: The perception–reality gap in cybersexual harassment between remote coworkers",
    "authors": "Nitzan Navick, Allison P Mazur, Jennifer L Gibbs",
    "url": "http://dx.doi.org/10.1177/14614448241274469",
    "doi": "10.1177/14614448241274469",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This study examines the perception–reality gap regarding the influence of technological affordances on cybersexual harassment (CSH) between remote workers. While previous research has recognized the existence of gender stereotypes and discrimination in online spaces, little attention has been given to how technological affordances impact—or are perceived to impact—incidents of CSH. By employing a theoretical framework of technological affordances, this study reveals that users often perceive affordances differently from how they utilize them, indicating a misalignment between perception and behavior. Our analysis of interviews with 30 remote knowledge workers extends affordances theory by showing that affordances are not always applied in the ways they are perceived, and that power dynamics and structural inequalities outweigh technological affordances in shaping reporting behaviors. Addressing this perception–reality gap is crucial for developing interventions and policies that accurately reflect the realities of CSH experiences and promote a safe online work environment."
  },
  {
    "discipline": "communication",
    "title": "How to prevent deception: A study of digital deception in “visual poverty” livestream",
    "authors": "Kun Yang",
    "url": "http://dx.doi.org/10.1177/14614448241285443",
    "doi": "10.1177/14614448241285443",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This study, grounded in the interpersonal deception theory (IDT), aims to analyze the new form of digital deception known as “visual poverty” in livestreaming rooms. Through a multimodal discourse analysis of the collected data, this study found three distinct linguistic strategies employed in “visual poverty” livestream: illocutionary strategy, discourse strategy, and nonverbal strategy. These strategies are designed to achieve three interactional goals: constructing a false identity, reinforcing credibility, and gaining economic benefits. Based on these findings, this study further analyzed why it is difficult to detect digital deception and proposed suggestions to prevent it. This study theoretically proposes online IDT and offers practical suggestions for preventing digital deception, bearing both theoretical and practical significance."
  },
  {
    "discipline": "communication",
    "title": "Burnt out and still single: Susceptibility to dating app burnout over time",
    "authors": "Liesel L. Sharabi, Paige A. Von Feldt, Thao Ha",
    "url": "http://dx.doi.org/10.1177/14614448241286788",
    "doi": "10.1177/14614448241286788",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Despite the ubiquity of dating apps, there is little longitudinal research examining the mental health and well-being of dating app users. To fill this void, this study takes a social compensation approach to exploring dating app users’ burnout experiences (i.e., emotional exhaustion, inefficacy, and depersonalization) over time. Four hundred ninety-three active single dating app users were surveyed over four waves across 12 weeks, with a final sample of 190. Multilevel growth curve models showed that dating app users experienced increased emotional exhaustion and inefficacy over time. Furthermore, depression, anxiety, and loneliness predicted more emotional exhaustion and inefficacy, while problematic dating app use predicted more emotional exhaustion and less inefficacy. The results suggest that dating apps may exacerbate existing difficulties with relationship initiation among vulnerable users by increasing their risk of burnout. Dating app burnout is a potential intervention target to improve users’ dating success."
  },
  {
    "discipline": "public opinion",
    "title": "Improving the Quality of Individual-Level Web Tracking: Challenges of Existing Approaches and Introduction of a New Content and Long-Tail Sensitive Academic Solution",
    "authors": "Silke Adam, Mykola Makhortykh, Michaela Maier, Viktor Aigenseer, Aleksandra Urman, Teresa Gil Lopez, Clara Christner, Ernesto de León, Roberto Ulloa",
    "url": "http://dx.doi.org/10.1177/08944393241287793",
    "doi": "10.1177/08944393241287793",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "This article evaluates the quality of data collection in individual-level desktop web tracking used in the social sciences and shows that the existing approaches face sampling issues, validity issues due to the lack of content-level data and their disregard for the variety of devices and long-tail consumption patterns as well as transparency and privacy issues. To overcome some of these problems, the article introduces a new academic web tracking solution, WebTrack, an open-source tracking tool maintained by a major European research institution, GESIS. The design logic, the interfaces, and the backend requirements for WebTrack are discussed, followed by a detailed examination of the strengths and weaknesses of the tool. Finally, using data from 1,185 participants, the article empirically illustrates how an improvement in data collection through WebTrack leads to innovative shifts in the use of tracking data. As WebTrack allows for collecting the content people are exposed to beyond the classical news platforms, it can greatly improve the detection of politics-related information consumption in tracking data through automated content analysis compared to traditional approaches that rely on the source-level analysis."
  },
  {
    "discipline": "public opinion",
    "title": "Can AI Lie? Chabot Technologies, the Subject, and the Importance of Lying",
    "authors": "Jack Black",
    "url": "http://dx.doi.org/10.1177/08944393241282602",
    "doi": "10.1177/08944393241282602",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "This article poses a simple question: can AI lie? In response to this question, the article examines, as its point of inquiry, popular AI chatbots, such as, ChatGPT. In doing so, an examination of the psychoanalytic, philosophical, and technological significance of AI and its complexities are located in relation to the dynamics of truth, falsity, and deception. That is, by critically considering the chatbot’s ability to engage in natural language conversations and provide contextually relevant responses, it is argued that what separates the AI chatbot from anthropocentric debates, which allude to some form of conscious recognition on behalf of AI, is the importance of the lie – an importance which a psychoanalytic approach can reveal. Indeed, while AI technologies can undoubtedly blur the line between lies and truth-speaking, in the case of the AI chatbot, it is detailed how such technology remains unable to lie authentically or, in other words, is unable to lie like a human. For psychoanalysis, the capacity to lie bears witness to the unconscious and, thus, plays an important role in determining the subject. It is for this reason that rather than uncritically accepting the chatbot’s authority – an authority that is easily reflected in its honest responses and frank admissions – a psychoanalytic (Lacanian) perspective can highlight the significance of the unconscious as a distorting factor in determining the subject. To help elucidate this argument, specific attention is given to introducing and applying Lacan’s subject of enunciation and subject of the enunciated. This is used to assert that what continues (for now) to set us apart from AI technology is not necessarily our ‘better knowledge’ but our capability to consciously engage in acts of falsehood that function to reveal the social nuances and significances of the lie."
  },
  {
    "discipline": "multidisciplinary",
    "title": "A behaviourally informed chatbot increases vaccination rates in Argentina more than a one-way reminder",
    "authors": "Dan Brown, Adelaida Barrera, Lucas Ibañez, Iván Budassi, Bridie Murphy, Pujen Shrestha, Sebastian Salomon-Ballada, Jorge Kriscovich, Fernando Torrente",
    "url": "http://dx.doi.org/10.1038/s41562-024-01985-7",
    "doi": "10.1038/s41562-024-01985-7",
    "filter": 0,
    "journal_full": "Nature Human Behaviour",
    "abstract": "Maintaining COVID-19 vaccine demand was key to ending the global health emergency. To help do this, many governments used chatbots that provided personalized information guiding people on where, when and how to get vaccinated. We designed and tested a WhatsApp chatbot to understand whether two-way interactive messaging incorporating behaviourally informed functionalities could perform better than one-way message reminders. We ran a large-scale preregistered randomized controlled trial with 249,705 participants in Argentina, measuring vaccinations using Ministry of Health records. The behaviourally informed chatbot more than tripled COVID-19 vaccine uptake compared with the control group (a 1.6 percentage point increase (95% confidence interval, (1.36 pp, 1.77 pp)) and nearly doubled uptake compared with the one-way message reminder (a 1 percentage point increase (95% confidence interval, (0.83 pp, 1.17 pp)). Communications tools designed with behaviourally informed functionalities that simplify the vaccine user journey can increase vaccination more than traditional message reminders and may have applications to other health behaviours."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Deciphering the neural responses to a naturalistic persuasive message",
    "authors": "Ioannis Ntoumanis, Julia Sheronova, Alina Davydova, Maria Dolgaleva, Iiro P. Jääskeläinen, Vladimir Kosonogov, Anna N. Shestakova, Vasily Klucharev",
    "url": "http://dx.doi.org/10.1073/pnas.2401317121",
    "doi": "10.1073/pnas.2401317121",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Effective health promotion may benefit from understanding how persuasion emerges. While earlier research has identified brain regions implicated in persuasion, these studies often relied on event-related analyses and frequently simplified persuasive communications. The present study investigates the neural basis of valuation change induced by a persuasive healthy eating call, employing naturalistic stimuli. Fifty healthy participants performed two blocks of a bidding task, in which they had to bid on sugar-containing, sugar-free, and nonedible products during functional MRI. In between the two blocks, they listened to a persuasive healthy eating call that influenced their bidding behavior. Intriguingly, participants who resisted persuasion exhibited increased synchronization of brain activity during listening in several regions, including default mode network structures. Additionally, intersubject functional connectivity among these brain regions was found to be weaker in persuaded individuals. These results emphasize the individualized nature of processing persuasive messages, challenging conventional interpretations of synchronized neural activity. Our findings support the emerging practice of tailoring persuasive messages in health promotion campaigns."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Estimating the lives that could be saved by expanded access to weight-loss drugs",
    "authors": "Abhishek Pandey, Yang Ye, Chad R. Wells, Burton H. Singer, Alison P. Galvani",
    "url": "http://dx.doi.org/10.1073/pnas.2412872121",
    "doi": "10.1073/pnas.2412872121",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Obesity is a major public health crisis in the United States (US) affecting 42% of the population, exacerbating a spectrum of other diseases and contributing significantly to morbidity and mortality overall. Recent advances in pharmaceutical interventions, particularly glucagon-like peptide-1 (GLP-1) receptor agonists (e.g., semaglutide, liraglutide) and dual gastric inhibitory polypeptide and GLP-1 receptor agonists (e.g., tirzepatide), have shown remarkable efficacy in weight-loss. However, limited access to these medications due to high costs and insurance coverage issues restricts their utility in mitigating the obesity epidemic. We quantify the annual mortality burden directly attributable to limited access to these medications in the US. By integrating hazard ratios of mortality across body mass index categories with current obesity prevalence data, combined with healthcare access, willingness to take the medication, and observed adherence to and efficacy of the medications, we estimate the impact of making these medications accessible to all those eligible. Specifically, we project that with expanded access, over 42,000 deaths could be averted annually, including more than 11,000 deaths among people with type 2 diabetes. These findings underscore the urgent need to address barriers to access and highlight the transformative public health impact that could be achieved by expanding access to these novel treatments."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Film intervention increases empathic understanding of formerly incarcerated people and support for criminal justice reform",
    "authors": "Marianne C. Reddan, Sydney B. Garcia, Golijeh Golarai, Jennifer L. Eberhardt, Jamil Zaki",
    "url": "http://dx.doi.org/10.1073/pnas.2322819121",
    "doi": "10.1073/pnas.2322819121",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Nuanced portrayals of stigmatized groups in media have been shown to reduce prejudice. In an online experiment (N = 749), we tested whether a feature film depicting incarcerated peoples’ experiences in the criminal justice system can increase a) empathic accuracy and compassion toward people who have been incarcerated and b) support for criminal justice reform. We measured baseline empathic accuracy via a well-validated task, where participants infer the emotions of people sharing stories about difficult life events. All storytellers were formerly incarcerated and students. However, in half the videos we labeled them as “formerly incarcerated” and in the remaining half as “college student.” We then surveyed people’s baseline attitudes toward criminal justice reform. Next, we assigned participants to watch one of three films. The intervention film chronicled the true stories of Black men on death row. Two docudramas of similar length served as control films. Finally, participants completed the empathic accuracy task and survey again and were given the opportunity to sign a petition. Compared to those who watched a control film, participants who watched the intervention film more accurately inferred the emotions of storytellers labeled “formerly incarcerated,” and increased their support for criminal justice reform. These effects held for conservative and liberal participants alike. However, the film had no effect on feelings of compassion. Together, these results demonstrate the power of narrative interventions to not only increase empathic accuracy for members of a severely stigmatized group, but to increase support for reforms designed to improve their lives."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Effects of lockdowns in shaping socioeconomic behaviors",
    "authors": "Leo Bao, Jingcun Cao, Lata Gangadharan, Difang Huang, Chen Lin",
    "url": "http://dx.doi.org/10.1073/pnas.2405934121",
    "doi": "10.1073/pnas.2405934121",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Lockdowns were implemented to reduce the transmission of the COVID-19 virus. However, it is unclear how severely curtailed physical interaction shapes individual behaviors that are considered vital for socioeconomic development. In this exploratory study, we investigate the behavior of college students who experienced a strict campus-wide lockdown and those who did not. Employing a combination of experimental and survey methodologies, we elicit students’ behavioral variables, which are then integrated with administrative records from the university. We find that those exposed to the lockdown were more likely to trust others and be honest; however, their creativity was lower. Exposure to the lockdown was not found to significantly affect students’ trustworthiness, risk preferences, or competitiveness. A follow-up study reveals that the lower creativity among students may be attributed to reduced communication frequency with friends during the lockdown, mediating the lockdown’s impact. Conversely, the effects of the lockdown on trust and honesty may operate through a direct pathway, independent of changes in daily activities during the lockdown. Further analysis reveals a gender-dependent trend, with lockdowns exerting a more pronounced influence on male students than their female counterparts. These results underscore the consequences of lockdowns and advocate for enhanced support networks, emphasizing the importance of communicating with friends in similar circumstances."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Political organization and gender predict violence in the Andean archaeological record",
    "authors": "Thomas J. Snyder, Elizabeth Arkush",
    "url": "http://dx.doi.org/10.1073/pnas.2410078121",
    "doi": "10.1073/pnas.2410078121",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "The relationship between sociopolitical organization and violence remains an enduring question in anthropological research. Less studied is the articulation of gender with violence in societies of different sociopolitical organization. We investigate the frequency and type of violence experienced by adult males and females in pre-Hispanic Andean archaeological contexts, comparing exposure to antemortem (nonlethal) and perimortem (potentially lethal) violence across three categories of sociopolitical organization: autonomous communities, regional cultural formations, and states. Using a database of 8,607 adults from 169 publications and over 155 sites, we construct a multinomial logistic regression using Bayesian Hamiltonian Monte Carlo methods to fit our model. The odds of antemortem and perimortem trauma were low for both sexes. However, the odds of antemortem trauma were consistently higher for males than females in all categories of sociopolitical organization, suggesting that men were more frequently exposed to violence. Males display similar odds of cranial trauma across all forms of sociopolitical organization, while females display slightly reduced odds of cranial trauma in states compared to autonomous communities. Perimortem trauma is especially strongly patterned by sex. In autonomous communities, the odds of potentially lethal cranial trauma are equivalent between the sexes; in states, they are consistent for males, but depressed for females. In the pre-Hispanic Andes, living in states dramatically reduced the chances of encountering lethal violence for females, but not males. Our study complicates the notion that increasing sociopolitical complexity leads to decreasing interpersonal violence and highlights the importance of gender in understanding the human history of violence."
  },
  {
    "discipline": "multidisciplinary",
    "title": "AI can help humans find common ground in democratic deliberation",
    "authors": "Michael Henry Tessler, Michiel A. Bakker, Daniel Jarrett, Hannah Sheahan, Martin J. Chadwick, Raphael Koster, Georgina Evans, Lucy Campbell-Gillingham, Tantum Collins, David C. Parkes, Matthew Botvinick, Christopher Summerfield",
    "url": "http://dx.doi.org/10.1126/science.adq2852",
    "doi": "10.1126/science.adq2852",
    "filter": 0,
    "journal_full": "Science",
    "abstract": "Finding agreement through a free exchange of views is often difficult. Collective deliberation can be slow, difficult to scale, and unequally attentive to different voices. In this study, we trained an artificial intelligence (AI) to mediate human deliberation. Using participants’ personal opinions and critiques, the AI mediator iteratively generates and refines statements that express common ground among the group on social or political issues. Participants ( N = 5734) preferred AI-generated statements to those written by human mediators, rating them as more informative, clear, and unbiased. Discussants often updated their views after the deliberation, converging on a shared perspective. Text embeddings revealed that successful group statements incorporated dissenting voices while respecting the majority position. These findings were replicated in a virtual citizens’ assembly involving a demographically representative sample of the UK population."
  },
  {
    "discipline": "multidisciplinary",
    "title": "People consistently view elections and civil liberties as key components of democracy",
    "authors": "Jonathan A. Chu, Scott Williamson, Eddy S. F. Yeung",
    "url": "http://dx.doi.org/10.1126/science.adp1274",
    "doi": "10.1126/science.adp1274",
    "filter": 0,
    "journal_full": "Science",
    "abstract": "How do people around the world define democracy? Answering this question is critical as countries face democratic backsliding and authoritarian governments promote alternative notions of democracy. Indeed, some scholars argue that people from different backgrounds understand democracy differently. By contrast, we discovered very consistent views about what constitutes a “democratic” country from conjoint survey experiments conducted in Egypt, India, Italy, Japan, Thailand, and the United States. Across countries ( N = 6150) and diverse subgroups within countries, people similarly emphasized free and fair elections and civil liberties as being the key determinants of democracy. Countries that produce desirable social and economic outcomes are also considered more democratic, but these and other factors exert a smaller and less consistent effect than elections and civil liberties."
  }
]
