[
  {
    "discipline": "communication",
    "title": "Classification bias of LLMs in detecting incivility towards female and male politicians in German social media discourse",
    "authors": "Anke Stoll, Jingyuan Yu, Aliya Andrich, Emese Domahidi",
    "url": "https://doi.org/10.1080/19312458.2025.2551693",
    "doi": "https://doi.org/10.1080/19312458.2025.2551693",
    "filter": 0,
    "journal_full": "Communication Methods and Measures"
  },
  {
    "discipline": "communication",
    "title": "Whose truth is it anyway? An experiment on annotation bias in times of factual opinion polarization",
    "authors": "Mariken A. C. G. van der Velden, Felicia Loecherbach, Wouter van Atteveldt, Antske Fokkens, Myrthe Reuver, Kasper Welbers",
    "url": "https://doi.org/10.1080/19312458.2025.2562034",
    "doi": "https://doi.org/10.1080/19312458.2025.2562034",
    "filter": 0,
    "journal_full": "Communication Methods and Measures"
  },
  {
    "discipline": "communication",
    "title": "Embedding, embedding on the wall; who is the most prominent politician of them all? Exploring automated methods to study multimodal political news coverage",
    "authors": "Wies Ruyters, Susan Vermeer, Sanne Kruikemeier, Rens Vliegenthart",
    "url": "https://doi.org/10.1080/19312458.2025.2558736",
    "doi": "https://doi.org/10.1080/19312458.2025.2558736",
    "filter": 0,
    "journal_full": "Communication Methods and Measures"
  },
  {
    "discipline": "communication",
    "title": "Evaluating Artificial Intelligence Use and Its Psychological Correlates via Months of Web-Browsing Data",
    "authors": "Emily McKinley, David M. Markowitz, Rui Zhu, Brandon Van Der Heide",
    "url": "https://doi.org/10.1177/21522715251379987",
    "doi": "https://doi.org/10.1177/21522715251379987",
    "filter": 0,
    "journal_full": "Cyberpsychology, Behavior, and Social Networking"
  },
  {
    "discipline": "communication",
    "title": "Human Communication Research at a crossroads: reaffirming standards, reimagining possibilities",
    "authors": "Tai-Quan Peng",
    "url": "https://doi.org/10.1093/hcr/hqaf021",
    "doi": "https://doi.org/10.1093/hcr/hqaf021",
    "filter": 0,
    "journal_full": "Human Communication Research",
    "abstract": "As Human Communication Research begins a new editorial chapter, this editorial reaffirms the journal’s longstanding commitment to theory-driven scholarship while addressing recurring challenges that shape how communication research is conceptualized, designed, and interpreted. Drawing from editorial experience and field-wide observations, I identify ten patterns—such as sidelining theory, prioritizing statistical effects over explanatory mechanisms, and equating analytical complexity with conceptual rigor—that signal misalignments between empirical practice and theoretical ambition. These challenges are mapped onto Chaffee and Berger’s classic evaluative criteria to clarify where theoretical contributions often falter. In response, I outline an editorial vision centered on conceptual coherence, methodological alignment, and integrative theorizing. The editorial also introduces Commentaries and Catalysts, a new column designed to foreground theoretical insight and foster cross-paradigm dialogue. Together, these reflections aim to support authors and reviewers while inviting engagement with the standards, possibilities, and evolving responsibilities of cumulative theory-building in communication research."
  },
  {
    "discipline": "communication",
    "title": "The cosmopolitan imagination: a call for global communication studies",
    "authors": "Silvio Waisbord",
    "url": "https://doi.org/10.1093/joc/jqaf043",
    "doi": "https://doi.org/10.1093/joc/jqaf043",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "In this presidential address, I make a call to embrace a cosmopolitan imagination. I understand the cosmopolitan imagination as an intellectual vision that recognizes and embraces a global consciousness—the presence and the contributions of scholars from around the world. It is a vision that encourages us to act as members of a global community of communication scholars. I outline why this vision is necessary to further develop and strengthen such a community, and discuss challenges for such a vision given long-standing global, structural disparities as well as the assault on academic freedom."
  },
  {
    "discipline": "communication",
    "title": "Inspiring Support for Climate Solutions: Pathways for Impact Through Solutions Journalism",
    "authors": "Cassandra L. C. Troy",
    "url": "https://doi.org/10.1177/10776990251362834",
    "doi": "https://doi.org/10.1177/10776990251362834",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Media is one avenue for empowering the public to act on urgent threats like climate change. Solutions journalism focuses on responses to problems. While this form of reporting offers a promising avenue for equipping the public to learn about climate action, message effects are under-researched. This work draws on social cognitive theory, exemplification theory, and theories of risk communication to examine the effects of discrete news story components on collective climate action intentions and behavior through an online experiment ( N = 1,202). Findings identify cognitive mechanisms responsible for effects and offer theoretical insights for future research."
  },
  {
    "discipline": "communication",
    "title": "Authoritarian Drift and Social Media’s Impact on Romanian Youth During the 2024 European Elections",
    "authors": "Adriana Ștefănel",
    "url": "https://doi.org/10.17645/mac.10617",
    "doi": "https://doi.org/10.17645/mac.10617",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This article examines the growing susceptibility of young Romanians to authoritarian leadership models in the aftermath of the 2024 European elections. While youth are often seen as champions of democratic renewal, recent data point to a significant erosion of democratic commitment, shaped by institutional distrust and emotionally charged media environments. This concern is heightened by Romania’s political developments in 2024, which saw the doubling of extremist representation in the European Parliament and the annulment of the first round of presidential elections due to alleged irregularities and social media interference. Drawing on a media‐centered theoretical framework and original survey data, the study finds that 74% of respondents support the idea of a strong leader unconcerned with parliamentary procedures. Socio‐demographic factors, such as gender, education, income, and urban–rural residence, significantly influence these attitudes, with lower education and income levels correlating with stronger authoritarian support. Media consumption patterns also emerge as critical determinants: reliance on social media and traditional media (TV and radio) is associated with heightened authoritarian inclinations, while online press consumption fosters greater democratic resilience. Platforms such as Facebook and WhatsApp appear to amplify affective and symbolic political expression, even among those who primarily rely on traditional media sources. Furthermore, institutional trust proves to be domain‐specific; lower trust in security, religious, and educational institutions predicts higher support for authoritarian leadership. Rather than reflecting mere apathy, youth disengagement reveals complex interactions between media ecosystems, emotional political communication, and institutional skepticism. This study contributes to existing research by focusing on an understudied demographic (Romanian youth) during a volatile electoral moment. It combines nationally representative survey data with a media‐centered analytical lens to examine how platform‐specific information environments shape authoritarian attitudes."
  },
  {
    "discipline": "communication",
    "title": "Visual Political Communication of Competing Leadership: Italy’s 2024 European Election Campaign on Social Media",
    "authors": "Edoardo Novelli, Christian Ruggiero, Marco Solaroli",
    "url": "https://doi.org/10.17645/mac.10751",
    "doi": "https://doi.org/10.17645/mac.10751",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "The article presents an interdisciplinary analytical framework contributing to the growing research field of visual political communication, focusing on the case of the social media images published by Italian politicians during the 2024 European elections campaign (May–June 2024). In the first part, the article outlines the context of the analytical framework at the intersection of three main research fields: political communication, in particular the study of electoral campaigns via social media; visual culture and communication, precisely the analysis of the visual representation, self‐representation, and counter‐representation of political leaders; and computer science, in particular the application of machine learning techniques for computer vision to recognize and categorize visual political content. In the second part, the article offers an application of the analytical framework by sharing some empirical results of a quantitative and qualitative analysis of the visual content published by 21 Italian political actors on Facebook and Instagram during the campaign, focusing on their main visual formats, themes, and strategies of representation of political leadership. In the analysis, deep learning models are also employed to detect specific image characteristics by cross‐referencing their outputs with manual cataloguing performed on the same images and for the same attributes. In the end, on the basis of the research carried out, the article suggests possible paths for future interdisciplinary analysis of online visual political communication."
  },
  {
    "discipline": "communication",
    "title": "Days, Schedules, and Attention: How Time Affects Mobile News Consumption Among Young Swiss People",
    "authors": "Morley Weston, Daniel Vogler, Adrian Rauchfleisch, Pascal Jürgens, Mark Eisenegger",
    "url": "https://doi.org/10.1177/20501579251376418",
    "doi": "https://doi.org/10.1177/20501579251376418",
    "filter": 0,
    "journal_full": "Mobile Media & Communication",
    "abstract": "News consumption is often treated as static behavior, yet situational and temporal factors play a significant role in shaping how individuals consume news throughout their daily lives. Mobile phones have become a driving force of dynamic news habits, especially among younger audiences. This study aims to bridge the gap between static perceptions of news consumption and the dynamic realities of daily mobile usage. To investigate this, we tracked news usage on the mobile phones of 384 young adults in Switzerland over three weeks in 2021, in a period surrounding a national referendum. These data were combined with two surveys at the beginning and end of the tracking period to examine how a political referendum, daily schedules, and browsing habits are related to the amount of mobile news consumption. Using a Bayesian time-lagged model, we found an increase in news consumption on the day of the referendum, and a slight decrease on weekends and during working hours. We also found that participants read more news when they first opened their phones than as a browsing session continued, and that higher news consumption was substantially associated with the use of X/Twitter and Instagram, but only slightly with TikTok."
  },
  {
    "discipline": "communication",
    "title": "Tailored messages or one-size-fits-all communication? A comparative analysis of United States public diplomacy on Twitter",
    "authors": "Marc Jungblut",
    "url": "https://doi.org/10.1177/14614448251375081",
    "doi": "https://doi.org/10.1177/14614448251375081",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "The transnationalization of political issues has led to a greater need for multinational solutions and has increased the relevance of public diplomacy (PD). Although scholars have identified different approaches to digital PD, comparative research is lacking. This study addresses this gap by examining whether United States (US) embassies vary in their reliance on various PD instruments. Furthermore, it explores whether such variation aligns with contextual target audience variables, specifically different facets of political and cultural proximity. Based on a dataset that includes all Twitter accounts operated by US embassies over a year-long period ( n = 176,372 posts), the results suggest that embassies vary in their use of PD instruments. Moreover, the prevalence of PD instruments and advocacy topics covary with some of the analyzed facets of political and cultural proximity. Consequentially, the study suggests that US embassies partially tailor their messages to the interests of target audiences."
  },
  {
    "discipline": "communication",
    "title": "Political ideology-driven perceptions of experts and their claims",
    "authors": "Rodrigo Reyes Cordova",
    "url": "https://doi.org/10.1177/09636625251372081",
    "doi": "https://doi.org/10.1177/09636625251372081",
    "filter": 0,
    "journal_full": "Public Understanding of Science",
    "abstract": "US conservatives are often seen as distrusting scientists, and liberals as more trusting. This article examines how alignment between an expert’s field and individual political ideology affects claims perceptions. US adults ( N = 1054) participated in a pre-registered ( https://osf.io/9wnm2 ) online experiment, indicating their trust in five experts and evaluating the accuracy of four claims. Claims were attributed to experts from impact fields (focused on the consequences of industry and policy), production fields (industry-focused), scientists in general, or no source. Results show that liberals trust all experts more than conservatives and generally perceive claims as more accurate. However, the trust gap between liberals and conservatives is smaller for production experts. While no difference was found between the perceived accuracy of claims attributed to production versus impact experts, expert attribution increased some claims’ perceived accuracy. These findings reveal some political-ideology preferences and that attributing a claim to an expert can improve its perception."
  },
  {
    "discipline": "communication",
    "title": "Trust, experience, and innovation: Key factors shaping American attitudes about AI",
    "authors": "Risa Palm, Justin T. Kingsland, Toby Bolsen",
    "url": "https://doi.org/10.1177/09636625251372510",
    "doi": "https://doi.org/10.1177/09636625251372510",
    "filter": 0,
    "journal_full": "Public Understanding of Science",
    "abstract": "A large survey of American adults explored the complex landscape of attitudes toward artificial intelligence (AI). It explored the degree of concern regarding specific potential outcomes of the new advances in AI technology and correlates of these concerns. Key variables associated with the direction and intensity of concern include prior experience using a large language model such as Chat GPT, general trust in science, adherence to the precautionary principle versus support for unrestricted innovation, and demographic factors such as gender. By identifying these relationships, the paper offers insights into the American public’s response to AI that can inform the development of policies aimed at either regulating or encouraging its advancement."
  },
  {
    "discipline": "politics",
    "title": "Codebook LLMs: Evaluating LLMs as Measurement Tools for Political Science Concepts",
    "authors": "Andrew Halterman, Katherine A. Keith",
    "url": "https://doi.org/10.1017/pan.2025.10017",
    "doi": "https://doi.org/10.1017/pan.2025.10017",
    "filter": 0,
    "journal_full": "Political Analysis",
    "abstract": "Codebooks—documents that operationalize concepts and outline annotation procedures—are used almost universally by social scientists when coding political texts. To code these texts automatically, researchers are increasingly turning to generative large language models (LLMs). However, there is limited empirical evidence on whether “off-the-shelf” LLMs faithfully follow real-world codebook operationalizations and measure complex political constructs with sufficient accuracy. To address this, we gather and curate three real-world political science codebooks—covering protest events, political violence, and manifestos—along with their unstructured texts and human-coded labels. We also propose a five-stage framework for codebook-LLM measurement: Preparing a codebook for both humans and LLMs, testing LLMs’ basic capabilities on a codebook, evaluating zero-shot measurement accuracy (i.e., off-the-shelf performance), analyzing errors, and further (parameter-efficient) supervised training of LLMs. We provide an empirical demonstration of this framework using our three codebook datasets and several pre-trained 7–12 billion open-weight LLMs. We find current open-weight LLMs have limitations in following codebooks zero-shot, but that supervised instruction-tuning can substantially improve performance. Rather than suggesting the “best” LLM, our contribution lies in our codebook datasets, evaluation framework, and guidance for applied researchers who wish to implement their own codebook-LLM measurement projects."
  },
  {
    "discipline": "politics",
    "title": "The source of economic shocks matters for their political outcomes",
    "authors": "Leonardo Baccini, Costin Ciobanu, Krzysztof Pelc",
    "url": "https://doi.org/10.1177/20531680251379914",
    "doi": "https://doi.org/10.1177/20531680251379914",
    "filter": 0,
    "journal_full": "Research & Politics",
    "abstract": "Do different economic shocks favor different types of political leadership? Using a survey experiment conducted on 3500 American respondents, we offer causal evidence for an unexpected relation between different types of economic shocks and a demand for a radical political response. First, we show that individuals believe politicians have a role in preventing layoffs due to both offshoring and automation, compared to run-of-the-mill bankruptcies. Second, we find strong evidence that economic shocks due to offshoring lead to greater demands for leaders who display authoritarian traits, with no equivalent effect for layoffs due to automation. When presented with news of an offshoring event, respondents favor leaders who claim to be more willing to flout the rule of law, to implement divisive policies, and to employ force. By contrast, traits commonly associated with populism, such as siding with “the people” or preferring political outsiders, see no association with either offshoring or automation shocks. Our findings support the view that some economic shocks provide a greater opportunity for political candidates willing to turn to radical political solutions."
  },
  {
    "discipline": "politics",
    "title": "Does the Messenger Shape the Message’s Effect? Race, Black Lives Matter, and the Efficacy of Social Movement Messages",
    "authors": "Paul Franz Testa, Tarah Williams, Kylee Britzman, Karra McCray Gibson, Matthew Hibbing",
    "url": "https://doi.org/10.1086/738699",
    "doi": "https://doi.org/10.1086/738699",
    "filter": 0,
    "journal_full": "The Journal of Politics"
  },
  {
    "discipline": "politics",
    "title": "Placebo-Augmented PICA Design (PICA-2): Assessing the Influence of Foreign Propaganda",
    "authors": "Naoki Egami, Donald P Green, Eunji Kim, Daniel C Mattingly",
    "url": "https://doi.org/10.1086/738700",
    "doi": "https://doi.org/10.1086/738700",
    "filter": 0,
    "journal_full": "The Journal of Politics"
  },
  {
    "discipline": "politics",
    "title": "How Framing Gender Diversity in Government Affects Perceptions of Substantive Representation",
    "authors": "Lauren Wright, Jonathan Mummolo, Madeleine Marr",
    "url": "https://doi.org/10.1086/734536",
    "doi": "https://doi.org/10.1086/734536",
    "filter": 0,
    "journal_full": "The Journal of Politics"
  },
  {
    "discipline": "public opinion",
    "title": "Intergroup Hostility in the Public Sphere: Systematizing the Rising Concern for Affective Polarization Beyond Partisan Lines",
    "authors": "Andrés Shoai",
    "url": "https://doi.org/10.1093/ijpor/edaf044",
    "doi": "https://doi.org/10.1093/ijpor/edaf044",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "Initially conceived to describe a phenomenon between political parties, the concept of affective polarization is increasingly extrapolated to analyze relationships among other identity groups. This reflects a long-standing interest in intergroup relations within public opinion studies and calls for a broad theoretical framework that considers many ingroup/outgroup categorizations as potential disruptors of public sphere processes. By implementing a comprehensive and systematic review of peer-reviewed research on affective polarization (N = 458), we find that nearly one-third of publications extend the concept beyond political parties to encompass divides such as opinion-based, ideological, racial, territorial, and religious identities. After identifying key points of convergence and divergence between interparty and beyond-party research, we conducted a metatheoretical analysis of works that go beyond parties (N = 142) to classify the social groups potentially subject to affective polarization, the factors influencing the public salience of such identities, and the predominant observation methods and measurements. The results support a more dynamic understanding of identity salience in the public sphere and highlight challenges related to terminology and methodological compatibility across different approaches. Overall, the study reveals a growing interest in various forms of intergroup hostility that connects to broader contemporary concerns about democratic values."
  },
  {
    "discipline": "public opinion",
    "title": "Depression, Populism, and Presidential Approval",
    "authors": "Matthew A Baum, James N Druckman, Katherine Ognyanova, David Lazer, Roy H Perlis",
    "url": "https://doi.org/10.1093/ijpor/edaf050",
    "doi": "https://doi.org/10.1093/ijpor/edaf050",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "Is there a relationship between depression and political evaluations? Building on existing work, we argue that experiencing depressive symptoms will positively correlate with supporting a populist politician and negatively correlate with supporting a nonpopulist officeholder. We evaluate these predictions with data from the United States, focusing on Donald Trump and Joe Biden. Our data are consistent with our hypotheses, and, as expected, we find particularly strong relationships for Democratic respondents. The results highlight the importance of considering mental health when studying the approval of politicians both in and out of office. We conclude with a discussion of next steps for a research agenda on depression and political evaluations."
  },
  {
    "discipline": "public opinion",
    "title": "Randomized, Controlled Trial Comparing Household Response and Completion Rates Using 1 and 2 US Dollar Unconditional Incentives in A Mail Push-to-Web Survey",
    "authors": "Jon Agley, Tiffany Neal, Mariah Benham, Lilian Golzarri-Arroyo, Naomi Swiezy",
    "url": "https://doi.org/10.1093/jssam/smaf020",
    "doi": "https://doi.org/10.1093/jssam/smaf020",
    "filter": 0,
    "journal_full": "Journal of Survey Statistics and Methodology",
    "abstract": "Household surveys are an important means of obtaining standardized data; unfortunately, response rates have been declining for decades. Evidence based on social exchange theory supports the use of small, unconditional monetary incentives (pre-incentives) to increase survey response and completion rates. However, the optimal pre-incentive amount is unclear. Our project team was contracted to conduct a large survey (census) of all households in Indiana at which an individual with a developmental disability who was on the waitlist for certain state-based services resided. In the absence of a clear answer from the literature about what pre-incentive amount to use, we preregistered a sub-study to obtain clarity. We conducted a randomized controlled trial comparing a $1 cash pre-incentive to a $2 cash pre-incentive in a large, mail push-to-web household survey in the midwestern US, examining both response rates and completion rates (&amp;gt;80 percent of the survey). We hypothesized that a $2 pre-incentive would result in significantly more responses and completed surveys than a $1 pre-incentive. Using 1:1 blinded allocation, 6,525 households were randomized to receive either a $1 or $2 cash pre-incentive. All other procedures were identical between study arms. Of the 960 valid responses, 467 were from Arm 1 ($1) and 493 were from Arm 2 ($2). Of those, there were 798 complete responses (&amp;gt;80 percent of the instrument). We did not find sufficient evidence to conclude that there was a difference in either response (OR = 1.07, p = .361, 95 percent CI [0.929, 1.223]) or completion (OR = 1.07, p = .362, 95 percent CI [0.924, 1.242]) rates depending on the amount of pre-incentive included in the invitation. Although we provide multiple caveats and encourage caution when interpreting these findings, we suggest that individuals planning to use a small pre-incentive to encourage survey responses should not by default assume that a $2 incentive is superior to a $1 incentive."
  },
  {
    "discipline": "public opinion",
    "title": "Leveraging VLLMs for Visual Clustering: Image-to-Text Mapping Shows Increased Semantic Capabilities and Interpretability",
    "authors": "Luigi Arminio, Matteo Magnani, Matías Piqueras, Luca Rossi, Alexandra Segerberg",
    "url": "https://doi.org/10.1177/08944393251376703",
    "doi": "https://doi.org/10.1177/08944393251376703",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "As visual content becomes increasingly prominent on social media, automated image categorization is vital for computational social science efforts to identify emerging visual themes and narratives in online debates. However, the methods based on convolutional neural networks (CNNs) currently used in the field are unable to fully capture the connotative meaning of images, and struggle to produce easily interpretable clusters. In response to these challenges, we test an approach that leverages the ability of Vision-and-Large-Language-Models (VLLMs) to generate image descriptions that incorporate connotative interpretations of the input images. In particular, we use a VLLM to generate connotative textual descriptions of a set of images related to climate debate, and cluster the images based on these textual descriptions. In parallel, we cluster the same images using a more traditional approach based on CNNs. In doing so, we compare the connotative semantic validity of clusters generated using VLLMs with those produced using CNNs, and assess their interpretability. The results show that the approach based on VLLMs greatly improves the quality score for connotative clustering. Moreover, VLLM-based approaches, leveraging textual information as a step towards clustering, offer a high level of interpretability of the results."
  },
  {
    "discipline": "psychology",
    "title": "Experimenter evidence unmasking as a confound in optional stopping",
    "authors": "Renata Sadibolova, Devin B. Terhune",
    "url": "https://doi.org/10.3758/s13428-025-02813-0",
    "doi": "https://doi.org/10.3758/s13428-025-02813-0",
    "filter": 0,
    "journal_full": "Behavior Research Methods",
    "abstract": "Optional stopping refers to the practice of repeatedly performing a statistical analysis on a dataset as new data are collected until a pre-specified decision criterion is reached. This procedure is often adopted because of its effectiveness in optimizing data collection. Discussions of optional stopping to date have primarily centred around statistical issues, with relatively little consideration of any methodological implications of this procedure. Building on recent work drawing attention to methodological biases arising from the use of optional stopping, we highlight experimenter awareness of the current evidence state during data collection ( experimenter evidence unmasking ) as a salient methodological confound of optional stopping. We argue that experimenter evidence unmasking has the potential to influence an experimenter to implicitly or explicitly modify their behaviour in ways that can reduce the internal validity of an experiment. We conclude by offering recommendations for circumventing this confound and for the transparent reporting of experimenter evidence masking procedures."
  },
  {
    "discipline": "psychology",
    "title": "Political Content Engagement Model: A Large-Scale Analysis of TikTok Political Video Content Features and Audience Engagement",
    "authors": "Zicheng Cheng, Yanlin Li",
    "url": "https://doi.org/10.1016/j.chb.2025.108808",
    "doi": "https://doi.org/10.1016/j.chb.2025.108808",
    "filter": 0,
    "journal_full": "Computers in Human Behavior"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Why depolarization is hard: Evaluating attempts to decrease partisan animosity in America",
    "authors": "Derek E. Holliday, Yphtach Lelkes, Sean J. Westwood",
    "url": "https://doi.org/10.1073/pnas.2508827122",
    "doi": "https://doi.org/10.1073/pnas.2508827122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Affective polarization is a corrosive force in American politics. While numerous studies have developed interventions to reduce it, their capacity for creating lasting, large-scale change is unclear. This study comprehensively evaluates existing interventions through a meta-analysis of 77 treatments from 25 published studies and two large-scale experiments. Our meta-analysis reveals that the average effect of treatments on animosity is modest (a 5.4-point shift on a 101-point scale), and decays within two weeks. We experimentally test whether stacking multiple treatments in one sitting or repeating them over time as “booster shots” enhances their impact. We find no evidence that multiple or repeated exposures produce substantially larger or more durable reductions in partisan animosity. This reveals the uneven utility of these interventions. They serve as valuable tools for testing the psychological mechanisms of polarization, but our findings indicate they are not, on their own, a scalable solution for reducing societal-level conflict. We conclude that achieving lasting depolarization will likely require a shift in focus, moving beyond individual-level treatments to address the elite behaviors and structural incentives that fuel partisan conflict."
  }
]
