[
  {
    "discipline": "communication",
    "title": "Social media affordances of LGBTQIA+ expression and community formation",
    "authors": "Carolina Are, Catherine Talbot, Pam Briggs",
    "url": "http://dx.doi.org/10.1177/13548565241296628",
    "doi": "10.1177/13548565241296628",
    "filter": 0,
    "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
    "abstract": "Faced with offline discrimination, LGBTQIA+ users frequently turn to social media to find role models, build social networks and test out new forms of self-expression. Each platform has its own affordances and governance processes which can, in turn, facilitate or impede self-expression and community growth. Through a survey of 120 LGBTQIA+ participants, this paper considers which social media affordances facilitate the creation and development of LGBTQIA+ identities, support online and offline community formation and peer-to-peer learning, whilst limiting opportunities for online abuse. While previous research has so far largely focused on younger LGBTQIA+ users' experiences on SM, we found that broadening our sample to include older participants can lead to novel reflections on platforms' potential and/or challenges towards expressing one’s queerness online. For example, while users young and old found the visibility of other LGBTQIA+ accounts inspiring, entertaining and reassuring, particularly within previously stigmatised expressions of bisexuality, we found that older participants preferred to be selective about their outness, or sometimes to not be out at all, not simply for fear of harassment or context collapse, but also because of historical factors around family and friend relationships or because their identity experimentation had already happened offline. We also identified contrasting views about outness and the use and visibility of pronouns, reminding us that the online LGBTQIA+ community is not a monolith in its beliefs and practices, particularly when different life stages are considered."
  },
  {
    "discipline": "communication",
    "title": "How online social community participation affect product stickiness: a study on green energy technology product",
    "authors": "You-Hung Lin, Hsin Hsin Chang, Chun Po Chiu",
    "url": "http://dx.doi.org/10.1108/itp-09-2022-0676",
    "doi": "10.1108/itp-09-2022-0676",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose This study aims to develop a conceptual model for GET products that participate in brands’ online communities, based on social cognitive theory (SCT), with environmental factors, personal factors and behavioral factors being used to explore whether users of GET products participate in brand online communities as well as to determine whether participation in a community forum causes users to stick with GET products. In addition, expectancy confirmation is also considered in the research model. Design/methodology/approach This research examines whether environmental and personal factors have a positive effect on the behavioral factors of Gogoro users, and then further effects on green energy technology (GET) product stickiness for users in online communities. A website was used to distribute links to two Facebook club sites: Gogoro Series 2 Fan Club and the Gogoro Fan Club. The respondents’ qualification criteria were restricted to people who had used Gogoro products and participated in a Gogoro online community. A total of 581 valid responses were collected for structural equation modeling (SEM) analysis, and expectancy confirmation was found to be moderate from a hierarchical regression. Findings The results of SEM show that virtual interactivity has a positive effect on product-related content, and social norms were found to have significant effects on creating product-related content. Brand community identification, perceived relative advantage and brand knowledge self-efficacy are found to be related to both creating and contributing product-related content. Also, creating product-related content and contributing user participation behaviors influence ET product stickiness. Practical implications Online community managers can boost user participation by increasing interaction, and community identification by enhancing users’ perceptions of benefiting from participating in their communities. Companies can also encourage users to create product-related content to increase users’ stickiness to GET products. Further, GET companies can try to enhance users’ intrinsic connection with other community users to increase their brand community identification if they want to increase users’ willingness to participate. Originality/value This study adopted SCT to measure the GET product stickiness formation process in an attempt to determine what factors boost user participation based on triadic reciprocality. Also, expectancy confirmation plays an important role in the relationship between community users’ participation behaviors and GET product stickiness. The results indicated that it was appropriate to add virtual interactivity to environmental factors and perceived relative advantage to personal factors to measure users’ participation in an online social community. Actual product users’ online community participation behavior could be a very influential indicator of actual product stickiness formation."
  },
  {
    "discipline": "communication",
    "title": "How perceived team virtuality affects individual knowledge hiding in teams: unraveling the paradox when heads meet hearts",
    "authors": "Mengtian Xiao, Yingqing Xu, Qijie Xiao",
    "url": "http://dx.doi.org/10.1108/itp-01-2024-0008",
    "doi": "10.1108/itp-01-2024-0008",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose This study aims to enhance the understanding of team virtuality by exploring its impact on individual counterproductive knowledge behaviors, particularly knowledge hiding. It examines the mediating roles of cognitive and affective trust and the moderating influence of learning goal orientation, addressing a significant gap in understanding how virtual interactions affect knowledge management processes at the individual level. Design/methodology/approach We conducted a three-wave online survey with a matched sample of 274 employees who have virtual work experience in China. We performed a series of structural equation modeling (SEM) analyses using Mplus 8.3 to test our proposed hypotheses. Findings The results indicate a significantly positive association between perceived team virtuality and individual knowledge hiding, mediated by both cognition- and affect-based trust, with the latter showing a stronger mediation effect. Additionally, individual learning goal orientation negatively moderates the indirect relationship between perceived team virtuality and knowledge hiding via cognitive (affective) trust. Practical implications By understanding the mechanisms through which virtuality influences individual knowledge behaviors within teams, organizations can provide emotional and instructional support for virtual interactions to mitigate knowledge hiding and improve the efficiency and effectiveness of knowledge management. Originality/value This study offers a differentiated analysis by exploring the mediating roles of cognitive and affective trust and the moderating role of learning goal orientation within virtual environments. Previous research has not concurrently examined these variables within the framework of team virtuality and knowledge hiding, making this research pivotal in enhancing the theoretical and practical understanding of individual knowledge behaviors in virtual settings."
  },
  {
    "discipline": "communication",
    "title": "Selling sustainability: making green advertising more concrete with circular economy message framing",
    "authors": "Jolie Gutentag, Cristel Antonia Russell",
    "url": "http://dx.doi.org/10.1080/02650487.2024.2412384",
    "doi": "10.1080/02650487.2024.2412384",
    "filter": 0,
    "journal_full": "International Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "Blockchain for sustainable consumption: an affordance and consumer value-based view",
    "authors": "Maryam Hina, Najmul Islam, Amandeep Dhir",
    "url": "http://dx.doi.org/10.1108/intr-07-2023-0523",
    "doi": "10.1108/intr-07-2023-0523",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose There is little empirical evidence on how blockchain affordances may encourage consumers to make sustainable choices. Thus, this paper examines how blockchain affordances affect consumers’ sustainable consumption. Design/methodology/approach We focus on three blockchain affordances: transparency, traceability, and immutability in this paper. By integrating the affordance lens and theory of consumption values (TCV), we develop a research model wherein we posit that blockchain affordances influence several consumption values, which then affect consumers’ intention to purchase sustainable products. In the study, we designed a scenario and user interface for a novel blockchain-based app for sustainable consumption in the context of the fashion industry and surveyed 295 European consumers to examine the study’s research model. We then analyzed the collected data using the partial least squares technique. Findings The results show that blockchain affordances positively affect consumption values, including efficiency, social impression, trust, and sustainability information clarity. In turn, these values influence the consumers’ purchase intention of sustainable products. Additionally, our post hoc analysis shows that these consumption values fully mediate the effect of blockchain affordances on consumers’ purchase intention, where trust and sustainability information clarity is found to have a higher impact. Originality/value Empirical research studies focusing on understanding blockchain’s effect on sustainable consumption values have been limited in prior literature. This study, drawing on the affordance lens, proposes distinct blockchain affordances and empirically validates their impact on consumers’ sustainable purchase intention. By integrating TCV, it highlights the mediating mechanism that drives blockchain’s impact on consumers’ purchase intention. We empirically identify the values that mediate the effects of blockchain affordances on consumers’ purchase intention; further, we discuss implications for research and practice based on the study findings."
  },
  {
    "discipline": "communication",
    "title": "Together we can do it! A roadmap to effectively tackle propaganda-related tasks",
    "authors": "Raquel Rodríguez-García, Roberto Centeno, Álvaro Rodrigo",
    "url": "http://dx.doi.org/10.1108/intr-05-2024-0785",
    "doi": "10.1108/intr-05-2024-0785",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose In this paper, we address the need to study automatic propaganda detection to establish a course of action when faced with such a complex task. Although many isolated tasks have been proposed, a roadmap on how to best approach a new task from the perspective of text formality or the leverage of existing resources has not been explored yet. Design/methodology/approach We present a comprehensive study using several datasets on textual propaganda and different techniques to tackle it. We explore diverse collections with varied characteristics and analyze methodologies, from classic machine learning algorithms, to multi-task learning to utilize the available data in such models. Findings Our results show that transformer-based approaches are the best option with high-quality collections, and emotionally enriched inputs improve the results for Twitter content. Additionally, MTL achieves the best results in two of the five scenarios we analyzed. Notably, in one of the scenarios, the model achieves an F1 score of 0.78, significantly surpassing the transformer baseline model’s F1 score of 0.68. Research limitations/implications After finding a positive impact when leveraging propaganda’s emotional content, we propose further research into exploiting other complex dimensions, such as moral issues or logical reasoning. Originality/value Based on our findings, we provide a roadmap for tackling propaganda-related tasks, depending on the types of training data available and the task to solve. This includes the application of MTL, which has yet to be fully exploited in propaganda detection."
  },
  {
    "discipline": "communication",
    "title": "Computer Vision Models for Image Analysis in Advertising Research",
    "authors": "Hairong Li, Nan Zhang",
    "url": "http://dx.doi.org/10.1080/00913367.2024.2407644",
    "doi": "10.1080/00913367.2024.2407644",
    "filter": 0,
    "journal_full": "Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "Translated knowledge: the production of marginalization of the Roma during the COVID-19 pandemic",
    "authors": "Adina Schneeweis",
    "url": "http://dx.doi.org/10.1093/joc/jqae041",
    "doi": "10.1093/joc/jqae041",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "This research evaluates news during the first year of the coronavirus disease 2019 pandemic in order to examine how European publics made sense of the Roma, the largest and most marginalized ethnic community on the continent. Based on the analysis of news in English, French, Italian, and Romanian, the study finds that much of the coverage across national and cultural boundaries translated marginalization, already exacerbated by the health crisis, through familiar lenses of blame and backwardness. Whereas anti-ethnic discrimination was primarily recognized in news reliant on official, governmental sources, news in French and Italian chiefly circulated representations of otherness. Romanian news revealed both systemic racism and community solutions, also filtered through a discriminatory lens. Translating justice- or equity-oriented content—directly or ideologically—appeared incomplete, infrequent, and often filtered through bias. The tool of local and regional translation emerged as central to the circulation of ideas across the continent."
  },
  {
    "discipline": "communication",
    "title": "More Than Meets the Eye: Understanding Political Microtargeting Processing With Gaze-Cued Retrospective Think-Aloud Methodology",
    "authors": "Selina Noetzel, Alice Binder, Jörg Matthes",
    "url": "http://dx.doi.org/10.17645/mac.8679",
    "doi": "10.17645/mac.8679",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Political microtargeting is a popular campaign tool in elections worldwide. However, it is associated with democratic risks. Foremost, scholars and policymakers are concerned that citizens cannot cope with political microtargeting and, thus, stand vulnerable to persuasion. To assess this risk, an in-depth understanding of how citizens make sense of and cope with political microtargeting is required. However, empirical studies are scarce, partially inconclusive, and provide global rather than nuanced insights. This study contributes to this research by employing an innovative, qualitative gaze-cued retrospective think-aloud design to distinguish coping patterns and, based on that, assess citizens’ vulnerability to persuasion via political microtargeting (&lt;em&gt;N &lt;/em&gt;= 25). The results reveal similarities regarding conceptual persuasion knowledge activation (i.e., advertising and targeting awareness) but differences in attitudinal and behavioral coping, illustrated along five coping patterns (avoidance, coherence assessment, ad quality assessment, partisanship bias, and neutral observation). Only individuals who cope by neutrally observing the political message seem vulnerable to political microtargeting. For individuals who cope with political messages based on their partisanship, political microtargeting might strengthen existing ties but backlash when employed by a non-preferred party. This study informs educators and policymakers about citizens’ coping mechanisms with political microtargeting and their potential vulnerability, which may guide intervention and regulation decisions."
  },
  {
    "discipline": "communication",
    "title": "Reaching the Voters: Parties’ Use of Google Ads in the 2021 German Federal Election",
    "authors": "Jasmin Fitzpatrick, Felix-Christopher Von Nostitz",
    "url": "http://dx.doi.org/10.17645/mac.8543",
    "doi": "10.17645/mac.8543",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Election campaigns during the pandemic showcased the increased use of costly digital campaigning by parties. While many studies focus on the use of Facebook, X (formerly Twitter), and other social networking sites during elections, parties’ use of Google Ads remains widely unstudied. This is surprising given that parties spend a substantial proportion of their budget on Google Ads and Google reports on this spending and other details of the ads in its &lt;em&gt;Transparency Report&lt;/em&gt;. Based on the equalisation vs. normalisation thesis, we identify party factors (size, age, government/opposition status, and electoral strongholds) that affect parties’ use of this instrument to a different degree in their campaigns. We aim to highlight parties’ use of Google Ads during the campaigns for the 2021 German Bundestag election, relying on the official data provided via Google’s Ad Library. We discuss both empirical work on the factors that determine the use of Google Ads and conceptual work on the merit and perils of such ads in democratic elections, and we present descriptive and exploratory findings of our deep dive into the archive of Google Ads."
  },
  {
    "discipline": "communication",
    "title": "Beyond Verification: The Evolving Role of Fact-Checking Organisations in Media Beyond Verification: The Evolving Role of Fact-Checking Organisations in Media Literacy Education for YouthEducation for Youth",
    "authors": "Lucia Mesquita, Margarida Maneta, Maria José Brites",
    "url": "http://dx.doi.org/10.17645/mac.8690",
    "doi": "10.17645/mac.8690",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This research investigates the crucial role of fact-checking organisations in promoting media and information literacy (MIL) amid the challenges of widespread misinformation. By educating and empowering individuals, these organisations and their educational branches are identified as emerging components within MIL ecosystems, particularly focusing on engaging youth. Using qualitative research methods, our study analyses the activities of seven prominent fact-checking organisations and two university-affiliated projects across Spain, Catalonia, Poland, Hong Kong, the Philippines, Argentina, and Brazil. Thus, our study aims to understand why fact-checking organisations have become involved in MIL education and training for youth and what types of MIL, approaches, and subjects fact-checking organisations employ in their MIL education and training initiatives for this audience. Our findings reveal a shift in these organisations toward actively promoting MIL education through dedicated divisions and teams driven by mission-oriented action and peer collaboration. Various institutions and political and educational policies support or hinder this transformation. A significant issue observed is the limited availability of open-access materials and general opacity regarding their pedagogical approaches. Although these organisations have integrated educational components into their models, achieving financial sustainability remains challenging."
  },
  {
    "discipline": "communication",
    "title": "Editorial: Data-Driven Campaigning in a Comparative Context—Toward a 4th Era of Political Communication?",
    "authors": "Stephanie Luke, Esmeralda Bon, Katharine Dommett, Rachel Gibson, Sophie Lecheler, Sanne Kruikemeier",
    "url": "http://dx.doi.org/10.17645/mac.9227",
    "doi": "10.17645/mac.9227",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Contemporary political campaigning takes place both online and offline, and can be data-driven. In this piece, we review existing knowledge around data-driven campaigning (DDC) and introduce the new contributions made by the pieces within this thematic issue. We reveal how the studies included in this thematic issue of &lt;em&gt;Media and Communication &lt;/em&gt;contribute to this existing knowledge by providing an up-to-date account of how DDC in general, and political microtargeting in specific, have been employed in election campaigns between 2021 and 2023, in a range of countries: France, Germany, the Netherlands, Sweden, and the US. As a collection, these studies highlight the variance that exists in the degree to which DDC is practiced, the range of DDC tools used, and attitudes toward DDC. In recent election campaigns, DDC takes many forms, and disapproval of DDC varies depending on how it is implemented."
  },
  {
    "discipline": "communication",
    "title": "Quantifying Data-Driven Campaigning Across Sponsors and Platforms",
    "authors": "Michael M. Franz, Meiqing Zhang, Travis N. Ridout, Pavel Oleinikov, Jielu Yao, Furkan Cakmak, Erika Franklin Fowler",
    "url": "http://dx.doi.org/10.17645/mac.8577",
    "doi": "10.17645/mac.8577",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Although modern data-driven campaigning (DDC) is not entirely new, scholars have typically relied on reports and interviews of practitioners to understand its use. However, the advent of public ad libraries from Meta and Google provides an opportunity to measure the scope and variation in DDC practice in advertising across different types of sponsors and within sponsors across platforms. Using textual and audiovisual processing, we create a database of ads from the 2022 US elections. These data allow us to create an index that quantifies the extent of DDC at the level of the sponsor and platform. This index takes into account both the number of unique creatives placed and the similarity across those creatives. In addition, we explore the impact of sponsor resources, the office being sought, and the competitiveness of the race on the measure of DDC sophistication. Ultimately, our research establishes a measurement strategy for DDC that can be applied across ad sponsors, campaigns, parties, and even countries. Understanding the extent of DDC is vital for policy discussions surrounding the regulation of microtargeting and data privacy."
  },
  {
    "discipline": "communication",
    "title": "Are Certain Types of Microtargeting More Acceptable? Comparing US, German, and Dutch Citizens’ Attitudes",
    "authors": "Esmeralda Bon, Katharine Dommett, Rachel Gibson, Sanne Kruikemeier, Sophie Lecheler",
    "url": "http://dx.doi.org/10.17645/mac.8520",
    "doi": "10.17645/mac.8520",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Much of the research on political microtargeting has focused on growing public concerns about its use in elections, fuelling calls for greater regulation or even a ban on the practice. We contend that a more nuanced understanding of public attitudes toward microtargeting is required before further regulation is considered. Drawing on advertising psychology research and the results of academic analyses into microtargeting, we argue that individual concern, and by corollary, acceptance of microtargeting will vary based on socio-demographic characteristics and political orientations, and the type of personal data used. We hypothesise that microtargeting that relies on observable or publicly accessible personal information will be more accepted by voters than that which uses unobserved and inferred traits. We test these expectations and the expected variance of public acceptance by individual characteristics using comparative survey data from the US, Germany, and the Netherlands. We find that across countries and socio-demographic groups, not all microtargeting is considered equally problematic. For example, whereas the use of age and gender is generally deemed acceptable, the use of sexual orientation is not, and right-leaning individuals are more accepting than those who lean left. Additionally, overall, the US is more accepting of microtargeting than Germany or the Netherlands. Thus, we find that not all microtargeting is considered equally problematic across countries and socio-demographic groups. We conclude by calling for a more contextualised debate about the benefits and costs of political microtargeting and its use of “sensitive” data before the expansion of current regulation."
  },
  {
    "discipline": "communication",
    "title": "Data-Campaigning on Facebook: Do Metrics of User Engagement Drive French Political Parties’ Publications?",
    "authors": "Julien Figeac, Marie Neihouser, Ferdinand Le Coz",
    "url": "http://dx.doi.org/10.17645/mac.8487",
    "doi": "10.17645/mac.8487",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Research on data-driven campaigning has mostly focused on the strategies of central campaign teams. However, there is a lack of evidence explaining how parties and supporters use data-driven campaigning techniques to organise their social media campaigning. Do user engagement metrics influence the choice of campaign themes by encouraging political parties to concentrate their communication on issues that are most liked, commented on, and shared? Our study focuses on the use of Facebook by French political parties and their supporters during the 2022 presidential election campaign. We conducted a supervised content analysis based on machine learning to examine their Facebook posts (&lt;em&gt;n&lt;/em&gt; = 17,060). Our results show that the issues prioritized by parties on Facebook may be different from those that are most prominent in their broader communications. In most cases, however, these themes are not chosen based on user engagement, even for parties that claim to have developed their base through digital channels. Instead, the choice of themes seems influenced by more traditional campaign strategies, such as the desire to capture the electorate of their closest rival. In our conclusion, we discuss the implications of these findings for the adoption of data-driven campaigning in digital election communication across Europe."
  },
  {
    "discipline": "communication",
    "title": "Data-Driven Campaigning in Data-Dense Small Multiparty Systems: A Party-Level Analysis",
    "authors": "Anamaria Dutceac Segesten, Linn Sandberg",
    "url": "http://dx.doi.org/10.17645/mac.8634",
    "doi": "10.17645/mac.8634",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This study examines data-driven campaign (DDC) practices in Sweden. We explore the extent of data-driven practices adopted in Swedish political campaigns, and parties’ motivations to adopt them. Since this is a comparison of domestic parties, we test the importance of four party-level factors—resources, structure, attitudes toward data use, and ideology—using extensive interviews with key campaign managers in Sweden during the 2022 election year. Our results show that the differences among the eight parties studied are rather small, and that systemic factors are more important than party variables to explain the adoption of data-driven approaches. Zooming in on these finer differences we distinguish between top DDC adopters (Social Democrats, Center, and Conservatives) and a lower tier with lower levels of DDC implementation. To explain the differences between the two tiers, we find that economic resources are important, with richer parties being more advanced in DDC use. Party structure, attitudes to data, and ideology do not affect the likelihood of a Swedish party using data analytics in their strategic decision-making. Instead, we suggest party type (catch-all vs. niche) is a potentially more useful party-level factor in explaining variation."
  },
  {
    "discipline": "communication",
    "title": "Data-Driven Maintaining: The Role of the Party and Data Maintenance in the US Context",
    "authors": "Jessica Baldwin-Philippi",
    "url": "http://dx.doi.org/10.17645/mac.8735",
    "doi": "10.17645/mac.8735",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Political campaigning in the US is unique in the global context for its lack of attention to the role of the party, largely due to the centrality and power of campaigns. In the US context, successful data-driven campaigning (DDC) has often been covered by the press and analyzed by US scholars as an innovative campaign creating new tools and new tactics (and earning more media coverage for them). This research investigates the oft-ignored role of party organizations in DDC in the US, and in doing so, highlights the invisible work of data maintenance that is their purview. Methodologically, it brings together interviews with staffers from both party organizations and campaigns with thematic analysis of news coverage to answer questions about how the data-driven practices of parties versus campaigns differ, how parties’ data work is (and is not) covered, and what, in staffers’ views, contributes to such coverage. Ultimately, this research highlights how a lack of attention to party organizations’ work has gone hand in hand with a lack of attention to maintenance work in both academic and public discussions of DDC."
  },
  {
    "discipline": "communication",
    "title": "An Exploratory Study of Fact-Checking Practices in Conflict and Authoritarian Contexts",
    "authors": "Samba Dialimpa Badji, Kristin Skare Orgeret, Bruce Mutsvairo",
    "url": "http://dx.doi.org/10.17645/mac.8698",
    "doi": "10.17645/mac.8698",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This study explores fact-checking practices in Ethiopia and Mali in times of conflict and in a context marked by increasing restrictions to press freedom. The objective is to understand how, in this hostile environment, fact-checkers in these two countries manage to carry out their activities. Our findings reveal that fact-checkers are often victims of online bullying and harassment and fear reprisal from governments. This pushes them to self-censor, avoiding working on sensitive topics, such as military issues in Mali. In addition, fact-checking organizations in both countries highlight the difficulty of accessing reliable sources. Consequently, they focus more on debunking viral social media content, thus effectively becoming content moderators who have turned away from the mission of holding leaders accountable, one of the primary functions of fact-checking. Regarding their role conception, fact-checkers in Ethiopia and Mali see themselves more as guides helping navigate the information disorder than “guardians of truth” or “truth keepers.”"
  },
  {
    "discipline": "communication",
    "title": "Platform affordances, discursive opportunities, and social media activism: A cross-platform analysis of #MeToo on Twitter, Facebook, and Reddit, 2017–2020",
    "authors": "Mengyu Li, Jiyoun Suk, Yini Zhang, Jon C. Pevehouse, Yibing Sun, Hyerin Kwon, Ruixue Lian, Rui Wang, Xinxia Dong, Dhavan V. Shah",
    "url": "http://dx.doi.org/10.1177/14614448241285562",
    "doi": "10.1177/14614448241285562",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This study proposes affordances for discursive opportunities (ADO) as a theoretical framework that leverages the concept of technological affordances and the theory of discursive opportunities to understand platform potential in shaping social media activism. Specifically, ADO underscores how social media platform affordances (e.g., algorithmic curation, shared group identity and culture, connectivity) shape movement visibility, resonance, and legitimacy, all of which can mobilize activism efforts. We further situate our discussion in the cross-platform context to explore both differences and interconnections between different platforms in facilitating digital activism. By analyzing 20,363,128 English posts related to the #MeToo movement from 2017 to 2020 on Twitter, Facebook, and Reddit using supervised machine learning and time series analysis, we reveal platform variations in affording discursive opportunities for visibility, resonance, and legitimacy, which shape activism efforts differently across platforms. We also find a unidirectional relationship from activism on Twitter and Reddit to activism on Facebook."
  },
  {
    "discipline": "communication",
    "title": "“It’s between me and myself”: Inverse parasocial relationships in addressing (imagined) podcast listeners",
    "authors": "Tzlil Sharon, Nicholas A. John",
    "url": "http://dx.doi.org/10.1177/14614448241287913",
    "doi": "10.1177/14614448241287913",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This article explores how podcasters address their invisible—and thus imagined—audience. Based on in-depth interviews, we examine how different ways of imagining the listener evoke specific strategies of addressivity and analyze the connection between these imaginaries and the concept of intimacy as understood and performed by podcasters. We introduce a working definition of the “imagined podcast listener” and present a typology of eight types of imagined relationships between podcaster and audience. By juxtaposing these findings with the contexts in which podcasters describe “intimacy,” we argue that while podcasters may envision a diverse audience, their perception of intimacy within their podcasts often reflects a self-centered imaginary of the listener. We describe this phenomenon as an inverse parasocial relationship, as it reverses the direction of the illusory connection between media personae and their audiences. Despite the potential of podcasting to foster dialogue, we highlight its tendency to promote inward-directed addressivity."
  },
  {
    "discipline": "communication",
    "title": "“They don’t mean to hurt”: Female gamers’ reluctance in recognizing and confronting sexism in gaming as an online-offline juxtaposition",
    "authors": "Ziyu Deng",
    "url": "http://dx.doi.org/10.1177/14614448241287831",
    "doi": "10.1177/14614448241287831",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Female gamers have long suffered from gender-based online abuse in the gaming community. Apart from commonly observed quitting and gender-masking behaviors from female gamers, this study explores what female gamers understand as sexism, how female gamers react to it, and why they choose certain reactions instead of others. Findings show that female gamers are keenly conscious of normalized sexism in gaming culture, and thus often prioritize preventing personal interaction with strangers online, resulting in their shared preference for gaming with trusted acquaintances, which makes gaming an online-offline juxtaposition. Shouldering gender norms in doubled dimensions of gaming and specific real-life relationships, female gamers thus become reluctant to recognize and confront less violent sexism from male acquaintances. Female gamers’ strategic self-protection, although gaining them relatively safer gaming spaces, also consolidates sexism in gaming, and further suggests gaming as a critical social space for reproducing broader gender inequalities."
  },
  {
    "discipline": "communication",
    "title": "Beyond magic: Prompting for style as affordance actualization in visual generative media",
    "authors": "Nataliia Laba",
    "url": "http://dx.doi.org/10.1177/14614448241286144",
    "doi": "10.1177/14614448241286144",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "As a sociotechnical practice at the nexus of humans, machines, and visual culture, text-to-image generation relies on verbal prompts as the primary technique to guide generative models. To align desired aesthetic outcomes with computer vision, human prompters engage in extensive experimentation, leveraging the model’s affordances through prompting for style. Focusing on the interplay between machine originality and repetition, this study addresses the dynamics of human-model interaction on Midjourney, a popular generative model (version 6) hosted on Discord. It examines style modifiers that users of visual generative media add to their prompts and addresses the aesthetic quality of AI images as a multilayered construct resulting from affordance actualization. I argue that while visual generative media holds promise for expanding the boundaries of creative expression, prompting for style is implicated in the practice of generating a visual aesthetic that mimics paradigms of existing cultural phenomena, which are never fully reduced to the optimized target output."
  },
  {
    "discipline": "communication",
    "title": "“They Only Silence the Truth”: COVID-19 retractions and the politicization of science",
    "authors": "Rod Abhari, Emőke-Ágnes Horvát",
    "url": "http://dx.doi.org/10.1177/09636625241290142",
    "doi": "10.1177/09636625241290142",
    "filter": 0,
    "journal_full": "Public Understanding of Science",
    "abstract": "Retracted COVID-19 articles have circulated widely on social media. Although retractions are intended to correct the scientific record, when trust in science is low, they may instead be interpreted as evidence of censorship or simply ignored. We performed a content analysis of tweets about the two most widely shared retracted COVID-19 articles, Mehra20 and Rose21, before and after their retractions. When Mehra20 was seen as a politicized attack on Donald Trump and hydroxychloroquine, its retraction was broadly shared as proof that the article had been published for political reasons. However, when Rose21 was seen as evidence of vaccine harm by vaccine opponents, its retraction was either ignored or else framed as a conspiracy to censor the truth. These results demonstrate how retractions can be selectively used by scientific counterpublics to reframe the regulation of science as evidence of its institutional corruption."
  },
  {
    "discipline": "communication",
    "title": "How Migrants Experience Information Uncertainty and Vulnerability: Lessons for (Dis)information Studies",
    "authors": "Ignacio Siles, María Fernanda Salas, Silvio Waisbord",
    "url": "http://dx.doi.org/10.1177/20563051241292571",
    "doi": "10.1177/20563051241292571",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "This article develops a phenomenological approach to examine the intersection of global migration and rising concerns about disinformation. Drawing on interviews with Venezuelans en route to the United States-Mexico border through Central America, the article analyzes how undocumented migrants live amid information precarity, how they relate to disinformation, and how disinformation affects their decisions. We demonstrate the centrality of information and communication practices in managing (dis)information during the migration experience. This includes distrusting traditional media, using various platforms like social media and messaging apps, and exchanging both information and disinformation with others. By adopting a phenomenological approach, the article demonstrates that migrants’ relationship with (dis)information is shaped by their conviction that each person has unique life experiences and a profoundly religious view of life and destiny. The article thus advocates for a deeper exploration of migrants’ sociocultural beliefs rather than focusing solely on issues such as information accuracy, accessibility, flows, and platforms when accounting for disinformation. In addition to valuable lessons for (dis)information studies, this approach could enrich communication interventions tailored to migrant communities in vulnerable conditions."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Measuring diversity in Hollywood through the large-scale computational analysis of film",
    "authors": "David Bamman, Rachael Samberg, Richard Jean So, Naitian Zhou",
    "url": "http://dx.doi.org/10.1073/pnas.2409770121",
    "doi": "10.1073/pnas.2409770121",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Movies are a massively popular and influential form of media, but their computational study at scale has largely been off-limits to researchers in the United States due to the Digital Millennium Copyright Act. In this work, we illustrate use of a new regulatory framework to enable computational research on film that permits circumvention of technological protection measures on digital video discs (DVDs). We use this exemption to legally digitize a collection of 2,307 films representing the top 50 movies by U.S. box office over the period 1980 to 2022, along with award nominees. We design a computational pipeline for measuring the representation of gender and race/ethnicity in film, drawing on computer vision models for recognizing actors and human perceptions of gender and race/ethnicity. Doing so allows us to learn substantive facts about representation and diversity in Hollywood over this period, confirming earlier studies that see an increase in diversity over the past decade, while allowing us to use computational methods to uncover a range of ad hoc analytical findings. Our work illustrates the affordances of the data-driven analysis of film at a large scale."
  }
]
