[
  {
    "discipline": "communication",
    "title": "JST and rJST: joint estimation of sentiment and topics in textual data using a semi-supervised approach",
    "authors": "Christian Pipal, Martijn Schoonvelde, Gijs Schumacher, Max Boiten",
    "url": "http://dx.doi.org/10.1080/19312458.2024.2383453",
    "doi": "10.1080/19312458.2024.2383453",
    "filter": 0,
    "journal_full": "Communication Methods and Measures"
  },
  {
    "discipline": "communication",
    "title": "Using State Space Grids to Quantify and Examine Dynamics of Dyadic Conversation",
    "authors": "Miriam Brinberg, Denise Haunani Solomon, Graham D. Bodie, Susanne M. Jones, Nilam Ram",
    "url": "http://dx.doi.org/10.1080/19312458.2024.2413973",
    "doi": "10.1080/19312458.2024.2413973",
    "filter": 0,
    "journal_full": "Communication Methods and Measures"
  },
  {
    "discipline": "communication",
    "title": "Investigating the lurking mechanism of SNS users: a comprehensive examination of context-specific cues and role stresses",
    "authors": "Xiaodan Liu, Chao Su, Jin Yin",
    "url": "http://dx.doi.org/10.1108/itp-08-2023-0844",
    "doi": "10.1108/itp-08-2023-0844",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose Social networking services (SNS) empower users with a robust capability to connect with others and manage their social relationships. However, as the size of users’ social networks increases, coupled with the inherent boundary-spanning technical features of SNS, users are faced with unprecedented role stresses. This, in turn, leads to maladaptive lurking decisions. This study delves into the mechanism of this technology-induced decision-making process among SNS users. Design/methodology/approach Survey data were collected from 491 Chinese WeChat Moment users. The model and hypotheses testing were conducted using SmartPLS 4.0. Findings Our findings indicate that both social network size and boundary spanning have a positive influence on role conflict and role overload. Both role conflict and role overload significantly contribute to SNS fatigue, which further intensifies users’ lurking intention. Furthermore, SNS fatigue fully mediated the relationship between role conflict and lurking intention, and partially mediated the relationship between role overload and lurking intention. Originality/value Our study offers a fresh viewpoint for comprehending lurking behaviors on SNS, furnishing practical insights for platform providers. Additionally, it paves the way for future research into the deeper mechanisms driving SNS lurking behaviors, by providing a novel construct (i.e. boundary spanning) to distinguish and measure the unique social environment of SNS."
  },
  {
    "discipline": "communication",
    "title": "Computational Content Analysis in Advertising Research",
    "authors": "Mojtaba Barari, Martin Eisend",
    "url": "http://dx.doi.org/10.1080/00913367.2024.2407642",
    "doi": "10.1080/00913367.2024.2407642",
    "filter": 0,
    "journal_full": "Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "User-Centric Behavioral Tracking: Lessons from Three Case Studies with Do-It-Yourself Computational Pipelines",
    "authors": "Alvin Zhou, Danaë Metaxa, Young Mie Kim, Kokil Jaidka",
    "url": "http://dx.doi.org/10.1080/00913367.2024.2403613",
    "doi": "10.1080/00913367.2024.2403613",
    "filter": 0,
    "journal_full": "Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "Social Media News Use Amplifies the Illusory Truth Effects of Viral Deepfakes: A Cross-National Study of Eight Countries",
    "authors": "Saifuddin Ahmed, Adeline Wei Ting Bee, Sheryl Wei Ting Ng, Muhammad Masood",
    "url": "http://dx.doi.org/10.1080/08838151.2024.2410783",
    "doi": "10.1080/08838151.2024.2410783",
    "filter": 0,
    "journal_full": "Journal of Broadcasting & Electronic Media"
  },
  {
    "discipline": "communication",
    "title": "Feeling Safer Than Peers: Influence of Privacy-related Perceptions and Parental Mediation on Teen Tiktok Users’ Comparative Optimism about Privacy Risks",
    "authors": "Hyunjin Kang, Wonsun Shin",
    "url": "http://dx.doi.org/10.1080/08838151.2024.2407541",
    "doi": "10.1080/08838151.2024.2407541",
    "filter": 0,
    "journal_full": "Journal of Broadcasting & Electronic Media"
  },
  {
    "discipline": "communication",
    "title": "Networked privacy and its broader implications",
    "authors": "Lee Humphreys, Rosie Nguyen",
    "url": "http://dx.doi.org/10.1093/joc/jqae026",
    "doi": "10.1093/joc/jqae026",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "In this article, we review Alice Marwick’s book, The Private is Political: Networked Privacy and Social Media, published by Yale University Press in 2023. In the book, Marwick argues that the digital nature of the social media landscape fundamentally changes contemporary notions of privacy. We trace three specific elements of her argument, namely: (1) the design of networked technologies to connect and leak, (2) the subsequent differential harms on those historically marginalized, and (3) the need to shift from individualized to more contextual and structural understandings of privacy. We discuss the implications of these arguments not just for privacy, but for expression. We describe the tensions around freedom of expressions and content moderation online. Finally, we conclude with a reflection on these arguments for academic expression given the socio-technological context in which we work and the differential harms that impact academics from historically marginalized communities. Building on Marwick’s arguments, we call for a social, contextual, and structural approach for responding to the targeted harassment of academics to protect and ensure academic freedom for all."
  },
  {
    "discipline": "communication",
    "title": "What’s in a Cue? Decoding Political Values in Applauded Statements From Ukraine’s Leading Political Talk Shows",
    "authors": "Kostiantyn Yanchenko, Katharina Kleinen-von Königslöw",
    "url": "http://dx.doi.org/10.1177/10776990241284581",
    "doi": "10.1177/10776990241284581",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Experimental studies show that public opinion cues shape people’s perceptions of public opinion. However, the full extent of political information these cues comprise and, consequently, communicate remains unexplored. This study utilizes standardized content analysis to examine the political values in applauded statements ( n = 1,722) from Ukraine’s major political talk shows. The results suggest that applauded statements embody a complex mix of identity- and governance-oriented values, signaling to the broader audience the preferred type of political debate among those within the studio. The study enhances the literature on public opinion cues by demonstrating the significance of analyzing their underlying content."
  },
  {
    "discipline": "communication",
    "title": "Collaborative Journalism Around the Globe: A Systematic Review",
    "authors": "Samuel Danso, Modestus Fosu, Michael Yao Wodui Serwornoo, Martin Thompson Kwadzo Ntem",
    "url": "http://dx.doi.org/10.1177/10776990241284582",
    "doi": "10.1177/10776990241284582",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This systematic review examines a decade of collaborative journalism research globally, extracting 40 articles from ProQuest and Scopus databases. The study underscores collaborative journalism’s efficacy in addressing cross-border issues and engaging diverse audiences but note its underexplored status in Africa. Four dimensions emerged: social media and audience engagement, journalism education and technology, challenges and barriers, and collaboration models. Identified research gaps include media policy, violence against journalists and ethical implications. The review advocates grounded studies using appropriate theories and calls for more collaborative journalism research in Africa."
  },
  {
    "discipline": "communication",
    "title": "Augmented Landscapes of Empathy: Community Voices in Augmented Reality Campaigns",
    "authors": "Katerina Girginova, Jeffrey Vadala, Andy Tan, Kate Okker-Edging, Kyle Cassidy, Terri Lipman, Melanie Kornides",
    "url": "http://dx.doi.org/10.17645/mac.8581",
    "doi": "10.17645/mac.8581",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "In contrast with virtual reality which often aims to isolate a user from their surroundings in order to transport them to a distant place, augmented reality (AR) was uniquely designed to (re)contextualize local landscapes and to provide expanded human experiences in situ. This critical reflection adopts a “research through design” process to examine AR’s technological and affective capabilities in the context of three community co-created AR campaigns. We discuss how AR can become both a conceptual and practical tool for creating conditions of self-identification and, potentially, empathy between audience and content. Further, we explore how people and place become a critical part of AR’s infrastructure through the practice of empathic feedback loops."
  },
  {
    "discipline": "communication",
    "title": "Digital Dis/Connection as Everyday Boundary Work Among Hong Kong BN(O) Migrants in the UK",
    "authors": "Jade Jiewen Deng, Jason Pridmore",
    "url": "http://dx.doi.org/10.17645/mac.8573",
    "doi": "10.17645/mac.8573",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "While digital media can be seen to keep alive social connections among migrants across borders, the impact of how digital disconnection has redrawn migrants’ boundaries has not been adequately researched. Migrants subjected to the dual border-and-boundary work of Western host countries and their non-Western home countries make for complicated self–other boundary narratives. This study explores the everyday boundary work of migrants originating from Hong Kong, a former British colony, who have chosen to relocate to the UK through the British National (Overseas) (BN[O]) visa scheme. The scheme was catalysed by the 2019 political upheaval in Chinese Hong Kong and the UK–Hong Kong colonial affiliation. Through the lens of dis/connection assemblage, we conceptualise digital dis/connections as a form of boundary work and conduct in-depth interviews and thematic analysis of 14 BN(O)s. We demonstrate that digital disconnection can be seen as a socio-political practice related to identity regulation by situating BN(O)s’ digital media practices within the political projects of belonging in the UK, Hong Kong, and China. Through a matrix of disconnected approaches, BN(O)s shape boundaries around identity politics in terms of social positions, a sense of belonging, and social relations. The political meaning of digital disconnection is highlighted through its fracture of connected space-time and resilient management of social relationships&lt;strong&gt;.&lt;/strong&gt;"
  },
  {
    "discipline": "communication",
    "title": "“Finally, Me Time!”: Korean Middle-Aged Women’s Platform Practices",
    "authors": "Eujong Kim, Yeran Kim",
    "url": "http://dx.doi.org/10.17645/mac.8746",
    "doi": "10.17645/mac.8746",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This work builds on the legacy of feminist reception studies by expanding the research focus from mass media to digital platforms, particularly YouTube, and from media use to the practices of consuming and engaging with media in the context of Korean middle-aged women. The research also integrates Hartmut Rosa’s theory of resonance with the digital media environment: It suggests that while Rosa may reject digital technology in his view of resonance, digital technology, or YouTube in this case, can contribute to enhancing resonance, but only depending on how people practice it. Furthermore, our analysis highlights the importance of middle-aged women, who are not merely viewers, but rather active participants within the burgeoning YouTube scene. Lastly, we expand the current understanding of how audience groups may potentially exert agency, moving beyond the ideological binaries of submission versus resistance in the process of interpreting media texts. Our emphasis lies in the creativity embedded in Korean middle-aged women’s platform practices within their daily lives. This process is fuelled by a deep desire and will to find resonance with themselves, others, and the world."
  },
  {
    "discipline": "communication",
    "title": "Understanding Expressions of Self-Determination Theory in the Evaluation of IDEA-Themed VR Storytelling",
    "authors": "Kandice N. Green, Shengjie Yao, Heejae Lee, Lyndsay Michalik Gratch, David Peters, T. Makana Chock",
    "url": "http://dx.doi.org/10.17645/mac.8601",
    "doi": "10.17645/mac.8601",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This study investigates how prior experiences (personal or a close other’s) influence individuals’ engagement with virtual reality (VR) stories designed to promote understanding and foster prosocial behavior. Integrating self-determination theory and self–other overlap, we conducted an experimental mixed-method study with 35 participants who experienced three VR stories focused on inclusion, diversity, equity, and accessibility (IDEA): living with Alzheimer’s, blindness, and in a refugee camp. Findings indicate that while participants felt some autonomy with the VR headset, they experienced a lack of autonomy, competence, and relatedness in the storytelling. Participants engaged in perspective-taking but often thought about those close to them who had similar experiences rather than themselves. Thus, a close other’s experience affected whether people engaged in perspective-taking. However, prior experience with IDEA topics did not predict cognitive effort, indicating that individuals with such experience do not exert more cognitive effort than those without it. Additionally, cognitive effort did not predict prosocial attitudes or behaviors. This study highlights the complexities of how previous experiences affect engagement with IDEA-centered VR, perspective-taking, and cognitive effort and suggests directions for future research."
  },
  {
    "discipline": "communication",
    "title": "Fact-Checkers on the Fringe: Investigating Methods and Practices Associated With Contested Areas of Fact-Checking",
    "authors": "Silvia Montaña-Niño, Victoria Vziatysheva, Ehsan Dehghan, Anand Badola, Guangnan Zhu, Otávio Vinhas, Michelle Riedlinger, Sofya Glazunova",
    "url": "http://dx.doi.org/10.17645/mac.8688",
    "doi": "10.17645/mac.8688",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This study investigates the methods and practices used by self-identified fact-checkers situated on the fringe of the field of fact-checking to support their agenda for public recognition and legitimacy. Using a case study approach and selecting nine cases across five countries (Russia, Brazil, India, China, and Singapore), we identify the most common distinguishable attributes and tactics associated with this ambiguous collection of actors. In addition to identifying how fringe fact-checkers weaponize fact-checking practices and exploit or mimic the social standing of accredited fact-checkers, we critique examples where state-supported fact-checkers associated with authoritarian governance structures fact-check for national interests. We propose a spectrum of fact-checkers including those where public or general interest fact-checkers follow journalistic ideals and align with accredited communities of practice or non-accredited peer recognition, and a collection of fringe fact-checkers ranging from “special interest” actors promoting specific political agendas to hostile actors with disruptive, destructive, and openly propagandistic interests and aims to destabilize the global public sphere. The article contributes to current research and debates about the institutionalization of fact-checking and the understudied area of fact-checking impersonation, a problematic activity associated with misinformation and propaganda on platforms and the internet."
  },
  {
    "discipline": "communication",
    "title": "Fact-Checking Role Performances and Problematic Covid-19 Vaccine Content in Latin America and Sub-Saharan Africa",
    "authors": "Michelle Riedlinger, Silvia Montaña-Niño, Ned Watt, Víctor García-Perdomo, Marina Joubert",
    "url": "http://dx.doi.org/10.17645/mac.8680",
    "doi": "10.17645/mac.8680",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "The move from political fact-checking to a “public health” or debunking model of fact-checking, sustained by policies and funding from platforms, highlights important tensions in the case of Covid-19. Building on findings from studies focused on journalistic role performance, we investigated how professional fact-checkers in Latin America and sub-Saharan Africa conceived of and performed their professional roles when addressing Covid-19 vaccination topics. Interviews with fact-checkers from six well-established, Meta-affiliated, International Fact-Checking Network-accredited organizations operating in these regions indicated that fact-checkers recognized the diversification of tasks and new roles associated with addressing problematic content from social media users. However, fact-checkers expressed unanimous commitment to prioritizing political and media watchdog activities in response to problematic Covid-19 vaccine information spreading from elite sources. To compare these role conceptions with role performance, we conducted a content analysis of Covid-19 vaccine content posted in 2021 to these fact-checkers’ Facebook accounts. We found that content was mostly associated with explainers or debunking content (addressing hoaxes or rumors about Covid-19 vaccines from non-elite social media users). In particular, the abundance of explainers, compared with other genres of fact-checking content, aligns fact-checkers with professional roles as civic service providers, educators, and “interpreters” of health information. Only a small proportion of the Covid-19 vaccine-related posts from each fact-checker contained verifications of claims from authoritative (elite “top-down”) sources (i.e., politicians, media, and health/science professionals). This study offers insights into a particularly tumultuous time of political activity in these regions and considers implications for practice innovation."
  },
  {
    "discipline": "communication",
    "title": "Analyzing narrative contagion through digital storytelling in social media conversations: An AI-powered computational approach",
    "authors": "Xinyan Zhao, Zexin Ma, Rong Ma",
    "url": "http://dx.doi.org/10.1177/14614448241285445",
    "doi": "10.1177/14614448241285445",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Despite the growing popularity of digital narratives, research on digital storytelling and its spread through social media interactions remains limited. Inspired by the social contagion theory, we introduce the concept of narrative contagion—where a story shared by a person or organization prompts others to share their stories—and investigate its process and outcome in online cancer communities. Utilizing a large dataset of 849 Facebook posts, 47,291 comments, and 14,466 replies, our artificial intelligence (AI)-based computational analysis provides evidence for narrative contagion among individual users in organization-hosted cancer communities on Facebook. It also reveals different organizational message characteristics, such as emotional arousal, post topic, and request for storytelling, that affect user storytelling and emotional support in comments and replies. Our results contribute to a deeper understanding of digital storytelling and its collective dynamics in online communities."
  },
  {
    "discipline": "communication",
    "title": "Behind the screen: The perception–reality gap in cybersexual harassment between remote coworkers",
    "authors": "Nitzan Navick, Allison P Mazur, Jennifer L Gibbs",
    "url": "http://dx.doi.org/10.1177/14614448241274469",
    "doi": "10.1177/14614448241274469",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This study examines the perception–reality gap regarding the influence of technological affordances on cybersexual harassment (CSH) between remote workers. While previous research has recognized the existence of gender stereotypes and discrimination in online spaces, little attention has been given to how technological affordances impact—or are perceived to impact—incidents of CSH. By employing a theoretical framework of technological affordances, this study reveals that users often perceive affordances differently from how they utilize them, indicating a misalignment between perception and behavior. Our analysis of interviews with 30 remote knowledge workers extends affordances theory by showing that affordances are not always applied in the ways they are perceived, and that power dynamics and structural inequalities outweigh technological affordances in shaping reporting behaviors. Addressing this perception–reality gap is crucial for developing interventions and policies that accurately reflect the realities of CSH experiences and promote a safe online work environment."
  },
  {
    "discipline": "communication",
    "title": "How to prevent deception: A study of digital deception in “visual poverty” livestream",
    "authors": "Kun Yang",
    "url": "http://dx.doi.org/10.1177/14614448241285443",
    "doi": "10.1177/14614448241285443",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This study, grounded in the interpersonal deception theory (IDT), aims to analyze the new form of digital deception known as “visual poverty” in livestreaming rooms. Through a multimodal discourse analysis of the collected data, this study found three distinct linguistic strategies employed in “visual poverty” livestream: illocutionary strategy, discourse strategy, and nonverbal strategy. These strategies are designed to achieve three interactional goals: constructing a false identity, reinforcing credibility, and gaining economic benefits. Based on these findings, this study further analyzed why it is difficult to detect digital deception and proposed suggestions to prevent it. This study theoretically proposes online IDT and offers practical suggestions for preventing digital deception, bearing both theoretical and practical significance."
  },
  {
    "discipline": "communication",
    "title": "Burnt out and still single: Susceptibility to dating app burnout over time",
    "authors": "Liesel L. Sharabi, Paige A. Von Feldt, Thao Ha",
    "url": "http://dx.doi.org/10.1177/14614448241286788",
    "doi": "10.1177/14614448241286788",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Despite the ubiquity of dating apps, there is little longitudinal research examining the mental health and well-being of dating app users. To fill this void, this study takes a social compensation approach to exploring dating app users’ burnout experiences (i.e., emotional exhaustion, inefficacy, and depersonalization) over time. Four hundred ninety-three active single dating app users were surveyed over four waves across 12 weeks, with a final sample of 190. Multilevel growth curve models showed that dating app users experienced increased emotional exhaustion and inefficacy over time. Furthermore, depression, anxiety, and loneliness predicted more emotional exhaustion and inefficacy, while problematic dating app use predicted more emotional exhaustion and less inefficacy. The results suggest that dating apps may exacerbate existing difficulties with relationship initiation among vulnerable users by increasing their risk of burnout. Dating app burnout is a potential intervention target to improve users’ dating success."
  },
  {
    "discipline": "public opinion",
    "title": "Improving the Quality of Individual-Level Web Tracking: Challenges of Existing Approaches and Introduction of a New Content and Long-Tail Sensitive Academic Solution",
    "authors": "Silke Adam, Mykola Makhortykh, Michaela Maier, Viktor Aigenseer, Aleksandra Urman, Teresa Gil Lopez, Clara Christner, Ernesto de León, Roberto Ulloa",
    "url": "http://dx.doi.org/10.1177/08944393241287793",
    "doi": "10.1177/08944393241287793",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "This article evaluates the quality of data collection in individual-level desktop web tracking used in the social sciences and shows that the existing approaches face sampling issues, validity issues due to the lack of content-level data and their disregard for the variety of devices and long-tail consumption patterns as well as transparency and privacy issues. To overcome some of these problems, the article introduces a new academic web tracking solution, WebTrack, an open-source tracking tool maintained by a major European research institution, GESIS. The design logic, the interfaces, and the backend requirements for WebTrack are discussed, followed by a detailed examination of the strengths and weaknesses of the tool. Finally, using data from 1,185 participants, the article empirically illustrates how an improvement in data collection through WebTrack leads to innovative shifts in the use of tracking data. As WebTrack allows for collecting the content people are exposed to beyond the classical news platforms, it can greatly improve the detection of politics-related information consumption in tracking data through automated content analysis compared to traditional approaches that rely on the source-level analysis."
  },
  {
    "discipline": "public opinion",
    "title": "Can AI Lie? Chabot Technologies, the Subject, and the Importance of Lying",
    "authors": "Jack Black",
    "url": "http://dx.doi.org/10.1177/08944393241282602",
    "doi": "10.1177/08944393241282602",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "This article poses a simple question: can AI lie? In response to this question, the article examines, as its point of inquiry, popular AI chatbots, such as, ChatGPT. In doing so, an examination of the psychoanalytic, philosophical, and technological significance of AI and its complexities are located in relation to the dynamics of truth, falsity, and deception. That is, by critically considering the chatbot’s ability to engage in natural language conversations and provide contextually relevant responses, it is argued that what separates the AI chatbot from anthropocentric debates, which allude to some form of conscious recognition on behalf of AI, is the importance of the lie – an importance which a psychoanalytic approach can reveal. Indeed, while AI technologies can undoubtedly blur the line between lies and truth-speaking, in the case of the AI chatbot, it is detailed how such technology remains unable to lie authentically or, in other words, is unable to lie like a human. For psychoanalysis, the capacity to lie bears witness to the unconscious and, thus, plays an important role in determining the subject. It is for this reason that rather than uncritically accepting the chatbot’s authority – an authority that is easily reflected in its honest responses and frank admissions – a psychoanalytic (Lacanian) perspective can highlight the significance of the unconscious as a distorting factor in determining the subject. To help elucidate this argument, specific attention is given to introducing and applying Lacan’s subject of enunciation and subject of the enunciated. This is used to assert that what continues (for now) to set us apart from AI technology is not necessarily our ‘better knowledge’ but our capability to consciously engage in acts of falsehood that function to reveal the social nuances and significances of the lie."
  },
  {
    "discipline": "psychology",
    "title": "On aggregation invariance of multinomial processing tree models",
    "authors": "Edgar Erdfelder, Julian Quevedo Pütter, Martin Schnuerch",
    "url": "http://dx.doi.org/10.3758/s13428-024-02497-y",
    "doi": "10.3758/s13428-024-02497-y",
    "filter": 0,
    "journal_full": "Behavior Research Methods",
    "abstract": "Multinomial processing tree (MPT) models are prominent and frequently used tools to model and measure cognitive processes underlying responses in many experimental paradigms. Although MPT models typically refer to cognitive processes within single individuals, they have often been applied to group data aggregated across individuals. We investigate the conditions under which MPT analyses of aggregate data make sense. After introducing the notions of structural and empirical aggregation invariance of MPT models, we show that any MPT model that holds at the level of single individuals must also hold at the aggregate level when it is both structurally and empirically aggregation invariant. Moreover, group-level parameters of aggregation-invariant MPT models are equivalent to the expected values (i.e., means) of the corresponding individual parameters. To investigate the robustness of MPT results for aggregate data when one or both invariance conditions are violated, we additionally performed a series of simulation studies, systematically manipulating (1) the sample sizes in different trees of the model, (2) model parameterization, (3) means and variances of crucial model parameters, and (4) their correlations with other parameters of the respective MPT model. Overall, our results show that MPT parameter estimates based on aggregate data are trustworthy under rather general conditions, provided that a few preconditions are met."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Self-views converge during enjoyable conversations",
    "authors": "Christopher Welker, Thalia Wheatley, Grace Cason, Catherine Gorman, Meghan Meyer",
    "url": "http://dx.doi.org/10.1073/pnas.2321652121",
    "doi": "10.1073/pnas.2321652121",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Based on current research, it is evident that the way people see themselves is shaped by their conversation partners. Historically, this literature focuses on how one individual’s expectations can shape another person’s self-views. Given the reciprocal nature of conversation, we wondered whether conversation partners’ self-views may mutually evolve. Using four-person round-robin conversation networks, we found that participants tended to have more similar self-views post-conversation than pre-conversation, an effect we term “inter-self alignment.” Further, the more two partners’ self-views aligned, the more they enjoyed their conversation and were inclined to interact again. This effect depended on both conversation partners becoming aligned. These findings suggest that the way we see ourselves is coauthored in the act of dialogue and that as shared self-views develop, the desire to continue the conversation increases."
  },
  {
    "discipline": "multidisciplinary",
    "title": "We need to understand “when” not “if” generative AI can enhance personalized persuasion",
    "authors": "Jacob D. Teeny, Sandra C. Matz",
    "url": "http://dx.doi.org/10.1073/pnas.2418005121",
    "doi": "10.1073/pnas.2418005121",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences"
  }
]
