[
  {
    "discipline": "communication",
    "title": "Using media to navigate identity? U.S. Black parents’ encouragement and selection of content for their children",
    "authors": "AnneMarie K McClain, Marie-Louise Mares",
    "url": "https://doi.org/10.1093/hcr/hqaf006",
    "doi": "https://doi.org/10.1093/hcr/hqaf006",
    "filter": 0,
    "journal_full": "Human Communication Research",
    "abstract": "In an online experiment, 498 U.S. Black parents (child aged 3–5, 9–11, 15–17) were randomized to imagine their child had “an okay day” or experienced peer racism. They watched four age-appropriate video trailers that varied in affective tone (positive vs. mixed) and theme (race-related vs. not), rated their likelihood of encouraging their child to watch each and selected one. Regardless of condition and child age, encouragement was higher for race-related versus “nonracial” videos. Parents in the racism (vs. okay day) condition had greater odds of selecting race-related content, including racism depictions. As such, results were more consistent with the Selective Exposure Self- and Affect-Management model than Mood Management predictions. Perceptions of child identity strength and parent identity strength predicted encouragement; parent identity strength predicted selection; child age group mostly did not predict outcomes. Effects of condition on selection of racial vs. entertainment content were mediated by three types of goals. Public significance This study suggests U.S. Black parents can see value in showing their child age-appropriate content featuring racial pride messages and youth racism experiences. Following a child racism experience, Black parents had greater inclinations to select both types of race-related content over race-unrelated content, with little differences by child age."
  },
  {
    "discipline": "communication",
    "title": "Illuminating the relative dominance of awareness and pervasiveness over visibility in organizational ICT affordances",
    "authors": "Ward van Zoonen, Ronald Rice, Anu Sivunen",
    "url": "https://doi.org/10.1093/jcmc/zmaf006",
    "doi": "https://doi.org/10.1093/jcmc/zmaf006",
    "filter": 0,
    "journal_full": "Journal of Computer-Mediated Communication",
    "abstract": "Contemporary discourse on the affordances of organizational information and communication technologies (ICTs) has largely been captivated by the allure of visibility. This article challenges that glare by elucidating the overlooked yet pivotal roles of a set of other organizational ICT affordances. Through a dominance analysis, our findings illuminate that awareness—the capacity of ICTs to link information and actors in an ongoing digital tapestry—and pervasiveness—the widespread nature, across time and space, of digital content and interactions—hold greater explanatory power compared to visibility in understanding some types of interactions fostered by ICTs (communication frequency, information-sharing quality at work [within and across departments], and identity processes [departmental and organizational]). By spotlighting the explanatory strength of affordances such as awareness and pervasiveness and somewhat dimming the role of visibility, this study urges scholars and practitioners alike to broaden their focus on the affordances of media in the digital workplace."
  },
  {
    "discipline": "communication",
    "title": "Does following or engaging in online discussions trigger political participation? Results of two online experiments",
    "authors": "Carina Weinmann, Ole Kelm, Stefan Marschall, Gerhard Vowe",
    "url": "https://doi.org/10.1080/19331681.2025.2486056",
    "doi": "https://doi.org/10.1080/19331681.2025.2486056",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "Trust in online voting under different regime settings: evidence from public opinion on online voting in national elections in Estonia and Russia",
    "authors": "Bogdan Romanov, Valeria Babayan",
    "url": "https://doi.org/10.1080/19331681.2025.2486050",
    "doi": "https://doi.org/10.1080/19331681.2025.2486050",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "Media Neuroscience on a Shoestring 2.0",
    "authors": "Jorge Peña, Richard Huskey, Xuanjun Gong, Michael W. Andrews, William Weisman, Rachael Kee, Valerie Klein, Sophia Sarieva, Raymond Kang, Ralf Schmälzle, Jeffrey T. Hancock",
    "url": "https://doi.org/10.1027/1864-1105/a000462",
    "doi": "https://doi.org/10.1027/1864-1105/a000462",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: This study introduces ARTgram, an AR adaptation of a validated tangram matching task, aiming to delve into human collaboration within the metaverse. By employing the Muse EEG system, this study also pioneers low-cost hyperscanning to investigate similar neural responses expressed during the course of an AR cooperative task. Results demonstrate that tangram performance and partner trust increase as a function of neural similarities among interacting participants. These results signal a promise for low-cost hyperscanning in naturalistic AR communication. By validating various hyperscanning preprocessing routines and offering a high-control yet naturalistic AR task, this project sets the groundwork for theoretical and methodological advancements in understanding metaverse-mediated human interaction."
  },
  {
    "discipline": "communication",
    "title": "News #foryou on TikTok: A Digital Methods-Based Study",
    "authors": "Jonathan Hendrickx",
    "url": "https://doi.org/10.1177/10776990251328623",
    "doi": "https://doi.org/10.1177/10776990251328623",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "TikTok is rapidly establishing itself as an important platform for contemporary digital journalism but explorations on its transnational journalistic usage thus far remain limited in size and scope. Hence, this explorative study adopts a digital methods approach to collect and assess 26,473 TikTok videos posted by 91 European news outlets between 2019 and 2022. Rooted conceptually in affordance and hybridity theory and methodologically in digital methods, the study theorizes digital production trends by drawing on a proposed typology of visual, hashtags, and auditory affordances. News outlets studied adhere to visual and hashtag affordances, but much less so to auditory ones."
  },
  {
    "discipline": "communication",
    "title": "How the Engagement Journalism Movement Is Changing Political News Content: An Applied-Research Study",
    "authors": "Sue Robinson, Margarita Orozco, Joshua P. Darr",
    "url": "https://doi.org/10.1177/10776990251318649",
    "doi": "https://doi.org/10.1177/10776990251318649",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Our multi-methodological, multi-university team was hired to evaluate whether news outlets participating in substantive training in journalism engagement and solutions-oriented practices were also changing their content. Analyzing a large dataset of political stories published by these journalists, we employed both quantitative and qualitative techniques to find significant differences between 2018, 2020, and 2022 political coverage: fewer horse-race (game) framed stories, more content considered to be “engaged,” more transparent stories, and somewhat of a boost in solutions-oriented content. This work documents and measures these content changes, adding to a burgeoning body of scholarship about engagement and solutions journalism."
  },
  {
    "discipline": "communication",
    "title": "Exploring an Alternative Computational Approach for News Framing Analysis Through Community Detection in Framing Element Networks",
    "authors": "Yanru Jiang, Sha Lai, Lei Guo, Prakash Ishwar, Derry Wijaya, Margrit Betke",
    "url": "https://doi.org/10.1177/10776990251328597",
    "doi": "https://doi.org/10.1177/10776990251328597",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This study introduces the “framing element” method, an alternative approach to computational news framing detection. Rooted in a constructionist framing analysis framework, it identifies frames as packages of framing elements, including actors (individuals and organizations) and topics, extending beyond topic-focused methods in prior unsupervised analyses. Compared with latent Dirichlet allocation (LDA)- and Bidirectional Encoder Representations from Transformers (BERT)-based approaches on 1,300 U.S. gun violence news articles, this method addresses LDA’s limitations by focusing on high-level framing elements rather than keywords and is less labor-intensive than BERT-based supervised learning. Supporting both inductive and deductive analyses, it achieves comparable results to LDA while uncovering a previously unidentified gun violence frame."
  },
  {
    "discipline": "communication",
    "title": "Detecting Covid-19 Fake News on Twitter/X in French: Deceptive Writing Strategies",
    "authors": "Ming Ming Chiu, Alex Morakhovski, Zhan Wang, Jeong-Nam Kim",
    "url": "https://doi.org/10.17645/mac.9483",
    "doi": "https://doi.org/10.17645/mac.9483",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Many who believed Covid-19 fake news eschewed vaccines, masks, and social distancing; got unnecessarily infected; and died. To detect such fake news, we follow deceptive writing theory and link French hedges and modals to validity. As hedges indicate uncertainty, fake news writers can use it to include falsehoods while shifting responsibility to the audience. Whereas &lt;em&gt;devoir&lt;/em&gt; (must) emphasizes certainty and truth, &lt;em&gt;falloir &lt;/em&gt;(should, need) implies truth but emphasizes external factors, allowing writers to shirk responsibility. &lt;em&gt;Pouvoir&lt;/em&gt; (can) indicates possibility, making it less tied to truth or falsehood. We tested this model with 50,000 French tweets about Covid-19 during March–August 2020 via mixed response analysis. Tweets with hedges or the modal &lt;em&gt;falloir&lt;/em&gt; were more likely than others to be false, those with &lt;em&gt;devoir&lt;/em&gt; were more likely to be true, and those with &lt;em&gt;pouvoir &lt;/em&gt;showed no clear link to truth. Tweets of users with verification, more followers, or fewer status updates were more likely to be true. These results extend deceptive writing theory and inform fake news detection algorithms and media literacy instruction."
  },
  {
    "discipline": "communication",
    "title": "SMART 2.0: Social Media Analytics and Reporting Tool Applied to Misinformation Tracking",
    "authors": "Mahmoud Mousa Hamad, Gopichandh Danala, Wolfgang Jentner, David Ebert",
    "url": "https://doi.org/10.17645/mac.9543",
    "doi": "https://doi.org/10.17645/mac.9543",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "The rapid proliferation of social media has created new data stemming from users’ thoughts, feelings, and interests. However, this unprecedented growth has led to the widespread dissemination of misinformation—deliberately or inadvertently false content that can trigger dangerous societal ramifications. Visual analytics combines advanced data analytics and interactive visualizations to explore data and mine insights. This article introduces the Social Media Analytics and Reporting Tool (SMART) 2.0, detailing its application in tracking misinformation on social media. An updated version of its predecessor, SMART 2.0 enables analysts to conduct real-time surveillance of social media content along with complementary data streams, including weather patterns, traffic conditions, and emergency service reports. SMART 2.0 offers enhanced capabilities like map-based, interactive, and AI-powered features that enable researchers to visualize and understand situational changes by assessing public social posts and comments. As a misinformation classification and tracking case study, we collected public, geo-tagged tweets from multiple cities in the UK during the 2024 riots. We showcased the effectiveness of SMART 2.0’s misinformation detection and tracking capabilities. Our findings show that SMART 2.0 effectively tracks and classifies misinformation using a human-in-the-loop approach."
  },
  {
    "discipline": "communication",
    "title": "Tracking menopause: An SDK Data Audit for intimate infrastructures of datafication with ChatGPT4o",
    "authors": "Jennifer Pybus, Mina Mir",
    "url": "https://doi.org/10.1177/14614448251314401",
    "doi": "https://doi.org/10.1177/14614448251314401",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This article presents a novel methodology to examine the tracking infrastructures that extend datafication across a sample of 14 menopause-related applications. The Software Development Kit (SDK) Data Audit is a mixed methodology that explores how personal data are accessed in apps using ChatGPT4o to account for how digital surveillance transpires via SDKs. Our research highlights that not all apps are equal amid ubiquitous datafication, with a disproportionate number of SDK services provided by Google, Meta, and Amazon. Our three key findings include: (1) an empirical approach for auditing SDKs; (2) a means to account for modular SDK infrastructure; and (3) the central role that App Events—micro-data points that map every action we make inside of apps—play in the data-for-service economy that SDKs enable. This work is intended to open up space for more critical research on the tracking infrastructures of datafication within our apps in any domain."
  },
  {
    "discipline": "politics",
    "title": "The Gendered Cost of Politics",
    "authors": "Frederik Klaaborg Kjøller, Lene Holm Pedersen",
    "url": "https://doi.org/10.1017/s0007123424000310",
    "doi": "https://doi.org/10.1017/s0007123424000310",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "We investigate how sexism and harassment affect political candidates’ preferences for political positions by deploying a conjoint experiment among political candidates in the 2021 Danish local elections. We find that, compared to men candidates, women candidates experience far more sexism and harassment, and assess their risk of victimization as being far higher. Correspondingly, the conjoint experiment reveals that women candidates state stronger preferences for equal working environments in politics than men, while holding similar preferences for formal working conditions like political positions, remuneration, and workload. Substantively, women’s willingness to lower their remuneration and increase their workload to avoid sexism in politics is more than double the size of men’s willingness. Our approach provides us with highly accurate descriptions of candidates’ preferences for political jobs, which are often assumed rather than measured directly. This lets us quantify the magnitude of an important working condition in politics with significant repercussions for women."
  },
  {
    "discipline": "politics",
    "title": "Evidence Can Change Partisan Minds but Less So in Hostile Contexts",
    "authors": "Jin Woo Kim",
    "url": "https://doi.org/10.1017/s0007123424000899",
    "doi": "https://doi.org/10.1017/s0007123424000899",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "A large body of literature indicates that partisan-motivated reasoning drives resistance to political persuasion. But recent scholarship has challenged this view, suggesting that people don’t always resist uncongenial information, and even when they do, it is not clear why. In this article, I present two survey experiments that examine when and why partisans selectively dismiss uncongenial information. The findings show that, in the absence of affective triggers, partisans were persuaded by both congenial and uncongenial information. But when randomly induced to feel adversarial, they became more dismissive of uncongenial information and ultimately disagreed more, not less, after considering the same information. These results (1) identify a crucial condition that provokes resistance to political persuasion; (2) demonstrate partisan-motivated reasoning more clearly than previous studies; and (3) underscore the importance of the quality of elite-level political discourse in determining the quality of citizen-level opinion formation."
  },
  {
    "discipline": "politics",
    "title": "The politics of seeking and avoiding discourse in parliament",
    "authors": "ELIAS KOCH, ANDREAS KÜPFER",
    "url": "https://doi.org/10.1111/1475-6765.70013",
    "doi": "https://doi.org/10.1111/1475-6765.70013",
    "filter": 0,
    "journal_full": "European Journal of Political Research",
    "abstract": "When do politicians debate each other in parliament, and when do they prefer to avoid discourse? While existing research has shown MPs to unilaterally leverage the dialogical nature of legislative debates to their advantage, the circumstances facilitating actual discursive interaction have so far received less attention. We introduce a new framework to study the emergence of discourse in political debates. Applying this framework, we expect ideological differences and government–opposition dynamics to shape politicians' choices about seeking or avoiding discourse. To test these hypotheses, we draw on an original dataset of all 14,595 attempted and successful interventions ( Zwischenfragen ) – extraordinary, voluntary discursive exchanges between speakers and MPs in the audience – in the German Bundestag (1990–2020), extracted using an annotation pipeline developed specifically for this study. We find that MPs separated by diverging preferences seek discourse with one another more often than their ideologically aligned counterparts. At the same time, these exact attempts do less frequently result in discursive interactions. When considering government–opposition dynamics in this process, we observe very similar patterns: Attempts to initiate discourse are particularly common among opposition MPs facing government speakers, and we find tentative evidence suggesting that government actors are most likely to avoid these invitations to discursive interaction. Our findings have important implications for our understanding of elite behaviour in public environments."
  },
  {
    "discipline": "politics",
    "title": "Labor vs. Big Business: Interest Groups, Cue-Taking, and Voting Behavior",
    "authors": "Daniel R. Daneri",
    "url": "https://doi.org/10.1007/s11109-025-10010-0",
    "doi": "https://doi.org/10.1007/s11109-025-10010-0",
    "filter": 0,
    "journal_full": "Political Behavior",
    "abstract": "How do individuals interpret interest group cues to make informed voting decisions that are aligned with their partisan identities and ideologies? In the 2020 election cycle, Californians voted on a ballot proposition that concerned the employment status of gig economy workers such as Uber and Lyft drivers. In a manner uncharacteristic of most policy issues, votes for and against the measure did not neatly align with partisan identities. I conduct a content analysis of newspaper coverage and paid social media advertising and find that voters received potentially imbalanced exposure that favored arguments by app-based companies and their allies. I theorize that voters were persuadable due to low attitude crystallization and a new information environment with respect to independent contractor status as a policy issue. To test this, I conduct an experiment among self-identifying Democrats in which I expose them to a series of cue-taking treatments from businesses and labor unions regarding legislation on an independent contractor status policy (low attitude crystallization) or a paid family/medical leave program (high attitude crystallization). The results support my theory and suggest that, despite a half-century of decline, labor unions’ endorsements continue to serve as a compass to guide individual voter decision-making towards progressive positions."
  },
  {
    "discipline": "politics",
    "title": "Seeing red: How gerrymandering emotionally mobilizes turnout",
    "authors": "Hilary J. Izatt",
    "url": "https://doi.org/10.1111/pops.70013",
    "doi": "https://doi.org/10.1111/pops.70013",
    "filter": 0,
    "journal_full": "Political Psychology",
    "abstract": "Partisan gerrymandering threatens the health of democracy by manipulating formal institutions away from majority rule. In the conventional formulation, institutional manipulation mechanically alters political outcomes. Yet research has neglected the psychological effects of partisan redistricting, which can provoke an emotional backlash from voters. This study presents a theory of voting behavior in which citizen anger over political machinations incites greater turnout that can, in turn, partially compensate for partisan gerrymandering. The constituents that politicians target for disadvantage are agents who can learn they are being targeted, react emotionally, and become that much more motivated to vote. In two survey experiments on large samples, citizens were randomly assigned to receive information about gerrymandering that aimed to either advantage or disadvantage their party. Advantaged citizens on average feel positive emotions but do not significantly alter their intended turnout behavior. Disadvantaged citizens, on the contrary, report greater amounts of fear and anger. The angry participants declare significantly higher rates of voting intent. The results indicate that institutional manipulation may not result simply in mechanical effects but might also provoke psychological backlash that may be partly offsetting, suggesting an avenue for democratic resilience."
  },
  {
    "discipline": "politics",
    "title": "Survey sampling in the Global South using Facebook advertisements",
    "authors": "Leah R. Rosenzweig, Parrish Bergquist, Katherine Hoffmann Pham, Francesco Rampazzo, Matto Mildenberger",
    "url": "https://doi.org/10.1017/psrm.2025.18",
    "doi": "https://doi.org/10.1017/psrm.2025.18",
    "filter": 0,
    "journal_full": "Political Science Research and Methods",
    "abstract": "Survey research in the Global South has traditionally required large budgets and lengthy fieldwork. The expansion of digital connectivity presents an opportunity for researchers to engage global subject pools and study settings where in-person contact is challenging. This paper evaluates Facebook advertisements as a tool to recruit diverse survey samples in the Global South. Using Facebook’s advertising platform, we quota-sample respondents in Mexico, Kenya, and Indonesia and assess how well these samples perform on a range of survey indicators, identify sources of bias, replicate a canonical experiment, and highlight trade-offs for researchers to consider. This method can quickly and cheaply recruit respondents, but these samples tend to be more educated than corresponding national populations. Weighting ameliorates sample imbalances. This method generates comparable data to a commercial online sample for a fraction of the cost. Our analysis demonstrates the potential of Facebook advertisements to cost-effectively conduct research in diverse settings."
  },
  {
    "discipline": "politics",
    "title": "Gendered targeting: Do parties tailor their campaign ads to women?",
    "authors": "Cornelius Erfort",
    "url": "https://doi.org/10.1086/736027",
    "doi": "https://doi.org/10.1086/736027",
    "filter": 0,
    "journal_full": "The Journal of Politics"
  },
  {
    "discipline": "politics",
    "title": "Testing the Compensatory Theory: A Survey Experiment on Covid-19 and Redistributive Preferences in the UK",
    "authors": "Mariana Alvarado, Pablo Querubin, Kenneth Scheve, David Stasavage",
    "url": "https://doi.org/10.1086/736111",
    "doi": "https://doi.org/10.1086/736111",
    "filter": 0,
    "journal_full": "The Journal of Politics"
  },
  {
    "discipline": "public opinion",
    "title": "Understanding Avoidance of Political Discussions in an Autocratizing Society",
    "authors": "Chun Hong Tse, Francis L F Lee",
    "url": "https://doi.org/10.1093/ijpor/edaf013",
    "doi": "https://doi.org/10.1093/ijpor/edaf013",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "People living in authoritarian or autocratizing societies may have to refrain from expressing their genuine political views to avoid troubles. Besides preference falsification, some may simply refrain from engaging in political expressions and discussions. This study aims at understanding avoidance of political discussions in an autocratizing society. It posits perceptions of legal and social risks, political frustration, political orientation, and secondary control as possible predictors of avoidance of political discussions. A survey of citizens in post-National Security Law Hong Kong shows that pro-democracy citizens in Hong Kong are more likely to perceive the presence of social and legal risks. They are also more likely to feel frustrated by the political environment. Perceived social risks significantly predict avoidance of political discussions, and the relationship is stronger among people with higher levels of secondary control. Implications of the findings are discussed."
  },
  {
    "discipline": "public opinion",
    "title": "Automated Detection of Media Bias Using Artificial Intelligence and Natural Language Processing: A Systematic Review",
    "authors": "Mar Castillo-Campos, David Becerra-Alonso, Hajo G. Boomgaarden",
    "url": "https://doi.org/10.1177/08944393251331510",
    "doi": "https://doi.org/10.1177/08944393251331510",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "Media bias has long been a subject of scholarly interest due to its potential to shape public perceptions and behaviors. This systematic review leverages advances in natural language processing (NLP) to explore automated methods to detect media bias, addressing five core questions: it examines the definitions and operationalization of media bias, explores the NLP tasks addressed for its detection, the technologies used, and their respective outcomes and applied findings. This review also examines the practical applications of these methodologies and assesses the patterns, implications, and limitations associated with using artificial intelligence for media bias detection. Analyzing peer-reviewed articles from 2019 to 2023, the review initially identified 519 articles, which ultimately included 28 relevant ones. Significant heterogeneity is observed in bias definitions, affecting the analysis and detection approaches. The review highlights the predominant use of some methods and identifies challenges such as inconsistencies in problem definition, outcome measurement, and comparative method evaluation. Regardless of the conceptualizations of bias and the methods used, studies consistently identify bias in media outlets. Thus, studying media bias remains necessary for raising awareness and detection, and NLP methods are significant allies in this endeavor. This research aims to consolidate the foundations of recent advances in NLP for bias detection, encouraging researchers to focus on developing transparent, task-specific tools and work toward a consensus on a technical definition of bias and standardized metrics for its evaluation."
  },
  {
    "discipline": "psychology",
    "title": "One Decade Into the Replication Crisis, How Have Psychological Results Changed?",
    "authors": "Paul C. Bogdan",
    "url": "https://doi.org/10.1177/25152459251323480",
    "doi": "https://doi.org/10.1177/25152459251323480",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "A psychology article’s p values say a lot about how its studies were conducted and whether its results are likely to replicate. Examining p values across the entire literature can, in turn, shed light on the state of psychology overall and how it has changed since the start of the replication crisis. In the present research, I investigate strong ( p &lt; .01) and weak (.01 ≤ p &lt; .05) p values reported across 240,355 empirical psychology articles from 2004 to 2024. Over this period and across every subdiscipline, the typical study has begun reporting markedly stronger p values. Nowadays, articles reporting strong p values are also more often published in top journals and receive more citations. Yet it also appears that robust research is still not correspondingly linked to career success given that researchers at the highest ranked universities tend to publish articles with the weakest p values. Investigating language usage suggests that two-thirds of this association can be explained by highly ranked universities preferring laborious, expensive, and subtle research topics even though these generally produce weaker results. Altogether, these findings point to the strength of most contemporary psychological research and suggest academic incentives have begun to promote such research. However, there remain key questions about the extent to which robustness is truly valued compared with other research aspects."
  },
  {
    "discipline": "psychology",
    "title": "On a generalizable approach for sample size determination in Bayesian t tests",
    "authors": "Tsz Keung Wong, Jorge N. Tendeiro",
    "url": "https://doi.org/10.3758/s13428-025-02654-x",
    "doi": "https://doi.org/10.3758/s13428-025-02654-x",
    "filter": 0,
    "journal_full": "Behavior Research Methods",
    "abstract": "The Bayes factor is often proposed as a superior replacement to p  values in testing null hypotheses for various reasons, with the availability of many user-friendly and easily accessible statistical software tools facilitating the use of Bayesian tests. Meanwhile, Bayes factor design analysis (BFDA), the counterpart of power analysis, is also proposed to ensure the maximum efficiency and informativeness of a study. Despite tools for conducting BFDA being limited and mostly relying on Monte Carlo methodology, methods based on root-finding algorithms have been recently developed (e.g., Pawel and Held, 2025), overcoming weaknesses of simulation approaches. This paper builds on these advancements by presenting a method generalizing the existing approach for conducting BFDA for sample size determination in t tests. The major advantage of the current method is that it does not assume normality of the effect size estimate, allowing more flexibility in the specification of the design and analysis priors. We developed and showcase a user-friendly Shiny app for facilitating the use of BFDA, illustrated with an empirical example. Furthermore, using our method, we explore the operating characteristics of the Bayes factors using various priors."
  },
  {
    "discipline": "psychology",
    "title": "Examining the Feasibility of Weighting Opt-In Surveys to Accommodate the Effects of Nonresponse",
    "authors": "Ashani Jayasekera",
    "url": "https://doi.org/10.1080/00273171.2025.2442265",
    "doi": "https://doi.org/10.1080/00273171.2025.2442265",
    "filter": 0,
    "journal_full": "Multivariate Behavioral Research"
  },
  {
    "discipline": "psychology",
    "title": "Zero inflation in intensive longitudinal data: Why is it important and how should we deal with it?",
    "authors": "Sijing (S. J. ) Shao, Ziqian Xu, Qimin Liu, Kenneth McClure, Ross Jacobucci, Scott E. Maxwell, Zhiyong Zhang",
    "url": "https://doi.org/10.1037/met0000754",
    "doi": "https://doi.org/10.1037/met0000754",
    "filter": 0,
    "journal_full": "Psychological Methods"
  }
]
