[
  {
    "discipline": "communication",
    "title": "The Depolarizing Effect of AI Chatbots: Effects of Interactive News on Belief Perseverance and Information Seeking",
    "authors": "Freddie J. Jennings, Marco Dehnert, Nicholas Purintun",
    "url": "https://doi.org/10.1080/08838151.2025.2519731",
    "doi": "https://doi.org/10.1080/08838151.2025.2519731",
    "filter": 0,
    "journal_full": "Journal of Broadcasting & Electronic Media"
  },
  {
    "discipline": "communication",
    "title": "Dissemination of false information and societal polarization: an empirical investigation",
    "authors": "Prashant Kumar Choudhary, Jadhav Chakradhar, Poola Devendra",
    "url": "https://doi.org/10.1080/19331681.2025.2519053",
    "doi": "https://doi.org/10.1080/19331681.2025.2519053",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "Negative Feedback Fuels Hate Speech: A Deep Learning Analysis of 25 Million News Comments",
    "authors": "Hyo-sun Ryu, Jae Kook Lee",
    "url": "https://doi.org/10.1177/10776990251343076",
    "doi": "https://doi.org/10.1177/10776990251343076",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This study investigates the dynamics of hate speech, looking at feedback on comments and subsequent commenting. We examine the relationship between feedback on comments, hate speech presence, and commenter types, with analysis of news comments during the 2022 South Korean presidential election campaigns. The data include 25 million comments, analyzed with a deep learning hate speech detection model. It was found that positive feedback encourages more commenting for non-hateful content, and negative feedback reduces subsequent non-hateful comments. However, surprisingly, negative feedback was found to rather increase the frequency of hateful comments, particularly among light commenters. Implications of the findings are discussed."
  },
  {
    "discipline": "communication",
    "title": "Reducing Misinformation Credibility: How Explanations Impact the Effectiveness of Social Media Warning Labels and Fact-Checking Source Recall",
    "authors": "Paul Mena",
    "url": "https://doi.org/10.1177/10776990251347657",
    "doi": "https://doi.org/10.1177/10776990251347657",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Social media platforms have been using warning labels to alert users of misinformation. Although research has shown that flagging can be effective in reducing the perceived credibility of false information, many social media users still believe in misinformation even after seeing a warning label. An online experiment found that explanations may enhance the effectiveness of warning labels in reducing the credibility of misinformation with high message credibility. This research also showed that explanations may increase the perceived informational utility of warning labels. In the same way, explanations of warning labels were found to boost fact-checking source recall."
  },
  {
    "discipline": "communication",
    "title": "Harmony in Political Discourse? The Impact of High-Quality Listening on Speakers’ Perceptions Following Political Conversations",
    "authors": "Guy Itzchakov, Niv Navon, Jarret T. Crawford, Netta Weinstein, Kenneth G. DeMarree",
    "url": "https://doi.org/10.17645/mac.9871",
    "doi": "https://doi.org/10.17645/mac.9871",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Conversations with people who hold opposite partisan attitudes can elicit defensiveness, reinforce extreme attitudes, and undermine relationships with those with opposing views. However, this might not be the case when speakers experience high-quality (attentive, understanding, and non-judgmental) listening from their conversation partners. We hypothesized that high-quality listening would increase speakers’ positive views toward, and their willingness to further interact with, others who hold politically opposed attitudes, and that these effects would be mediated by greater state openness. We conducted three experiments using different modalities to manipulate listening. In Study 1 (&lt;em&gt;N&lt;/em&gt; = 379), participants recalled a conversation with an opposing political party member, with listening quality described as high-quality, low-quality, or control. Study 2 (&lt;em&gt;N&lt;/em&gt; = 269) used imagined interactions, with participants reading vignettes describing either high-quality listening or a control condition. In Study 3 (preregistered; &lt;em&gt;N&lt;/em&gt; = 741), participants watched a video of a listener modeling high-quality or moderate-quality listening and imagined themselves engaging in a similar interaction. Across studies, we found that high-quality listening consistently increased speakers’ state openness to politically opposed others but did not change political attitudes. We found inconsistent evidence for speakers’ increased willingness to engage in future interactions (meta-analytic effect: = 0.20, &lt;em&gt;p&lt;/em&gt; = 0.015). However, we observed a consistent indirect effect of listening on positive attitudes and willingness for future interactions through increased openness."
  },
  {
    "discipline": "communication",
    "title": "Direct and Indirect Effects of Communication Channel and Perceived Affordances on Perceptions of Support: A Dyadic Mediation Analysis",
    "authors": "Lucas J. Youngvorst, Andrew C. High",
    "url": "https://doi.org/10.1080/15213269.2025.2515383",
    "doi": "https://doi.org/10.1080/15213269.2025.2515383",
    "filter": 0,
    "journal_full": "Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "Uses and effects of AR- and VR-based animal embodiment: A field study at a beach music festival",
    "authors": "Daniel Pimentel",
    "url": "https://doi.org/10.1177/14614448251346153",
    "doi": "https://doi.org/10.1177/14614448251346153",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Amid growing ecological threats to wildlife, organizations are increasingly exploring multimedia solutions to spur action. One such strategy involves enabling audiences to embody threatened wildlife (animal embodiment) via augmented and virtual reality (AR/VR). Despite AR/VR’s capacity to visualize threats onto one’s virtual body, little is understood about how these platforms differ in their uses and effects. Thus, A field study was conducted at a music festival where attendees ( N = 99) evaluated custom-designed AR and VR games enabling animal embodiment. Results showed clear modality preferences for the AR game, though both AR and VR elicited high levels of connection, or body transfer (BT), with the animal body. BT also predicted pro-environmental behavior intentions, though this effect was strongest for direct (donations, volunteering) rather than indirect actions (social media advocacy). Results yield insight into the requirements for BT with animal bodies and establish support for animal embodiment as a viable environmental communications strategy."
  },
  {
    "discipline": "communication",
    "title": "OnlyFans use and satisfactions with oneself and others: The role of upward social comparison",
    "authors": "Yadong Ji, Yachao Li",
    "url": "https://doi.org/10.1177/14614448251342235",
    "doi": "https://doi.org/10.1177/14614448251342235",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "OnlyFans is a patronage platform primarily for sexually explicit content. Unlike professionally produced pornography, OnlyFans allows users to actively select their subscriptions and engage directly with creators. However, little is known about how the use of OnlyFans relates to various satisfaction with oneself and others. This study ( n = 293) explores the association of OnlyFans usage—including viewing and interaction—with different types of satisfaction: sexual self-esteem, relational satisfaction with sexual partners, and sexual satisfaction. The study also examined the role of upward comparisons (e.g. comparing oneself to performers, comparing sexual partners to performers, and comparing one’s sex life to depicted performances) in these dynamics. Contrary to expectations based on previous pornography research, the data revealed a positive relationship between OnlyFans use and satisfaction through upward comparisons. The findings suggest that OnlyFans use was associated with upward comparisons with content creators, which in turn may relate to increased sexual knowledge, skill development, and inspiration."
  },
  {
    "discipline": "communication",
    "title": "Guarding against deception through news literacy interventions: Impact of issue involvement and participation on young French adults’ fake news vulnerability",
    "authors": "Ambre Gambin, Andreas Munzel",
    "url": "https://doi.org/10.1177/14614448251342796",
    "doi": "https://doi.org/10.1177/14614448251342796",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "In the so-called post-truth age and the rise of social media, news circulates widely and quickly, leading to information overload. In this context, individuals experiencing high issue involvement tend to engage more with information. Literature has recently focused on news literacy interventions to protect people from fake news. However, few have addressed these initiatives’ immediate and differential effects simultaneously on young adults’ vulnerability to deception. Through three experiments involving undergraduate university students in France, we demonstrate that intervention-based educational methods can mitigate the impact of issue involvement on belief in fake news. Yet, they do not enable individuals to protect themselves in the long run and may even prove counterproductive by triggering information overload. Our study contributes to the research investigating preventive practices to help users arm themselves against fake news in media communication, social media, and social marketing."
  },
  {
    "discipline": "communication",
    "title": "Communicating about sexual violence on TikTok: A content analysis",
    "authors": "Sydney Nicolla, Allison J Lazard, Deen Freelon, Lucinda L Austin, Heathe Luz McNaughton Reyes, Kathryn E Moracco",
    "url": "https://doi.org/10.1177/14614448251341484",
    "doi": "https://doi.org/10.1177/14614448251341484",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "TikTok presents an opportunity for strategic and health communicators. There are more than 300 million views associated with the hashtags #sexualassaultawareness and #sexualassaultsurvivors on TikTok. Using quantitative content analysis, we analyzed 150 TikTok videos about “sexual assault” for trends in self-disclosures (RQ1), message framing (RQ2), types of sexual violence (RQ3), emotions (RQ4), creator characteristics (RQ5–7), and engagement (RQ8). We found that millions of people are seeing and engaging with this content. Coded videos were often (68%) framed from the perspective of educating or creating awareness. Video creators often engaged in displays of authenticity like showing their face on camera (84%). Coded videos often (60%) framed information in a way that “calls out” perpetrators or social norms surrounding sexual violence. This study sets the stage for future explorations of strategic communication on TikTok, including but not limited to projects related to sexual violence resistance and prevention."
  },
  {
    "discipline": "communication",
    "title": "Narrative Versus Statistical Evidence in Environmental Persuasion: A Meta-Analysis Study",
    "authors": "Soohee Choi, Meng Chen, Zhuo Guo",
    "url": "https://doi.org/10.1177/10755470251344211",
    "doi": "https://doi.org/10.1177/10755470251344211",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "This meta-analysis examines the effectiveness of narrative versus statistical evidence in environmental communication. Narrative evidence significantly enhances risk perception and behavioral intention, while statistical evidence plays a more conditional role in shaping attitudes. Moderator analyses reveal that video-based messages enhance the impact of narratives on risk perception, while locally framed statistical messages strengthen their effect on attitude. Longer messages are more effective at influencing behavioral outcomes than shorter ones. Explicit statistical messages enhance risk perception and intention, while non-explicit narratives remain effective. These findings highlight the importance of integrating narrative and statistical evidence in environmental communication campaigns."
  },
  {
    "discipline": "communication",
    "title": "The Values of Fame: Exploring the Visual and Textual Representations of Basic Values in Influencers’ Instagram Content",
    "authors": "Anaëlle J. Gonzalez, Isra Irmak Akgün, Laura Vandenbosch",
    "url": "https://doi.org/10.1177/20563051251339035",
    "doi": "https://doi.org/10.1177/20563051251339035",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Despite the popularity of social media influencers (SMIs), little is known about how their content reflects and conveys certain values, leaving a gap in understanding their role as value intermediaries. This content analysis examined the representation of Schwartz values in the Instagram profiles of 59 of the most followed Western SMIs, celebrities, and athletes. Relying on 1256 posts and 2936 stories, the study documented the prevalence of values, modalities of representations (multimodal complexity and post-caption congruence), and differences between SMIs, athletes, and celebrities. Results revealed that 60.3% of the content portrayed at least one value, with achievement, benevolence, and hedonism being the most frequent. Multilevel analyses indicated that SMIs and athletes were more likely to post hedonism and benevolence, while celebrities were more likely to share universalism than SMIs. Most values were represented through low to medium levels of multimodal complexity, and only 15.3% showed post-caption congruence. These findings underscore the need to document how global digital platforms and actors mediate value representation, as they have the potential to shape audience values and cultural norms."
  },
  {
    "discipline": "politics",
    "title": "Unpacking the role of in‐group bias in US public opinion on human rights violations",
    "authors": "Rebecca Cordell",
    "url": "https://doi.org/10.1111/ajps.12995",
    "doi": "https://doi.org/10.1111/ajps.12995",
    "filter": 0,
    "journal_full": "American Journal of Political Science",
    "abstract": "Which actor identities and social and political cleavages drive public opinion on human rights violations? While in‐group bias is known to influence public responses to government abuses, the relative impact of different identity characteristics has not been directly tested. Building on social identity theory and moral typecasting theory, I use a conjoint survey experiment in the United States of 3,200 respondents to examine the causal effects of in‐group bias across multiple actor identities (perpetrator, target, and elite cue giver) and social and political divides (partisanship, race, religion, and citizenship). Party loyalty to the perpetrator dominates other group identities; simply changing the perpetrator's political identity can be an important determinant for whether respondents oppose violations. Surprisingly, the target's race, religion, and citizenship has mixed impact, and partisan cues have little effect. These findings highlight when group loyalty outweighs human rights concerns and where public demand for government accountability may be reduced."
  },
  {
    "discipline": "politics",
    "title": "AI as Governance",
    "authors": "Henry Farrell",
    "url": "https://doi.org/10.1146/annurev-polisci-040723-013245",
    "doi": "https://doi.org/10.1146/annurev-polisci-040723-013245",
    "filter": 0,
    "journal_full": "Annual Review of Political Science",
    "abstract": "Political scientists have had remarkably little to say about artificial intelligence (AI), perhaps because they are dissuaded by its technical complexity and by current debates about whether AI might emulate, outstrip, or replace individual human intelligence. They ought to consider AI in terms of its relationship with governance. Existing large-scale systems of governance such as markets, bureaucracy, and democracy make complex human relations tractable, albeit with some loss of information. AI's major political consequences can be considered under two headings. First, we may treat AI as a technology of governance, asking how AI's capacities to classify information at scale affect markets, bureaucracy, and democracy. Second, we might treat AI as an emerging form of governance in its own right, with its own particular mechanisms of representation and coordination. These two perspectives reveal new questions for political scientists, encouraging them to reconsider the boundaries of their discipline."
  },
  {
    "discipline": "politics",
    "title": "Accountability in Developing Democracies: The Impact of the Internet, Social Media, and Polarization",
    "authors": "Horacio Larreguy, Pia J. Raffler",
    "url": "https://doi.org/10.1146/annurev-polisci-033123-015559",
    "doi": "https://doi.org/10.1146/annurev-polisci-033123-015559",
    "filter": 0,
    "journal_full": "Annual Review of Political Science",
    "abstract": "This article reviews the recent literature on accountability in developing democracies through the lens of two nested principal–agent problems: the relationship between voters and elected politicians and that between elected politicians and bureaucrats. We focus on two global trends that we view as reshaping these accountability relationships in important ways: the rise of the internet and social media on the one hand and increasing political polarization on the other. We evaluate the impacts of these developments on the sanctioning of the performance of elected officials, the selection of elected officials, and the agency problem between elected officials and bureaucrats. Rather than offering definitive conclusions, we highlight key trade trade-offs and emphasize that the overall effects are contingent on the status quo. Notably, much of the existing evidence originates from developed democracies, presenting important opportunities for future research to address gaps in understanding accountability in developing contexts."
  },
  {
    "discipline": "politics",
    "title": "Triangulating the Relationship Between Education and Attitudes Toward Immigration",
    "authors": "Qinya Feng",
    "url": "https://doi.org/10.1017/xps.2024.7",
    "doi": "https://doi.org/10.1017/xps.2024.7",
    "filter": 0,
    "journal_full": "Journal of Experimental Political Science",
    "abstract": "Education is widely believed to predict attitudes toward immigration, but what causal relationship underlies this descriptive pattern? This research employs three distinct natural experiments and considers genetic factors to triangulate this relationship: Study 1 analyses discordant monozygotic twins; Study 2 assesses the impact of a Swedish education reform; and Study 3 analyses dizygotic twins with the use of a polygenic index for education, a DNA-based measure for genetic predispositions toward education. The results indicate that education does modestly promote open views toward immigration (Study 1), yet the reform’s effect remains uncertain (Study 2). Study 3 offers direct evidence of the effects of genetic predispositions and suggests that genetics related to education may influence attitudes beyond achieved educational attainment. These findings confirm the positive impact of education while pointing to the combined influence of genetic and social pathways in shaping immigration attitudes."
  },
  {
    "discipline": "politics",
    "title": "Information and Perceptions of Electability in Primary Elections",
    "authors": "Sarah E. Anderson, Barry C. Burden, Daniel M. Butler, Laurel Harbridge-Yong, Timothy J. Ryan",
    "url": "https://doi.org/10.1007/s11109-025-10054-2",
    "doi": "https://doi.org/10.1007/s11109-025-10054-2",
    "filter": 0,
    "journal_full": "Political Behavior",
    "abstract": "When citizens vote in primary elections, they have good reason to consider each candidate’s electability —the chances of winning the general election if they become their party’s nominee. Although electability perceptions are potentially a critical determinant of who wins, little is known about how voters form such perceptions. Using a pre-registered survey experiment conducted on voters in advance of several real competitive senatorial and gubernatorial primary elections in 2022, we examine three candidate attributes that plausibly shape and are correlated with voters’ perceptions of electability: ideological moderation, experience in elected office, and campaign fundraising success. We find evidence that providing new information about candidate attributes affects perceptions of electability, with fundraising being most important. Subsequent analysis shows that this effect is largely driven by Republican voters. Our results highlight the need to better understand differences across the parties in perceptions of electability and how voters learn about campaign finance information."
  },
  {
    "discipline": "politics",
    "title": "Cueing Without Parties: Experimental Evidence from Peru",
    "authors": "Nicolás de la Cerda",
    "url": "https://doi.org/10.1007/s11109-025-10059-x",
    "doi": "https://doi.org/10.1007/s11109-025-10059-x",
    "filter": 0,
    "journal_full": "Political Behavior",
    "abstract": "Citizens infer policy information from partisan cues, yet their utility varies cross-nationally. In weakly institutionalized democracies with short-lived political parties and volatile party systems, partisan cues are likely of little heuristic value. I argue that in these contexts, citizens leverage alternative political markers, such as ideological or political movement-related categories, to make sense of the political arena. I test this argument in Peru, a country with an extremely volatile and distrusted party system. Using a survey experiment, I show that political cues significantly influence policy preferences even in the absence of clear and strong partisan brands. Further analysis using causal forest reveals that movement-related political identities are the primary moderators of cueing effects, outweighing traditional factors such as partisanship or ideology. Notably, while non-partisan cues influence attitude formation, only outgroup cues effectively shape preferences. I theorize that this asymmetry could potentially stem from two distinct features of the Peruvian political landscape: deep mistrust in political parties and patterns of affective polarization marked by stronger outgroup prejudice than ingroup favoritism. Overall, this study underscores the importance of alternative forms of political identification in weakly institutionalized party systems, extending existing theories of public opinion formation to diverse democratic settings."
  },
  {
    "discipline": "politics",
    "title": "Understanding the Sensitivity of Party Identification Questions in Polarized African Contexts",
    "authors": "Justine M. Davis, Martha Wilfahrt",
    "url": "https://doi.org/10.1007/s11109-025-10058-y",
    "doi": "https://doi.org/10.1007/s11109-025-10058-y",
    "filter": 0,
    "journal_full": "Political Behavior",
    "abstract": "The global rise of political polarization has generated new insights into how polarization affects political behavior. But political polarization may also shape the dynamics of researching such behavior in the first place. This paper argues that in polarized contexts, asking about party identification (PID) during academic surveys can be highly sensitive. We demonstrate this in sub-Saharan Africa, using three forms of evidence. First, a survey of enumerators in Côte d’Ivoire shows that over 50% feel uncomfortable asking about PID, linking their discomfort to the polarized political climate. Enumerators also believe that such questions reduce honest responses and influence the research encounter itself. Second, data from the Afrobarometer reveals that respondents in polarized countries often self-censor on PID questions more than on traditionally sensitive topics like clientelism, violence, or identity. Finally, interviews and focus groups with Ivorian citizens support these findings, highlighting the sensitivity around PID. These results emphasize that in politically polarized environments, partisanship questions may be uniquely sensitive and impact data quality and the research experience in addition to holding ramifications for political behavior. We conclude with a discussion of implications for survey design and analysis as well as a general call for political scientists to consider what is sensitive, in what context, and for whom when designing surveys."
  },
  {
    "discipline": "politics",
    "title": "Depolarization and its discontents: Experimental evidence on affective polarization and willingness to confront racism and misinformation from two online workshops",
    "authors": "Robert A. Blair, Jessica Gottlieb, Marie Schenk, Christopher Woods",
    "url": "https://doi.org/10.1111/pops.70046",
    "doi": "https://doi.org/10.1111/pops.70046",
    "filter": 0,
    "journal_full": "Political Psychology",
    "abstract": "Recent years have witnessed a proliferation of initiatives aimed at reducing partisan polarization in the United States. Many of these initiatives focus on promoting civil dialogue across partisan lines and fostering tolerance for diverse political perspectives. While these are laudable goals, we argue that emphasizing civility and tolerance may have the adverse unintended consequence of diminishing citizens' willingness to engage in conflictive conversations about normatively important but politically divisive subjects. We focus on two especially prominent (but contentious) preoccupations of contemporary American politics: combating racism and countering the spread of misinformation. We test our theory through an experimental evaluation of two scalable online depolarization workshops. Our results suggest that the workshops mitigated affective polarization and negative partisanship among a subsample of participants drawn from a nationally representative voter database. Consistent with our theory, however, the workshops also appear to have diminished these same participants' willingness to confront false or racist speech when doing so would require conflictive conversations with out‐partisans. We conclude by considering the complex practical and normative implications of our results."
  },
  {
    "discipline": "politics",
    "title": "Virtue or passion? How moral frames in climate change appeals elicit emotions and change opinions",
    "authors": "Linda Bos, Rosa Sanchez Salgado",
    "url": "https://doi.org/10.1111/pops.70048",
    "doi": "https://doi.org/10.1111/pops.70048",
    "filter": 0,
    "journal_full": "Political Psychology",
    "abstract": "Political climate change debates make use of different moral frames of climate change diagnoses and solutions. While it is argued that moral frames are more effective when they invoke strong moral emotions, thus far the relationship between real‐world political moral viewpoints on climate change and the arousal of related emotions, behavior, and attitudes has not been studied. In this paper, we raise the question of whether existing moral climate frames are effective through emotions (“passion”) or through direct moral persuasion (“virtue”). We compare three viewpoints on the causes of and solutions to climate change: the mainstream, the green‐left, and the populist right viewpoint. Grounded in moral foundations and appraisal theory, we conceptualize these viewpoints on the causes and solutions of the climate crisis as moral appeals embedding appraisals to specific emotions. In the next step, we use these specific appeals as input for a 3 × 2 between‐subjects factorial survey experiment with a control condition among a diverse sample of 1708 Dutch respondents, varying the inclusion of presented diagnoses. Our results show that the effectiveness of moral climate change appeals depends on passion, and that widespread climate action is unlikely based on the most prominent political climate messages."
  },
  {
    "discipline": "politics",
    "title": "Affective polarization and democratic erosion: evidence from a context of weak partisanship",
    "authors": "Loreto Cox, Pedro Cubillos, Carmen Le Foulon",
    "url": "https://doi.org/10.1017/psrm.2025.10019",
    "doi": "https://doi.org/10.1017/psrm.2025.10019",
    "filter": 0,
    "journal_full": "Political Science Research and Methods",
    "abstract": "Can the “us versus them” dynamic in politics undermine support for democracy even in the absence of strong party identification? While much is known about affective polarization in the USA, its impact on democratic commitment in other contexts remains understudied. We examine Chile’s 2022 plebiscite, where voters decided whether to approve or reject a new constitution amid low levels of party trust and identification. Through an experiment using an unobtrusive primer, we successfully induced short-term affective polarization, heightening animosity across multiple dimensions. Our findings show that individuals primed to this polarization significantly reduced their support for democracy, mirroring patterns observed in the USA. These results emphasize the importance of studying affective polarization, especially in regions with fragile democratic histories."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Estimating the extent and sources of model uncertainty in political science",
    "authors": "Michael Ganslmeier, Tim Vlandas",
    "url": "https://doi.org/10.1073/pnas.2414926122",
    "doi": "https://doi.org/10.1073/pnas.2414926122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Assessing model uncertainty is crucial to quantitative political science. Yet, most available sensitivity analyses focus only on a few modeling choices, most notably the covariate space, while neglecting to jointly consider several equally important modeling choices simultaneously. In this article, we combine the exhaustive and systematic method of the Extreme Bounds Analysis with the more multidimensional logic underpinning the multiverse approach to develop an approach to sensitivity analyses. This allows us to systematically assess the degree and sources of model uncertainty across multiple dimensions, including the control set, fixed effect structures, SE types, sample selection, and dependent variable operationalization. We then apply this method to four prominent topics in political science: democratization, institutional trust, public good provision, and welfare state generosity. Results from over 3.6 bn estimates reveal widespread model uncertainty, not just in terms of the statistical significance of the effects, but also their direction, with most independent variables yielding a substantive share of statistically significant positive and negative coefficients depending on model specification. We compare the strengths and weaknesses of three distinct approaches to estimating the relative importance of different model specification choices: nearest 1-neighbor; logistic; and deep learning. All three approaches reveal that the impact of the covariate space is relatively modest compared to the impact of sample selection and dependent variable operationalization. We conclude that model uncertainty stems more from sampling and measurement than conditioning and discuss the methodological implications for how to assess model uncertainty in the social sciences."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Republicans are flagged more often than Democrats for sharing misinformation on X’s Community Notes",
    "authors": "Thomas Renault, Mohsen Mosleh, David G. Rand",
    "url": "https://doi.org/10.1073/pnas.2502053122",
    "doi": "https://doi.org/10.1073/pnas.2502053122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "We use crowd-sourced assessments from X’s Community Notes program to examine whether there are partisan differences in the sharing of misleading information. Unlike previous studies, misleadingness here is determined by agreement across a diverse community of platform users, rather than by fact-checkers. We find that 2.3 times more posts by Republicans are flagged as misleading compared to posts by Democrats. These results are not base rate artifacts, as we find no meaningful overrepresentation of Republicans among X users. Our findings provide strong evidence of a partisan asymmetry in misinformation sharing which cannot be attributed to political bias on the part of raters, and indicate that Republicans will be sanctioned more than Democrats even if platforms transition from professional fact-checking to Community Notes."
  },
  {
    "discipline": "multidisciplinary",
    "title": "How media competition fuels the spread of misinformation",
    "authors": "Arash Amini, Yigit Ege Bayiz, Eun-Ju Lee, Zeynep Somer-Topcu, Radu Marculescu, Ufuk Topcu",
    "url": "https://doi.org/10.1126/sciadv.adu7743",
    "doi": "https://doi.org/10.1126/sciadv.adu7743",
    "filter": 0,
    "journal_full": "Science Advances",
    "abstract": "Competition among news sources over public opinion can incentivize them to resort to misinformation. Sharing misinformation may lead to a short-term gain in audience engagement but ultimately damages the credibility of the source, resulting in a loss of audience. To understand the rationale behind news sources sharing misinformation, we model the competition between sources as a zero-sum sequential game, where news sources decide whether to share factual information or misinformation. Each source influences individuals based on their credibility, the veracity of the article, and the individual’s characteristics. We analyze this game through the concept of quantal response equilibrium, which accounts for the bounded rationality of human decision-making. The analysis shows that the resulting equilibria reproduce the credibility-opinion distribution of real-world news sources, with hyperpartisan sources spreading the majority of misinformation. Our findings provide insights for policymakers to mitigate the spread of misinformation and promote a more factual information landscape."
  }
]
