[
  {
    "discipline": "communication",
    "title": "An “Identity Turn” in political communication?: testing the relationship between media use and identity alignment in the United States",
    "authors": "Daniel S Lane, Melody Chen, Yifei Wang",
    "abstract": "Despite a rise in identity-centric communication scholarship, there is a lack of theory and evidence regarding how media use relates to the on-going alignment between political and social identities (i.e., identity alignment). We offer a framework for theorizing this dynamic and apply it to examine the relationship between Americans’ media diets and on-going psychological alignment between political and social identities in the United States (i.e., partisan social sorting). We use data from 33,690 American respondents from three national surveys: one longitudinal (1972–2020) and two fielded in 2020. There is evidence that identity alignment (i.e., sorting) has grown over time, but only among those who are most interested and attentive to politics and media. In 2020 surveys, we find no evidence that the frequency of media use was a significant predictor of social sorting. Instead, the composition of individuals’ media diets predicted the alignment between their social and political identities.",
    "url": "https://doi.org/10.1093/joc/jqaf026",
    "doi": "https://doi.org/10.1093/joc/jqaf026",
    "filter": 0,
    "journal_full": "Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "Far-right challenges to liberal democratic press norms: “indexing by proxy” in a German immigration debate",
    "authors": "Curd B Knüpfer, W Lance Bennett, Ulrike Klinger",
    "abstract": "This study examines the mechanisms by which illiberal politics make the news by disrupting democratic systems. During the late 20th century, a liberal journalistic consensus in most democracies developed guidelines for gatekeeping political voices and views in the news. In recent years, illiberal politics and changing media systems have challenged those press norms. Politically marginalized parties can make the news by disrupting party systems, elections, and policy processes. The presented case of German news coverage of the United Nations Global Compact for Migration shows that disproportionate media attention to the far-right Alternative für Deutschland party was not related to its size or policy impact, but to the strategic disruption of the political process itself. Making news via democratic disruption constitutes what we term “indexing by proxy” that undermines a core democratic journalism norm by amplifying coverage of illiberal actors that challenge the legitimacy of various public institutions, including legacy journalism.",
    "url": "https://doi.org/10.1093/joc/jqaf008",
    "doi": "https://doi.org/10.1093/joc/jqaf008",
    "filter": 0,
    "journal_full": "Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "Positively in-sync: Convergent validity across three distinct assessments of the affective quality of social interaction",
    "authors": "Jieni Zhou, Taylor N. West, Catherine J. Berman, Barbara L. Fredrickson",
    "abstract": "The affective quality of social interaction is linked to the well-being of individuals, relationships, and communities. This construct has been measured in multiple ways, albeit rarely concurrently. The current study tests for convergent validity across three methodologically distinct measures of the affective quality of social interaction. In a video-recorded laboratory session, a sample of university students ( N = 274) got acquainted with an unknown peer in a 10-min semi-structured conversation that used the fast friends procedure with escalating self-disclosure. After the conversation, participants privately completed the Perceived Positivity Resonance Scale to indicate the degree to which they experienced mutual, kind-hearted positive affect. Later, trained observers coded videos (with audio) to identify wide-ranging dyad-level behavioral indicators of positivity resonance. In addition, audio recordings were submitted to an automated voice-to-text transcription service that provided high-resolution time stamps for turn-taking to compute participants’ conversational response time. A confirmatory factor analysis demonstrated good fit with all three indicators loading significantly on a single latent factor. In addition, relative to single indicators, the resulting factor score (i.e., affective quality of social interaction) showed the most consistent associations with prosocial tendencies and positive mental health. These findings (1) are the first to show the convergence of self-reported and observer-coded positivity resonance, (2) extend the evidence that these indices of positivity resonance align with conversational response time in the context of strangers getting acquainted, and (3) replicate past evidence of benefits linked to the positive affective quality of social interaction. Discussion centers on theoretical and methodological implications for studies of social connectedness.",
    "url": "https://doi.org/10.1177/02654075251359408",
    "doi": "https://doi.org/10.1177/02654075251359408",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships"
  },
  {
    "discipline": "communication",
    "title": "Me Against Myself: How Right-Partisan Media Use Predicts Support for Redistribution Across Class and Partisan Identities",
    "authors": "Yifei Wang, Miriam Metzger, Daniel S. Lane",
    "abstract": "Despite rising economic inequality in the United States, lower-class Americans have yet to demand economic redistribution in overwhelming numbers. Analysis of the 2020 American National Election Study finds that right-partisan media use is associated with lower support for redistributive policies, and this relationship is strongest among individuals who identify as lower-class or Independent. We also found the relationship between right-partisan media use and taxing the rich was strongest among lower-class Republicans and upper-class Democrats. We discuss the potential for right-partisan media to breed system-justifying beliefs and shape opposition to economic redistribution among those who might benefit most from such policies.",
    "url": "https://doi.org/10.1177/10776990251350567",
    "doi": "https://doi.org/10.1177/10776990251350567",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly"
  },
  {
    "discipline": "communication",
    "title": "Credibility as a Double-Edged Sword: The Effects of Deceptive Source Misattribution on Disinformation Discernment on Personal Messaging",
    "authors": "Cristian Vaccari, Andrew Chadwick, Natalie-Anne Hall, Brendan Lawson",
    "abstract": "Disinformation often features reputable sources to boost false information’s credibility, but does this deceptive source misattribution shape its spread on personal messaging? In a preregistered between-subjects survey experiment on U.K. WhatsApp users ( N = 2,580), we showed participants WhatsApp messages containing true or false news attributed to either British Broadcasting Corporation (BBC) News or no source. Attribution to BBC News significantly increased message credibility. Importantly, however, participants’ responses to false messages attributed to BBC News were statistically indistinguishable from their responses to true messages. On personal messaging, source credibility can boost the spread of accurate news but can also be used deceptively to propagate falsehoods.",
    "url": "https://doi.org/10.1177/10776990251350563",
    "doi": "https://doi.org/10.1177/10776990251350563",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly"
  },
  {
    "discipline": "communication",
    "title": "Chat groups as local civic infrastructure: A case study of “Solidary neighborhood help” Telegram groups during the COVID-19 pandemic in Germany",
    "authors": "Olga Pasitselska, Kilian Buehling, Emilija Gagrčin",
    "abstract": "Messaging groups are emerging as “meso-spaces”—digital environments that enable sustained dialogue and collective action through their distinct affordances. We examine how such spaces facilitate civic self-organization through their hybrid online/offline, public/private, and local/global dynamics and how they function as local civic infrastructure during times of crisis. Using a mixed-methods analytical approach, we examined 47 public Telegram groups from Germany during the COVID-19 pandemic. We identified a fundamental tension between political discussion and practical help in these spaces, resolvable through active horizontal participation (including norm negotiation and self-moderation), or strict vertical moderation. Additional challenges included a lack of access to vulnerable groups and limited outreach to local civil society actors, both of which hindered group activity and structural connections within local civic infrastructure. Despite these challenges, our study highlights the potential of local chat groups for self-organization, albeit primarily among privileged urban individuals. We discuss the implications for democratic theory and practice.",
    "url": "https://doi.org/10.1177/14614448251349426",
    "doi": "https://doi.org/10.1177/14614448251349426",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Aesthetics of misogyny and the repulsive gaze: Worldview, affect, and ideology in incel imagery",
    "authors": "Debbie Ging, Stephane Baele, Lewys Brace, Simone Long, Shane Murphy",
    "abstract": "Like most online radical movements, the incel community heavily relies on images to express and amplify its ideology; yet its visual practices have not yet been comprehensively analysed. Using an original dataset of 31,925 images scraped from seven online spaces of the ‘incelosophere’, we implement the first large-scale, systematic analysis of incel images. Combining a codebook-guided quantitative analysis with a qualitative interpretation of representative images, we demonstrate the merits of studying incel imagery to enhance more frequent methods such as textual analysis. Specifically, our study documents three major roles played by images in the incelosphere. First, they consolidate incel misogynist and lookist narratives by exhibiting archetypal group categories. Second, they structure the community’s collective affective expression, intensifying shared emotions and shaping members’ perceptions of self and others. Third, images reflect divisions within the incelosphere, demonstrating the ideological and platform-specific heterogeneity of this ecosystem and evidencing influence from far-right digital milieux.",
    "url": "https://doi.org/10.1177/14614448251348251",
    "doi": "https://doi.org/10.1177/14614448251348251",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Outsiders in the Media: How a Sense of “Foreignness” Shapes Support for Censorship in China",
    "authors": "Ziyi Wu",
    "url": "https://doi.org/10.1080/10584609.2025.2529926",
    "doi": "https://doi.org/10.1080/10584609.2025.2529926",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "The Complexity of Contemporary Citizenship: A Typology of Citizenship Orientations Among Norwegian Digital Natives",
    "authors": "Elizabeth Solverson, Stefan Geiß, Melanie Magin",
    "abstract": "Democratic citizenship is continuously evolving, shaped by changing political, social, and media contexts. Digital natives—those who have come of age in environments where digital technologies are embedded in everyday life—have experienced citizenship in markedly different ways than previous generations. While the internet has broadened the repertoire of participatory behaviors, existing research has struggled to capture the complexity of contemporary citizenship. Drawing on deliberative systems theory and a triadic framework of citizenship—examining normative expectations, behaviors, and attitudes—this study develops a nuanced exploration of citizenship orientations. Using an innovative questionnaire and latent profile analysis of survey data from Norwegian digital natives (aged 18–40), we identify seven distinct citizenship types that reveal the multidimensional nature of contemporary citizenship. Our research moves beyond binary distinctions between active and passive citizenship, emphasizing the importance of both expressive and receptive behaviors across online and offline contexts. By highlighting the diverse roles citizens play in sustaining democratic processes, we offer new insights into citizenship in the digital age, demonstrating how different citizens contribute to the democratic system through varied and interdependent forms of engagement.",
    "url": "https://doi.org/10.1177/20563051251346744",
    "doi": "https://doi.org/10.1177/20563051251346744",
    "filter": 0,
    "journal_full": "Social Media + Society"
  },
  {
    "discipline": "politics",
    "title": "The Electoral Appeal of Symbolic Class Signalling Through Cultural Consumption",
    "authors": "David Weisstanner, Sarah Engler",
    "abstract": "This letter investigates the electoral effects of symbolic class signalling through ‘cultural consumption’ in contemporary politics. We explore how politicians referring to an activity related to class-specific ‘cultural consumption’ – drinking beer in a pub or listening to classical music with a glass of wine – appeals to voters. We argue that symbolic class signalling has gained in importance due to the political realignment along the cultural dimension, and we expect radical right parties to benefit most from it. Our conjoint survey experiment with 1,550 respondents in Switzerland in January/February 2023 confirms our expectation. While many voters are biased against politicians claiming to enjoy classical music and wine, politicians drinking beer in a pub appeal particularly to radical right working-class voters without tertiary education. These findings contribute to our understanding of the role of symbolic politics and class identity in times of political transformation.",
    "url": "https://doi.org/10.1017/s0007123425100513",
    "doi": "https://doi.org/10.1017/s0007123425100513",
    "filter": 0,
    "journal_full": "British Journal of Political Science"
  },
  {
    "discipline": "politics",
    "title": "Repression, party ties, and political beliefs: Ideological continuities among voters after socialism",
    "authors": "Zeth Isaksson",
    "abstract": "How are experiences from socialist rule reflected in support for the former regime and ideological stances after democratization? This study examines how varied experiences under socialism—whether as regime supporters or victims of repression—continue to be linked to political behavior decades after transition. Using three decades of intergenerational panel data from the former German Democratic Republic, the findings show that repression is associated with long-term opposition to the regime’s successor party, Die Linke, while former party membership corresponds with lasting support. These experiences also relate to ideological self-placement, with distinct left-right patterns persisting based on past affiliations. Within families, the extent to which these political legacies are passed down depends on political interest, highlighting that they are not uniformly inherited. By exploring how socialist-era experiences remain embedded in post-transition political attitudes, this study underscores the role of historical experiences in shaping political behavior in new democracies.",
    "url": "https://doi.org/10.1177/13540688251350481",
    "doi": "https://doi.org/10.1177/13540688251350481",
    "filter": 0,
    "journal_full": "Party Politics"
  },
  {
    "discipline": "politics",
    "title": "Yesterday, all our troubles seemed so far away—(Re)conceptualizing nostalgic deprivation as a predictor for radical‐right support",
    "authors": "Carla Grosche, Tobias Rothmund",
    "abstract": "The return to “old glories” is one of the main promises of radical‐right parties, picking up on widespread longings for the collective past. Many people argue that radical‐right support is motivated by Relative Deprivation, that is, the perception of being worse off than others. We suggest that radical‐right support is more likely to reflect Nostalgic Deprivation —the perception of an unfair decline ingroup status compared to the past. However, psychological theorizing is rare, and previous studies differ in their conceptualization and measurement. We seek to fill this gap by introducing and validating a standardized measure of nostalgic deprivation. Based on a literature review, we start with a concise definition and conceptualization of nostalgic deprivation. We developed a reliable nine‐item self‐report scale that captures nostalgic deprivation indicated by (a) a temporal disadvantage comparison, (b) injustice appraisal, and (c) collective anger and nostalgia ( N = 398). We estimated the reliability and validity using empirical indicators of demographics, right‐wing populist attitudes, voting and personality measures in German ( N = 1206) and US‐quota samples ( N = 490). Our data shed light on the great predictive power of nostalgic deprivation for radical‐right support surpassing established measures of relative deprivation and nostalgia.",
    "url": "https://doi.org/10.1111/pops.70057",
    "doi": "https://doi.org/10.1111/pops.70057",
    "filter": 0,
    "journal_full": "Political Psychology"
  },
  {
    "discipline": "politics",
    "title": "A survey experiment on post-Dobbs abortion bans",
    "authors": "Laurel Elder, Steven Greene, Mary-Kate Lizotte",
    "abstract": "In the wake of the Supreme Court’s Dobbs v. Jackson decision overturning Roe v. Wade, the American abortion policy landscape has been significantly altered. Through a novel survey experiment, we examine public opinion on 6-week versus 12-week abortion bans in this new context, testing whether 12-week bans are perceived as a more moderate position and garner greater support. Surprisingly, we find that Americans do not meaningfully distinguish between 6-week and 12-week bans. This suggests that attempts by some Republican officials to navigate the post-Dobbs landscape by proposing “moderate” abortion restrictions may be ineffective. However, we find that framing does matter: pro-life framing of bans increases support for candidates who endorse them, while pro-choice framing increases support for candidates who oppose them. Overall, our findings indicate that in the post-Dobbs era, the abortion debate has largely been flattened to a binary of “ban” versus “no ban,” rather than distinctions between ban timelines. As the post-Dobbs legal and political environment continues to evolve, our research provides valuable insights into how the public is responding to this new landscape of abortion politics in America.",
    "url": "https://doi.org/10.1177/20531680251351916",
    "doi": "https://doi.org/10.1177/20531680251351916",
    "filter": 0,
    "journal_full": "Research & Politics"
  },
  {
    "discipline": "politics",
    "title": "ConflLlama: Domain-specific adaptation of large language models for conflict event classification",
    "authors": "Shreyas Meher, Patrick T. Brandt",
    "abstract": "We present ConflLlama, demonstrating how efficient fine-tuning of large language models can advance automated classification tasks in political science research. While classification of political events has traditionally relied on manual coding or rigid rule-based systems, modern language models offer the potential for more nuanced, context-aware analysis. However, deploying these models requires overcoming significant technical and resource barriers. We demonstrate how to adapt open-source language models to specialized political science tasks, using conflict event classification as our proof of concept. Through quantization and efficient fine-tuning techniques, we show state-of-the-art performance while minimizing computational requirements. Our approach achieves a macro-averaged AUC of 0.791 and a weighted F1-score of 0.753, representing a 37.6% improvement over the base model, with accuracy gains of up to 1463% in challenging classifications. We offer a roadmap for political scientists to adapt these methods to their own research domains, democratizing access to advanced NLP capabilities across the discipline. This work bridges the gap between cutting-edge AI developments and practical political science research needs, enabling broader adoption of these powerful analytical tools.",
    "url": "https://doi.org/10.1177/20531680251356282",
    "doi": "https://doi.org/10.1177/20531680251356282",
    "filter": 0,
    "journal_full": "Research & Politics"
  },
  {
    "discipline": "public opinion",
    "title": "Applicability of Need for Orientation Scales in Network Agenda-Setting: A Methodological Exploration",
    "authors": "Gizem Melek",
    "abstract": "This study explores the applicability of both traditional and contemporary Need for Orientation (NFO) scales within the framework of Third-level (Network) Agenda-Setting (NAS), focusing on Syrian refugees in Türkiye. It delves into the concept of NFO, which revolves around individuals’ propensity to engage with news content, particularly in the context of NAS. Although the underlying concept remains consistent, there exists a technical challenge in analyzing the NFO scales within the NAS model. This challenge arises from the need to amalgamate the public’s mind maps into matrices, as required by the NAS model, while their NFO scale responses remain distinct entities. Thus, this study offers a distinctive perspective by proposing a strategy for integrating individual NFO scale responses into the matrix-based NAS model. This involves establishing a cohesive analytical framework that ensures the seamless alignment of NFO and NAS, representing an innovative approach not previously explored in the literature. The analysis includes a wide array of media outlets and nationally representative public opinion data. While the strategy employed in this research yielded some significant outcomes, further testing in diverse contexts is essential to validate its efficacy. Implications and the challenges inherent in integrating NFO into the NAS context are discussed.",
    "url": "https://doi.org/10.1093/ijpor/edaf023",
    "doi": "https://doi.org/10.1093/ijpor/edaf023",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research"
  },
  {
    "discipline": "public opinion",
    "title": "Unraveling the Relationships Among Individual Tendencies, Media Consumption, and Network Characteristics in the Self-Selective Dynamics of Online Political Discussions",
    "authors": "Chingching Chang",
    "abstract": "Unlike face-to-face political discussions, which can be unavoidable, online political discussions are largely self-selected. This paper identifies an individual attribute (diversity in information-seeking value) that fosters online political discussions and an individual tendency (opinion expression inhibition) that inhibits them. The association between such factors and online political discussions depends on voters’ media consumption and the characteristics of their online social networks. Drawing on research linking political discussions to political participation, this article predicts a relationship between individual differences and political participation, through the mediation of online political discussion frequency. With data gathered in a two-wave online survey among a representative sample, conducted before and after Taiwan’s 2022 local election, the authors test the self-selective dynamics of online political discussions. As the findings show, greater exposure to political information on new media, network heterogeneity, and size all magnify the positive relationship of diversity-seeking value with online political discussions. Greater exposure to political information on new media also intensifies the negative relationship between expression inhibition tendencies and online political discussions. Online political discussions are positively associated with subsequent political participation; specifically, they directly relate to voting and indirectly relate to offline political engagement, through their association with online political engagement.",
    "url": "https://doi.org/10.1093/ijpor/edaf036",
    "doi": "https://doi.org/10.1093/ijpor/edaf036",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research"
  },
  {
    "discipline": "psychology",
    "title": "Does Truth Pay? Investigating the Effectiveness of the Bayesian Truth Serum With an Interim Payment: A Registered Report",
    "authors": "Claire M. Neville, Matt N. Williams",
    "abstract": "Self-report data are vital in psychological research, but biases such as careless responding and socially desirable responding can compromise their validity. Although various methods are employed to mitigate these biases, they have limitations. The Bayesian truth serum (BTS) offers a survey scoring method to incentivize truthfulness by leveraging correlations between personal and collective opinions and rewarding “surprisingly common” responses. In this study, we evaluated the effectiveness of the BTS in mitigating socially desirable responding to sensitive questions and tested whether an interim payment could enhance its efficacy by increasing trust. In a between-subjects experimental survey, 877 participants were randomly assigned to one of three conditions: BTS, BTS with interim payment, and regular incentive (RI). Contrary to the hypotheses, participants in the BTS conditions displayed lower agreement with socially undesirable statements compared with the RI condition. The interim payment did not significantly enhance the BTS’s effectiveness. Instead, response patterns diverged from the mechanism’s intended effects, raising concerns about its robustness. As the second registered report to challenge its efficacy, this study’s results cast serious doubt on the BTS as a reliable tool for mitigating socially desirable responding and improving the validity of self-report data in psychological research.",
    "url": "https://doi.org/10.1177/25152459251343043",
    "doi": "https://doi.org/10.1177/25152459251343043",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science"
  },
  {
    "discipline": "psychology",
    "title": "Bestiary of Questionable Research Practices in Psychology",
    "authors": "Tamás Nagy, Jane Hergert, Mahmoud M. Elsherif, Lukas Wallrich, Kathleen Schmidt, Tal Waltzer, Jason W. Payne, Biljana Gjoneska, Yashvin Seetahul, Y. Andre Wang, Daniel Scharfenberg, Gabriella Tyson, Yu-Fang Yang, Aleksandrina Skvortsova, Samuel Alarie, Katherine Graves, Lukas K. Sotola, David Moreau, Eva Rubínová",
    "abstract": "Questionable research practices (QRPs) pose a significant threat to the quality of scientific research. However, historically, they remain ill-defined, and a comprehensive list of QRPs is lacking. In this article, we address this concern by defining, collecting, and categorizing QRPs using a community-consensus method. Collaborators of the study agreed on the following definition: QRPs are ways of producing, maintaining, sharing, analyzing, or interpreting data that are likely to produce misleading conclusions, typically in the interest of the researcher. QRPs are not normally considered to include research practices that are prohibited or proscribed in the researcher’s field (e.g., fraud, research misconduct). Neither do they include random researcher error (e.g., accidental data loss). Drawing from both iterative discussions and existing literature, we collected, defined, and categorized 40 QRPs for quantitative research. We also considered attributes such as potential harms, detectability, clues, and preventive measures for each QRP. The results suggest that QRPs are pervasive and versatile and have the potential to undermine all stages of the scientific enterprise. This work contributes to the maintenance of research integrity, transparency, and reliability by raising awareness for and improving the understanding of QRPs in quantitative psychological research.",
    "url": "https://doi.org/10.1177/25152459251348431",
    "doi": "https://doi.org/10.1177/25152459251348431",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science"
  },
  {
    "discipline": "psychology",
    "title": "An investigation of the convergent validity and test–retest reliability of three uncertainty preference measures",
    "authors": "Guangyu Zhu, Yiyun Shou, Michael Smithson",
    "abstract": "Establishing a reliable and valid measure is crucial for ensuring the accuracy and replicability of research findings on risk and uncertainty preference. However, few studies have assessed the reliability and validity of behavioral measures of uncertainty preference. This study examined the convergent validity and test–retest reliability of three commonly used uncertainty preference measures: forced binary choice, certainty equivalent, and matching probability tasks. Experiments 1 ( N = 302) and 2 ( N = 366) tested the convergent validity and test–retest reliability of one-off assessment of these measures and found that the three measures did not demonstrate satisfactory convergent validity and test–retest reliability for the one-off assessment. Experiment 3 ( N = 311) increased the number of repeats to explore whether repeated measurements could enhance convergent validity and test–retest reliability by addressing the attenuation effect of lack of reliability. The convergent validity between certainty equivalent and matching probability improved in the repeated measurement condition. However, the test–retest reliability of the three measures was still not satisfactory in repeated measurement conditions. These findings highlight the measurement issues in the behavioral measures of uncertainty preferences. The potential causes of this low validity and reliability of behavioral measures of uncertainty preference are discussed.",
    "url": "https://doi.org/10.3758/s13428-025-02729-9",
    "doi": "https://doi.org/10.3758/s13428-025-02729-9",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "psychology",
    "title": "Observation Moderates the Moral Licensing Effect: A Meta-Analytic Test of Interpersonal and Intrapsychic Mechanisms",
    "authors": "Amanda Rotella, Jisoo Jung, Christopher Chinn, Pat Barclay",
    "abstract": "Moral licensing occurs when someone who initially behaves morally subsequently acts less morally. We apply reputation-based theories to predict when and why it occurs. As pre-registered, we predicted: (1) being observed would be associated with larger licensing effects and (2) unambiguous outcomes would have smaller licensing effects. In a multi-level meta-analysis of 115 experiments ( N = 21,770), moral licensing was stronger when participants were observed ( g = 0.65) than unobserved ( g = 0.13). After accounting for publication bias with robust Bayesian meta-analysis, there was moderate evidence for licensing when participants were observed ( g = 0.51; BF 10 = 9.14), but moderate evidence against licensing when unobserved (Hedge’s g = −0.01; BF 10 = 0.11). Ambiguity did not moderate moral licensing. These findings suggest that moral licensing is elicited through interpersonal motives, clarify when licensing (vs. consistency) occurs, and explain why many online studies failed to replicate. Evidence for intrapsychic motives is inconclusive.",
    "url": "https://doi.org/10.1177/01461672251345512",
    "doi": "https://doi.org/10.1177/01461672251345512",
    "filter": 0,
    "journal_full": "Personality and Social Psychology Bulletin"
  },
  {
    "discipline": "psychology",
    "title": "Generative pretrained transformer models can function as highly reliable second screeners of titles and abstracts in systematic reviews: A proof of concept and common guidelines.",
    "authors": "Mikkel Helding Vembye, Julian Christensen, Anja Bondebjerg Mølgaard, Frederikke Lykke Witthöft Schytt",
    "url": "https://doi.org/10.1037/met0000769",
    "doi": "https://doi.org/10.1037/met0000769",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "psychology",
    "title": "Polygenic Associations With Educational Attainment in East Versus West Germany: Differences Emerge After Reunification",
    "authors": "Deniz Fraemke, Yayouk E. Willems, Aysu Okbay, Ulman Lindenberger, Sabine Zinn, Gert Wagner, David Richter, Kathryn P. Harden, Elliot M. Tucker-Drob, Ralph Hertwig, Philipp Koellinger, Laurel Raffington",
    "abstract": "Using a DNA-based polygenic index, we explored geographical and historical differences in polygenic associations with educational attainment in East and West Germany around the time of reunification. This index was derived from a prior genome-wide association study on educational attainment in democratic countries. In 1,930 individuals aged 25 to 85 years from the SOEP-G[ene] cohort, the magnitude of polygenic associations with educational attainment did not differ between East and West Germany before reunification but increased in East Germany thereafter. This gene–environment interaction remained robust when we probed for variance dispersion. A control analysis using a polygenic index of height suggests that this interaction is unlikely to reflect a general trend toward greater genetic associations in East Germany after reunification. The observed amplification of education-genetic associations aligns with theories suggesting heightened genetic influences on educational attainment during periods of greater social and educational opportunity. We emphasize the need for replication in larger German genetic data sets.",
    "url": "https://doi.org/10.1177/09567976251350965",
    "doi": "https://doi.org/10.1177/09567976251350965",
    "filter": 0,
    "journal_full": "Psychological Science"
  },
  {
    "discipline": "sociology",
    "title": "Institutional exclusion: the cultural production of educational inequality through college narratives",
    "authors": "Michelle Jackson, Christof Brandtner",
    "abstract": "Explanations of socioeconomic inequalities in college enrollment focus on college readiness, financial constraints, and information deficits. We provide a cultural explanation of educational inequalities, arguing that disadvantaged students are deterred from applying to high-status colleges because of the shared cultural narratives employed by those colleges—a mechanism that we label “institutional exclusion.” Computational text analyses of college mission statements show that community colleges, for-profit colleges, and four-year colleges draw upon distinctively different cultural narratives. To gauge the causal effect of these narratives on student responses, we designed a survey experiment for a sample of high-school seniors. We find that the career-focused narratives of for-profit colleges are most appealing to disadvantaged students, whereas advantaged students prefer the post-materialist rhetoric of four-year colleges. We conclude that institutional exclusion should be included in sociological discussions of college inequalities and the promotion of diversity in organizations.",
    "url": "https://doi.org/10.1093/sf/soaf099",
    "doi": "https://doi.org/10.1093/sf/soaf099",
    "filter": 0,
    "journal_full": "Social Forces"
  },
  {
    "discipline": "sociology",
    "title": "How Do Survey Respondents Decide Whether to Consent to Data Linkage?",
    "authors": "Jonathan Burton, Mick P. Couper, Thomas F. Crossley, Annette Jäckle, Sandra Walzenbach",
    "abstract": "Linkages between surveys and administrative data provide an important opportunity for social and health research, but such linkages often require the informed consent of respondents. We use experimental data collection across five different samples to study how consent decisions are made. More reflective decision processes are associated with higher rates of consent, greater comprehension of the proposed data linkage, and greater confidence in the decision, but only about a third of respondents report using a reflective decision process. This suggests that the provision of additional information is unlikely to lead to significant improvements in informed consent.",
    "url": "https://doi.org/10.1177/00491241251344289",
    "doi": "https://doi.org/10.1177/00491241251344289",
    "filter": 0,
    "journal_full": "Sociological Methods & Research"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Diffusion of complex contagions is shaped by a trade-off between reach and reinforcement",
    "authors": "Allison Wan, Christoph Riedl, David Lazer",
    "abstract": "How does social network structure amplify or stifle behavior diffusion? Existing theory suggests that when social reinforcement makes the adoption of behavior more likely, it should spread more—both farther and faster—on clustered networks with redundant ties. Conversely, if adoption does not benefit from social reinforcement, it should spread more on random networks which avoid such redundancies. We develop a model of behavior diffusion with tunable probabilistic adoption and social reinforcement parameters to systematically evaluate the conditions under which clustered networks spread behavior better than random networks. Using simulations and analytical methods, we identify precise boundaries in the parameter space where one network type outperforms the other or they perform equally. We find that, in most cases, random networks spread behavior as far or farther than clustered networks, even when social reinforcement increases adoption. Although we find that probabilistic, socially reinforced behaviors can spread farther on clustered networks in some cases, this is not the dominant pattern. Clustered networks are even less advantageous when individuals remain influential for longer after adopting, have more neighbors, or need more neighbors before social reinforcement takes effect. Under such conditions, clustering tends to help only when adoption is nearly deterministic, which is not representative of socially reinforced behaviors more generally. Clustered networks outperform random networks by a 5% margin in only 22% of the parameter space under its most favorable conditions. This pattern reflects a fundamental trade-off: Random ties enhance reach, while clustered ties enhance social reinforcement.",
    "url": "https://doi.org/10.1073/pnas.2422892122",
    "doi": "https://doi.org/10.1073/pnas.2422892122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences"
  }
]
