[
  {
    "discipline": "communication",
    "title": "JST and rJST: joint estimation of sentiment and topics in textual data using a semi-supervised approach",
    "authors": "Christian Pipal, Martijn Schoonvelde, Gijs Schumacher, Max Boiten",
    "url": "http://dx.doi.org/10.1080/19312458.2024.2383453",
    "doi": "10.1080/19312458.2024.2383453",
    "filter": 0,
    "journal_full": "Communication Methods and Measures"
  },
  {
    "discipline": "communication",
    "title": "Using State Space Grids to Quantify and Examine Dynamics of Dyadic Conversation",
    "authors": "Miriam Brinberg, Denise Haunani Solomon, Graham D. Bodie, Susanne M. Jones, Nilam Ram",
    "url": "http://dx.doi.org/10.1080/19312458.2024.2413973",
    "doi": "10.1080/19312458.2024.2413973",
    "filter": 0,
    "journal_full": "Communication Methods and Measures"
  },
  {
    "discipline": "communication",
    "title": "Social Media News Use Amplifies the Illusory Truth Effects of Viral Deepfakes: A Cross-National Study of Eight Countries",
    "authors": "Saifuddin Ahmed, Adeline Wei Ting Bee, Sheryl Wei Ting Ng, Muhammad Masood",
    "url": "http://dx.doi.org/10.1080/08838151.2024.2410783",
    "doi": "10.1080/08838151.2024.2410783",
    "filter": 0,
    "journal_full": "Journal of Broadcasting & Electronic Media"
  },
  {
    "discipline": "communication",
    "title": "Feeling Safer Than Peers: Influence of Privacy-related Perceptions and Parental Mediation on Teen Tiktok Users’ Comparative Optimism about Privacy Risks",
    "authors": "Hyunjin Kang, Wonsun Shin",
    "url": "http://dx.doi.org/10.1080/08838151.2024.2407541",
    "doi": "10.1080/08838151.2024.2407541",
    "filter": 0,
    "journal_full": "Journal of Broadcasting & Electronic Media"
  },
  {
    "discipline": "communication",
    "title": "An asymmetrical reinforcing spiral? Disentangling the longitudinal dynamics of media use and mainstream media trust",
    "authors": "Yariv Tsfati, Rens Vliegenthart, Jesper Strömbäck, Elina Lindgren",
    "url": "http://dx.doi.org/10.1093/joc/jqae039",
    "doi": "10.1093/joc/jqae039",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "While numerous studies have documented an association between mainstream media trust and mainstream media use, only little is known about potential causal mechanisms underlying the association. We theorize that selective exposure, social influence, and the reinforcing spirals model offer three possible mechanisms that may underlie the association. These possibilities were studied using random intercept cross-lagged panel models and latent curve models on a four-wave panel data set (n = 3,540). For mainstream media, the results show an asymmetrical reinforcing spiral, in which the effect of mainstream media trust on use can be considered as one of yielding maintenance, while the impact of media use on mainstream media trust to a limited degree is in line with the notion of a spiral gradually (though inconsistently) increasing trust over time. We also find that use of right-wing alternative media consistently and sometimes robustly leads to decreasing mainstream media trust."
  },
  {
    "discipline": "communication",
    "title": "Exploring digital campaign competence: the role of knowledge in data-driven election campaigns",
    "authors": "Sophie Minihold, Sophie Lecheler, Claes de Vreese, Sanne Kruikemeier",
    "url": "http://dx.doi.org/10.1080/19331681.2024.2416012",
    "doi": "10.1080/19331681.2024.2416012",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "Personalized Facebook campaigning and the quest for personal votes in Taiwan",
    "authors": "Wan-Ying Yang",
    "url": "http://dx.doi.org/10.1080/19331681.2024.2417831",
    "doi": "10.1080/19331681.2024.2417831",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "What’s in a Cue? Decoding Political Values in Applauded Statements From Ukraine’s Leading Political Talk Shows",
    "authors": "Kostiantyn Yanchenko, Katharina Kleinen-von Königslöw",
    "url": "http://dx.doi.org/10.1177/10776990241284581",
    "doi": "10.1177/10776990241284581",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Experimental studies show that public opinion cues shape people’s perceptions of public opinion. However, the full extent of political information these cues comprise and, consequently, communicate remains unexplored. This study utilizes standardized content analysis to examine the political values in applauded statements ( n = 1,722) from Ukraine’s major political talk shows. The results suggest that applauded statements embody a complex mix of identity- and governance-oriented values, signaling to the broader audience the preferred type of political debate among those within the studio. The study enhances the literature on public opinion cues by demonstrating the significance of analyzing their underlying content."
  },
  {
    "discipline": "communication",
    "title": "Collaborative Journalism Around the Globe: A Systematic Review",
    "authors": "Samuel Danso, Modestus Fosu, Michael Yao Wodui Serwornoo, Martin Thompson Kwadzo Ntem",
    "url": "http://dx.doi.org/10.1177/10776990241284582",
    "doi": "10.1177/10776990241284582",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This systematic review examines a decade of collaborative journalism research globally, extracting 40 articles from ProQuest and Scopus databases. The study underscores collaborative journalism’s efficacy in addressing cross-border issues and engaging diverse audiences but note its underexplored status in Africa. Four dimensions emerged: social media and audience engagement, journalism education and technology, challenges and barriers, and collaboration models. Identified research gaps include media policy, violence against journalists and ethical implications. The review advocates grounded studies using appropriate theories and calls for more collaborative journalism research in Africa."
  },
  {
    "discipline": "communication",
    "title": "Do Heuristic Cues Affect Misinformation Sharing? Evidence From a Meta-Analysis",
    "authors": "Yanqing Sun, Juan Xie",
    "url": "http://dx.doi.org/10.1177/10776990241284597",
    "doi": "10.1177/10776990241284597",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Information overload in online environments leads individuals to be more likely to rely on heuristic cues to make decisions about (mis)information sharing. Drawing on dual-process models of information processing, namely the heuristic–systematic model and the elaboration likelihood model, we conducted a meta-analysis of 31 individual studies to examine the combined effects of five major heuristic cues on misinformation sharing. The results revealed that the affective heuristic of anxiety exerted the strongest impact on misinformation sharing ( r = .343), followed by three cognitive heuristics: the self-confirmation heuristic ( r = .249), endorsement heuristic ( r = .125), and fact-checking heuristic ( r = -.115)—but not the authority heuristic. The endorsement misinformation receives, consistency between misinformation and individuals’ prior attitudes or beliefs, anxiety people feel, and absence of fact-checking labels all make people more likely to share misinformation. Moderation analyses also highlight the importance of considering contextual and cultural factors in future research."
  },
  {
    "discipline": "communication",
    "title": "From Individual Disconnection to Collective Practices for Journalists’ Wellbeing",
    "authors": "Diana Bossio, Valérie Bélair-Gagnon, Avery E. Holton, Logan Molyneux",
    "url": "http://dx.doi.org/10.17645/mac.8628",
    "doi": "10.17645/mac.8628",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Journalists are increasingly experiencing the negative consequences of online news transformations, such as trolling and harassment, as well as audience distrust. Despite acute need, intra-organisational efforts to support journalists’ online wellbeing have so far been limited. More recently, research has explored how journalists have turned to individual practices of disconnection, such as blocking, muting, or small breaks from online media to mediate the impacts of their everyday online labour (Bossio et al., 2024). Building on this research, this study explores how these individual practices are moving toward collective practices of disconnection. Using interviews with 21 journalists, this study traces how emergent collective practices might contribute to systemic change in journalism. We argue that in lieu of intra-organizational support, journalists seek to disconnect through informal sharing of experiences and support as well as collective efforts toward inter-organisational training and intra-organisational formalization mentoring programs."
  },
  {
    "discipline": "communication",
    "title": "The Effectiveness of an Educational Intervention on Countering Disinformation Moderated by Intellectual Humility",
    "authors": "Eduard-Claudiu Gross, Delia Cristina Balaban",
    "url": "http://dx.doi.org/10.17645/mac.9109",
    "doi": "10.17645/mac.9109",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "&lt;span lang=\"EN-US\"&gt;There is an ongoing debate among scholars on how to tackle disinformation. Media education initiatives to increase literacy are effective ways to counter disinformation. Hence, the European Commission (2022) published &lt;em&gt;Guidelines for Teachers and Educators on Tackling Disinformation and Promoting Digital Literacy Through Education and Training&lt;/em&gt;. The present research looked at the role of social media literacy in increasing awareness of the role of social media in spreading disinformation. We developed an educational intervention based on the European Commission guidelines. We investigated its impact on perceived social media literacy, the intention to share fake news on social media, and general conspiracy beliefs. We conducted a within-subject (two times measurement: before the educational intervention and one week after) +1 experiment with &lt;em&gt;N&lt;/em&gt; = 127 young adults (aged 18 to 23). After filling in an initial survey, the experimental group received a 15-minute educational intervention on the role of social media for disinformation dissemination in complex digital information environments. One week later, all participants completed the second survey to assess perceived social media literacy and general conspiracy beliefs. In both surveys, participants saw three Instagram posts from a fictitious media outlet to express potential intentions to share on social media. Among the three posts, two showed false information. Findings showed that educational intervention produces a significant increase in perceived social media literacy and a decrease in general conspiracy beliefs. Intellectual humility moderates the impact of educational intervention on algorithmic awareness.&lt;/span&gt;"
  },
  {
    "discipline": "communication",
    "title": "Media as a Locus for Family Ethnic-Racial Socialization: U.S. Youth Report on Discussions and Mutual Mediation",
    "authors": "Marie-Louise Mares, AnneMarie McClain, Nicole Martins, McCall Booth, Yuchi Anthony Chen",
    "url": "http://dx.doi.org/10.1080/15213269.2024.2410770",
    "doi": "10.1080/15213269.2024.2410770",
    "filter": 0,
    "journal_full": "Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "(Dis)connecting families: Parents’ versus children's perspectives on the role of mobile devices within family interactions",
    "authors": "Nele Janssens, Anneleen Meeus, Kathleen Beullens",
    "url": "http://dx.doi.org/10.1177/20501579241278757",
    "doi": "10.1177/20501579241278757",
    "filter": 0,
    "journal_full": "Mobile Media & Communication",
    "abstract": "The characteristics of mobile technology devices have enabled new ways of integrating technology in familial interactions. This study aimed to investigate (1) differences in perspectives of technoference and family-oriented mobile technology use between parents and children, (2) the relation between parent–child interactions that take place via mobile technology and the quality of the parent–child relationship, and (3) its association with the well-being of parents and preadolescents separately. Structural equation modelling was performed on cross-sectional data from 390 parent–child dyads. The findings revealed discrepancies in child technoference perceptions and varying associations of the different types of mobile technology use with the parent–child relationship and parents' and children's well-being. From children's perspective, both parent and child technoference was negative for the parent–child relationship, whereas family-oriented mobile technology use when physically together was beneficial for the relationship and the child's well-being. From parents’ perspective, only child technoference was negatively related to the parent–child relationship and parent's well-being. Overall, the findings underline that mobile technology use can be both detrimental and beneficial, however, the effects can differ depending on the family member and the type of technology use."
  },
  {
    "discipline": "communication",
    "title": "How to prevent deception: A study of digital deception in “visual poverty” livestream",
    "authors": "Kun Yang",
    "url": "http://dx.doi.org/10.1177/14614448241285443",
    "doi": "10.1177/14614448241285443",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This study, grounded in the interpersonal deception theory (IDT), aims to analyze the new form of digital deception known as “visual poverty” in livestreaming rooms. Through a multimodal discourse analysis of the collected data, this study found three distinct linguistic strategies employed in “visual poverty” livestream: illocutionary strategy, discourse strategy, and nonverbal strategy. These strategies are designed to achieve three interactional goals: constructing a false identity, reinforcing credibility, and gaining economic benefits. Based on these findings, this study further analyzed why it is difficult to detect digital deception and proposed suggestions to prevent it. This study theoretically proposes online IDT and offers practical suggestions for preventing digital deception, bearing both theoretical and practical significance."
  },
  {
    "discipline": "communication",
    "title": "Perceiving AI intervention does not compromise the persuasive effect of fact-checking",
    "authors": "Je Hoon Chae, David Tewksbury",
    "url": "http://dx.doi.org/10.1177/14614448241286881",
    "doi": "10.1177/14614448241286881",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Efforts to scale up fact-checking through technology, such as artificial intelligence (AI), are increasingly being suggested and tested. This study examines whether previously observed effects of reading fact-checks remain constant when readers are aware of AI’s involvement in the fact-checking process. We conducted three online experiments ( N = 3,978), exposing participants to fact-checks identified as either human-generated or AI-assisted, simulating cases where AI fully generates the fact-check or automatically retrieves human fact-checks. Our findings indicate that the persuasive effect of fact-checking, specifically in increasing truth discernment, persists even among participants without a positive prior attitude toward AI. Additionally, in some cases, awareness of AI’s role reduced perceived political bias in fact-checks among Republicans. Finally, neither AI-generated nor human fact-checks significantly affected participants’ feelings toward or their perceptions of the competence of the targeted politicians."
  },
  {
    "discipline": "communication",
    "title": "Burnt out and still single: Susceptibility to dating app burnout over time",
    "authors": "Liesel L. Sharabi, Paige A. Von Feldt, Thao Ha",
    "url": "http://dx.doi.org/10.1177/14614448241286788",
    "doi": "10.1177/14614448241286788",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Despite the ubiquity of dating apps, there is little longitudinal research examining the mental health and well-being of dating app users. To fill this void, this study takes a social compensation approach to exploring dating app users’ burnout experiences (i.e., emotional exhaustion, inefficacy, and depersonalization) over time. Four hundred ninety-three active single dating app users were surveyed over four waves across 12 weeks, with a final sample of 190. Multilevel growth curve models showed that dating app users experienced increased emotional exhaustion and inefficacy over time. Furthermore, depression, anxiety, and loneliness predicted more emotional exhaustion and inefficacy, while problematic dating app use predicted more emotional exhaustion and less inefficacy. The results suggest that dating apps may exacerbate existing difficulties with relationship initiation among vulnerable users by increasing their risk of burnout. Dating app burnout is a potential intervention target to improve users’ dating success."
  },
  {
    "discipline": "public opinion",
    "title": "The Roles of Media Platforms, Political Orientation and Climate Change Belief in Pro-Environmental Behaviors: Cross-Cutting Versus Like-Minded Exposure in the United States and South Korea",
    "authors": "Seo Yoon Lee, Heejae Lee, Sunho Park",
    "url": "http://dx.doi.org/10.1093/ijpor/edae050",
    "doi": "10.1093/ijpor/edae050",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "Climate change’s dire effects call for fostering a belief in it through accurate information. This research investigates how YouTube, enabling selective and like-minded information exposure, influences climate change beliefs based on political orientations. Additionally, this study aimed to ascertain whether YouTube significantly facilitated like-minded climate change information exposure and impacted climate change beliefs among individuals leaning toward specific political orientations by comparing it with broadcast news use. We also examined the politicization effect by contrasting the United States and South Korea. Findings revealed that U.S. conservatives consuming broadcasted information exhibited stronger climate change beliefs, linking to increased risk perception and pro-environmental actions. However, YouTube did not show a significant association with beliefs in climate change, and neither did political orientation significantly moderate this relationship. In South Korea, political orientation did not play a significant role in the associations between YouTube and broadcast news use on climate change belief. Further theoretical and practical implications are discussed."
  },
  {
    "discipline": "public opinion",
    "title": "Sense or Sensibility? Netizens’ Choice of Social Media Comments in an Authoritarian Regime",
    "authors": "Stan Hok-Wui Wong, Jiachen Liang",
    "url": "http://dx.doi.org/10.1093/ijpor/edae053",
    "doi": "10.1093/ijpor/edae053",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "While the Internet in China is subjected to heavy state regulations, Chinese netizens can still access online comments that deviate from official discourse on many issues. To prevent online discussions from getting out of hand, the Chinese government uses soft propaganda such as online comments to channel public opinions. Which type of online comments appeal to Chinese netizens? Using a survey experimental design, we examine the appeal of 4 distinct types of online comments on certain policies. We find that our survey respondents spend significantly more time in consuming emotional comments that deviate from official discourse. When it comes to the effect on attitude, however, we find that deviating-emotional comments are no more persuasive than deviating-informational comments. Our results call into question the effectiveness of China’s state propaganda in channeling online public opinions while highlighting the importance of alternative information in shaping public opinions in an authoritarian context."
  },
  {
    "discipline": "public opinion",
    "title": "Anxious But Hesitant to Act: The Impact of Concurrent Priming of the Climate Crisis and the War in Ukraine on Public Support",
    "authors": "Jakob Dreyer, Søren Damsbo-Svendsen",
    "url": "http://dx.doi.org/10.1093/ijpor/edae054",
    "doi": "10.1093/ijpor/edae054",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "Decision-makers and commentators are calling Europe’s present political predicament a polycrisis: a period of overlapping, urgent, and mutually reinforcing crises with climate change and Russia’s invasion of Ukraine as key challenges. Our knowledge about how citizens perceive and respond to polycrisis is limited. This paper presents a preregistered survey experiment from Denmark with 4,017 nationally representative respondents. We study crisis perceptions and willingness to act for the climate and Ukraine after concurrently priming both issues. Overall, threat perceptions increase, but so does inaction. Climate change drives increases in threat perception and worry, while the war in Ukraine drives a reduction in willingness to act and pay. The results challenge the “finite pool of worry” hypothesis, which presupposes that worry about new, urgent threats will crowd out worry about existing problems, especially in the case of climate change. Rather, willingness to act under polycrisis is issue-specific and shaped by concrete pocketbook costs, as the experimental evidence illustrates. The results also have important policy implications at a time when decision-makers frequently justify political action through polycrisis discourse."
  },
  {
    "discipline": "public opinion",
    "title": "Analyzing Potential Non-Ignorable Selection Bias in an Off-Wave Mail Survey Implemented in a Long-Standing Panel Study",
    "authors": "Heather M Schroeder, Brady T West",
    "url": "http://dx.doi.org/10.1093/jssam/smae039",
    "doi": "10.1093/jssam/smae039",
    "filter": 0,
    "journal_full": "Journal of Survey Statistics and Methodology",
    "abstract": "Typical design-based methods for weighting probability samples rely on several assumptions, including the random selection of sampled units according to known probabilities of selection and ignorable unit nonresponse. If any of these assumptions are not met, weighting methods that account for the probabilities of selection, nonresponse, and calibration may not fully account for the potential selection bias in a given sample, which could produce misleading population estimates. This analysis investigates possible selection bias in the 2019 Health Survey Mailer (HSM), a sub-study of the longitudinal Health and Retirement Study (HRS). The primary HRS data collection has occurred in “even” years since 1992, but additional survey data collections take place in the “off-wave” odd years via mailed invitations sent to selected participants. While the HSM achieved a high response rate (83 percent), the assumption of ignorable probability-based selection of HRS panel members may not hold due to the eligibility criteria that were imposed. To investigate this possible non-ignorable selection bias, our analysis utilizes a novel analysis method for estimating measures of unadjusted bias for proportions (MUBP), introduced by Andridge et al. in 2019. This method incorporates aggregate information from the larger HRS target population, including means, variances, and covariances for key covariates related to the HSM variables, to inform estimates of proportions. We explore potential non-ignorable selection bias by comparing proportions calculated from the HSM under three conditions: ignoring HRS weights, weighting based on the usual design-based approach for HRS “off-wave” mail surveys, and using the MUBP adjustment. We find examples of differences between the weighted and MUBP-adjusted estimates in four out of ten outcomes we analyzed. However, these differences are modest, and while this result gives some evidence of non-ignorable selection bias, typical design-based weighting methods are sufficient for correcting for it and their use is appropriate in this case."
  },
  {
    "discipline": "public opinion",
    "title": "It’s Not Just Trump: Americans of Both Parties Support Liberal Democratic Norm Violations More Under Their Own President",
    "authors": "Levente Littvay, Jennifer L McCoy, Gabor Simonovits",
    "url": "http://dx.doi.org/10.1093/poq/nfae042",
    "doi": "10.1093/poq/nfae042",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "There is a growing worry about the health of American democracy, and political scientists and pundits alike are looking for possible explanations. Surveys conducted during the Trump presidency showed considerable citizen support for liberal democratic norm erosions, especially among Republicans. However, recent experimental research also shows that voters of both parties are more tolerant of norm erosion committed by politicians of the party they prefer. In this note, we aim to reconcile these contradictory findings by analyzing surveys spanning from 2006 to 2021 on the public’s tolerance of executive concentration of power. We also collect original data under both the Trump and Biden administrations gauging support for a broad array of liberal democratic norm erosions. Support for such erosions, in fact, has been relatively similar across Democrats and Republicans once we account for the party of the president. Support for executive aggrandizement has been prevalent among supporters of the president’s party at least since the second term of the Bush administration. Increased checks and balances on the executive, through divided government, amplifies this effect further. Taken together, these findings suggest that universal support for the liberal democratic status quo has been weaker among those who support the president’s party, well before and since the Trump presidency."
  },
  {
    "discipline": "multidisciplinary",
    "title": "How developments in natural language processing help us in understanding human behaviour",
    "authors": "Rada Mihalcea, Laura Biester, Ryan L. Boyd, Zhijing Jin, Veronica Perez-Rosas, Steven Wilson, James W. Pennebaker",
    "url": "http://dx.doi.org/10.1038/s41562-024-01938-0",
    "doi": "10.1038/s41562-024-01938-0",
    "filter": 0,
    "journal_full": "Nature Human Behaviour",
    "abstract": "The ways people use language can reveal clues to their emotions, social behaviours, thinking styles, cultures and the worlds around them. In the past two decades, research at the intersection of social psychology and computer science has been developing tools to analyse natural language from written or spoken text to better understand social processes and behaviour. The goal of this Review is to provide a brief overview of the methods and data currently being used and to discuss the underlying meaning of what language analyses can reveal in comparison with more traditional methodologies such as surveys or hand-scored language samples."
  },
  {
    "discipline": "multidisciplinary",
    "title": "A behaviourally informed chatbot increases vaccination rates in Argentina more than a one-way reminder",
    "authors": "Dan Brown, Adelaida Barrera, Lucas Ibañez, Iván Budassi, Bridie Murphy, Pujen Shrestha, Sebastian Salomon-Ballada, Jorge Kriscovich, Fernando Torrente",
    "url": "http://dx.doi.org/10.1038/s41562-024-01985-7",
    "doi": "10.1038/s41562-024-01985-7",
    "filter": 0,
    "journal_full": "Nature Human Behaviour",
    "abstract": "Maintaining COVID-19 vaccine demand was key to ending the global health emergency. To help do this, many governments used chatbots that provided personalized information guiding people on where, when and how to get vaccinated. We designed and tested a WhatsApp chatbot to understand whether two-way interactive messaging incorporating behaviourally informed functionalities could perform better than one-way message reminders. We ran a large-scale preregistered randomized controlled trial with 249,705 participants in Argentina, measuring vaccinations using Ministry of Health records. The behaviourally informed chatbot more than tripled COVID-19 vaccine uptake compared with the control group (a 1.6 percentage point increase (95% confidence interval, (1.36 pp, 1.77 pp)) and nearly doubled uptake compared with the one-way message reminder (a 1 percentage point increase (95% confidence interval, (0.83 pp, 1.17 pp)). Communications tools designed with behaviourally informed functionalities that simplify the vaccine user journey can increase vaccination more than traditional message reminders and may have applications to other health behaviours."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Metaverse technologies can foster an inclusive society",
    "authors": "Daisuke Sakamoto, Tetsuo Ono",
    "url": "http://dx.doi.org/10.1038/s41562-024-01987-5",
    "doi": "10.1038/s41562-024-01987-5",
    "filter": 0,
    "journal_full": "Nature Human Behaviour",
    "abstract": "Early into the COVID-19 pandemic human activities were severely restricted for several months. Because physical face-to-face interactions were limited, virtual online interactions became the norm in a remarkably short period of time. Since then, people worldwide have embraced a society in which meetings can occur anytime without geographical constraints through online video calls, and in environments that support natural human activities, such as virtual reality spaces (including the metaverse).\n\nThis expansion of geographically unconstrained online social interactions has created opportunities for social participation among those who cannot leave their homes owing to illness or disability1. Thanks to improved virtual communication systems, people can now work with fewer limitations imposed by location, time and language. Video conferences enable participation with desired avatars, and collaborative meetings in virtual reality spaces are emerging. Human society has an unprecedented opportunity to facilitate participation from previously marginalized groups, such as disabled individuals providing services in cafes through robots2,3."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Megastudy testing 25 treatments to reduce antidemocratic attitudes and partisan animosity",
    "authors": "Jan G. Voelkel, Michael N. Stagnaro, James Y. Chu, Sophia L. Pink, Joseph S. Mernyk, Chrystal Redekopp, Isaias Ghezae, Matthew Cashman, Dhaval Adjodah, Levi G. Allen, L. Victor Allis, Gina Baleria, Nathan Ballantyne, Jay J. Van Bavel, Hayley Blunden, Alia Braley, Christopher J. Bryan, Jared B. Celniker, Mina Cikara, Margarett V. Clapper, Katherine Clayton, Hanne Collins, Evan DeFilippis, Macrina Dieffenbach, Kimberly C. Doell, Charles Dorison, Mylien Duong, Peter Felsman, Maya Fiorella, David Francis, Michael Franz, Roman A. Gallardo, Sara Gifford, Daniela Goya-Tocchetto, Kurt Gray, Joe Green, Joshua Greene, Mertcan Güngör, Matthew Hall, Cameron A. Hecht, Ali Javeed, John T. Jost, Aaron C. Kay, Nick R. Kay, Brandyn Keating, John Michael Kelly, James R. G. Kirk, Malka Kopell, Nour Kteily, Emily Kubin, Jeffrey Lees, Gabriel Lenz, Matthew Levendusky, Rebecca Littman, Kara Luo, Aaron Lyles, Ben Lyons, Wayde Marsh, James Martherus, Lauren Alpert Maurer, Caroline Mehl, Julia Minson, Molly Moore, Samantha L. Moore-Berg, Michael H. Pasek, Alex Pentland, Curtis Puryear, Hossein Rahnama, Steve Rathje, Jay Rosato, Maytal Saar-Tsechansky, Luiza Almeida Santos, Colleen M. Seifert, Azim Shariff, Otto Simonsson, Shiri Spitz Siddiqi, Daniel F. Stone, Palma Strand, Michael Tomz, David S. Yeager, Erez Yoeli, Jamil Zaki, James N. Druckman, David G. Rand, Robb Willer",
    "url": "http://dx.doi.org/10.1126/science.adh4764",
    "doi": "10.1126/science.adh4764",
    "filter": 0,
    "journal_full": "Science",
    "abstract": "Scholars warn that partisan divisions in the mass public threaten the health of American democracy. We conducted a megastudy ( n = 32,059 participants) testing 25 treatments designed by academics and practitioners to reduce Americans’ partisan animosity and antidemocratic attitudes. We find that many treatments reduced partisan animosity, most strongly by highlighting relatable sympathetic individuals with different political beliefs or by emphasizing common identities shared by rival partisans. We also identify several treatments that reduced support for undemocratic practices—most strongly by correcting misperceptions of rival partisans’ views or highlighting the threat of democratic collapse—which shows that antidemocratic attitudes are not intractable. Taken together, the study’s findings identify promising general strategies for reducing partisan division and improving democratic attitudes, shedding theoretical light on challenges facing American democracy."
  }
]
