[
  {
    "discipline": "communication",
    "title": "50-Year review of the Door-in-the-Face message strategy",
    "authors": "Thomas Hugh Feeley",
    "url": "https://doi.org/10.1080/03637751.2025.2594987",
    "doi": "https://doi.org/10.1080/03637751.2025.2594987",
    "filter": 0,
    "created": "2025-12-16",
    "journal_full": "Communication Monographs"
  },
  {
    "discipline": "communication",
    "title": "Automatic Minds: Cognitive Parallels Between Hypnotic States and Large Language Model Processing",
    "authors": "Giuseppe Riva, Brenda K. Wiederhold, Fabrizia Mantovani",
    "url": "https://doi.org/10.1177/21522715251400733",
    "doi": "https://doi.org/10.1177/21522715251400733",
    "filter": 0,
    "created": "2025-12-8",
    "journal_full": "Cyberpsychology, Behavior, and Social Networking",
    "abstract": "The cognitive processes of the hypnotized mind and the computational operations of large language models (LLMs) share deep functional parallels. Both systems generate sophisticated, contextually appropriate behavior through automatic pattern-completion mechanisms operating with limited or unreliable executive oversight. This review examines this convergence across three principles: automaticity, in which responses emerge from associative rather than deliberative processes; suppressed monitoring, leading to errors such as confabulation in hypnosis and hallucination in LLMs; and heightened contextual dependency, where immediate cues—a therapist’s suggestion or a user’s prompt—override stable knowledge. These mechanisms reveal an observer-relative meaning gap: both systems produce coherent but ungrounded outputs that require an external interpreter to supply meaning. Hypnosis and LLMs also exemplify functional agency—the capacity for complex, goal-directed, context-sensitive behavior—without subjective agency, the conscious awareness of intention and ownership that defines human action. This distinction clarifies how purposive behavior can emerge without self-reflective consciousness, governed instead by structural and contextual dynamics. Finally, both domains illuminate the phenomenon of scheming: automatic, goal-directed pattern generation that unfolds without reflective awareness. Hypnosis provides an experimental model for understanding how intention can become dissociated from conscious deliberation, offering insights into the hidden motivational dynamics of artificial systems. Recognizing these parallels suggests that the future of reliable artificial intelligence lies in hybrid architectures that integrate generative fluency with mechanisms of executive monitoring, an approach inspired by the complex, self-regulating architecture of the human mind."
  },
  {
    "discipline": "communication",
    "title": "Seeing Immigration in Color: Skin Tone, Political Ideology, and Stereotype Activation in the United States",
    "authors": "Anastasia Vishnevskaya, Ziyao Zhang, Andy Opoku, Alex Tan",
    "url": "https://doi.org/10.1080/10646175.2025.2594488",
    "doi": "https://doi.org/10.1080/10646175.2025.2594488",
    "filter": 0,
    "created": "2025-12-16",
    "journal_full": "Howard Journal of Communications"
  },
  {
    "discipline": "communication",
    "title": "Unraveling the Ozempic Craze: A Content and Thematic Analysis of Prescription Weight Loss Medication Advertisements on Meta",
    "authors": "Minhey Chung, Erin Willis, Janelle Applequist",
    "url": "https://doi.org/10.1080/00913367.2025.2593673",
    "doi": "https://doi.org/10.1080/00913367.2025.2593673",
    "filter": 0,
    "created": "2025-12-17",
    "journal_full": "Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "How Voice Chat, Cooperativeness, and Competitiveness Impact Prosocial and Antisocial Norms in Multiplayer Online Video Games",
    "authors": "Brett Sherrick, Courteney Smith, Danny Yihan Jia, Joshua Kim, Sam Woodland, Jesse Fox",
    "url": "https://doi.org/10.1080/08838151.2025.2603246",
    "doi": "https://doi.org/10.1080/08838151.2025.2603246",
    "filter": 0,
    "created": "2025-12-22",
    "journal_full": "Journal of Broadcasting & Electronic Media"
  },
  {
    "discipline": "communication",
    "title": "Mechanisms of Partisan News Use: The Roles of Metacognitive Effort and Enjoyment",
    "authors": "Jennifer Hoewe, Diane Jackson, Sai Datta Mikkilineni, David R. Ewoldsen",
    "url": "https://doi.org/10.1080/08838151.2025.2604216",
    "doi": "https://doi.org/10.1080/08838151.2025.2604216",
    "filter": 0,
    "created": "2025-12-19",
    "journal_full": "Journal of Broadcasting & Electronic Media"
  },
  {
    "discipline": "communication",
    "title": "A 50-Year Multimodal Analysis of Black Enterprise Magazine Covers, Theory, and Design Strategies",
    "authors": "Gabriel B. Tait, George L. Daniels, Dorothy Bland",
    "url": "https://doi.org/10.1177/10776990251393260",
    "doi": "https://doi.org/10.1177/10776990251393260",
    "filter": 0,
    "created": "2025-12-19",
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "In the year Earl Graves, founder and publisher of Black Enterprise ( BE ), passed away, the magazine also celebrated its 50th anniversary. An analysis of 509 BE covers reveals changes in design, representation, and brand growth over time. Women have appeared more frequently in the past two decades, though they remain less likely than men to be on covers. The study employed visual framing and multimodal analysis to show how BE integrates cultural representation and symbolism. These covers serve as sources of empowerment in the business world, providing new insights into magazine cover design, visual communication, and The Black Press."
  },
  {
    "discipline": "communication",
    "title": "Automating Distrust? How Concerns About Algorithmic News Curation Influence News Use and Trust",
    "authors": "Brenna M. Davidson, Brian E. Weeks",
    "url": "https://doi.org/10.1080/15205436.2025.2593467",
    "doi": "https://doi.org/10.1080/15205436.2025.2593467",
    "filter": 0,
    "created": "2025-12-19",
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "The symbolic space of smartphone use: How capital and habitus shape existing gender and age divides in smartphone practices",
    "authors": "Johan Lindell, Elvira Oberger, André Jansson",
    "url": "https://doi.org/10.1177/20501579251406087",
    "doi": "https://doi.org/10.1177/20501579251406087",
    "filter": 0,
    "created": "2025-12-16",
    "journal_full": "Mobile Media & Communication",
    "abstract": "This study presents an exploratory approach to the analysis of social differences in smartphone use. Previous research has predominantly focused on problematic smartphone use and addiction. By contrast, this study turns to the research program of Pierre Bourdieu to forward a sociological study on social differences in how people use their smartphones. Using multiple correspondence analysis of Swedish survey data ( n = 2,401), the study explores the structure of the “space of smartphone use.” This space is characterized by two main oppositions: high vs. low volumes of smartphone use on the one hand, and degree of investment in legitimized uses on the other. While age and gender remain key factors in explaining how people position themselves in this space, we show that cultural capital, economic capital, and habitus shape these differences. Privileged social positions tend to “push” social agents toward more frequent and legitimized smartphone uses. Social inequalities shape smartphone uses, particularly among older generations."
  },
  {
    "discipline": "communication",
    "title": "Who believes in science? A computational tool for identifying language invoking or disputing scientific knowledge",
    "authors": "Rachel Wetts, Dan Kitson",
    "url": "https://doi.org/10.1177/09636625251401198",
    "doi": "https://doi.org/10.1177/09636625251401198",
    "filter": 0,
    "created": "2025-12-17",
    "journal_full": "Public Understanding of Science",
    "abstract": "From disputes over COVID-19 to contestation over climate science, questions of the value and legitimacy of mainstream scientific knowledge have become matters of high-stakes political struggle. Here, we introduce a novel computational tool to identify and track the emergence, proliferation, and historical variations of discourses that either seek to invoke the authority of scientific expertise or to criticize scientific claims, institutions, and experts. We describe the tool’s development, demonstrate its predictive and convergent validity, and illustrate its potential across three case studies shedding light on how elite rhetoric may drive political polarization around science in the United States. Among other findings, we find that political statements invoking scientific expertise have historically been more likely to receive coverage in mainstream American newspapers than statements that do not invoke expertise. However, this apparent advantage disappears over time, suggesting the discursive authority associated with the invocation of scientific methods, credentials, and institutions may be diminishing."
  },
  {
    "discipline": "politics",
    "title": "Quality Not Quantity: How a VAA Affected Voting Behavior in Three Large-Scale Field Experiments",
    "authors": "Joris Frese, Simon Hix, Romain Lachat",
    "url": "https://doi.org/10.1017/s000712342510118x",
    "doi": "https://doi.org/10.1017/s000712342510118x",
    "filter": 0,
    "created": "2025-12-18",
    "journal_full": "British Journal of Political Science",
    "abstract": "Voting-advice applications (VAAs) are increasingly popular, but their impact on electoral outcomes is contested among political scientists. To bring new and stronger evidence to this debate, we conducted a series of pre-registered studies during the 2024 European Parliament elections in Germany, Italy, and France. In this paper, we report results for the highest-powered VAA encouragement experiment to date (total n = 6,501) and a novel regression discontinuity design around VAA recommendation thresholds ( n = 10,535). While we observe null effects of VAA usage on voter turnout, the frequency of vote switching, and political knowledge, we find that our VAAs significantly improved the quality of vote switching: users were more likely to vote for their ideologically most aligned party. Based on these findings and a rich battery of supplementary analyses, we conclude that VAAs are effective precisely for their intended purpose: to help voters make better-informed vote choices."
  },
  {
    "discipline": "politics",
    "title": "Bayesian Sensitivity Analysis for Unmeasured Confounding in Causal Panel Data Models",
    "authors": "Licheng Liu, Teppei Yamamoto",
    "url": "https://doi.org/10.1017/pan.2025.10029",
    "doi": "https://doi.org/10.1017/pan.2025.10029",
    "filter": 0,
    "created": "2025-12-22",
    "journal_full": "Political Analysis",
    "abstract": "Despite the recent methodological advancements in causal panel data analysis, concerns remain about unobserved unit-specific time-varying confounders that cannot be addressed by unit or time fixed effects or their interactions. We develop a Bayesian sensitivity analysis (BSA) method to address the concern. Our proposed method is built upon a general framework combining Rubin’s Bayesian framework for model-based causal inference (Rubin [1978], The Annals of Statistics 6(1), 34–58) with parametric BSA (McCandless, Gustafson, and Levy [2007], Statistics in Medicine 26(11), 2331–2347). We assess the sensitivity of the causal effect estimate from a linear factor model to the possible existence of unobserved unit-specific time-varying confounding, using the coefficients of the treatment variable and observed confounders in the model for the unobserved confounding as sensitivity parameters. We utilize priors on these coefficients to constrain the hypothetical severity of unobserved confounding. Our proposed approach allows researchers to benchmark the assumed strength of confounding on observed confounders more systematically than conventional frequentist sensitivity analysis techniques. Moreover, to cope with convergence issues typically encountered in nonidentified Bayesian models, we develop an efficient Markov chain Monte Carlo algorithm exploiting transparent parameterization (Gustafson [2005], Statistical Science 20(2), 111–140). We illustrate our proposed method in a Monte Carlo simulation study as well as an empirical example on the effect of war on inheritance tax rates."
  },
  {
    "discipline": "politics",
    "title": "Stay Tuned: Improving Sentiment Analysis and Stance Detection Using Large Language Models",
    "authors": "Max Griswold, Michael W. Robbins, Michael S. Pollard",
    "url": "https://doi.org/10.1017/pan.2025.10023",
    "doi": "https://doi.org/10.1017/pan.2025.10023",
    "filter": 0,
    "created": "2025-12-17",
    "journal_full": "Political Analysis",
    "abstract": "Sentiment analysis and stance detection are key tasks in text analysis, with applications ranging from understanding political opinions to tracking policy positions. Recent advances in large language models (LLMs) offer significant potential to enhance sentiment analysis techniques and to evolve them into the more nuanced task of detecting stances expressed toward specific subjects. In this study, we evaluate lexicon-based models, supervised models, and LLMs for stance detection using two corpuses of social media data—a large corpus of tweets posted by members of the U.S. Congress on Twitter and a smaller sample of tweets from general users—which both focus on opinions concerning presidential candidates during the 2020 election. We consider several fine-tuning strategies to improve performance—including cross-target tuning using an assumption of congressmembers’ stance based on party affiliation—and strategies for fine-tuning LLMs, including few shot and chain-of-thought prompting. Our findings demonstrate that: 1) LLMs can distinguish stance on a specific target even when multiple subjects are mentioned, 2) tuning leads to notable improvements over pretrained models, 3) cross-target tuning can provide a viable alternative to in-target tuning in some settings, and 4) complex prompting strategies lead to improvements over pretrained models but underperform tuning approaches."
  },
  {
    "discipline": "politics",
    "title": "The distribution of hate speech and its implications for content moderation",
    "authors": "Gloria Gennaro, Laura Bronner, Laurenz Derksen, Maël Kubli, Ana Kotarcic, Selina Kurer, Philip Grech, Karsten Donnay, Fabrizio Gilardi, Dominik Hangartner",
    "url": "https://doi.org/10.1017/psrm.2025.10063",
    "doi": "https://doi.org/10.1017/psrm.2025.10063",
    "filter": 0,
    "created": "2025-12-22",
    "journal_full": "Political Science Research and Methods",
    "abstract": "Hate speech is widely seen as a significant obstacle to constructive online discourse, but the most effective strategies to mitigate its effects remain unclear. We claim that understanding its distribution across users is key to developing and evaluating effective content moderation strategies. We address this missing link by first examining the distribution of hate speech in five original datasets that collect user-generated posts across multiple platforms (social media and online newspapers) and countries (Switzerland and the United States). Across these diverse samples, the vast majority of hate speech is produced by a small fraction of users. Second, results from a pre-registered field experiment on Twitter indicate that counterspeech strategies obtain only small reductions of future hate speech, mainly because this approach proves ineffective against the most prolific contributors of hate. These findings suggest that complementary content moderation strategies may be necessary to effectively address the problem."
  },
  {
    "discipline": "politics",
    "title": "Selectively (il)liberal: theory and evidence on nativist disidentification",
    "authors": "Alberto López Ortega, Stuart J. Turnbull-Dugarte",
    "url": "https://doi.org/10.1017/psrm.2025.10066",
    "doi": "https://doi.org/10.1017/psrm.2025.10066",
    "filter": 0,
    "created": "2025-12-19",
    "journal_full": "Political Science Research and Methods",
    "abstract": "Does group-based tribal thinking against ethnic out-groups condition support for both liberal and illiberal policies? Our thesis is that, irrespective of the direction of the policy (progressive or conservative), nativists express selective support for policies based on different signals of group-identity: descriptive markers, group-based substantive representation, in- and out-group norms, and group-based reasoning. We test this theoretical expectation using a novel AI-powered visual conjoint experiment in the Netherlands and Germany that asked individuals to select between hypothetical educational reform proposals presented by civic actors during a public consultation. Empirically, our results demonstrate that citizens, on average, are indeed selectively (il)liberal and that this instrumental policy support is greater among those with higher levels of underlying nativism. Specifically, we show that—among our multidimensional markers of group-based identities, norms, and reasoning—group-based substantive representation and in-group norms are the strongest determinants of support for diverse reform proposals. These findings have key implications on the malleable nature of citizens’ support for the backsliding of the liberal tenets of democracy as well as the persuasive power of out-group disidentification ."
  },
  {
    "discipline": "politics",
    "title": "Contingent Confidence: The Effect of the 2024 Election Outcome on Public and Elite Confidence in National Elections",
    "authors": "Joshua D. Clinton",
    "url": "https://doi.org/10.1017/s1049096525101662",
    "doi": "https://doi.org/10.1017/s1049096525101662",
    "filter": 0,
    "created": "2025-12-17",
    "journal_full": "PS: Political Science & Politics",
    "abstract": "Using a rolling cross-section survey of 54,000 voters conducted between mid-October and mid-December, a panel survey of 6,000 voters interviewed in both October and December, and surveys of 1,400 local political elites and officials conducted in both October and December, this study characterizes how confidence in the accuracy of national elections changed with the projected election of President Trump on Election Day. Among voters, Republican confidence immediately increased by 31 percentage points (123% change) and Democrats’ confidence declined by 12 percentage points (16% change) such that the confidence among partisan voters was almost identical by mid-December. The most polarized partisans exhibited the largest confidence changes. Among local political elites, the increase in Republicans’ confidence mirrored the increase among Republican voters (106% change), but the confidence among Democratic political elites remained high throughout. These findings highlight troubling concerns for sustaining a shared confidence in the accuracy and legitimacy of future elections."
  },
  {
    "discipline": "politics",
    "title": "Gauging preference stability under authoritarianism",
    "authors": "Jennifer Pan, Yiqing Xu",
    "url": "https://doi.org/10.1177/20531680251400418",
    "doi": "https://doi.org/10.1177/20531680251400418",
    "filter": 0,
    "created": "2025-12-22",
    "journal_full": "Research & Politics",
    "abstract": "Do people living under authoritarianism exhibit stable, constrained preferences? Autocrats have incentives to suppress the formation of stable preferences structured by underlying constraints as such preferences can empower challengers and limit policy choices. However, research in political psychology suggests that such preferences may emerge through internal cognitive processes regardless of external conditions. We address this question using three surveys, two of which are longitudinal, in China, a theoretically important case. We find that preferences related to political institutions, economic policies, nationalistic policies, traditional social values, and ethnic policies exhibit relatively high levels of intertemporal stability over month-long and year-long periods, comparable to patterns observed in competitive electoral democracies. Moreover, individuals with higher levels of political knowledge and education exhibit more stable preferences. These findings suggest that, despite autocratic efforts to suppress stable and constrained preferences, such preferences can still take shape. We also offer practical recommendations for measuring preference configuration in authoritarian contexts."
  },
  {
    "discipline": "politics",
    "title": "Do External Threats Reduce Affective Polarization? An Experiment on Russia’s Invasion of Ukraine",
    "authors": "Jonas Pilgaard Kaiser, Markus Seier",
    "url": "https://doi.org/10.1086/735457",
    "doi": "https://doi.org/10.1086/735457",
    "filter": 0,
    "created": "2025-2-19",
    "journal_full": "The Journal of Politics"
  },
  {
    "discipline": "politics",
    "title": "When Conservatives See Red but Liberals Feel Blue: Labeler Characteristics and Variation in Content Annotation",
    "authors": "Nora Webb Williams, Andreu Casas, Kevin Aslett, John Wilkerson",
    "url": "https://doi.org/10.1086/735397",
    "doi": "https://doi.org/10.1086/735397",
    "filter": 0,
    "created": "2025-2-13",
    "journal_full": "The Journal of Politics"
  },
  {
    "discipline": "public opinion",
    "title": "Are Natives Collar-Blind? Migration Flows and Attitudes Toward Immigration",
    "authors": "Lenka Dražanová, Jérôme Gonnot",
    "url": "https://doi.org/10.1093/ijpor/edaf063",
    "doi": "https://doi.org/10.1093/ijpor/edaf063",
    "filter": 0,
    "created": "2025-11-25",
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "This article investigates how regional-level immigration of different origins and educational backgrounds predicts individual policy preferences across Western European countries between 2010 and 2020. Combining data from the European Social Survey and the European Union Labour Force Survey, we examine how changes in net migration affect support for restrictive immigration policies. We find that short-term increases in non-European immigration within a given region are associated with more restrictive migration policy views among natives, regardless of immigrants' education levels. Attitudes toward immigration are also relatively more negatively affected among natives with financial difficulties when immigrants are not tertiary educated, but not when those immigrants have a tertiary education. Our findings suggest that while origin-based heuristics dominate public responses to immigration, natives are not entirely blind to immigrants' educational attainment."
  },
  {
    "discipline": "psychology",
    "title": "Language Models Accurately Infer Correlations Between Psychological Items and Scales From Text Alone",
    "authors": "Björn E. Hommel, Ruben C. Arslan",
    "url": "https://doi.org/10.1177/25152459251377093",
    "doi": "https://doi.org/10.1177/25152459251377093",
    "filter": 0,
    "created": "2025-12-18",
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "Many behavioral scientists do not agree on core constructs and how they should be measured. Different literatures measure related constructs, but the connections are not always obvious to readers and meta-analysts. Many measures in behavioral science are based on agreement with survey items. Because these items are sentences, computerized language models can make connections between disparate measures and constructs and help researchers regain an overview over the rapidly growing, fragmented literature. Our fine-tuned language model, the SurveyBot3000, accurately predicts the correlations between survey items, the reliability of aggregated measurement scales, and intercorrelations between scales from item positions in semantic vector space. We measured the model’s performance as the convergence between its synthetic model estimates and empirical coefficients observed in human data. In our pilot study, the out-of-sample accuracy was .71 for item correlations, .89 for reliabilities, and .89 for scale correlations. In our preregistered validation study using novel items, the out-of-sample accuracy was slightly reduced to .59 for item correlations, .84 for reliabilities, and .84 for scale correlations. The synthetic item correlations showed an average prediction error of .17, and there were larger errors for middling correlations. Predictions exhibited generalizability beyond the training data and across various domains, with some variability in accuracy. Our work shows language models can reliably predict psychometric relationships between survey items, enabling researchers to evaluate new measures against existing scales, reduce redundancy in measurement, and work toward a more unified behavioral-science taxonomy."
  },
  {
    "discipline": "psychology",
    "title": "The impact of the pupil size artifact on pupil-based eye-tracking data in reading tasks: Assessment and compensation",
    "authors": "Wolf Culemann, Angela Heine, Ignace T. C. Hooge",
    "url": "https://doi.org/10.3758/s13428-025-02912-y",
    "doi": "https://doi.org/10.3758/s13428-025-02912-y",
    "filter": 0,
    "created": "2025-12-19",
    "journal_full": "Behavior Research Methods",
    "abstract": "Eye tracking in reading research requires high spatial accuracy due to small, densely arranged areas of interest. However, despite widespread use of pupil-based eye trackers in reading studies, a major source of systematic inaccuracy remains largely unaddressed: the pupil size artifact (PSA) – apparent gaze shift in fact caused by pupil dilation even when the eye remains stationary. Using pupillary light reflex manipulations and reading tasks under controlled luminance, we quantified gaze inaccuracy due to the PSA and compared correction methods. We observed systematic apparent gaze shift of up to 2 $$^{\\circ }$$ ∘ as pupil sizes varied from 2 to 6 mm. Horizontal PSA showed contralateral patterns (median slopes: 0.38 $$^{\\circ }$$ ∘ /mm), while vertical PSA increased with pupil size (up to 0.86 $$^{\\circ }$$ ∘ /mm for larger pupils). Even under constant luminance, pupil size varied substantially during reading (median 95% ranges 0.78–1.38 mm). We compared two correction approaches: line assignment (standard in reading research) and PSA recalibration (modeling pupil-size-induced apparent gaze shift across the screen). Both methods effectively corrected vertical apparent gaze shift, showing similar average correction offsets and sensitivity of correction to pupil size, suggesting that line assignment implicitly compensates for vertical PSA effects. However, only PSA recalibration addressed horizontal apparent gaze shift, reducing overall gaze shift by over 50% and improving the performance of line assignment algorithms. Our findings underscore the importance of accounting for PSA in reading research. We offer practical recommendations for improving gaze accuracy in eye-tracking reading studies."
  },
  {
    "discipline": "psychology",
    "title": "Think twice, scroll once: Encouraging critical reflection as a shield against health misinformation and overgeneralized messaging by social media influencers",
    "authors": "Jaroslava Kaňková, Jörg Matthes",
    "url": "https://doi.org/10.1016/j.chb.2025.108896",
    "doi": "https://doi.org/10.1016/j.chb.2025.108896",
    "filter": 0,
    "created": "2025-12-17",
    "journal_full": "Computers in Human Behavior"
  },
  {
    "discipline": "sociology",
    "title": "Benefits of a Pragmatic Approach: Rethinking Measurement Invariance and Composite Scores in Cross-Cultural Research",
    "authors": "Christopher Bratt",
    "url": "https://doi.org/10.1177/00491241251405869",
    "doi": "https://doi.org/10.1177/00491241251405869",
    "filter": 0,
    "created": "2025-12-17",
    "journal_full": "Sociological Methods & Research",
    "abstract": "Can aggregated composite scores be used to compare countries or other groups despite measurement non-invariance? We propose a pragmatic approach, emphasizing that measurement invariance is valuable but not strictly necessary for all such comparisons. For descriptive analyses of group differences, composite scores may outperform factor-analytic approaches, because they are more intuitive and can capture multiple dimensions. Using data from the European Social Survey (39 countries, 11 measurement occasions, 546,954 respondents), we examined social and political trust. Composite scores aggregated to the country level were practically indistinguishable from countries’ factor scores based on approximate measurement invariance testing. We conclude that composite scores can suffice for simple group comparisons, though their suitability depends on the data. They can, however, underestimate uncertainty, producing overly narrow confidence intervals. We further show that measurement invariance does not guarantee measurement equivalence. Finally, we highlight how researchers can leverage data even if measurement invariance fails."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Higher-order interactions shape collective human behaviour",
    "authors": "Federico Battiston, Valerio Capraro, Fariba Karimi, Sune Lehmann, Andrea Bamberg Migliano, Onkar Sadekar, Angel Sánchez, Matjaž Perc",
    "url": "https://doi.org/10.1038/s41562-025-02373-5",
    "doi": "https://doi.org/10.1038/s41562-025-02373-5",
    "filter": 0,
    "created": "2025-12-17",
    "journal_full": "Nature Human Behaviour",
    "abstract": "Traditional social network models focus on pairwise interactions, overlooking the complexity of group-level dynamics that shape collective human behaviour. Here we outline how the framework of higher-order social networks—using mathematical representations beyond simple graphs—can more accurately represent interactions involving multiple individuals. Drawing from empirical data including scientific collaborations and contact networks, we demonstrate how higher-order structures reveal mechanisms of group formation, social contagion, cooperation and moral behaviour that are invisible in dyadic models. By moving beyond dyads, this approach offers a transformative lens for understanding the relational architecture of human societies, opening new directions for behavioural experiments, cultural dynamics, team science and group behaviour as well as new cross-disciplinary research."
  }
]
