[
  {
    "discipline": "communication",
    "title": "Consumer Preferences and Willingness to Pay for Digital Journalism in Intermedia Competition: A Conjoint Analysis of Online News Users in the Austrian Market",
    "authors": "Daniel O’Brien, Christian Zabel, Frank Lobigs",
    "url": "https://doi.org/10.1080/21670811.2025.2540097",
    "doi": "https://doi.org/10.1080/21670811.2025.2540097",
    "filter": 0,
    "journal_full": "Digital Journalism"
  },
  {
    "discipline": "communication",
    "title": "Exploring the mediating role of exposure to partisan media between the authoritarian personality and gun control attitudes",
    "authors": "Xinya Jiang, Hongna Miao, Zhicong Chen",
    "url": "https://doi.org/10.1080/19331681.2025.2541275",
    "doi": "https://doi.org/10.1080/19331681.2025.2541275",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "The Role of Political Correctness on Social Perception and Behavioral Intentions",
    "authors": "David Miller, Nathaniel Cook, Michael Johnson",
    "url": "https://doi.org/10.1177/0261927x251364006",
    "doi": "https://doi.org/10.1177/0261927x251364006",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "We investigate the impact of political correctness (PC) on perception and behavioral intentions, evaluating its effectiveness in being inoffensive, inclusive, and nonstigmatizing. Despite its widespread institutional adoption, its real-world effects remain understudied. We explored three questions: Does PC succeed in its aims? How does it influence perceptions? How does it affect behavioral intentions? We conducted six survey-based experiments with 2,179 participants balanced across political affiliation, age, sex, and education. Tasks assessed reactions to PC, its effects on mood and perceptions, and how it shaped judgments and behavioral intentions in varied contexts. Results indicate PC often fails its objectives. Participants, especially Conservatives and older individuals, found it exclusive, stigmatizing, and offensive. It reduced positive mood, undermined a doctor's credibility, and decreased care-seeking intent. PC also lessened concern for serious issues and shifted behavioral motivations. Despite its inclusive intent, PC can trigger negative responses, warranting scrutiny of its pervasive use."
  },
  {
    "discipline": "communication",
    "title": "The Third-Person Effect in Election Campaigns: Individual Voter Campaign Stability and Perceptions of Campaign Influence",
    "authors": "Rune Karlsen",
    "url": "https://doi.org/10.1080/15205436.2025.2531399",
    "doi": "https://doi.org/10.1080/15205436.2025.2531399",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "It Sounds Important: Examining the Effects of Background Music and Popularity Cues on Evaluations of Risk-Related Short-Form News Videos",
    "authors": "Cong Lin, Na Ta",
    "url": "https://doi.org/10.1080/15205436.2025.2538217",
    "doi": "https://doi.org/10.1080/15205436.2025.2538217",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "How Partisan Media Influences Aversion to Political Compromise",
    "authors": "Yoo Ji Suh, Dhavan V. Shah, Michael W. Wagner",
    "url": "https://doi.org/10.17645/mac.10009",
    "doi": "https://doi.org/10.17645/mac.10009",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "We investigate how partisan media during and after the 2020 US presidential (Study 1) and 2022 midterm (Study 2) elections influenced preferences for unyielding politicians who do not compromise with partisan opponents. Our findings suggest that partisan media use may undermine willingness to support politicians who engage in deliberative compromises with opponents. This effect is likely driven by the tendency of partisan media to diminish willingness to engage in political listening and instigate moral considerations of the party’s policy goals."
  },
  {
    "discipline": "communication",
    "title": "The Impact of Concurrent and Sequential Media Multitasking on Performance: The Role of Task Relevance and Working Memory",
    "authors": "Weijian Zhong, Xiaozhe Wang, Yan Sun, Yan Liu",
    "url": "https://doi.org/10.1080/15213269.2025.2542790",
    "doi": "https://doi.org/10.1080/15213269.2025.2542790",
    "filter": 0,
    "journal_full": "Media Psychology"
  },
  {
    "discipline": "politics",
    "title": "Why Inequalities Persist: Parties’ (Non)Responses to Economic Inequality, 1970–2020",
    "authors": "ALEXANDER HORN, MARTIN HASELMAYER, K. JONATHAN KLÜSER",
    "url": "https://doi.org/10.1017/s0003055425100907",
    "doi": "https://doi.org/10.1017/s0003055425100907",
    "filter": 0,
    "journal_full": "American Political Science Review",
    "abstract": "Do parties respond to inequality? Despite the relevance of inequality and its consequences, existing studies fail to capture parties’ emphasis on economic equality and redistribution or to differentiate between existing levels of inequality and increases in inequality. Based on 850,000 party statements from 12 (Organisation for Economic Co-operation and Development) countries (1970–2020), we introduce a crowd-coded dataset that allows us to distinguish positive references to economic equality and redistribution from upward-trending equal-rights/anti-discrimination rhetoric. We show that responses found in previous studies do not capture economic equality and redistribution. In reassessing the impact of inequality, we argue that low visibility, status quo bias, and turnout effects discourage party responses to high inequality levels , while rising inequality poses a visible status quo change and a threat that left parties respond to. We find that left parties respond to inequality increases (except less tangible gains among the most affluent) but not to (high) inequality levels. This helps to understand why inequality is not self-correcting."
  },
  {
    "discipline": "politics",
    "title": "Smoke and Mirrors: Strategic Messaging and the Politics of Noncompliance",
    "authors": "JULIA C. MORSE, TYLER PRATT",
    "url": "https://doi.org/10.1017/s0003055425100877",
    "doi": "https://doi.org/10.1017/s0003055425100877",
    "filter": 0,
    "journal_full": "American Political Science Review",
    "abstract": "Public allegations of international law violations are common in international politics. When do these accusations generate international backlash for governments? We argue that political costs hinge on a rhetorical battle to shape perceptions of the government’s behavior. Governments use strategic messaging to contest information, challenge the appropriateness of international law, or cite extenuating circumstances. International organizations (IOs) counter government rhetoric to reinforce the law. These competing messages shape support for punishment among citizens and political elites. We test our argument with survey experiments measuring perceptions of alleged military aggression and human rights violations. Among the US public and a global sample of diplomatic elites, foreign government denials and claims about mitigating circumstances reduce punitive attitudes. IO rebuttals counter denials but can only partially neutralize other claims. We offer a new framework for analyzing the politics of noncompliance and present novel evidence illuminating the strengths and limitations of IOs in enforcing international law."
  },
  {
    "discipline": "politics",
    "title": "Voter Sexism and Electoral Penalties for Women Candidates: Evidence from Four Democracies",
    "authors": "Rosalind Shorrocks, Elizabeth Ralph-Morrow, Roosmarijn de Geus",
    "url": "https://doi.org/10.1017/s0007123425000390",
    "doi": "https://doi.org/10.1017/s0007123425000390",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "Recent experimental research suggests that when women stand as political candidates, they often enjoy more support amongst voters than men. However, women remain under-represented in politics worldwide, and observational research suggests sexism is prevalent and consequential for voter behaviour. Here, we attempt to bridge these contradictory findings and offer observational evidence of approximately 26,000 voters and 5,346 candidates in Australia, Canada, Britain, and the USA. American voters are slightly more likely to vote for a woman than a man, but we find no evidence of gender preference in the other countries. Interestingly, although sexism is prevalent in all four countries, we find no evidence for an effect of voter sexism on support for women candidates. We do find evidence that abstention, at least in the USA, is an important electoral choice for sexist partisans faced with a woman co-partisan candidate."
  },
  {
    "discipline": "politics",
    "title": "Pro-equality initiatives increase expressed sexism among men but may improve trust among women football fans",
    "authors": "Victor Araújo, Malu A.C. Gatto",
    "url": "https://doi.org/10.1017/xps.2025.10009",
    "doi": "https://doi.org/10.1017/xps.2025.10009",
    "filter": 0,
    "journal_full": "Journal of Experimental Political Science",
    "abstract": "Globally, prejudicial attitudes toward women persist. By taking anti-discriminatory stances, value-oriented organizations – e.g., political parties and religious denominations – can tap into group identities to shape their members’ attitudes. We know much less about the role of organizations that are not inherently value-oriented – such as sports teams – in accomplishing the same. Yet, as various campaigns by sports teams worldwide indicate, this is precisely what non-value-oriented organizations increasingly attempt to do. Can football team fandom be leveraged to promote gender-egalitarian attitudes? We address this question with data from a national survey in Brazil and a survey experiment conducted in partnership with a major Brazilian football club. We find that while football team identity is salient and may be leveraged to change displayed social attitudes, the Club’s anti-sexism campaign inadvertently increased men’s expressed prejudice toward women in football – although it may have also improved institutional trust among women."
  },
  {
    "discipline": "politics",
    "title": "The Effects of Voting by Mail on Correct Voting",
    "authors": "Jennifer Wolak, Carey E. Stapleton",
    "url": "https://doi.org/10.1007/s11109-025-10067-x",
    "doi": "https://doi.org/10.1007/s11109-025-10067-x",
    "filter": 0,
    "journal_full": "Political Behavior",
    "abstract": "The share of Americans voting by mail surged in 2020. For those casting a mail-in ballot, their voting experience was different from those who voted in-person. When voting by mail, people can make their choices at their own pace at a time convenient to them, conducting additional research if they wish to do so. We propose that when people vote by mail, they are more likely to successfully identify the candidates that are best aligned with their preferences. Using cross-sectional and causal inference approaches, we show that people who voted by mail in 2020 were more likely to vote correctly than those who cast their ballots in-person. Vote-by-mail was more than just a way to minimize health risks during the coronavirus pandemic – it also had civic dividends. When people vote by mail, they are more likely to choose candidates aligned with their stated preferences."
  },
  {
    "discipline": "public opinion",
    "title": "Unblackboxing How Sociotemporalities Inform AI Accountability: The Case of Targeted Advertising",
    "authors": "Faranak Hardcastle, Kathryn Henne, Jenna Imad Harb, Ashlin Lee, John Noel Viana, Susan Halford",
    "url": "https://doi.org/10.1177/08944393251365275",
    "doi": "https://doi.org/10.1177/08944393251365275",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "In recent years, numerous accountability interventions have been introduced to address the harms and inequalities associated with Artificial Intelligence (AI) systems. Early efforts concentrated on transparency and explainability, often operationalized as technical fixes intended to “open the black box” and render algorithmic processes more intelligible. However, sociological research has revealed the limitations of these interventions, particularly their narrow focus on the technical and operational dimensions of AI. In response, sociologists have broadened the scope of “unblackboxing” to include the sociomaterialities of AI, or the social, political, and environmental relations that both shape and are shaped by AI technologies and their infrastructures. This article extends this agenda by focusing on sociotemporalities: the narratives and structures of time that shape both AI systems and the interventions meant to improve their accountability. We re-analyze interviews from a retrospective study of transparency in targeted advertising, a domain long associated with concerns about privacy, discrimination and opaque practices. Drawing on the sociology of time, and especially the sociology of the future, we examine the sociotemporalities that actively shaped the development of targeted advertising technologies at the time and influenced key informants’ thinking about approaches to improve accountability. Our analysis suggests that sociotemporalities exerted a structuring influence on how “appropriate” accountability interventions were imagined and enacted, ultimately shaping the emergent present of targeted advertising. We discuss the application of such an approach in the context of emerging AI technologies and AI accountability interventions. We conclude by arguing that expanding unblackboxing to include sociotemporal as well as sociomaterial dimensions can help open new pathways for designing and implementing more practical, effective, and context-specific AI accountability interventions."
  },
  {
    "discipline": "psychology",
    "title": "Aligning syntactic structure to the dynamics of verbal communication: A pipeline for annotating syntactic phrases onto speech acoustics",
    "authors": "Cosimo Iaia, Alessandro Tavano",
    "url": "https://doi.org/10.3758/s13428-025-02747-7",
    "doi": "https://doi.org/10.3758/s13428-025-02747-7",
    "filter": 0,
    "journal_full": "Behavior Research Methods",
    "abstract": "To investigate how the human brain encodes the complex dynamics of natural languages, any viable and reproducible analysis pipeline must rely on either manual annotations or natural language processing (NLP) tools, which extract relevant physical (e.g., acoustic, gestural), and structure-building information from speech and language signals. However, annotating syntactic structure for a given natural language is arguably a harder task than annotating the onset and offset of speech units such as phonemes and syllables, as the latter can be identified by relying on the physically overt and temporally measurable properties of the signal, while syntactic units are generally covert and their chunking is model-driven. We describe and validate a pipeline that takes into account both physical and theoretical aspects of speech and language signals, and operates a theory-driven and explicit alignment between overt speech units and covert syntactic units."
  },
  {
    "discipline": "psychology",
    "title": "Outgroup Threat, complex identities, and attitudes toward war and peace in Ukraine",
    "authors": "Karina V. Korostelina, Michael M. Sweigart, Gerard Toal",
    "url": "https://doi.org/10.1177/13684302251344532",
    "doi": "https://doi.org/10.1177/13684302251344532",
    "filter": 0,
    "journal_full": "Group Processes & Intergroup Relations",
    "abstract": "The purpose of this study is to advance our understanding of the relationship between perceptions of threat, complex combinations of social identity, and civilians’ willingness to support peace negotiations during active war. Using survey data ( N = 1,812) collected in three eastern cities of war-torn Ukraine, we examined the relationship between threat perceptions and support for continuing the war or making concessions to pursue peace negotiations, and how social identities moderated that relationship. We found that symbolic and realistic threats predicted support for continuing the war over pursuing peace. Additionally, we identified latent profiles of meaningful social identities implicated in the war, including Ukrainian, European, and Russian cultural and linguistic identities, which also predicted support for war or peace. While the latent identity profiles did not interact with threat perceptions in explaining support for war or peace, separate measures of European identity and Russian cultural and linguistic identity identities did interact with some realistic and symbolic threats, indicating a stronger association between threat perceptions and support for war among respondents with lower European and higher Russian cultural and linguistic identities. The findings contribute to scholarly debates on support for war or peace, suggesting that threat perceptions may increase support for war during active violent conflict and that social identities shaped by the war may help explain variations in those effects."
  },
  {
    "discipline": "psychology",
    "title": "Overestimation in the aggregation of emotional intensity of social media content.",
    "authors": "Jonas Paul Schöne, Matthew D. Rocklage, Brian Parkinson, Amit Goldenberg",
    "url": "https://doi.org/10.1037/pspa0000458",
    "doi": "https://doi.org/10.1037/pspa0000458",
    "filter": 0,
    "journal_full": "Journal of Personality and Social Psychology"
  },
  {
    "discipline": "psychology",
    "title": "Stable profiles of contact and prejudice: Few people report co-occurring increases in intergroup contact and decreases in prejudice over time.",
    "authors": "Alexander W. O'Donnell, Maria-Therese Friehs, Patrick F. Kotzur, Lewis Nitschinsk, Morgana Lizzio-Wilson, Chris G. Sibley, Fiona Kate Barlow",
    "url": "https://doi.org/10.1037/pspi0000500",
    "doi": "https://doi.org/10.1037/pspi0000500",
    "filter": 0,
    "journal_full": "Journal of Personality and Social Psychology"
  },
  {
    "discipline": "psychology",
    "title": "The global decline in sexism: A multilevel meta-analytic review of trends in countries’ hostile sexism, benevolent sexism, and gender inequality over time.",
    "authors": "Matthew D. Hammond, Nishtha Singh, Johannes A. Karl",
    "url": "https://doi.org/10.1037/bul0000485",
    "doi": "https://doi.org/10.1037/bul0000485",
    "filter": 0,
    "journal_full": "Psychological Bulletin"
  },
  {
    "discipline": "psychology",
    "title": "Exploring how many categories are needed to model ordinal intensive longitudinal data as continuous with dynamic structural equation models.",
    "authors": "Daniel McNeish, Andrea Savord",
    "url": "https://doi.org/10.1037/met0000784",
    "doi": "https://doi.org/10.1037/met0000784",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "sociology",
    "title": "Trends and Disparities in Broadband Internet Access in the United States, 2013 to 2023",
    "authors": "Spencer Allen",
    "url": "https://doi.org/10.1177/23780231251363238",
    "doi": "https://doi.org/10.1177/23780231251363238",
    "filter": 0,
    "journal_full": "Socius",
    "abstract": "Since the turn of the century, sociologists and other scholars concerned about digital inequality have most often been concerned about disparities in the quality of Internet use, not necessarily the availability of Internet access itself. However, the coronavirus disease 2019 pandemic laid bare the fact that the Internet’s potential benefits to mitigating the spread of the virus were available only to those with Internet access. In this visualization, the author uses household-level data from the American Community Survey from 2013 to 2023 ( n = 10,713,204 households) to estimate a linear probability model predicting Internet access by race/ethnicity, household educational attainment, and poverty status. The results suggest that household Internet access has increased over the past decade, but disparities still exist on all three dimensions."
  },
  {
    "discipline": "multidisciplinary",
    "title": "The science fiction science method",
    "authors": "Iyad Rahwan, Azim Shariff, Jean-François Bonnefon",
    "url": "https://doi.org/10.1038/s41586-025-09194-6",
    "doi": "https://doi.org/10.1038/s41586-025-09194-6",
    "filter": 0,
    "journal_full": "Nature",
    "abstract": "Predicting the social and behavioural impact of future technologies before they are achieved would enable us to guide their development and regulation before these impacts get entrenched. Traditionally, this prediction has relied on qualitative, narrative methods. Here we describe a method that uses experimental methods to simulate future technologies and collect quantitative measures of the attitudes and behaviours of participants assigned to controlled variations of the future. We call this method ‘science fiction science’. We suggest that the reason that this method has not been fully embraced yet, despite its potential benefits, is that experimental scientists may be reluctant to engage in work that faces such serious validity threats. To address these threats, we consider possible constraints on the types of technology that science fiction science may study, as well as the unconventional, immersive methods that it may require. We seek to provide perspective on the reasons why this method has been marginalized for so long, the benefits it would bring if it could be built on strong yet unusual methods, and how we can normalize these methods to help the diverse community of science fiction scientists to engage in a virtuous cycle of validity improvement."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Neural similarity predicts whether strangers become friends",
    "authors": "Yixuan Lisa Shen, Ryan Hyon, Thalia Wheatley, Adam M. Kleinbaum, Christopher L. Welker, Carolyn Parkinson",
    "url": "https://doi.org/10.1038/s41562-025-02266-7",
    "doi": "https://doi.org/10.1038/s41562-025-02266-7",
    "filter": 0,
    "journal_full": "Nature Human Behaviour",
    "abstract": "What determines who becomes and stays friends? Many factors are linked to friendship, including physical proximity and interpersonal similarities. Recent work has leveraged neuroimaging to detect similarities among friends by capturing how people process the world around them. However, given the cross-sectional nature of past research, it is unknown if neural similarity precedes friendship or only emerges among friends following social connection. Here we show that similarities in neural responses to movie clips—acquired before participants met one another—predicted proximity in a friendship network eight months later (that is, participants with similar responses were more likely to be friends rather than several degrees of separation apart). We also examined changes in distances between participants in their shared social network, which resulted from the formation, persistence and dissolution of friendships, between two months and eight months after they met each other. Compared with people who drifted further apart, people who grew closer over this six-month period had been more neurally similar as strangers. In addition, analyses controlling for sociodemographic similarities showed that whereas these similarities appeared to drive the differences in pre-existing neural similarities between friends and dyads of a social distance of 3, they did not account for the more extensive links between pre-existing neural similarities and the tendency for people to grow closer together, rather than drift farther apart, over time. Thus, whereas some friendships may initially form due to circumstance and dissolve over time, later-emerging and longer-lasting friendships may be rooted in deeper interpersonal compatibilities that are indexed by pre-existing neural similarities. The localization of these results suggests that pre-existing similarities in how people interpret, attend to and emotionally respond to their surroundings are precursors of future friendship and increased social closeness."
  },
  {
    "discipline": "multidisciplinary",
    "title": "What people learn from punishment: A cognitive model",
    "authors": "Setayesh Radkani, Joshua B. Tenenbaum, Rebecca Saxe",
    "url": "https://doi.org/10.1073/pnas.2500730122",
    "doi": "https://doi.org/10.1073/pnas.2500730122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Authorities, from parents of toddlers to leaders of formal institutions, use punishment to communicate disapproval and enforce social norms. Ideally, from whether and how severely a transgression is punished, targets and observers infer shared social norms. Yet in light of every punitive choice, observers also evaluate the motives and legitimacy of the authority. Here, we show that the effects of punishment can only be understood by considering these inferences simultaneously. We measured human observers’ joint inferences empirically in three preregistered experiments ( N = 1 , 254 ) and developed a rational Bayesian model using an inverse planning framework that captures and explains these inferences and their interactions quantitatively and parsimoniously. When people have different priors about norms or authorities, the model predicted and we experimentally confirmed that observing punishment by the authority can sustain polarization. This work reveals the rational logic behind how people learn from punishment and a key constraint on the function of punishment in establishing shared social norms."
  },
  {
    "discipline": "multidisciplinary",
    "title": "The evolution of zero-sum and positive-sum worldviews",
    "authors": "Sergey Gavrilets, Paul Seabright",
    "url": "https://doi.org/10.1073/pnas.2504339122",
    "doi": "https://doi.org/10.1073/pnas.2504339122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "People and cultures differ in the extent to which they view the world as a zero-sum environment (where one person’s gain is another’s loss) or a positive-sum environment (where certain actions can benefit everyone). These beliefs shape individuals’ willingness to work, invest, collaborate, or show hostility toward out-groups, and accept or reject various social policies. We model dyadic interactions in a heterogeneous population where individuals biased toward a zero-sum worldview are more likely to invest in competition, while those biased toward a positive-sum worldview are more likely to invest in cooperation. The environment alternates stochastically between cooperative and competitive states. Without social influence, the more accurate worldview yields higher utilities and spreads throughout the population. However, assortative matching by bias can favor the positive-sum worldview even if a positive-sum environment is somewhat less likely. With peer conformity, inaccurate worldviews can persist after a structural change in the environment, leading to cultural evolutionary mismatch. In the presence of cultural authorities who can alter beliefs, either both worldviews can coexist or one excludes the other. Moreover, when assortative matching and conformity interact, authorities may profit by amplifying individuals’ biases, creating enclaves of similarly biased people who can pay the authorities enough to make investment in persuasive technology economically viable. Cultural evolutionary mismatch is more likely in cultures marked by strong peer conformity and high responsiveness to authority when the authority promotes a suboptimal worldview. This study demonstrates how real-world conditions, peer influence, and authority interventions can perpetuate or shift zero-sum and positive-sum worldviews-at times leading to inaccurate beliefs."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Cognitive processes of ingroup favoritism across 20 countries: An eye-tracking investigation of culture, behavior, and cognition",
    "authors": "Rima-Maria Rahal, Frederik Schulze Spüntrup",
    "url": "https://doi.org/10.1073/pnas.2417456122",
    "doi": "https://doi.org/10.1073/pnas.2417456122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Whether and to what degree culture modifies cognition has been an area of research often limited by possibilities to gather relevant data across societies. In this project, we leverage webcam-based eye-tracking to study cultural variations of cognitive processes underlying in-group favoritism. Participants (n = 1850, k = 20) are assigned to an in-group based on a color perception task, complete a group reinforcement stage, and then make decisions to allocate points between themselves and random matched players in a repeated decomposed dictator game, facing either an in- or an out-group member. During this task, we recorded eye-gaze with participants’ webcams. Results show substantial variation in behavioral in-group favoritism across cultures, linking discrimination based on group membership to higher societal uncertainty. Individual preferences for prosociality conditioned differences in visual search effort, but the directionality of the effect differs between countries. Individual-level predictors explained participants remaining colorblind toward others’ group membership, where society-level predictors did not. Overall, we demonstrate the importance of taking culture into account when assessing cognitive processes underlying behavior. Implications for globally oriented policymaking to reduce discrimination are discussed."
  }
]
