[
  {
    "discipline": "communication",
    "title": "Partisanship and its effects on metacognitive effort, agreement, and misinformation detection",
    "authors": "Diane Jackson, Jennifer Hoewe",
    "url": "https://doi.org/10.1080/08824096.2025.2472827",
    "doi": "https://doi.org/10.1080/08824096.2025.2472827",
    "filter": 0,
    "journal_full": "Communication Research Reports"
  },
  {
    "discipline": "communication",
    "title": "Effects of hyperlinks and exemplification on audience’s information seeking intentions in online health news",
    "authors": "Megan L. Pietruszewski Norman, Jiaqi Agnes Bao, Juliet Pinto",
    "url": "https://doi.org/10.1080/08824096.2025.2471088",
    "doi": "https://doi.org/10.1080/08824096.2025.2471088",
    "filter": 0,
    "journal_full": "Communication Research Reports"
  },
  {
    "discipline": "communication",
    "title": "Adolescents’ Risky Online Behaviors and Social Desirability Bias in Vietnam: Privacy Disclosure and Pornography Use",
    "authors": "Truong Pham, Daisaku Goto, Makoto Kakinaka",
    "url": "https://doi.org/10.1089/cyber.2024.0368",
    "doi": "https://doi.org/10.1089/cyber.2024.0368",
    "filter": 0,
    "journal_full": "Cyberpsychology, Behavior, and Social Networking"
  },
  {
    "discipline": "communication",
    "title": "Understanding Problematic Gaming Through Self-Determined Versus Non-Self-Determined Motivation: Two Mediating Pathways of Harmonious and Obsessive Passion",
    "authors": "Wenjing Pan, Jikai Sun, Zicheng Zhu, Renwen Zhang, Xiaoning Han",
    "url": "https://doi.org/10.1089/cyber.2024.0428",
    "doi": "https://doi.org/10.1089/cyber.2024.0428",
    "filter": 0,
    "journal_full": "Cyberpsychology, Behavior, and Social Networking"
  },
  {
    "discipline": "communication",
    "title": "The Presence and Portrayal of Climate Change and Other Environmental Problems in Popular Films: A Quantitative Content Analysis",
    "authors": "Matthew Schneider-Mayerson, Jerald Lim, Moya Stringer, Adria Wilson, Zoky Zhou, Dominic Bellido",
    "url": "https://doi.org/10.1080/17524032.2025.2467427",
    "doi": "https://doi.org/10.1080/17524032.2025.2467427",
    "filter": 0,
    "journal_full": "Environmental Communication"
  },
  {
    "discipline": "communication",
    "title": "Climate change, education, and technology",
    "authors": "Diah Nur Hidayati, Lowryk Ochdrico Lahunduitan, Dian Asmarani",
    "url": "https://doi.org/10.1080/17524032.2025.2474132",
    "doi": "https://doi.org/10.1080/17524032.2025.2474132",
    "filter": 0,
    "journal_full": "Environmental Communication"
  },
  {
    "discipline": "communication",
    "title": "Feeling informed or being informed about politics? Effects of first- and second-level incidental exposure on political surveillance knowledge and internal political efficacy",
    "authors": "Andreas Nanz, Jörg Matthes",
    "url": "https://doi.org/10.1080/1369118x.2025.2472945",
    "doi": "https://doi.org/10.1080/1369118x.2025.2472945",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Are interactive PSA formats always effective? The interaction between empathy-inducing message content, carousel formats, and connectedness with nature in pro-environmental campaigns",
    "authors": "Ja Kyung Seo, Hanyoung Kim, Hye Jin Yoon, Youngjee Ko, Jeong-Yeob Han, Youngji Seo",
    "url": "https://doi.org/10.1080/02650487.2025.2470537",
    "doi": "https://doi.org/10.1080/02650487.2025.2470537",
    "filter": 0,
    "journal_full": "International Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "The impact of emotional expressions on the popularity of discussion threads: evidence from Reddit",
    "authors": "Mahdi Abouei, Nima Kordzadeh, Maryam Ghasemaghaei, Bilal Khan",
    "url": "https://doi.org/10.1108/intr-12-2023-1187",
    "doi": "https://doi.org/10.1108/intr-12-2023-1187",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose Users contribute to online communities by posting and responding to discussion threads. Nonetheless, only a small fraction of threads gain popularity and shape community discourse. Prior studies have identified several factors driving thread popularity; however, despite their prevalence, the role of emotional expressions within discussion threads remains understudied. This study addresses this gap by investigating the impact of thread starters’ valence and embedded discrete emotions of anger, anxiety and sadness on thread popularity, drawing on the negativity bias and the emotion-as-social-information theories. Design/methodology/approach Using two samples from Reddit, this study employs negative binomial regression analysis to examine the hypothesized relationships. Findings The results demonstrate that negativity in thread starters significantly influences thread popularity; however, the expression of discrete emotions impacts popularity variously. In some contexts, such as COVID-19 vaccination subreddits, embedded anger in thread starters decreases thread popularity, whereas anxiety and sad expressions enhance it. In other contexts, such as professional discussions (e.g. r/Medicine subreddit), anger and anxiety expressions increase thread popularity, while sad expressions have no significant influence. Research limitations/implications The study is limited by its focus on specific emotions and contexts. Future research could examine a broader range of emotions, post-content modalities and the impact of cultural and linguistic differences. Originality/value This study contributes to theory by offering a new definition of thread popularity and enhancing our understanding of the impact of emotions in online discussions. It also provides practical implications for online community members and moderators seeking to promote discussion posts that help achieve community goals."
  },
  {
    "discipline": "communication",
    "title": "Social media-induced fear of missing out (FoMO) in the workplace: the influence on job burnout and workplace relations",
    "authors": "Xiao Deng, Jiayu Li, Yaying Huang",
    "url": "https://doi.org/10.1108/intr-02-2024-0244",
    "doi": "https://doi.org/10.1108/intr-02-2024-0244",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose This study explores how employees respond to social media-induced fear of missing out (FoMO) in the workplace and examines the subsequent impacts of these responses. Based on the transactional theory of stress and coping, the research focuses on how FoMO affects employees’ adoption of stress-coping behaviors: active work interruption (a problem-oriented strategy) and social network interaction (an emotion-oriented strategy). It further investigates the outcomes of these coping strategies – job burnout (resulting from the problem-oriented strategy) and workplace relationships (resulting from the emotion-oriented strategy). Additionally, the study explores how the perceived competitive climate moderates the effect of FoMO on these coping behaviors. Design/methodology/approach A two-phase survey yielded 244 responses, which were then analyzed using covariance-based structural equation modeling to validate the relationships among the variables. Findings The findings revealed that FoMO increases employees’ active work interruption, leading to job burnout. In addition, FoMO leads employees to engage in more social network interaction, which promotes workplace relations. The perceived competitive climate positively moderates the indirect effect of workplace FoMO through active work interruption and job burnout. Originality/value This study emphasizes that individuals are not merely passive recipients of stress but active agents in coping with it. This shift from “passive impacts” to “active responses” helps uncover the bidirectional impacts of social media-induced FoMO on employees, thereby enriching our understanding of FoMO and expanding the application of the transactional theory of stress and coping. Additionally, we explore the boundary conditions of the FoMO mechanism and advance research related to the perceived competitive climate."
  },
  {
    "discipline": "communication",
    "title": "Between clicks and colleagues: the Janus-faced nature of data in the media industry",
    "authors": "Rasa Jämsen, Ward van Zoonen, Anu Sivunen, Mikko Villi",
    "url": "https://doi.org/10.1093/jcmc/zmaf003",
    "doi": "https://doi.org/10.1093/jcmc/zmaf003",
    "filter": 0,
    "journal_full": "Journal of Computer-Mediated Communication",
    "abstract": "This research delves into the dualistic nature of datafication, revealing its capacity to both illuminate and mask realities within media organizations. Datafication, the strategic use of data in organizations, offers insights into, and transforms, how work and individual outcomes are perceived and evaluated. This study examines how data-centric practices—embodied in metrics, rankings, and algorithms—can skew the playing field, creating scenarios where workers may feel (un)fairly (dis)advantaged or (mis)represented. The findings indicate that while data can provide valuable insights fostering cooperation and learning, it can also create competition and apprehension among journalists. Through the concept of “coopetition” we show how media professionals employ data opportunism to leverage information while also grappling with data skepticism amid potential misinterpretations and increased competition. Hence, the findings contribute to the research on datafication by demonstrating how workers utilize interpretative flexibility depending on what the data and metrics make visible."
  },
  {
    "discipline": "communication",
    "title": "Political pets: The pawsitive effect of dogs in politicians’ social media posts",
    "authors": "Jennifer Hoewe, Diana Zulli, Phillip Arceneaux, Amber Lusvardi",
    "url": "https://doi.org/10.1080/19331681.2025.2471389",
    "doi": "https://doi.org/10.1080/19331681.2025.2471389",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "Social media, conspiracy theories, and authoritarianism: between bread and geopolitics in Egypt",
    "authors": "Shahram Akbarzadeh, Ali Mamouri, Galib Bashirov, Ihsan Yilmaz",
    "url": "https://doi.org/10.1080/19331681.2025.2474000",
    "doi": "https://doi.org/10.1080/19331681.2025.2474000",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "AI chatbot accountability in the age of algorithmic gatekeeping: Comparing generative search engine political information retrieval across five languages",
    "authors": "Joanne Kuai, Cornelia Brantner, Michael Karlsson, Elizabeth Van Couvering, Salvatore Romano",
    "url": "https://doi.org/10.1177/14614448251321162",
    "doi": "https://doi.org/10.1177/14614448251321162",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This study investigates the performance of search engine chatbots powered by large language models in generative political information retrieval. Applying algorithmic accountability as a central theme, this research (a) assesses the alignment of artificial intelligence (AI) chatbot responses with timely political information, (b) investigates the factual correctness and transparency of chatbot-sourced synopses, (c) examines the adherence of chatbots to democratic norms and impartiality ideals, (d) analyzes the sourcing and attribution behaviors of the chatbots, and (e) explores the universality of chatbot gatekeeping across different languages. Using the 2024 Taiwan presidential election as a case study and prompting as a method, the study audits responses from Microsoft Copilot in five languages. The findings reveal significant discrepancies in information readiness, content accuracy, norm adherence, source usage, and attribution behavior across languages. These results underscore the contextual awareness when applying accountability assessment that looks beyond transparency in AI-mediated communication, especially during politically sensitive events."
  },
  {
    "discipline": "communication",
    "title": "How (Gendered) Media Portrayals of Refugees Affect Attitudes Toward Immigration. The Moderating Role of Political Ideology",
    "authors": "Christine E. Meltzer, Pablo Jost, Christian Schemer, Simon Kruschinski, Marcus Maurer",
    "url": "https://doi.org/10.1080/10584609.2025.2472765",
    "doi": "https://doi.org/10.1080/10584609.2025.2472765",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Depolarizing within the Comfort of Your Party: Experimental Evidence from Online Workshops",
    "authors": "Robert A. Blair, Jessica Gottlieb, Marie Schenk, Christopher Woods",
    "url": "https://doi.org/10.1080/10584609.2025.2469097",
    "doi": "https://doi.org/10.1080/10584609.2025.2469097",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Effects of AI versus human source attribution on trust and forgiveness in the identical corporate apology statement for a data breach scandal",
    "authors": "Joon Soo Lim, Erika Schneider, Maria Grover, Jun Zhang, David Peters",
    "url": "https://doi.org/10.1016/j.pubrev.2024.102520",
    "doi": "https://doi.org/10.1016/j.pubrev.2024.102520",
    "filter": 0,
    "journal_full": "Public Relations Review"
  },
  {
    "discipline": "communication",
    "title": "Leveraging AI in CSR: How social-oriented chatbots influence Chinese consumers’ supportive actions via dialogic communication",
    "authors": "Yangzhi (Nicole) Jiang, Yang Cheng, Yuan Wang",
    "url": "https://doi.org/10.1016/j.pubrev.2025.102541",
    "doi": "https://doi.org/10.1016/j.pubrev.2025.102541",
    "filter": 0,
    "journal_full": "Public Relations Review"
  },
  {
    "discipline": "communication",
    "title": "Endorsement of scientific norms among non-scientists: The role of science news consumption, political ideology, and science field",
    "authors": "Markus Schug, Helena Bilandzic, Susanne Kinnebrock",
    "url": "https://doi.org/10.1177/09636625251315882",
    "doi": "https://doi.org/10.1177/09636625251315882",
    "filter": 0,
    "journal_full": "Public Understanding of Science",
    "abstract": "Public discussions of controversial science fields like COVID-19 or climate science increasingly address inner-scientific structures and the norms guiding the scientific system—aspects that are normally discussed within the scientific community. However, not much is known about the endorsement of scientific norms by non-scientists and how those endorsements differ between controversial und uncontroversial science fields. We conducted a cross-sectional national survey in Germany ( N = 1007) to capture the public endorsement of scientific norms and explored the role of the science field, political ideology, and science news consumption. Results suggest that the endorsement of scientific norms is significantly higher in controversial fields than in less controversial fields. More left-leaning political ideology is connected to higher levels of norm endorsement; science news consumption is partly associated with lower scientific norm endorsement. We discuss our findings regarding their implications for the public’s image and understanding of controversial science fields."
  },
  {
    "discipline": "communication",
    "title": "Exploring AI identity: The media framing of communicative artificial intelligence in Singapore’s news sites",
    "authors": "Edson C. Tandoc, Seth Seet, Vanessa Xinyi Chan, Penny Ju Onn Wong",
    "url": "https://doi.org/10.1177/09636625251317970",
    "doi": "https://doi.org/10.1177/09636625251317970",
    "filter": 0,
    "journal_full": "Public Understanding of Science",
    "abstract": "Implementing artificial intelligence also requires examinations of public attitudes and perceptions. One approach is by examining media framing of artificial intelligence, including news coverage, which is a reflection of societal perceptions and a key influence over people’s understanding. As such, this study examines the framing of communicative artificial intelligence in Singapore, looking at how the news media frame communicative artificial intelligence and characterize it as a social actor. Through a manual content analysis of 336 news articles from three major news websites in Singapore, this study found that the news media in Singapore tend to focus on the benefits and advances of communicative artificial intelligence and portray communicative artificial intelligence as a tool rather than social actor. However, when comparing news coverage of communicative artificial intelligence after the advent of ChatGPT, the news framed communicative artificial intelligence more in terms of risks, regulations, responsibilities, and conflict."
  },
  {
    "discipline": "communication",
    "title": "Auditing the Compliance and Enforcement of Twitter’s Advertising Policy",
    "authors": "Yash Vekaria, Zubair Shafiq, Savvas Zannettou",
    "url": "https://doi.org/10.1177/20563051251319675",
    "doi": "https://doi.org/10.1177/20563051251319675",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Online platforms have enacted various policies to maintain a safe and trustworthy advertising environment. However, the extent to which these policies are adhered to and enforced remains a subject of interest and concern. In this work, we present a large-scale audit of adult advertising on Twitter (now X), specifically focusing on compliance with its adult (sexual) content advertising policy. Twitter is an interesting case study in that it—uniquely from other social media platforms—allows posting of adult content but prohibits adult content in advertising. We analyze approximately 35,000 ads on Twitter with respect to their compliance with the adult content ad policy through Perspective API and manual annotations. Among other things, we find that nearly 38% of ads violate Twitter’s adult content advertising policy—of which, the platform eventually removed only about 63% of these non-compliant adult ads. We also find inconsistencies in the moderation of such ads across languages, highlighting the need for more reliable and consistent moderation practices across different languages. Overall, our findings highlight blindspots in Twitter’s adult ad policy enforcement for certain languages and countries. Our work underscores the importance of external audits to monitor compliance and improve transparency in online advertising."
  },
  {
    "discipline": "public opinion",
    "title": "What Girls Do: The Effects of Exposure to Women Candidates on Adolescents’ Attitudes toward Women Leaders",
    "authors": "Christina Wolbrecht, David E Campbell",
    "url": "https://doi.org/10.1093/poq/nfae059",
    "doi": "https://doi.org/10.1093/poq/nfae059",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "“Politics is a man’s job” is a powerful and enduring stereotype. Does exposure to women politicians change beliefs about women’s competency for politics? While others have investigated the impact of women role models on women’s and girls’ engagement and ambition, previous research has not directly examined women politicians’ effect on political gender stereotypes in the United States. Using a panel survey of both adolescents and adults, we ask whether adolescents who observe women politicians become more likely to favor more women in office and more likely to see women as possessing positive leadership traits. We find that those for whom women candidates are more novel—Republican teens, and especially Republican girls—are most likely to shift their beliefs when exposed to women candidates of either party. Consistent with research on political socialization, these effects are apparent only for adolescents, not adults."
  },
  {
    "discipline": "psychology",
    "title": "The Social-Relations Model for Asymmetric-Block-Design Data: A Tutorial With R",
    "authors": "Avraham N. Kluger, Robert A. Ackerman, David A. Kenny, Thomas E. Malloy, Paul W. Eastwick",
    "url": "https://doi.org/10.1177/25152459241279522",
    "doi": "https://doi.org/10.1177/25152459241279522",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "We provide a guide to estimating social-relations-model (SRM) parameters for data collected with the asymmetric block design using R. SRM estimates reflect how people differ in the social behaviors they emit and elicit from others and the extent to which they behave differently with each unique partner. Such analyses have proven useful in studies of the power of leaders, negotiation effectiveness, and personality perception, to name a few. The SRM parameters can be estimated for data collected with various designs; the most common design is the round-robin. A less used design in SRM studies is the asymmetric block design, which involves measurements taken from dyadic interactions of individuals from two different social categories (e.g., speed-dating studies in which different-gendered participants interact). In this guide, we show how to estimate SRM parameters for asymmetric block design by specifying mixed-effect models with two R packages: glmmTMB and brms. Specifically, we show how to calculate SRM estimates for (a) one continuous outcome, (b) multiple measures of a continuous outcome, (c) bivariate correlations for two continuous outcomes, (d) one dichotomous outcome, (e) bivariate and multivariate associations between continuous SRM variables and one dichotomous outcome (in supplementary work-around), and (f) data from mother and child interactions rather than the more common speed-dating data. In all analyses, we illustrate how to model both fixed and random effects to allow testing additional fixed effects, such as group characteristics and the order of interaction between participants."
  },
  {
    "discipline": "psychology",
    "title": "Polytomous explanatory item response models for item discrimination: Assessing negative-framing effects in social-emotional learning surveys",
    "authors": "Joshua B. Gilbert, Lijin Zhang, Esther Ulitzsch, Benjamin W. Domingue",
    "url": "https://doi.org/10.3758/s13428-025-02625-2",
    "doi": "https://doi.org/10.3758/s13428-025-02625-2",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Urban highways are barriers to social ties",
    "authors": "Luca Maria Aiello, Anastassia Vybornova, Sándor Juhász, Michael Szell, Eszter Bokányi",
    "url": "https://doi.org/10.1073/pnas.2408937122",
    "doi": "https://doi.org/10.1073/pnas.2408937122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Urban highways are common, especially in the United States, making cities more car-centric. They promise the annihilation of distance but obstruct pedestrian mobility, thus playing a key role in limiting social interactions locally. Although this limiting role is widely acknowledged in urban studies, the quantitative relationship between urban highways and social ties is barely tested. Here, we define a Barrier Score that relates massive, geolocated online social network data to highways in the 50 largest US cities. At the granularity of individual social ties, we show that urban highways are associated with decreased social connectivity. This barrier effect is especially strong for short distances and consistent with historical cases of highways that were built to purposefully disrupt or isolate Black neighborhoods. By combining spatial infrastructure with social tie data, our method adds a dimension to demographic studies of social segregation. Our study can inform reparative planning for an evidence-based reduction of spatial inequality, and more generally, support a better integration of the social fabric in urban planning."
  }
]
