[
  {
    "discipline": "communication",
    "title": "Online experience sharing without explicit social interaction does not foster social bonding",
    "authors": "Wouter Wolf, Kayley Dotson",
    "url": "https://doi.org/10.5817/cp2025-1-3",
    "doi": "https://doi.org/10.5817/cp2025-1-3",
    "filter": 0,
    "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
    "abstract": "Humans have a unique capacity to bond with others through shared experiences, even in the absence of explicit communication. Yet it is unknown whether this capacity is flexible enough to accommodate the different kinds of virtual environments on which we increasingly rely. In the current pre-registered study, we examined whether this capacity still operates effectively on shared screens during non-communicative video mediated interactions, in dyads and in groups. Participants (N = 144 US participants, 71 female, 72 male, 1 non-binary) either watched a video on a shared screen together with (pre-recorded) partners or watched individually while these partners attended to something else. Equivalence tests showed that self-reported social bonding scores were practically equivalent between conditions. Thus, in contrast to several in-person studies, there was no difference in social bonding between conditions. These results show that, in the absence of explicit communication, some of humans’ most fundamental social bonding mechanisms might not operate as effectively in video mediated social interactions. As such, without sufficient active social or emotional engagement, the social costs of increasingly relying on video mediated social interactions might be greater than previously thought."
  },
  {
    "discipline": "communication",
    "title": "Supportive parenting and adolescents digital citizenship behaviors: The mediating role of self-regulation",
    "authors": "Agustín Morales-Álvarez, Angel Alberto Valdés-Cuervo, Lizeth Guadalupe Parra-Pérez",
    "url": "https://doi.org/10.5817/cp2025-1-2",
    "doi": "https://doi.org/10.5817/cp2025-1-2",
    "filter": 0,
    "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
    "abstract": "A plethora of studies have shown that parenting practices can lead to problematic Internet use. However, few studies have explored how parents foster positive online behavior in adolescents. This study addresses this gap by using self-determination theory to examine how supportive parenting practices, such as autonomy support and structure provision, can influence digital citizenship behaviors in adolescents. The study considered the mediating role of adolescents’ self-regulation, and examined how sex and adolescence stage moderate these relationships. The study included 570 Mexican adolescents (48% girls and 52% boys), and structural equation modeling and multigroup invariance statistics were conducted for analysis. The results showed that autonomy support was positively associated with all dimensions of digital citizenship, while structure provision was only positively associated with online civic engagement. Self-regulation was found to mediate the relationship between autonomy support, structure provision, and digital citizenship behaviors. The multigroup analysis confirmed that sex and adolescence stage did not affect the relationship between parenting practices and digital citizenship behaviors. Overall, the results suggest that supportive parenting practices can encourage positive digital citizenship behaviors among adolescents."
  },
  {
    "discipline": "communication",
    "title": "Tackling hate speech online: The effect of counter-speech on subsequent bystander behavioral intentions",
    "authors": "Yue Jia, Sandy Schumann",
    "url": "https://doi.org/10.5817/cp2025-1-4",
    "doi": "https://doi.org/10.5817/cp2025-1-4",
    "filter": 0,
    "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
    "abstract": "Counter-speech is considered a promising tool to address hate speech online, notably, by promoting bystander reactions that could attenuate the prevalence or further dissemination of hate. However, it remains unclear which types of counter-speech are most effective in attaining these goals and which might backfire. Advancing the literature, we examined the effect of four types of counter-speech (i.e., educating the perpetrator, calling on others to intervene, diverting the conversation, and abusing the perpetrator) on a range of bystander behavioral intentions in an experimental study (N = 250, UK-based adults). Overall, counter-speech did not affect bystanders’ subsequent responses to hate speech. Having said this, as expected, diversionary counter-speech increased intentions to ignore hate speech, which suggests unintended consequences. The study illustrates that counter-speech may not be sufficiently impactful in regulating bystanders’ reactions to hate speech online."
  },
  {
    "discipline": "communication",
    "title": "The adolescent Internet Adaptability Scale: Development and psychometric properties",
    "authors": "Weijun Wang, Jianmei Ye, Rouchun Dong, Shihao Ma, Dawei Huang, Xin Zhao",
    "url": "https://doi.org/10.5817/cp2025-1-5",
    "doi": "https://doi.org/10.5817/cp2025-1-5",
    "filter": 0,
    "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
    "abstract": "This study presents the development and validation of the Adolescent Internet Adaptability Scale (AIAS), designed to assess adolescents’ adaptive capacities in Internet use. The scale development encompassed multiple phases with diverse sample sizes: item pool generation through interviews (n = 15), scale structure analysis via Exploratory Factor Analysis (EFA, n = 553) and Confirmatory Factor Analysis (CFA, n = 4,637), along with reliability (n = 4,637) and validity (n = 4,637) analyses. The reliability phase included alpha, composite reliability, and retest reliability (n = 132), while the validity phase covered structural, convergent, discriminant, criterion-related validity, and measurement invariance tests. The AIAS, comprising eight dimensions—Internet curiosity, Internet self-efficacy, Internet learning ability, Internet socialization ability, Internet information search ability, Internet information protection ability, Internet self-control ability, and Internet positive coping ability—demonstrates strong reliability and validity. It shows positive correlations with Internet use—parental active help, well-being, and meaning in life, and negative correlations with Internet addiction and depression, with stronger associations observed with positive indicators. These findings highlight the Internet’s potential as a platform for strength acquisition. The AIAS, with its comprehensive nature, is promising for tailoring adolescent support from a positive psychology perspective, enabling holistic assessment and targeted interventions. It also advances understanding of youth development in the digital era, proving valuable for clinical and research applications. Ongoing evaluation, cross-cultural validation, and longitudinal research are essential for realizing its full potential. This multidimensional scale significantly advances the assessment of adolescent Internet use, equipping stakeholders to effectively address adolescents’ digital behaviors for enhancing well-being."
  },
  {
    "discipline": "communication",
    "title": "Prevalence and impact of Internet Gaming Disorder: A population-based study",
    "authors": "Josip Razum, Renata Glavak-Tkalić",
    "url": "https://doi.org/10.5817/cp2025-1-1",
    "doi": "https://doi.org/10.5817/cp2025-1-1",
    "filter": 0,
    "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
    "abstract": "Internet Gaming Disorder (IGD) has emerged as a significant public health concern, yet not enough is known about its prevalence among the general population as well as its relationship to well-being, mental health, specifically depression and anxiety, and gaming genres. This study aimed to address these questions. The research was conducted on a representative sample of the Croatian general population including 4,994 participants, aged between 15 and 64 years (M = 40.75, SD = 15.49). The Ten-Item Internet Gaming Disorder Test, Mental Health Inventory-5, Personal Well-being Index, Gaming time and Game Genres Preferences were used. The prevalence of the IGD in the general population of Croatia, aged 15-64 years, was estimated at 0.48%, 95% CI [0.30%, 1%], and among video game players (N = 1,239) at 1.63%, 95% CI [1.11%, 3%]. The highest prevalence was observed among young males. IGD showed the strongest relationship with depression, and weaker relationships with anxiety and well-being. Among the individual criteria, negative consequences for significant relationships, deception and escape had the strongest, while tolerance, loss of control and withdrawal had the weakest relationship to depression, anxiety and well-being, in a relative sense. Sports games and casual games players had lower risk for IGD, while other genres did not differ in their risk for IGD. Online and offline games did not differ in their risk for IGD. This study has shown that IGD has a relatively low prevalence among the general population and video game players, and that not all IGD criteria are equally relevant. Future longitudinal studies and studies on clinical samples are needed."
  },
  {
    "discipline": "communication",
    "title": "Exploring the Direct and Indirect Effects of Traditional and Social Media News Use on Media Trust and Journalism Error Tolerance",
    "authors": "Zicheng Cheng, Manuel Goyanes, Homero Gil de Zúñiga",
    "url": "https://doi.org/10.1080/21670811.2025.2457362",
    "doi": "https://doi.org/10.1080/21670811.2025.2457362",
    "filter": 0,
    "journal_full": "Digital Journalism"
  },
  {
    "discipline": "communication",
    "title": "The News Feed is Not a Black Box: A Longitudinal Study of Facebook’s Algorithmic Treatment of News",
    "authors": "Naoise McNally, Marco Bastos",
    "url": "https://doi.org/10.1080/21670811.2025.2450623",
    "doi": "https://doi.org/10.1080/21670811.2025.2450623",
    "filter": 0,
    "journal_full": "Digital Journalism"
  },
  {
    "discipline": "communication",
    "title": "Understanding the mediator and moderator role of digital citizenship on cyber harassment",
    "authors": "Mary Macharia, Mary Dunaway",
    "url": "https://doi.org/10.1108/itp-05-2022-0376",
    "doi": "https://doi.org/10.1108/itp-05-2022-0376",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose Drawing on two competing theories, the online disinhibition effect and communication privacy management, this study explores the antecedents of cyber harassment and the mediating and moderating role of digital citizenship on cyber harassment among adults. Design/methodology/approach To ensure the quality of the data collected, participant recruitment was conducted using two panels: Qualtrics and Cloud Research. The sample comprised 262 participants who were USA residents aged between 18 and 87 years who use the Internet regularly. Additionally, the survey required a balance of participants across racial and educational levels. The survey was drawn from items for which reliability and validity indexes have been tested and confirmed in prior disparate studies. Findings Results show that digital citizenship is a significant moderator in the relationships between disposition to value web privacy, perceived online disinhibition and cyber harassment. Digital citizenship behavior mediates the relationship between perceived online disinhibition and cyber harassment but does not mediate the relationship between disposition to value privacy and cyber harassment. Originality/value The results of this study broaden the understanding of digital citizenship as a behavior modification for cyber harassment, specifically among adult Internet users. Further, we seek to bring together two streams of research that have previously been studied separately: the literature on the antecedents of perceived online disinhibition and disposition to value web privacy concerns."
  },
  {
    "discipline": "communication",
    "title": "Putting ‘filter bubble’ effects to the test: evidence on the polarizing impact of ideology-based news recommendation from two experiments in Germany and the U.S.",
    "authors": "Katharina Ludwig, Nevena Nikolajevic, Alexander Grote, Philipp Müller",
    "url": "https://doi.org/10.1080/1369118x.2024.2435998",
    "doi": "https://doi.org/10.1080/1369118x.2024.2435998",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Digital literacy and strategic (dis)engagement: examining how functional and critical digital literacy shapes participation",
    "authors": "Gianfranco Polizzi",
    "url": "https://doi.org/10.1080/1369118x.2025.2452282",
    "doi": "https://doi.org/10.1080/1369118x.2025.2452282",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Spanish–English Code-Mixing in U.S. Higher Education: Testing the Use of “Spanglish” in University Materials at a Hispanic-Serving Institution",
    "authors": "Jessica Gasiorek, Margaret J. Pitts, Marko Dragojevic",
    "url": "https://doi.org/10.1177/0261927x251314864",
    "doi": "https://doi.org/10.1177/0261927x251314864",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "This experiment examined how university students at a Hispanic-Serving Institution (HSI) responded to the use of “Spanglish,” or English-Spanish code-mixing, in written materials promoting university services. Consistent with predictions, the use of Spanglish reduced students’ processing fluency; contrary to predictions, the use of Spanglish did not prompt higher perceptions of inclusiveness or feeling welcome (relative to English-only texts) for students, although both outcomes were higher for Spanglish with glosses (i.e., English translations) compared to Spanglish without glosses."
  },
  {
    "discipline": "communication",
    "title": "Flowing With the Syntax: The Influence of Taoism on Syntactic Priming Effects",
    "authors": "Heng Li",
    "url": "https://doi.org/10.1177/0261927x251314935",
    "doi": "https://doi.org/10.1177/0261927x251314935",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "Syntactic priming is a linguistic phenomenon where the exposure to a specific grammatical structure increases the likelihood that the same structure will be used in subsequent language production. Previous research has shown that these syntactic processes are influenced by a broad range of linguistic, cognitive, and social factors. In the present research, we focused on the role of religious systems in shaping syntactic priming in dialog. Based on the observation that the Taoist concept of “moving with flow” encourages individuals to adapt to the natural flow of life and circumstances, we hypothesized that Taoists might modify their syntactic choices to foster better connections with their interlocutors. We conducted two studies to test our theoretical perspective. As predicted, Study 1 found that Taoists were more likely to mirror the syntax used by their interlocutors in dialog than their atheist counterparts. In Study 2, we compared the magnitude of syntactic priming effects between Taoists and Buddhists. The results showed that Taoists demonstrated a stronger preference for using the same syntactic structure as their conversational partners than Buddhists. In sum, our findings provide the first empirical evidence that beliefs and values associated with religious systems exert a significant influence on syntactic priming effects."
  },
  {
    "discipline": "communication",
    "title": "Believing the Untrue: How Social Media, Sexism, and Structural Gender Inequality Influence Misinformation About Women Politicians",
    "authors": "Saifuddin Ahmed, Muhammad Masood, Adeline Bee Wei Ting",
    "url": "https://doi.org/10.1177/10776990251313756",
    "doi": "https://doi.org/10.1177/10776990251313756",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "We explore the link between social media news consumption and belief in misinformation about women politicians in India. In addition, we investigate the roles of sexism, with cognitive ability (individual factor) and gender inequality status (of the state where respondents reside) as structural-level moderating factors. Results indicate a positive association between social media news use and belief in misinformation, mediated by hostile and benevolent sexism. Furthermore, we find that low-cognitive individuals in states with high structural gender inequality are most vulnerable to misinformation. The results emphasize the need to create more gender equality structurally, to reduce susceptibility to gendered misinformation."
  },
  {
    "discipline": "communication",
    "title": "Internet Freedom and Social Media’s Political Consequences: Political Nationalism and Authoritarian Orientation Among Six Asian Societies",
    "authors": "Biying Wu-Ouyang, Yang Hu",
    "url": "https://doi.org/10.1177/10776990241313183",
    "doi": "https://doi.org/10.1177/10776990241313183",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "While extensive research has explored social media’s political effects, less attention has been paid to its impact on authoritarian orientation, a crucial form of political attitude. The rapid evolution of social media has brought internet freedom concerns—including access barriers, content restrictions, and violations of user rights—into prominent focus. However, research examining how these aspects of internet freedom interact with social media’s political influence remains limited. The study addresses this gap by analyzing representative samples from six Asian societies (Japan, Mainland China, Taiwan, Singapore, Vietnam, and Malaysia; N = 5,115) through multilevel modeling. Using multilevel moderated mediation analyses, we demonstrate that social media has democratizing effects that are mediated by political nationalism and moderated by internet freedom. The study extends the debate on the political effects of social media to non-Western contexts, presenting an overall positive outlook on social media’s democratic effects in East Asian societies, while detailing how these effects are conditioned by the dual impacts of internet freedom in terms of content and user rights."
  },
  {
    "discipline": "communication",
    "title": "Navigating Expressions of Femininity in Online Influencer Culture: A Content Analysis of Collegiate Women Athlete Branding in the Age of “Name, Image, and Likeness”",
    "authors": "Shannon Scovel",
    "url": "https://doi.org/10.1177/10776990241311854",
    "doi": "https://doi.org/10.1177/10776990241311854",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "The National Collegiate Athletic Association’s 2021 “name, image, and likeness” policy granted athletes the right to their own publicity and allowed them to build complex, digital brands. Using Goffman’s theory of self-representation, this article analyzes how three women athletes—Olivia Dunne, Haley Cavinder, and Hanna Cavinder—represented themselves on Instagram and TikTok during the first year of this policy. Findings show that these athletes portrayed themselves primarily in backstage settings; however, they also acknowledged their athleticism through competition-adjacent photographs and videos that complicate Goffman’s binary understanding of self-representation. These findings advance understandings of women athlete self-expression in the influencer economy."
  },
  {
    "discipline": "communication",
    "title": "Proxy and learning back-feeding: How older adults use smartphones in China",
    "authors": "Chengyu She, Yiting Liu, Siyue Li",
    "url": "https://doi.org/10.1177/20501579241300960",
    "doi": "https://doi.org/10.1177/20501579241300960",
    "filter": 0,
    "journal_full": "Mobile Media & Communication",
    "abstract": "Digital back-feeding is a bottom-up process by which younger generations teach or assist older generations in digital access, usage, and literacy. This study aims to examine how two means of digital back-feeding—proxy back-feeding and learning back-feeding—might be differently impacted by older adults’ perceptions of smartphone use, as well as their impact on older adults’ digital literacy. A cross-sectional questionnaire survey ( n = 433) was conducted in mainland China. Our findings revealed that perceived usefulness and perceived risk of smartphone use were positively associated with older adults’ engagement with both proxy back-feeding and learning back-feeding. Perceived ease of use was found to be negatively associated with older adults’ engagement in proxy back-feeding. In addition, older adults’ digital literacy was found to be negatively associated with proxy back-feeding, but positively associated with learning back-feeding. Results suggest that digital back-feeding is a complicated process that may influence older adults’ digital literacy through different routes, which deserves further investigation to bridge digital divide intergenerationally."
  },
  {
    "discipline": "communication",
    "title": "“GOD IS MY SPONSORED AD!! MY ALGORITHM!”: The spiritual algorithmic imaginary and Christian TikTok",
    "authors": "Sara Reinis, Corrina Laughlin",
    "url": "https://doi.org/10.1177/14614448251315128",
    "doi": "https://doi.org/10.1177/14614448251315128",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This article employs Critical Technocultural Discourse Analysis (CTDA) to analyze the affective public surrounding the hashtag #christiantiktok. We find that “Christian TikTok” discursively negotiates the unpredictable visibility affordances of TikTok’s algorithm by ascribing layers of spiritual significance to how the algorithm delivers content. Our research uncovered four key themes to this spiritualized conceptualization of algorithmically controlled visibility: (1) Algorithm as directed by the hand of God, (2) Context collapse as an evangelism opportunity, (3) Boosting visibility as a spiritual obligation, and (4) Invisibility as persecution. Following our analysis, we develop an understanding of the “spiritual algorithmic imaginary,” building on Bucher’s concept of the “algorithmic imaginary.” Functioning as both a networked performance and an affective framework, the concept of the spiritual algorithmic imaginary theorizes how certain spiritual users sacralize their participation in and understanding of digital platforms."
  },
  {
    "discipline": "communication",
    "title": "“When pigs fly”: Resources swapping, affordable marketing, and the transformation of Douyin from short video sharing to online shopping",
    "authors": "Shuaishuai Wang",
    "url": "https://doi.org/10.1177/14614448251314448",
    "doi": "https://doi.org/10.1177/14614448251314448",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "With 600 million daily users in 2020, Douyin faced monetization challenges after increased advertising led to a decline in user engagement. The app pivoted successfully to “shoppable videos” and livestream shopping by operating as a retail infrastructure. This article analyzes this transformation, arguing that Douyin strategically limits data availability, creating an artificial scarcity for capturing advertising and infrastructural rents. This approach is sustained by Douyin’s carefully crafted vision for career and business success derived from data’s speculative value. The app established reciprocal relationships with music creators and later video creators and sellers through reward programs, contractual deals, and online workshops. However, success often remains unattainable due to the uneven growth between continuous influx of creators/sellers and stalled user growth. This disparity allows Douyin to incorporate paid traffic into its business model, perpetuating data’s manufactured scarcity and obscuring exploitative practices by making paid traffic an essential component for success."
  },
  {
    "discipline": "communication",
    "title": "The perception and use of generative AI for science-related information search: Insights from a cross-national study",
    "authors": "Esther Greussing, Lars Guenther, Ayelet Baram-Tsabari, Shakked Dabran-Zivan, Evelyn Jonas, Inbal Klein-Avraham, Monika Taddicken, Torben Esbo Agergaard, Becca Beets, Dominique Brossard, Anwesha Chakraborty, Antoinette Fage-Butler, Chun-Ju Huang, Siddharth Kankaria, Yin-Yueh Lo, Kristian H. Nielsen, Michelle Riedlinger, Hyunjin Song",
    "url": "https://doi.org/10.1177/09636625241308493",
    "doi": "https://doi.org/10.1177/09636625241308493",
    "filter": 0,
    "journal_full": "Public Understanding of Science",
    "abstract": "Publicly accessible large language models like ChatGPT are emerging as novel information intermediaries, enabling easy access to a wide range of science-related information. This study presents survey data from seven countries ( N = 4320) obtained in July and August 2023, focusing on the perception and use of GenAI for science-related information search. Despite the novelty of ChatGPT, a sizable proportion of respondents already reported using it to access science-related information. In addition, the study explores how these users perceive ChatGPT compared with traditional types of information intermediaries (e.g. Google Search), their knowledge of, and trust in GenAI, compared with nonusers as well as compared with those who use ChatGPT for other purposes. Overall, this study provides insights into the perception and use of GenAI at an early stage of adoption, advancing our understanding of how this emerging technology shapes public understanding of science issues as an information intermediary."
  },
  {
    "discipline": "communication",
    "title": "‘It benefits every moment’: Understandings of and engagements in science-related practices in everyday life",
    "authors": "Kaisa Torkkeli, Milla Karvonen, Daria Pritup, Johanna Enqvist",
    "url": "https://doi.org/10.1177/09636625241309055",
    "doi": "https://doi.org/10.1177/09636625241309055",
    "filter": 0,
    "journal_full": "Public Understanding of Science",
    "abstract": "Drawing from science capital research and applying current practice theory, this study sheds light on people’s perceptions of science and science-related practices in their everyday lives. The study develops a practice theoretical approach to examine understandings and engagements embedded in socially shared everyday science-related practices. The analysis of 51 interviews with Finnish people aged 20 to 88 with varied educational and socio-economic backgrounds brings participants’ voices into a discussion. The findings suggest that science is understood as a generally valuable all-compassing phenomenon offering a means to explain the world and address complex issues. Participants commonly reported engaging with science in their professional lives, regardless of their educational background or employment status. However, most interviewees implied a lack of confidence to engage in science due to the perceived norms of institutionalised science. This study reveals the need for more critical reflection on the approaches of science-promoting practitioners to advance science engagement."
  },
  {
    "discipline": "communication",
    "title": "Framing Affects Support for the Development of Artificial Intelligence in the United States",
    "authors": "Risa Palm, Justin T. Kingsland, Toby Bolsen",
    "url": "https://doi.org/10.1177/10755470251317172",
    "doi": "https://doi.org/10.1177/10755470251317172",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "Artificial intelligence (AI) has the potential to advance health care, industrial productivity, and environmental sustainability but also presents risks such as job loss and uncontrolled superintelligent machines. Understanding public opinion about AI is key for anticipating its governance. This study examines how media framing affects U.S. beliefs about AI and support for its development. A survey experiment involved respondents reading articles highlighting either AI’s benefits or risks, revealing how such information can influence opinion on AI’s societal impacts. The findings emphasize the crucial role of framing in shaping public views on AI, with implications for policymakers and stakeholders."
  },
  {
    "discipline": "communication",
    "title": "A Meta-Analysis Synthesizing the Effects of Three Uncertainty Types in Science Communication",
    "authors": "Zhuo Guo, Ke Liu, Meng Chen",
    "url": "https://doi.org/10.1177/10755470251314129",
    "doi": "https://doi.org/10.1177/10755470251314129",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "This meta-analysis synthesized 43 empirical articles to summarize the impact of communicating three distinct uncertainty types (i.e., epistemic uncertainty, consensus uncertainty, and technical uncertainty) in science communication. The results revealed divergent effects across these three uncertainty types. Specifically, communicating epistemic uncertainty was found to have a small yet positive effect on credibility perception ( d = 0.09), with a nonsignificant impact on attitudes. Conversely, communicating consensus uncertainty ( d = −0.12) and technical uncertainty ( d = −0.15) demonstrated a slight negative effect on attitudes, without impacting credibility perception. In addition, topic domain, cultural uncertainty avoidance, and text length were important moderators."
  },
  {
    "discipline": "communication",
    "title": "Emerging Debates About Breakthrough Science: Understanding the Interplay of Values and Cognition in Shaping Attitudes on Human Brain Organoids",
    "authors": "Isabel I. Villanueva, Dayeon Eom, Ashley R. Cate, Nicole M. Krause, Dietram A. Scheufele, Dominique Brossard",
    "url": "https://doi.org/10.1177/10755470251314128",
    "doi": "https://doi.org/10.1177/10755470251314128",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "Human brain organoids (HBOs) hold the potential for major medical breakthroughs but raise ethical considerations that could intensify public scrutiny and regulatory challenges. This study explores the underlying value and cognitive pathways shaping public opinion of HBOs. Findings reveal political ideology correlates to moral opposition to HBOs, regardless of information intake. Religiosity predicts moral opposition, while deference to science correlates with support for HBOs. Moreover, risk-benefit perceptions shape public attitudes, but this relationship is moderated by deference to science. These findings lead to a better understanding of public opinion dynamics early in the issue attention cycle for emerging wicked science."
  },
  {
    "discipline": "communication",
    "title": "Truth Default or Generalized Skepticism? The Role of Overconfidence in the Relationship Between Social Media News Use and Traditional Media Use",
    "authors": "Taewoo Kang, Kjerstin Thorson, Chankyung Pak",
    "url": "https://doi.org/10.1177/20563051251315255",
    "doi": "https://doi.org/10.1177/20563051251315255",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "This article examines a model positing that overconfidence in political understanding resulting from social media use for news and politics hampers traditional media use. It confirms a positive relationship between Facebook political information experiences and overconfidence in political understanding. However, contrary to expectations, there is a positive relationship between overconfidence and traditional media use. An exploratory post hoc analysis, viewed through the lens of truth vs. false-default orientations, suggests overconfident users might use traditional news outlets to confirm their sense of knowledge, thereby exhibiting a false-default orientation on social media political information."
  },
  {
    "discipline": "communication",
    "title": "Internet Memes as Stabilizers of Conspiracy Culture: A Cognitive Anthropological Analysis",
    "authors": "Emily Godwin, Brittany I. Davidson, Tim Hill, Adam Joinson",
    "url": "https://doi.org/10.1177/20563051241306421",
    "doi": "https://doi.org/10.1177/20563051241306421",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Internet memes have emerged as the de facto language of the internet, where standardized memetic templates and characters distill and communicate narratives in simple, shareable formats. While prior research has highlighted their broad appeal as they traverse diverse audiences, their cultural function within online communities has received less attention. To investigate this function, we draw on cognitive anthropological conceptualizations of culture and theorize internet memes as “cultural representations.” We analyze 544 memes shared across two interconnected conspiratorial subreddits about COVID-19 between 2020 and 2022, employing a combination of content and thematic analysis. In doing so, we demonstrate that community members selectively engage with standardized memetic elements that resonate with their “conspiracist worldview.” Specifically, elements conveying the enduring “cultural themes” of Deception, Delusion, and Superiority function as “cultural resources” that stabilize the community’s culture. As such, we make three contributions. First, by theorizing internet memes as cultural representations, we demonstrate their stabilizing cultural function. Second, by showing how internet memes are used in online conspiratorial communities, we highlight their role in maintaining group cohesion and alleviating contention. Finally, we advance a revised methodological approach for the study of memetic communication."
  }
]
