[
  {
    "discipline": "communication",
    "title": "Far-right challenges to liberal democratic press norms: “indexing by proxy” in a German immigration debate",
    "authors": "Curd B Knüpfer, W Lance Bennett, Ulrike Klinger",
    "abstract": "This study examines the mechanisms by which illiberal politics make the news by disrupting democratic systems. During the late 20th century, a liberal journalistic consensus in most democracies developed guidelines for gatekeeping political voices and views in the news. In recent years, illiberal politics and changing media systems have challenged those press norms. Politically marginalized parties can make the news by disrupting party systems, elections, and policy processes. The presented case of German news coverage of the United Nations Global Compact for Migration shows that disproportionate media attention to the far-right Alternative für Deutschland party was not related to its size or policy impact, but to the strategic disruption of the political process itself. Making news via democratic disruption constitutes what we term “indexing by proxy” that undermines a core democratic journalism norm by amplifying coverage of illiberal actors that challenge the legitimacy of various public institutions, including legacy journalism.",
    "url": "https://doi.org/10.1093/joc/jqaf008",
    "doi": "https://doi.org/10.1093/joc/jqaf008",
    "filter": 0,
    "journal_full": "Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "Feminization is More Gender-Fair Than Neutralization: Evidence From Gender-Stereotyped Contexts",
    "authors": "Benjamin Storme, Martin Storme",
    "abstract": "In many languages, masculine forms are used generically. However, extensive research demonstrates that these forms exhibit a male bias that can adversely affect the perception of opportunities by women. To address this issue, alternative linguistic forms have been proposed, typically categorized into two main strategies: feminization and neutralization. Both approaches have proven effective in reducing the male bias of masculine forms. However, their relative effectiveness remains unclear. This study investigates this question in French. We compare gender representations elicited by three linguistic forms—masculine forms, pair forms (feminization), and neutral forms (neutralization)—against a stereotypical baseline. Our findings reveal that, in stereotypically neutral contexts, neutralization and feminization are equally effective in counteracting the male bias of masculine forms. However, in male- or female-dominated contexts, feminization is less sensitive to contextual bias and therefore more successful in mitigating the influence of stereotypes. Implications and limitations are discussed.",
    "url": "https://doi.org/10.1177/0261927x251349151",
    "doi": "https://doi.org/10.1177/0261927x251349151",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology"
  },
  {
    "discipline": "communication",
    "title": "Me Against Myself: How Right-Partisan Media Use Predicts Support for Redistribution Across Class and Partisan Identities",
    "authors": "Yifei Wang, Miriam Metzger, Daniel S. Lane",
    "abstract": "Despite rising economic inequality in the United States, lower-class Americans have yet to demand economic redistribution in overwhelming numbers. Analysis of the 2020 American National Election Study finds that right-partisan media use is associated with lower support for redistributive policies, and this relationship is strongest among individuals who identify as lower-class or Independent. We also found the relationship between right-partisan media use and taxing the rich was strongest among lower-class Republicans and upper-class Democrats. We discuss the potential for right-partisan media to breed system-justifying beliefs and shape opposition to economic redistribution among those who might benefit most from such policies.",
    "url": "https://doi.org/10.1177/10776990251350567",
    "doi": "https://doi.org/10.1177/10776990251350567",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly"
  },
  {
    "discipline": "communication",
    "title": "Media use in groups of friends: Relationships with connectedness",
    "authors": "Carolin Lehmann, Sonja Utz",
    "abstract": "Friendships are important throughout the lifespan, but groups of friends who disperse geographically need communication media to stay connected. Prior research on the use of media in long-distance communication focused on dyads, thereby neglecting issues like the heightened coordination effort in groups. We conducted a survey on a representative sample of German adults to discover the media ensembles of (geographically dispersed) friend groups and to explore the relationship between these ensembles and connectedness. A cluster analysis revealed four clusters, ranging from a traditional cluster occasionally communicating through emails and voice calls to a cluster that frequently uses several media, including games and discussion forums. The use of group chats was common in three clusters. Feelings of connectedness increased with communication frequency and number of media used. Psychological processes, namely social presence and ambient awareness, influenced connectedness as well.",
    "url": "https://doi.org/10.1177/14614448251351282",
    "doi": "https://doi.org/10.1177/14614448251351282",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Aesthetics of misogyny and the repulsive gaze: Worldview, affect, and ideology in incel imagery",
    "authors": "Debbie Ging, Stephane Baele, Lewys Brace, Simone Long, Shane Murphy",
    "abstract": "Like most online radical movements, the incel community heavily relies on images to express and amplify its ideology; yet its visual practices have not yet been comprehensively analysed. Using an original dataset of 31,925 images scraped from seven online spaces of the ‘incelosophere’, we implement the first large-scale, systematic analysis of incel images. Combining a codebook-guided quantitative analysis with a qualitative interpretation of representative images, we demonstrate the merits of studying incel imagery to enhance more frequent methods such as textual analysis. Specifically, our study documents three major roles played by images in the incelosphere. First, they consolidate incel misogynist and lookist narratives by exhibiting archetypal group categories. Second, they structure the community’s collective affective expression, intensifying shared emotions and shaping members’ perceptions of self and others. Third, images reflect divisions within the incelosphere, demonstrating the ideological and platform-specific heterogeneity of this ecosystem and evidencing influence from far-right digital milieux.",
    "url": "https://doi.org/10.1177/14614448251348251",
    "doi": "https://doi.org/10.1177/14614448251348251",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Mapping research on disinformation and misinformation across the Nordic countries: An integrative review",
    "authors": "Hilkka Grahn, Bente Kalsnes, Elsa Isaksson, Eva Mayerhöffer, Jón Gunnar Ólafsson, Jesper Falkheimer, Frederik Møller Henriksen, Jakob Bæk Kristensen, Dominic Saari",
    "abstract": "Social media and artificial intelligence have made it easier than ever to create and widely spread manipulated content. Recent geopolitical and digital developments underscore the need for more research on the topic, even in the Nordic countries with their recognised resilience against dis- and misinformation. This integrative review ( N = 359) examines how dis- and misinformation have been studied across disciplines in Denmark, Finland, Iceland, Norway, and Sweden between 2014 and 2024. The diversity of terminology and fields in this research highlights its significance and the potential for cross-disciplinary and cross-border collaboration. The article identifies five main topics within the literature: security and Russia’s actions; media and fact-checking; health; media literacy; and social media. While Nordic countries share similarities in dis- and misinformation research, Finland, Norway, and Sweden are more closely aligned with each other than with Denmark or Iceland. This study also identifies research gaps, including the need for more psychological and cognitive science research on dis- and misinformation. Overall, it provides a more comprehensive understanding of dis- and misinformation in the Nordic countries than previously available.",
    "url": "https://doi.org/10.2478/nor-2025-0015",
    "doi": "https://doi.org/10.2478/nor-2025-0015",
    "filter": 0,
    "journal_full": "Nordicom Review"
  },
  {
    "discipline": "communication",
    "title": "Outsiders in the Media: How a Sense of “Foreignness” Shapes Support for Censorship in China",
    "authors": "Ziyi Wu",
    "url": "https://doi.org/10.1080/10584609.2025.2529926",
    "doi": "https://doi.org/10.1080/10584609.2025.2529926",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Examining the Use of Aggressive Satirical Humor on Perceptions of Trustworthiness in Communication About Renewable Energy",
    "authors": "Sara K. Yeo, Isabelle Freiling, Jiyoung Yeon, Jennifer S. Zhang, Meaghan McKasy, Michael A. Cacciatore, Leona Yi-Fan Su, Sarah Rose Siskind",
    "abstract": "We examined the effects of gentle and harsh satire on perceived trustworthiness of a scientist in an audio clip. Using a three-condition between-subjects survey experiment ( N = 723), we found that respondents in the experimental (vs. control) conditions reported greater perceived aggression, which was negatively associated with perceived trustworthiness of the scientist. The negative effects of the audio clips with satire on perceived trustworthiness were mediated by experienced mirth. Our results offer evidence that scientists who use satire may be seen as less trustworthy than those who do not, likely because of the aggression perceived in the jokes.",
    "url": "https://doi.org/10.1177/10755470251345746",
    "doi": "https://doi.org/10.1177/10755470251345746",
    "filter": 0,
    "journal_full": "Science Communication"
  },
  {
    "discipline": "communication",
    "title": "The Complexity of Contemporary Citizenship: A Typology of Citizenship Orientations Among Norwegian Digital Natives",
    "authors": "Elizabeth Solverson, Stefan Geiß, Melanie Magin",
    "abstract": "Democratic citizenship is continuously evolving, shaped by changing political, social, and media contexts. Digital natives—those who have come of age in environments where digital technologies are embedded in everyday life—have experienced citizenship in markedly different ways than previous generations. While the internet has broadened the repertoire of participatory behaviors, existing research has struggled to capture the complexity of contemporary citizenship. Drawing on deliberative systems theory and a triadic framework of citizenship—examining normative expectations, behaviors, and attitudes—this study develops a nuanced exploration of citizenship orientations. Using an innovative questionnaire and latent profile analysis of survey data from Norwegian digital natives (aged 18–40), we identify seven distinct citizenship types that reveal the multidimensional nature of contemporary citizenship. Our research moves beyond binary distinctions between active and passive citizenship, emphasizing the importance of both expressive and receptive behaviors across online and offline contexts. By highlighting the diverse roles citizens play in sustaining democratic processes, we offer new insights into citizenship in the digital age, demonstrating how different citizens contribute to the democratic system through varied and interdependent forms of engagement.",
    "url": "https://doi.org/10.1177/20563051251346744",
    "doi": "https://doi.org/10.1177/20563051251346744",
    "filter": 0,
    "journal_full": "Social Media + Society"
  },
  {
    "discipline": "politics",
    "title": "The super rich and the rest: Campaign finance pressures and the wealth of politicians",
    "authors": "Lucia Motolinia, Marko Klašnja, Simon Weschle",
    "abstract": "We provide a comprehensive theoretical and empirical account of the relationship between campaign finance pressures and the wealth of politicians. We argue that the heavily right‐skewed wealth distributions observed in contemporary societies translate into similarly skewed distributions of campaign resources. Such unequal resources mean that greater pressures to spend on campaigns disproportionately benefit the very wealthy. We also identify several conditions that determine the extent of the financing advantages of the very rich, and at whose expense they accrue. We test our propositions using a unique original data set on the wealth of more than 23,000 national legislators from 41 countries, as well as by exploiting quasi‐random variation in financing pressures provided by recent campaign finance reforms in Brazil and Chile. The analyses consistently show that greater financing pressures lead to greater shares of wealthy, and especially very wealthy legislators, and that these advantages vary in ways consistent with our predictions.",
    "url": "https://doi.org/10.1111/ajps.12996",
    "doi": "https://doi.org/10.1111/ajps.12996",
    "filter": 0,
    "journal_full": "American Journal of Political Science"
  },
  {
    "discipline": "politics",
    "title": "The Electoral Appeal of Symbolic Class Signalling Through Cultural Consumption",
    "authors": "David Weisstanner, Sarah Engler",
    "abstract": "This letter investigates the electoral effects of symbolic class signalling through ‘cultural consumption’ in contemporary politics. We explore how politicians referring to an activity related to class-specific ‘cultural consumption’ – drinking beer in a pub or listening to classical music with a glass of wine – appeals to voters. We argue that symbolic class signalling has gained in importance due to the political realignment along the cultural dimension, and we expect radical right parties to benefit most from it. Our conjoint survey experiment with 1,550 respondents in Switzerland in January/February 2023 confirms our expectation. While many voters are biased against politicians claiming to enjoy classical music and wine, politicians drinking beer in a pub appeal particularly to radical right working-class voters without tertiary education. These findings contribute to our understanding of the role of symbolic politics and class identity in times of political transformation.",
    "url": "https://doi.org/10.1017/s0007123425100513",
    "doi": "https://doi.org/10.1017/s0007123425100513",
    "filter": 0,
    "journal_full": "British Journal of Political Science"
  },
  {
    "discipline": "politics",
    "title": "Repression, party ties, and political beliefs: Ideological continuities among voters after socialism",
    "authors": "Zeth Isaksson",
    "abstract": "How are experiences from socialist rule reflected in support for the former regime and ideological stances after democratization? This study examines how varied experiences under socialism—whether as regime supporters or victims of repression—continue to be linked to political behavior decades after transition. Using three decades of intergenerational panel data from the former German Democratic Republic, the findings show that repression is associated with long-term opposition to the regime’s successor party, Die Linke, while former party membership corresponds with lasting support. These experiences also relate to ideological self-placement, with distinct left-right patterns persisting based on past affiliations. Within families, the extent to which these political legacies are passed down depends on political interest, highlighting that they are not uniformly inherited. By exploring how socialist-era experiences remain embedded in post-transition political attitudes, this study underscores the role of historical experiences in shaping political behavior in new democracies.",
    "url": "https://doi.org/10.1177/13540688251350481",
    "doi": "https://doi.org/10.1177/13540688251350481",
    "filter": 0,
    "journal_full": "Party Politics"
  },
  {
    "discipline": "politics",
    "title": "Yesterday, all our troubles seemed so far away—(Re)conceptualizing nostalgic deprivation as a predictor for radical‐right support",
    "authors": "Carla Grosche, Tobias Rothmund",
    "abstract": "The return to “old glories” is one of the main promises of radical‐right parties, picking up on widespread longings for the collective past. Many people argue that radical‐right support is motivated by Relative Deprivation, that is, the perception of being worse off than others. We suggest that radical‐right support is more likely to reflect Nostalgic Deprivation —the perception of an unfair decline ingroup status compared to the past. However, psychological theorizing is rare, and previous studies differ in their conceptualization and measurement. We seek to fill this gap by introducing and validating a standardized measure of nostalgic deprivation. Based on a literature review, we start with a concise definition and conceptualization of nostalgic deprivation. We developed a reliable nine‐item self‐report scale that captures nostalgic deprivation indicated by (a) a temporal disadvantage comparison, (b) injustice appraisal, and (c) collective anger and nostalgia ( N = 398). We estimated the reliability and validity using empirical indicators of demographics, right‐wing populist attitudes, voting and personality measures in German ( N = 1206) and US‐quota samples ( N = 490). Our data shed light on the great predictive power of nostalgic deprivation for radical‐right support surpassing established measures of relative deprivation and nostalgia.",
    "url": "https://doi.org/10.1111/pops.70057",
    "doi": "https://doi.org/10.1111/pops.70057",
    "filter": 0,
    "journal_full": "Political Psychology"
  },
  {
    "discipline": "politics",
    "title": "Legislative reciprocity: Using a proposal lottery to identify causal effects",
    "authors": "Semra Sevi, Donald P. Green",
    "abstract": "Although much has been written on legislative reciprocity, rarely have scholars had an opportunity to leverage a randomly assigned asset to assess whether and how legislators reciprocate when their colleagues assist them. Using the lottery that allows Canadian Members of Parliament (MPs) to propose bills or motions, we examine whether MPs’ priority numbers affect their proclivity to second motions made by other MPs, which would be expected if MPs sought to build support for their own proposals by supporting proposals by others. Although MPs almost always make a proposal if their priority number allows them to do so, we find a weak relationship between MPs’ priority numbers and their probability of seconding others’ proposals. Moreover, when we look at successive parliaments, we see only faint indications that those who, by chance, won the right to propose in the previous session (and who therefore were eligible to attract seconds) are more likely to second others’ proposals in the current session. Although subject to a fair amount of statistical uncertainty that will gradually dissipate as future parliaments are examined, this pattern of evidence currently suggests that correlated seconding behavior among legislators is more the product of homophily than reciprocity.",
    "url": "https://doi.org/10.1017/psrm.2025.10032",
    "doi": "https://doi.org/10.1017/psrm.2025.10032",
    "filter": 0,
    "journal_full": "Political Science Research and Methods"
  },
  {
    "discipline": "politics",
    "title": "ConflLlama: Domain-specific adaptation of large language models for conflict event classification",
    "authors": "Shreyas Meher, Patrick T. Brandt",
    "abstract": "We present ConflLlama, demonstrating how efficient fine-tuning of large language models can advance automated classification tasks in political science research. While classification of political events has traditionally relied on manual coding or rigid rule-based systems, modern language models offer the potential for more nuanced, context-aware analysis. However, deploying these models requires overcoming significant technical and resource barriers. We demonstrate how to adapt open-source language models to specialized political science tasks, using conflict event classification as our proof of concept. Through quantization and efficient fine-tuning techniques, we show state-of-the-art performance while minimizing computational requirements. Our approach achieves a macro-averaged AUC of 0.791 and a weighted F1-score of 0.753, representing a 37.6% improvement over the base model, with accuracy gains of up to 1463% in challenging classifications. We offer a roadmap for political scientists to adapt these methods to their own research domains, democratizing access to advanced NLP capabilities across the discipline. This work bridges the gap between cutting-edge AI developments and practical political science research needs, enabling broader adoption of these powerful analytical tools.",
    "url": "https://doi.org/10.1177/20531680251356282",
    "doi": "https://doi.org/10.1177/20531680251356282",
    "filter": 0,
    "journal_full": "Research & Politics"
  },
  {
    "discipline": "public opinion",
    "title": "Applicability of Need for Orientation Scales in Network Agenda-Setting: A Methodological Exploration",
    "authors": "Gizem Melek",
    "abstract": "This study explores the applicability of both traditional and contemporary Need for Orientation (NFO) scales within the framework of Third-level (Network) Agenda-Setting (NAS), focusing on Syrian refugees in Türkiye. It delves into the concept of NFO, which revolves around individuals’ propensity to engage with news content, particularly in the context of NAS. Although the underlying concept remains consistent, there exists a technical challenge in analyzing the NFO scales within the NAS model. This challenge arises from the need to amalgamate the public’s mind maps into matrices, as required by the NAS model, while their NFO scale responses remain distinct entities. Thus, this study offers a distinctive perspective by proposing a strategy for integrating individual NFO scale responses into the matrix-based NAS model. This involves establishing a cohesive analytical framework that ensures the seamless alignment of NFO and NAS, representing an innovative approach not previously explored in the literature. The analysis includes a wide array of media outlets and nationally representative public opinion data. While the strategy employed in this research yielded some significant outcomes, further testing in diverse contexts is essential to validate its efficacy. Implications and the challenges inherent in integrating NFO into the NAS context are discussed.",
    "url": "https://doi.org/10.1093/ijpor/edaf023",
    "doi": "https://doi.org/10.1093/ijpor/edaf023",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research"
  },
  {
    "discipline": "public opinion",
    "title": "Unraveling the Relationships Among Individual Tendencies, Media Consumption, and Network Characteristics in the Self-Selective Dynamics of Online Political Discussions",
    "authors": "Chingching Chang",
    "abstract": "Unlike face-to-face political discussions, which can be unavoidable, online political discussions are largely self-selected. This paper identifies an individual attribute (diversity in information-seeking value) that fosters online political discussions and an individual tendency (opinion expression inhibition) that inhibits them. The association between such factors and online political discussions depends on voters’ media consumption and the characteristics of their online social networks. Drawing on research linking political discussions to political participation, this article predicts a relationship between individual differences and political participation, through the mediation of online political discussion frequency. With data gathered in a two-wave online survey among a representative sample, conducted before and after Taiwan’s 2022 local election, the authors test the self-selective dynamics of online political discussions. As the findings show, greater exposure to political information on new media, network heterogeneity, and size all magnify the positive relationship of diversity-seeking value with online political discussions. Greater exposure to political information on new media also intensifies the negative relationship between expression inhibition tendencies and online political discussions. Online political discussions are positively associated with subsequent political participation; specifically, they directly relate to voting and indirectly relate to offline political engagement, through their association with online political engagement.",
    "url": "https://doi.org/10.1093/ijpor/edaf036",
    "doi": "https://doi.org/10.1093/ijpor/edaf036",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research"
  },
  {
    "discipline": "public opinion",
    "title": "Connected and Uncooperative: The Effects of Homogenous and Exclusive Social Networks on Survey Response Rates and Nonresponse Bias",
    "authors": "Jonathan Eggleston, Chase Sawyer",
    "abstract": "Social capital, the strength of people’s friendship networks and community ties, has been hypothesized as an important determinant of survey participation. Investigating this hypothesis has been difficult given data constraints. In this paper, we provide insights by investigating how response rates and nonresponse bias in the American Community Survey are correlated with county-level social network data from Facebook. We find some evidence that areas of the United States where people have more exclusive and homogenous social networks have higher nonresponse bias and lower response rates. These results provide further evidence that the effects of social capital may not be simply a matter of whether or not people are socially isolated, but also what types of social connections people have and the sociodemographic heterogeneity of their social networks.",
    "url": "https://doi.org/10.1177/0282423x251349722",
    "doi": "https://doi.org/10.1177/0282423x251349722",
    "filter": 0,
    "journal_full": "Journal of Official Statistics"
  },
  {
    "discipline": "public opinion",
    "title": "Spatial Variations of the Broken Emotion Conjecture",
    "authors": "Minxuan Lan, Lin Liu, Jon D. Elhai, Hanlin Zhou, Xin Gu, Zihan Su, Debao Chen",
    "abstract": "Crime is not randomly distributed but tends to occur in specific spatial clusters. The literature has published many theories to explain its underlying causes. In recent years, scholars have increasingly leveraged social media big data to enrich our understanding of crime. Among these efforts is the Broken Emotion Conjecture, which offers a novel perspective on the connection between crime and emotion. However, how this connection varies among crime types and across the geographic space remains unclear. In this study, we investigate the spatial variations of the Broken Emotion Conjecture by analyzing emotion of residents and visitors, and their associations with assaults, burglaries, robberies, and thefts in Cincinnati, OH. Through spatial statistical analyses, we find that emotional states of residents and visitors have distinct effects on crime. Specifically, after controlling for key socioeconomic and land-use factors, we observed that collective negative emotion among residents is associated with a higher likelihood of burglaries; while collective negative emotion among visitors correlated with increased risk of assault, burglary, and robbery. Notably, we found no statistically significant impact of either residents’ or visitors' negative emotion on thefts. These findings align with established criminological and psychological theories, but provide a more nuanced interpretation of the connection between emotion and crime. Our study contributes to the growing body of research on the crime-emotion relationship, supports the development of an ambient population based emotion research within criminology, and provides practical policy implications.",
    "url": "https://doi.org/10.1177/08944393251356630",
    "doi": "https://doi.org/10.1177/08944393251356630",
    "filter": 0,
    "journal_full": "Social Science Computer Review"
  },
  {
    "discipline": "psychology",
    "title": "Does Truth Pay? Investigating the Effectiveness of the Bayesian Truth Serum With an Interim Payment: A Registered Report",
    "authors": "Claire M. Neville, Matt N. Williams",
    "abstract": "Self-report data are vital in psychological research, but biases such as careless responding and socially desirable responding can compromise their validity. Although various methods are employed to mitigate these biases, they have limitations. The Bayesian truth serum (BTS) offers a survey scoring method to incentivize truthfulness by leveraging correlations between personal and collective opinions and rewarding “surprisingly common” responses. In this study, we evaluated the effectiveness of the BTS in mitigating socially desirable responding to sensitive questions and tested whether an interim payment could enhance its efficacy by increasing trust. In a between-subjects experimental survey, 877 participants were randomly assigned to one of three conditions: BTS, BTS with interim payment, and regular incentive (RI). Contrary to the hypotheses, participants in the BTS conditions displayed lower agreement with socially undesirable statements compared with the RI condition. The interim payment did not significantly enhance the BTS’s effectiveness. Instead, response patterns diverged from the mechanism’s intended effects, raising concerns about its robustness. As the second registered report to challenge its efficacy, this study’s results cast serious doubt on the BTS as a reliable tool for mitigating socially desirable responding and improving the validity of self-report data in psychological research.",
    "url": "https://doi.org/10.1177/25152459251343043",
    "doi": "https://doi.org/10.1177/25152459251343043",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science"
  },
  {
    "discipline": "psychology",
    "title": "Comparative judgement as a research tool: A meta-analysis of application and reliability",
    "authors": "George Kinnear, Ian Jones, Ben Davies",
    "abstract": "Comparative judgement (CJ) provides methods for constructing measurement scales, by asking assessors to make a series of pairwise comparisons of the artefacts or representations to be scored. Researchers using CJ need to decide how many assessors to recruit and how many comparisons to collect. They also need to gauge the reliability of the resulting measurement scale, with two different estimates in widespread use: scale separation reliability (SSR) and split-halves reliability (SHR). Previous research has offered guidance on these issues, but with either limited empirical support or focused only on education research. In this paper, we offer guidance based on our analysis of 101 CJ datasets that we collated from previous research across a range of disciplines. We present two novel findings, with substantive implications for future CJ research. First, we find that collecting ten comparisons for every representation is generally sufficient; a more lenient guideline than previously published. Second, we conclude that SSR can serve as a reliable proxy for inter-rater reliability, but recommend that researchers use a higher threshold of .8, rather than the current standard of .7.",
    "url": "https://doi.org/10.3758/s13428-025-02744-w",
    "doi": "https://doi.org/10.3758/s13428-025-02744-w",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "psychology",
    "title": "The Journey of Forced Choice Measurement Over 80 Years: Past, Present, and Future",
    "authors": "Philseok Lee, Mina Son, Steven Zhou, Sean Joo, Zihao Jia, Virginia Cheng",
    "abstract": "Over the past two decades, forced-choice (FC) measures have received considerable attention from researchers and practitioners in industrial and organizational psychology. Despite the growing body of research on FC measures, there has not yet been a comprehensive review synthesizing the diverse lines of research. This article bridges this gap by presenting a systematic review of post-2000 literature on FC measures, addressing ten critical questions, including: 1) validity evidence, 2) faking resistance, 3) FC IRT models, 4) FC test design, 5) FC measure development, 6) test-taker reactions and response processes, 7) measurement and predictive bias, 8) reliability, 9) computerized adaptive testing, and 10) random responding. The review adopts a historical perspective, tracing the development of FC measures and highlighting key empirical findings, methodological advances, current trends, and future directions. By synthesizing a substantial body of evidence across multiple research streams, this article serves as a valuable resource, providing insights into the psychometric properties, theoretical underpinnings, and practical applications of FC measures in organizational contexts such as personnel selection, development, and assessment.",
    "url": "https://doi.org/10.1177/10944281251350687",
    "doi": "https://doi.org/10.1177/10944281251350687",
    "filter": 0,
    "journal_full": "Organizational Research Methods"
  },
  {
    "discipline": "psychology",
    "title": "Generative pretrained transformer models can function as highly reliable second screeners of titles and abstracts in systematic reviews: A proof of concept and common guidelines.",
    "authors": "Mikkel Helding Vembye, Julian Christensen, Anja Bondebjerg Mølgaard, Frederikke Lykke Witthöft Schytt",
    "url": "https://doi.org/10.1037/met0000769",
    "doi": "https://doi.org/10.1037/met0000769",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "sociology",
    "title": "Gun purchase interest as backlash to Black Lives Matter protests",
    "authors": "Masha Krupenkin, Elad Yom-Tov, David Rothschild",
    "abstract": "How do protests affect Americans’ gun ownership decisions? Using a novel dataset of gun-related web searches in combination with geocoded protest data, we examine the effects of the 2020 Black Lives Matter (BLM) protests on Americans’ interest in firearm purchase. We find a clear relationship between geographic proximity to BLM protests and firearm purchase web searches, but a null relationship between these searches and proximity to re-opening protests. We then examine racial attitudes of would-be gun buyers using users’ web search histories and find that users exposed to racially conservative narratives had significantly larger spikes in gun purchase interest during the 2020 BLM protests than did other comparable searchers. These results suggest that Black civil rights protests can serve as a catalyst for gun purchase interest.",
    "url": "https://doi.org/10.1093/sf/soaf096",
    "doi": "https://doi.org/10.1093/sf/soaf096",
    "filter": 0,
    "journal_full": "Social Forces"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Diffusion of complex contagions is shaped by a trade-off between reach and reinforcement",
    "authors": "Allison Wan, Christoph Riedl, David Lazer",
    "abstract": "How does social network structure amplify or stifle behavior diffusion? Existing theory suggests that when social reinforcement makes the adoption of behavior more likely, it should spread more—both farther and faster—on clustered networks with redundant ties. Conversely, if adoption does not benefit from social reinforcement, it should spread more on random networks which avoid such redundancies. We develop a model of behavior diffusion with tunable probabilistic adoption and social reinforcement parameters to systematically evaluate the conditions under which clustered networks spread behavior better than random networks. Using simulations and analytical methods, we identify precise boundaries in the parameter space where one network type outperforms the other or they perform equally. We find that, in most cases, random networks spread behavior as far or farther than clustered networks, even when social reinforcement increases adoption. Although we find that probabilistic, socially reinforced behaviors can spread farther on clustered networks in some cases, this is not the dominant pattern. Clustered networks are even less advantageous when individuals remain influential for longer after adopting, have more neighbors, or need more neighbors before social reinforcement takes effect. Under such conditions, clustering tends to help only when adoption is nearly deterministic, which is not representative of socially reinforced behaviors more generally. Clustered networks outperform random networks by a 5% margin in only 22% of the parameter space under its most favorable conditions. This pattern reflects a fundamental trade-off: Random ties enhance reach, while clustered ties enhance social reinforcement.",
    "url": "https://doi.org/10.1073/pnas.2422892122",
    "doi": "https://doi.org/10.1073/pnas.2422892122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences"
  }
]
