[
  {
    "discipline": "communication",
    "title": "Overconfidence in ability to discern cancer misinformation: a conceptual replication and extension",
    "authors": "Benjamin Lyons, Andy J King, Kimberly A Kaphingst",
    "url": "https://doi.org/10.1093/hcr/hqaf017",
    "doi": "https://doi.org/10.1093/hcr/hqaf017",
    "filter": 0,
    "journal_full": "Human Communication Research",
    "abstract": "This study conducts a conceptual replication and extension of prior research on overconfidence in discerning political misinformation, shifting focus to health. Using data from a national survey of American adults linked to web-browsing records (N=593), we investigated the prevalence and correlates of overconfidence in this domain. Consistent with earlier findings, overconfidence was most pronounced among low-performing individuals, replicating the “Dunning–Kruger Effect.” However, decomposition analyses revealed that the associations between overconfidence and behavioral correlates—exposure to low-credibility health websites and belief in cancer-related misinformation—are primarily accounted for by deficits in actual discernment ability rather than a lack of metacognitive insight. This replication highlights the robustness of the link between poor discernment and behavioral outcomes across domains. These results highlight the need for interventions that improve evaluation skills or address underlying dispositional factors, such as distrust in science and conspiracist worldviews."
  },
  {
    "discipline": "communication",
    "title": "Streaming users as temporal publics: recalibrating platform power in Latin America",
    "authors": "Ignacio Siles, Vanessa Valiati, Rodrigo Muñoz-González, Luciana Valerio-Alfaro",
    "url": "https://doi.org/10.1093/joc/jqaf031",
    "doi": "https://doi.org/10.1093/joc/jqaf031",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "This article analyzes how streaming users in Latin America experience time in relation to platforms. Drawing on a mixed-methods approach that employed daily reports of platform usage, focus groups, and “rich picture” analysis, we examine the cases of two countries with some of the highest digital media usage statistics in Latin America: Brazil and Costa Rica. We conceptualize platform users in these countries as “temporal publics,” defined by their varied experiences of time and the complexity of their “time work” practices. The article discusses how individuals engage in recalibration practices to navigate the temporal ambivalences of everyday life and what they perceive as the power of streaming platforms to control their time. By doing so, we demonstrate how users simultaneously reproduce and subvert specific temporal orders through their everyday interactions with streaming services, reflecting a sustained and intentional ambivalence toward the platforms’ power."
  },
  {
    "discipline": "communication",
    "title": "An “Identity Turn” in political communication?: testing the relationship between media use and identity alignment in the United States",
    "authors": "Daniel S Lane, Melody Chen, Yifei Wang",
    "url": "https://doi.org/10.1093/joc/jqaf026",
    "doi": "https://doi.org/10.1093/joc/jqaf026",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "Despite a rise in identity-centric communication scholarship, there is a lack of theory and evidence regarding how media use relates to the on-going alignment between political and social identities (i.e., identity alignment). We offer a framework for theorizing this dynamic and apply it to examine the relationship between Americans’ media diets and on-going psychological alignment between political and social identities in the United States (i.e., partisan social sorting). We use data from 33,690 American respondents from three national surveys: one longitudinal (1972–2020) and two fielded in 2020. There is evidence that identity alignment (i.e., sorting) has grown over time, but only among those who are most interested and attentive to politics and media. In 2020 surveys, we find no evidence that the frequency of media use was a significant predictor of social sorting. Instead, the composition of individuals’ media diets predicted the alignment between their social and political identities."
  },
  {
    "discipline": "communication",
    "title": "What is a trend?",
    "authors": "Devon Powers",
    "url": "https://doi.org/10.1093/joc/jqaf029",
    "doi": "https://doi.org/10.1093/joc/jqaf029",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "Trends are a common feature in the contemporary media and cultural environment as well as media and communication research. Yet trends remain undertheorized. This article seeks to address this gap. Rather than just a synonym for shift or change, I define trend as a temporally bounded, dynamic pattern of observable change and argue that such a concept deserves greater prominence within the study of media and communication. In addition to this definition, I theorize trends by characterizing the trend’s key features, exploring its relationship to media, and mapping its connection to questions that animate media and communication research. The case of “brat summer” of 2024 is offered as an exemplary case from which trend’s core features may be discerned. The article’s primary contribution is to advance the trend as a central concept through which communication and media studies researchers may think more comprehensively and critically about change."
  },
  {
    "discipline": "communication",
    "title": "Time is the fire in which message effects burn: Decay and sustenance of correction effects over time",
    "authors": "Je Hoon Chae, Tim Groeling, Hyunjin Song",
    "url": "https://doi.org/10.1093/joc/jqaf030",
    "doi": "https://doi.org/10.1093/joc/jqaf030",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "The rapid dissemination of misinformation has raised concerns about its persistence despite corrective efforts, as the influence of fact-checking often diminishes quickly. This study explores “time” as a central theoretical and methodological construct in understanding the effects of fact-checking interventions. Across two large-scale, pre-registered panel experiments (N = 6,983), we examine the temporal dynamics of both the persuasive and unintended consequences of factual corrections. Results show that while fact-checks yield immediate belief updating, their effects largely fade within two weeks and do not produce durable belief echoes. In Study 2, we introduce a novel design treating time lag as an experimental treatment and show that simple interventions aimed at increasing the temporal accessibility of corrections—termed “accuracy reminders”—significantly extend the durability of their effects. These findings reconceptualize correction effects as inherently temporal processes, advancing communication theory and offering scalable, time-sensitive strategies for sustaining the influence of fact-checking in dynamic information environments."
  },
  {
    "discipline": "communication",
    "title": "Performative or authentic? How affordances signal (in)authentic digital allyship",
    "authors": "Kyla N Brathwaite, David C DeAndrea",
    "url": "https://doi.org/10.1093/jcmc/zmaf012",
    "doi": "https://doi.org/10.1093/jcmc/zmaf012",
    "filter": 0,
    "journal_full": "Journal of Computer-Mediated Communication",
    "abstract": "This study examines the paradoxical relationship between prosocial content on social media and the self-promotional nature of many social media platforms. Specifically, our study examines how differences in two perceived affordances—persistence and visibility—affect how women viewers evaluate the authenticity of men who post allyship messages on Instagram. Additionally, we examine how viewer perceptions of comment deletion and comment restriction impact source evaluations. Results indicate that greater perceived persistence and visibility led women viewers to rate ostensible allies as more authentic and less self-interested. Moreover, comment deletion and restriction were found to partially affect how viewers evaluated ally authenticity and motive, providing additional support to warranting theory. Implications for promoting prosocial messaging and digital allyship online are discussed."
  },
  {
    "discipline": "communication",
    "title": "Me Against Myself: How Right-Partisan Media Use Predicts Support for Redistribution Across Class and Partisan Identities",
    "authors": "Yifei Wang, Miriam Metzger, Daniel S. Lane",
    "url": "https://doi.org/10.1177/10776990251350567",
    "doi": "https://doi.org/10.1177/10776990251350567",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Despite rising economic inequality in the United States, lower-class Americans have yet to demand economic redistribution in overwhelming numbers. Analysis of the 2020 American National Election Study finds that right-partisan media use is associated with lower support for redistributive policies, and this relationship is strongest among individuals who identify as lower-class or Independent. We also found the relationship between right-partisan media use and taxing the rich was strongest among lower-class Republicans and upper-class Democrats. We discuss the potential for right-partisan media to breed system-justifying beliefs and shape opposition to economic redistribution among those who might benefit most from such policies."
  },
  {
    "discipline": "communication",
    "title": "Credibility as a Double-Edged Sword: The Effects of Deceptive Source Misattribution on Disinformation Discernment on Personal Messaging",
    "authors": "Cristian Vaccari, Andrew Chadwick, Natalie-Anne Hall, Brendan Lawson",
    "url": "https://doi.org/10.1177/10776990251350563",
    "doi": "https://doi.org/10.1177/10776990251350563",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Disinformation often features reputable sources to boost false information’s credibility, but does this deceptive source misattribution shape its spread on personal messaging? In a preregistered between-subjects survey experiment on U.K. WhatsApp users ( N = 2,580), we showed participants WhatsApp messages containing true or false news attributed to either British Broadcasting Corporation (BBC) News or no source. Attribution to BBC News significantly increased message credibility. Importantly, however, participants’ responses to false messages attributed to BBC News were statistically indistinguishable from their responses to true messages. On personal messaging, source credibility can boost the spread of accurate news but can also be used deceptively to propagate falsehoods."
  },
  {
    "discipline": "communication",
    "title": "National security versus freedom of speech: How media exposure, personal values, and media framing influence non-users’ support for a national ban on TikTok",
    "authors": "Huu Dat Tran, Pham Phuong Uyen Diep, Hayley Booth",
    "url": "https://doi.org/10.1177/14614448251349427",
    "doi": "https://doi.org/10.1177/14614448251349427",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Our study examines how external factors, including media exposure, personal values, and media framing (i.e. national security vs free speech), influence non-users’ support for a national TikTok ban in the United States via an online experiment-embedded survey ( N = 498). Results show that while perceived national security threats predicted ban support only in the national security condition, concerns about free speech violations consistently decreased support across all conditions. An analysis of open-ended responses further demonstrated that participants adopted the framing language consistent with their experimental condition. Findings suggest that personal value framing in the media, especially those related to free speech values, plays a crucial role in shaping public opinion on social media regulation policies. We thus contribute to a comprehensive understanding of how media framing influences policy preferences for emerging digital governance issues such as social media regulations. Other implications were also discussed."
  },
  {
    "discipline": "communication",
    "title": "Chat groups as local civic infrastructure: A case study of “Solidary neighborhood help” Telegram groups during the COVID-19 pandemic in Germany",
    "authors": "Olga Pasitselska, Kilian Buehling, Emilija Gagrčin",
    "url": "https://doi.org/10.1177/14614448251349426",
    "doi": "https://doi.org/10.1177/14614448251349426",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Messaging groups are emerging as “meso-spaces”—digital environments that enable sustained dialogue and collective action through their distinct affordances. We examine how such spaces facilitate civic self-organization through their hybrid online/offline, public/private, and local/global dynamics and how they function as local civic infrastructure during times of crisis. Using a mixed-methods analytical approach, we examined 47 public Telegram groups from Germany during the COVID-19 pandemic. We identified a fundamental tension between political discussion and practical help in these spaces, resolvable through active horizontal participation (including norm negotiation and self-moderation), or strict vertical moderation. Additional challenges included a lack of access to vulnerable groups and limited outreach to local civil society actors, both of which hindered group activity and structural connections within local civic infrastructure. Despite these challenges, our study highlights the potential of local chat groups for self-organization, albeit primarily among privileged urban individuals. We discuss the implications for democratic theory and practice."
  },
  {
    "discipline": "communication",
    "title": "Aesthetics of misogyny and the repulsive gaze: Worldview, affect, and ideology in incel imagery",
    "authors": "Debbie Ging, Stephane Baele, Lewys Brace, Simone Long, Shane Murphy",
    "url": "https://doi.org/10.1177/14614448251348251",
    "doi": "https://doi.org/10.1177/14614448251348251",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Like most online radical movements, the incel community heavily relies on images to express and amplify its ideology; yet its visual practices have not yet been comprehensively analysed. Using an original dataset of 31,925 images scraped from seven online spaces of the ‘incelosophere’, we implement the first large-scale, systematic analysis of incel images. Combining a codebook-guided quantitative analysis with a qualitative interpretation of representative images, we demonstrate the merits of studying incel imagery to enhance more frequent methods such as textual analysis. Specifically, our study documents three major roles played by images in the incelosphere. First, they consolidate incel misogynist and lookist narratives by exhibiting archetypal group categories. Second, they structure the community’s collective affective expression, intensifying shared emotions and shaping members’ perceptions of self and others. Third, images reflect divisions within the incelosphere, demonstrating the ideological and platform-specific heterogeneity of this ecosystem and evidencing influence from far-right digital milieux."
  },
  {
    "discipline": "communication",
    "title": "When AI sees hotter: Overestimation bias in large language model climate assessments",
    "authors": "Tenzin Tamang, Ruilin Zheng",
    "url": "https://doi.org/10.1177/09636625251351575",
    "doi": "https://doi.org/10.1177/09636625251351575",
    "filter": 0,
    "journal_full": "Public Understanding of Science",
    "abstract": "Large language models (LLMs) have emerged as a novel form of media, capable of generating human-like text and facilitating interactive communications. However, these systems are subject to concerns regarding inherent biases, as their training on vast text corpora may encode and amplify societal biases. This study investigates overestimation bias in LLM-generated climate assessments, wherein the impacts of climate change are exaggerated relative to expert consensus. Through non-parametric statistical methods, the study compares expert ratings from the Intergovernmental Panel on Climate Change 2023 Synthesis Report with responses from GPT-family LLMs. Results indicate that LLMs systematically overestimate climate change impacts, and that this bias is more pronounced when the models are prompted in the role of a climate scientist. These findings underscore the critical need to align LLM-generated climate assessments with expert consensus to prevent misperception and foster informed public discourse."
  },
  {
    "discipline": "communication",
    "title": "The Complexity of Contemporary Citizenship: A Typology of Citizenship Orientations Among Norwegian Digital Natives",
    "authors": "Elizabeth Solverson, Stefan Geiß, Melanie Magin",
    "url": "https://doi.org/10.1177/20563051251346744",
    "doi": "https://doi.org/10.1177/20563051251346744",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Democratic citizenship is continuously evolving, shaped by changing political, social, and media contexts. Digital natives—those who have come of age in environments where digital technologies are embedded in everyday life—have experienced citizenship in markedly different ways than previous generations. While the internet has broadened the repertoire of participatory behaviors, existing research has struggled to capture the complexity of contemporary citizenship. Drawing on deliberative systems theory and a triadic framework of citizenship—examining normative expectations, behaviors, and attitudes—this study develops a nuanced exploration of citizenship orientations. Using an innovative questionnaire and latent profile analysis of survey data from Norwegian digital natives (aged 18–40), we identify seven distinct citizenship types that reveal the multidimensional nature of contemporary citizenship. Our research moves beyond binary distinctions between active and passive citizenship, emphasizing the importance of both expressive and receptive behaviors across online and offline contexts. By highlighting the diverse roles citizens play in sustaining democratic processes, we offer new insights into citizenship in the digital age, demonstrating how different citizens contribute to the democratic system through varied and interdependent forms of engagement."
  },
  {
    "discipline": "communication",
    "title": "Incivility in Online Discussion as a Collective Phenomenon: A Dynamic Systems Perspective Examining Sequences of Uncivil Messages",
    "authors": "Stephen A. Rains, Kevin Coe, Kate Kenski, Yotam Shmargad",
    "url": "https://doi.org/10.1177/20563051251356119",
    "doi": "https://doi.org/10.1177/20563051251356119",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Drawing from dynamic systems theory, we examine how incivility is collectively constructed in an online discussion community. Using secondary data consisting of comments shared over a 3-week period to an online news community, we identified three sequences that reflect collective incivility practices. Whereas the persistent incivility sequence included a large proportion of uncivil comments, incivility occurred infrequently in the sporadic incivility sequence and not at all in the no incivility sequence. Once the persistent incivility or sporadic incivility sequences appeared, discussions were more likely to return to these sequences than the no incivility sequence. Contrary to our predictions, sequences containing incivility shaped discussion processes by depressing explicit expressions of agreement and disagreement. The results of this study demonstrate how the collective behavior of online community members contributes to the production and effects of incivility."
  },
  {
    "discipline": "communication",
    "title": "Knowing Your Users by Heart: A Critical Examination of the Scientific Research on Emotions Conducted by Social Media Platforms",
    "authors": "Camille Alloing, Elsa Fortant, Julien Pierre, Fabien Richert, Rémi Palisser",
    "url": "https://doi.org/10.1177/20563051251355456",
    "doi": "https://doi.org/10.1177/20563051251355456",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Since their inception, social media platforms have continuously developed innovations and discourses centered on affective and emotional dimensions. Platform owners invest heavily in research and development to both identify and elicit feelings and emotions. However, the research conducted by these companies on this topic remains understudied. In this study, we present a systematic and critical analysis of the scientific literature published by the research teams of Meta (Facebook, Instagram) and Google (YouTube) regarding the analysis and processing of their users’ emotions. We first demonstrate that this literature relies on schematic definitions of emotions, thereby simplifying the complexity of affective phenomena for facilitating their automated detection. We then highlight the objectives pursued by these research efforts, the majority of which aim to promote users’ well-being through the instrumentalization of what affects them. Finally, we examine the various methods employed to identify emotions, which primarily serve to feed these platforms’ machine learning algorithms with data labeled as emotional. Beyond their scientific contributions, we consider these studies as narratives targeted at the scientific community and investors, serving to legitimize and support the development of specific innovations. Analyzing these works enables us to examine how the techniques, methods, and applications developed by these two companies commodify emotions and actively shape users’ online behaviors."
  },
  {
    "discipline": "politics",
    "title": "The Electoral Appeal of Symbolic Class Signalling Through Cultural Consumption",
    "authors": "David Weisstanner, Sarah Engler",
    "url": "https://doi.org/10.1017/s0007123425100513",
    "doi": "https://doi.org/10.1017/s0007123425100513",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "This letter investigates the electoral effects of symbolic class signalling through ‘cultural consumption’ in contemporary politics. We explore how politicians referring to an activity related to class-specific ‘cultural consumption’ – drinking beer in a pub or listening to classical music with a glass of wine – appeals to voters. We argue that symbolic class signalling has gained in importance due to the political realignment along the cultural dimension, and we expect radical right parties to benefit most from it. Our conjoint survey experiment with 1,550 respondents in Switzerland in January/February 2023 confirms our expectation. While many voters are biased against politicians claiming to enjoy classical music and wine, politicians drinking beer in a pub appeal particularly to radical right working-class voters without tertiary education. These findings contribute to our understanding of the role of symbolic politics and class identity in times of political transformation."
  },
  {
    "discipline": "politics",
    "title": "Measuring the Quality of Answers in Political Q&amp;As with Large Language Models",
    "authors": "R. Michael Alvarez, Jacob Morrier",
    "url": "https://doi.org/10.1017/pan.2025.10007",
    "doi": "https://doi.org/10.1017/pan.2025.10007",
    "filter": 0,
    "journal_full": "Political Analysis",
    "abstract": "This article proposes a new approach for measuring the quality of answers in political question-and-answer sessions. We assess the quality of an answer based on how easily and accurately it can be recognized among a random set of candidate answers given the question’s text. This measure reflects the answer’s relevance and depth of engagement with the question. Drawing a parallel with semantic search, we can implement this approach by training a language model on the corpus of observed questions and answers without additional human-labeled data. We showcase and validate our methodology within the context of the Question Period in the Canadian House of Commons. Our analysis reveals that while some answers only have a weak semantic connection to questions, suggesting some evasion or obfuscation, they are generally at least moderately relevant, far exceeding what we would expect from random replies. We also find meaningful correlations between the quality of answers and the party affiliation of the members of Parliament asking the questions."
  },
  {
    "discipline": "politics",
    "title": "Yesterday, all our troubles seemed so far away—(Re)conceptualizing nostalgic deprivation as a predictor for radical‐right support",
    "authors": "Carla Grosche, Tobias Rothmund",
    "url": "https://doi.org/10.1111/pops.70057",
    "doi": "https://doi.org/10.1111/pops.70057",
    "filter": 0,
    "journal_full": "Political Psychology",
    "abstract": "The return to “old glories” is one of the main promises of radical‐right parties, picking up on widespread longings for the collective past. Many people argue that radical‐right support is motivated by Relative Deprivation, that is, the perception of being worse off than others. We suggest that radical‐right support is more likely to reflect Nostalgic Deprivation —the perception of an unfair decline ingroup status compared to the past. However, psychological theorizing is rare, and previous studies differ in their conceptualization and measurement. We seek to fill this gap by introducing and validating a standardized measure of nostalgic deprivation. Based on a literature review, we start with a concise definition and conceptualization of nostalgic deprivation. We developed a reliable nine‐item self‐report scale that captures nostalgic deprivation indicated by (a) a temporal disadvantage comparison, (b) injustice appraisal, and (c) collective anger and nostalgia ( N = 398). We estimated the reliability and validity using empirical indicators of demographics, right‐wing populist attitudes, voting and personality measures in German ( N = 1206) and US‐quota samples ( N = 490). Our data shed light on the great predictive power of nostalgic deprivation for radical‐right support surpassing established measures of relative deprivation and nostalgia."
  },
  {
    "discipline": "politics",
    "title": "Conceptualizing and measuring early campaign fundraising in congressional elections",
    "authors": "Colin R. Case, Rachel Porter",
    "url": "https://doi.org/10.1017/psrm.2025.10014",
    "doi": "https://doi.org/10.1017/psrm.2025.10014",
    "filter": 0,
    "journal_full": "Political Science Research and Methods",
    "abstract": "Political professionals and scholars maintain that raising money early in the election season is critical to a successful campaign, having downstream consequences on a candidate’s future fundraising potential, the stiffness of competition she will face, and her likelihood of electoral victory. In spite of early money’s perceived importance, there is no common operationalization for money as “early.” Moreover, existing measures often fail to reflect definitional aspects of early money. In this paper, we first lay out a theoretical framework regarding the utility of early campaign fundraising for candidates. We argue that early fundraising can be expressed as two conceptually distinct quantities of interest centered on either a candidate’s own fundraising performance (candidate-centered) or her fundraising performance relative to her electoral competitors (election-centered). We next lay out steps for operationalizing candidate- and election-centered measures of early fundraising. Lastly, we demonstrate that both our proposed measures for early campaign fundraising are predictive of a candidate’s future fundraising and electoral success. By putting forward a set of best practices for early money measurement and, additionally, producing off-the-shelf measures for early fundraising in U.S. House elections, we fill an important gap in scholarly research on the measurement of money in politics."
  },
  {
    "discipline": "politics",
    "title": "Pandemics meet democracy: the footprint of COVID-19 on democratic attitudes",
    "authors": "Francesc Amat, Andreu Arenas, Albert Falcó-Gimeno, Jordi Muñoz",
    "url": "https://doi.org/10.1017/psrm.2025.10035",
    "doi": "https://doi.org/10.1017/psrm.2025.10035",
    "filter": 0,
    "journal_full": "Political Science Research and Methods",
    "abstract": "How did the COVID-19 outbreak affect citizens’ democratic preferences? Were the changes persistent or temporary? We track a representative sample of Spanish citizens before, during, and after the pandemic, with eight survey waves from January 2020 to January 2024. We compare democratic attitudes before and after the pandemic with individual fixed effects models. We identify a sharp increase in preferences for technical rather than ideological policy-making at the very onset of the pandemic, as well as significant changes in voters’ preferences for competent rather than honest politicians. These changes are sudden and persistent over 4 years. Using a set of repeated survey experiments, we also document a widespread willingness to sacrifice rights and freedoms to deal with the pandemic as compared to other global threats, such as international terrorism and climate change. But this effect quickly faded over time. Overall, we identify significant changes in democratic attitudes during the pandemic and a durable shift in technocratic preferences that outlived the pandemic, setting the conditions for the long-term legacies of COVID-19 on democracy."
  },
  {
    "discipline": "politics",
    "title": "Beliefs and opinions about “illegal” and “undocumented” immigrants: Conceptual replication of a null result",
    "authors": "Kirill Zhirkov, Robert H. Brehm",
    "url": "https://doi.org/10.1177/20531680251355233",
    "doi": "https://doi.org/10.1177/20531680251355233",
    "filter": 0,
    "journal_full": "Research & Politics",
    "abstract": "Activists and politicians often express a belief that the language used to describe immigrant populations, such as “illegal” vs. “undocumented,” can impact policy opinions. Existing experimental studies, however, have found relatively little support for that conjecture. In this note, we extend this line of research by exploring whether language impacts perceptions about unauthorized immigrants, such as their association with criminal behavior. Our study uses a conjoint design with experimentally manipulated instructions: respondents are randomly asked to identify profiles that belong to “illegal” or “undocumented” immigrants. We find that language used in the conjoint instructions does not impact perceptions about unauthorized population. At the same time, our observational results show that respondents’ preferences for terms “illegal” and “undocumented” are related to attitudes toward immigration. We discuss the implication of these results for the debate regarding the role of labels in political conflict over immigration."
  },
  {
    "discipline": "public opinion",
    "title": "Applicability of Need for Orientation Scales in Network Agenda-Setting: A Methodological Exploration",
    "authors": "Gizem Melek",
    "url": "https://doi.org/10.1093/ijpor/edaf023",
    "doi": "https://doi.org/10.1093/ijpor/edaf023",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "This study explores the applicability of both traditional and contemporary Need for Orientation (NFO) scales within the framework of Third-level (Network) Agenda-Setting (NAS), focusing on Syrian refugees in Türkiye. It delves into the concept of NFO, which revolves around individuals’ propensity to engage with news content, particularly in the context of NAS. Although the underlying concept remains consistent, there exists a technical challenge in analyzing the NFO scales within the NAS model. This challenge arises from the need to amalgamate the public’s mind maps into matrices, as required by the NAS model, while their NFO scale responses remain distinct entities. Thus, this study offers a distinctive perspective by proposing a strategy for integrating individual NFO scale responses into the matrix-based NAS model. This involves establishing a cohesive analytical framework that ensures the seamless alignment of NFO and NAS, representing an innovative approach not previously explored in the literature. The analysis includes a wide array of media outlets and nationally representative public opinion data. While the strategy employed in this research yielded some significant outcomes, further testing in diverse contexts is essential to validate its efficacy. Implications and the challenges inherent in integrating NFO into the NAS context are discussed."
  },
  {
    "discipline": "psychology",
    "title": "Syntactic and Semantic Gender Biases in the Language on Children’s Television: Evidence From a Corpus of 98 Shows From 1960 to 2018",
    "authors": "Andrea C. Vial, Aida Mostafazadeh Davani, Ruyuan Zuo, Shreya Havaldar, Eleanor K. Chestnut, Morteza Dehghani, Andrei Cimpian",
    "url": "https://doi.org/10.1177/09567976251349815",
    "doi": "https://doi.org/10.1177/09567976251349815",
    "filter": 0,
    "journal_full": "Psychological Science",
    "abstract": "Biased media content shapes children’s social concepts and identities. We examined gender bias in a large corpus of scripts from 98 children’s television programs from the United States spanning the years 1960 to 2018 (6,600 episodes, ~2.7 million sentences, ~16 million words). We focused on agency and communion, the fundamental psychological dimensions underlying gender stereotypes. At the syntactic level, words referring to men or boys (vs. women or girls) appear more often in the agent (vs. patient) role. This syntactic bias remained stable between 1960 and 2018. At the semantic level, words referring to men or boys (vs. women or girls) co-occurred more often with words denoting agency. Words denoting communion showed both stereotypical and counterstereotypical associations. Some semantic gender biases have remained unchanged or have weakened over time; others have grown. These findings suggest that gender stereotypes are built into the core of children’s stories. Whether we are closer today to gender equality in children’s media depends on where one looks."
  },
  {
    "discipline": "sociology",
    "title": "Institutional exclusion: the cultural production of educational inequality through college narratives",
    "authors": "Michelle Jackson, Christof Brandtner",
    "url": "https://doi.org/10.1093/sf/soaf099",
    "doi": "https://doi.org/10.1093/sf/soaf099",
    "filter": 0,
    "journal_full": "Social Forces",
    "abstract": "Explanations of socioeconomic inequalities in college enrollment focus on college readiness, financial constraints, and information deficits. We provide a cultural explanation of educational inequalities, arguing that disadvantaged students are deterred from applying to high-status colleges because of the shared cultural narratives employed by those colleges—a mechanism that we label “institutional exclusion.” Computational text analyses of college mission statements show that community colleges, for-profit colleges, and four-year colleges draw upon distinctively different cultural narratives. To gauge the causal effect of these narratives on student responses, we designed a survey experiment for a sample of high-school seniors. We find that the career-focused narratives of for-profit colleges are most appealing to disadvantaged students, whereas advantaged students prefer the post-materialist rhetoric of four-year colleges. We conclude that institutional exclusion should be included in sociological discussions of college inequalities and the promotion of diversity in organizations."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Advancing the psychology of social class with large-scale replications in four countries",
    "authors": "Anatolia Batruch, Nicolas Sommet, Frédérique Autin",
    "url": "https://doi.org/10.1038/s41562-025-02234-1",
    "doi": "https://doi.org/10.1038/s41562-025-02234-1",
    "filter": 0,
    "journal_full": "Nature Human Behaviour",
    "abstract": "Theoretical models have been developed to understand how social class influences individual thoughts, feelings and behaviours. However, the validity of these models is threatened by the prevailing use of small, non-diverse samples and flexible measurement practices. We preregistered replications of 35 key hypotheses from 17 correlational and 5 experimental studies, and collected large, quota-based or probability samples from the USA, France, Switzerland and India ( N total = 33,536). Our analysis yielded three central findings: (1) ~50% of the effects were successfully replicated; (2) conclusions were consistent across different operationalizations of social class, although objective indicators yielded smaller estimates (for example, income and education); and (3) half of the effects were moderated—mostly strengthened—by social class identification, system-justification beliefs or local income inequality. Overall, hypotheses based on differences between social class contexts in terms of constraints, uncertainty and status were well supported. However, hypotheses based on models positing social class differences in psychological orientations towards ‘the self’ versus ‘others and the environment’ received less support. We conclude that these models need to be reassessed as individuals from higher social classes seem more oriented towards both themselves and others. The Stage 1 protocol for this Registered Report was accepted in principle on 29 October 2021. The protocol, as accepted by the journal, can be found at https://doi.org/10.17605/OSF.IO/B6Y8R ."
  }
]
