[
  {
    "discipline": "communication",
    "title": "Variations on the Common Fate Model for Dyadic Analysis: Recommendations for Model Selection",
    "authors": "Robert E. Wickham",
    "url": "https://doi.org/10.1111/pere.70049",
    "doi": "https://doi.org/10.1111/pere.70049",
    "filter": 0,
    "created": "2025-12-23",
    "journal_full": "Personal Relationships",
    "abstract": "Interest in two‐person interaction scenarios has increased substantially over the prior decades, and a multitude of analytic approaches have been developed to accommodate these designs. Although the Actor‐Partner model has received the most attention, useful variations on the Common Fate Model (CFM) for dyadic analysis have emerged. Specifically, the Between‐Within CFM (BW‐CFM) has arisen as a compelling approach, as it produces a Dyad‐level coefficient representing the between‐dyads effect, within‐dyad coefficients at the Person‐level, and allows for the estimation of contextual effects. Although the basic configuration of the BW‐CFM is well understood, several configurations of the model that accommodate different patterns of Person‐level relationships remain unexplored. The present work examines specifications of the BW‐CFM that are likely to arise in real‐world analysis, describes a procedure for selecting the optimal specification of Person‐level parameters and illustrates the application of a procedure for quantifying the degree of model selection uncertainty."
  },
  {
    "discipline": "communication",
    "title": "Who believes in science? A computational tool for identifying language invoking or disputing scientific knowledge",
    "authors": "Rachel Wetts, Dan Kitson",
    "url": "https://doi.org/10.1177/09636625251401198",
    "doi": "https://doi.org/10.1177/09636625251401198",
    "filter": 0,
    "created": "2025-12-17",
    "journal_full": "Public Understanding of Science",
    "abstract": "From disputes over COVID-19 to contestation over climate science, questions of the value and legitimacy of mainstream scientific knowledge have become matters of high-stakes political struggle. Here, we introduce a novel computational tool to identify and track the emergence, proliferation, and historical variations of discourses that either seek to invoke the authority of scientific expertise or to criticize scientific claims, institutions, and experts. We describe the tool’s development, demonstrate its predictive and convergent validity, and illustrate its potential across three case studies shedding light on how elite rhetoric may drive political polarization around science in the United States. Among other findings, we find that political statements invoking scientific expertise have historically been more likely to receive coverage in mainstream American newspapers than statements that do not invoke expertise. However, this apparent advantage disappears over time, suggesting the discursive authority associated with the invocation of scientific methods, credentials, and institutions may be diminishing."
  },
  {
    "discipline": "communication",
    "title": "Shedding light on public perceptions of scientists who engage in wrongness admission amidst a failed replication",
    "authors": "Nicholas D. Evans, Adam K. Fetterman",
    "url": "https://doi.org/10.1177/09636625251372820",
    "doi": "https://doi.org/10.1177/09636625251372820",
    "filter": 0,
    "created": "2025-12-17",
    "journal_full": "Public Understanding of Science",
    "abstract": "Admitting that one’s research findings are wrong involves admitting a potential instance of incompetence, which can keep scientists from engaging in wrongness admission. However, wrongness admission can yield favorable perceptions. In five experiments ( N = 2420), we tested whether wrongness admission yields higher perceived trustworthiness in the scientist and trust in science and discipline-specific research as well as public funding support for the scientist, science, and discipline-specific research. Scientists engaging in wrongness admission (vs refuse or do not comment) were perceived as more trustworthy and received more support for federal funding for their own research. Moreover, wrongness admission yielded similar levels of science and discipline-specific public funding support. Wrongness admission not only facilitated higher scientist trustworthiness, but trustworthiness was, in turn, associated with greater trust in science and psychology, as well as scientist and psychology public funding support. This work highlights potential benefits of scientist wrongness admission amidst failed replications."
  },
  {
    "discipline": "politics",
    "title": "Quality Not Quantity: How a VAA Affected Voting Behavior in Three Large-Scale Field Experiments",
    "authors": "Joris Frese, Simon Hix, Romain Lachat",
    "url": "https://doi.org/10.1017/s000712342510118x",
    "doi": "https://doi.org/10.1017/s000712342510118x",
    "filter": 0,
    "created": "2025-12-18",
    "journal_full": "British Journal of Political Science",
    "abstract": "Voting-advice applications (VAAs) are increasingly popular, but their impact on electoral outcomes is contested among political scientists. To bring new and stronger evidence to this debate, we conducted a series of pre-registered studies during the 2024 European Parliament elections in Germany, Italy, and France. In this paper, we report results for the highest-powered VAA encouragement experiment to date (total n = 6,501) and a novel regression discontinuity design around VAA recommendation thresholds ( n = 10,535). While we observe null effects of VAA usage on voter turnout, the frequency of vote switching, and political knowledge, we find that our VAAs significantly improved the quality of vote switching: users were more likely to vote for their ideologically most aligned party. Based on these findings and a rich battery of supplementary analyses, we conclude that VAAs are effective precisely for their intended purpose: to help voters make better-informed vote choices."
  },
  {
    "discipline": "politics",
    "title": "Elections Without Constraints? The Appeal of Electoral Autocracy Across the World",
    "authors": "Anja Neundorf, Sirianne Dahlum, Kristian Vrede Skaaning Frederiksen, Aykut Öztürk",
    "url": "https://doi.org/10.1017/s0007123425101129",
    "doi": "https://doi.org/10.1017/s0007123425101129",
    "filter": 0,
    "created": "2025-12-22",
    "journal_full": "British Journal of Political Science",
    "abstract": "What democratic institutions and practices do citizens prioritize, and how responsive are their preferences to competing concerns such as economic and physical security? We explore this through a conjoint experiment with over 35,000 respondents across thirty-two countries – spanning democracies and autocracies – who evaluate hypothetical countries varying in democratic features, cultural characteristics, economic prosperity, and physical security. Our findings reveal that citizens consistently prioritize free and fair elections, highlighting their salience as a core democratic value. However, executive constraints appear less central to citizens’ preferences, especially when set against the promise of economic prosperity. These patterns hold across a wide range of national and individual contexts. The results suggest that while elections remain symbolically and substantively important, many citizens are responsive to appeals that frame strong, unconstrained leadership as a pathway to economic prosperity – an emphasis often seen in electoral authoritarian regimes."
  },
  {
    "discipline": "politics",
    "title": "Like ’Em Rich? Public Perceptions and Opinions of Politicians’ Wealth",
    "authors": "Marko Klašnja, Lucia Motolinia",
    "url": "https://doi.org/10.1017/s0007123425100938",
    "doi": "https://doi.org/10.1017/s0007123425100938",
    "filter": 0,
    "created": "2025-12-22",
    "journal_full": "British Journal of Political Science",
    "abstract": "Voters regularly face financially diverse candidate pools, yet electoral winners tend to be much wealthier than the challengers. What role do public preferences play in this over-representation of wealth? We posit three channels: direct preference for wealthy candidates, indirect preference due to in-group biases, or inadvertent preference due to ignorance about candidate wealth. Drawing on original surveys in the United States, Brazil, Chile, and India, and leveraging conjoint and information experiments, we find that when given information about wealth, the public exhibits a strong preference against wealthier candidates. While the public grossly underestimates the true wealth of politicians, correcting such misperceptions does not significantly change the preferences over candidate wealth. On the margin, the public uses wealth as a proxy for other desirable qualities like skill, but such an inferential shortcut does not boost public sentiments. Partisan bias, however, may produce some indirect support for the wealthy."
  },
  {
    "discipline": "politics",
    "title": "Field of greens: Issue competition between niche parties and mainstream parties in the news",
    "authors": "Rachid Azrout, Joost van Spanje, Aurelia Ananda",
    "url": "https://doi.org/10.1177/13540688251409656",
    "doi": "https://doi.org/10.1177/13540688251409656",
    "filter": 0,
    "created": "2025-12-23",
    "journal_full": "Party Politics",
    "abstract": "Niche parties have emerged in many democracies worldwide. Various aspects of these parties have been studied, including the role of mainstream parties in their electoral success. Key to that success, arguably, is news media attention. Is the media attention that niche parties receive affected by mainstream parties as well? In this paper, we combine news value theory with party competition theory to argue that other parties influence niche party visibility. Focusing on green parties in 11 countries between 1992 and 2021, we find evidence that the salience of green policies in mainstream parties’ manifestoes enhance green party visibility in newspapers if these parties take an adversarial position. This positive effect turns negative as the mainstream party becomes greener, which suggests that it steals a niche party’s thunder. The insight that mainstream parties can influence media attention to niche parties opens up new lines of research on the emergence of niche parties."
  },
  {
    "discipline": "politics",
    "title": "How issue ownership impacts responsibility attribution in countries with minority governments",
    "authors": "Emil W Hildebrand, Ida B Hjermitslev",
    "url": "https://doi.org/10.1177/13540688251408628",
    "doi": "https://doi.org/10.1177/13540688251408628",
    "filter": 0,
    "created": "2025-12-22",
    "journal_full": "Party Politics",
    "abstract": "In this study, we explore under what conditions the various actors in minority coalition governments are perceived as more or less responsible for policy outcomes. Using the 2022 budget negotiations between Norway’s two-party minority government and its informal support party as a case, we test whether voters attribute more responsibility to parties who “own” the issues that are particularly salient during the negotiations. We test our hypotheses with a 3 × 2 × 2 factorial vignette experiment. The results reveal that junior members and support parties are perceived as more responsible for policy outcomes when their issue ownership is emphasized in budget negotiations. This effect is amplified when voters are primed to consider policy influence. This has important strategic implications especially for smaller parties involved in coalition governing."
  },
  {
    "discipline": "politics",
    "title": "Bayesian Sensitivity Analysis for Unmeasured Confounding in Causal Panel Data Models",
    "authors": "Licheng Liu, Teppei Yamamoto",
    "url": "https://doi.org/10.1017/pan.2025.10029",
    "doi": "https://doi.org/10.1017/pan.2025.10029",
    "filter": 0,
    "created": "2025-12-22",
    "journal_full": "Political Analysis",
    "abstract": "Despite the recent methodological advancements in causal panel data analysis, concerns remain about unobserved unit-specific time-varying confounders that cannot be addressed by unit or time fixed effects or their interactions. We develop a Bayesian sensitivity analysis (BSA) method to address the concern. Our proposed method is built upon a general framework combining Rubin’s Bayesian framework for model-based causal inference (Rubin [1978], The Annals of Statistics 6(1), 34–58) with parametric BSA (McCandless, Gustafson, and Levy [2007], Statistics in Medicine 26(11), 2331–2347). We assess the sensitivity of the causal effect estimate from a linear factor model to the possible existence of unobserved unit-specific time-varying confounding, using the coefficients of the treatment variable and observed confounders in the model for the unobserved confounding as sensitivity parameters. We utilize priors on these coefficients to constrain the hypothetical severity of unobserved confounding. Our proposed approach allows researchers to benchmark the assumed strength of confounding on observed confounders more systematically than conventional frequentist sensitivity analysis techniques. Moreover, to cope with convergence issues typically encountered in nonidentified Bayesian models, we develop an efficient Markov chain Monte Carlo algorithm exploiting transparent parameterization (Gustafson [2005], Statistical Science 20(2), 111–140). We illustrate our proposed method in a Monte Carlo simulation study as well as an empirical example on the effect of war on inheritance tax rates."
  },
  {
    "discipline": "politics",
    "title": "Stay Tuned: Improving Sentiment Analysis and Stance Detection Using Large Language Models",
    "authors": "Max Griswold, Michael W. Robbins, Michael S. Pollard",
    "url": "https://doi.org/10.1017/pan.2025.10023",
    "doi": "https://doi.org/10.1017/pan.2025.10023",
    "filter": 0,
    "created": "2025-12-17",
    "journal_full": "Political Analysis",
    "abstract": "Sentiment analysis and stance detection are key tasks in text analysis, with applications ranging from understanding political opinions to tracking policy positions. Recent advances in large language models (LLMs) offer significant potential to enhance sentiment analysis techniques and to evolve them into the more nuanced task of detecting stances expressed toward specific subjects. In this study, we evaluate lexicon-based models, supervised models, and LLMs for stance detection using two corpuses of social media data—a large corpus of tweets posted by members of the U.S. Congress on Twitter and a smaller sample of tweets from general users—which both focus on opinions concerning presidential candidates during the 2020 election. We consider several fine-tuning strategies to improve performance—including cross-target tuning using an assumption of congressmembers’ stance based on party affiliation—and strategies for fine-tuning LLMs, including few shot and chain-of-thought prompting. Our findings demonstrate that: 1) LLMs can distinguish stance on a specific target even when multiple subjects are mentioned, 2) tuning leads to notable improvements over pretrained models, 3) cross-target tuning can provide a viable alternative to in-target tuning in some settings, and 4) complex prompting strategies lead to improvements over pretrained models but underperform tuning approaches."
  },
  {
    "discipline": "politics",
    "title": "From cognitive coherence to political polarization: A data‐driven agent‐based model of belief change",
    "authors": "Marlene C. L. Batzke, Peter Steiglechner, Jan Lorenz, Bruce Edmonds, František Kalvas",
    "url": "https://doi.org/10.1111/pops.70099",
    "doi": "https://doi.org/10.1111/pops.70099",
    "filter": 0,
    "created": "2025-12-19",
    "journal_full": "Political Psychology",
    "abstract": "Political polarization represents a rising issue in many countries, making it more and more important to understand its relation to cognitive‐motivational and social influence mechanisms. Yet, the link between micro‐level mechanisms and macro‐level phenomena remains unclear. We investigated the consequences of individuals striving for cognitive coherence in their belief systems on political polarization in society in an agent‐based model. In this, we formalized how cognitive coherence affects how individuals update their beliefs following social influence and self‐reflection processes. We derive agents' political beliefs as well as their subjective belief systems, defining what determines coherence for different individuals, from European Social Survey data via correlational class analysis. The simulation shows that agents polarize in their beliefs when they have a strong strive for cognitive coherence, and especially when they have structurally different belief systems. In a mathematical analysis, we not only explain the main findings but also underscore the necessity of simulations for understanding the complex dynamics of socially embedded phenomena such as political polarization."
  },
  {
    "discipline": "politics",
    "title": "Emotional representation: Identifying the characteristics and consequences of elected officials mirroring the emotions of their constituents",
    "authors": "Christopher Stout, Davin Phoenix, Gregory Leslie, Elizabeth Schroeder",
    "url": "https://doi.org/10.1111/pops.70102",
    "doi": "https://doi.org/10.1111/pops.70102",
    "filter": 0,
    "created": "2025-12-23",
    "journal_full": "Political Psychology",
    "abstract": "This study examines which elected officials are most likely to mirror their constituents' emotions in public outreach—a concept we term emotional representation. We also analyze the significance of emotional representation for the targeted group. To accomplish these goals, we examine the degree to which members of Congress mirrored Black people's documented increase in expressions of anger following the murder of George Floyd in the summer of 2020. Using a regression discontinuity design and the sentiment analysis of 305,358 tweets, 190,192 Facebook Posts, and 35,409 press releases, we show that descriptive representatives provide the highest levels of emotional representation. To examine the impact of emotional representation, we deployed a two‐stage experiment to 390 Black respondents. We find that Black people who increased in anger after being primed with images of police violence view elected officials who engage in emotional representation as more favorable, empathetic, and trustworthy."
  },
  {
    "discipline": "politics",
    "title": "How voters respond to economic shocks from abroad",
    "authors": "Costin Ciobanu, Joost van Spanje",
    "url": "https://doi.org/10.1017/psrm.2025.10064",
    "doi": "https://doi.org/10.1017/psrm.2025.10064",
    "filter": 0,
    "created": "2025-12-18",
    "journal_full": "Political Science Research and Methods",
    "abstract": "Research on economic voting shows that negative economic events typically reduce government support. However, we argue that external economic shocks may have the opposite effect: when faced with a foreign economic threat, voters will rally behind their government despite worsening economic perceptions. Using the unexpected collapse of Lehman Brothers (15 September 2008) as a case, we analyze European Social Survey data from six countries and find that while satisfaction with national economies declined, satisfaction with governments gradually rose. We document that rising media and political attention coincided with a rally effect fueled by past opposition voters and muted opposition elites. These findings demonstrate that foreign economic shocks influence democratic accountability and the ability of governments to act during hard times."
  },
  {
    "discipline": "politics",
    "title": "Promoting democracy in the context of terrorism: experimental evidence from Burkina Faso",
    "authors": "Souleymane Yameogo, Anja Neundorf, Aykut Öztürk",
    "url": "https://doi.org/10.1017/psrm.2025.10075",
    "doi": "https://doi.org/10.1017/psrm.2025.10075",
    "filter": 0,
    "created": "2025-12-23",
    "journal_full": "Political Science Research and Methods",
    "abstract": "Democracy faces growing threats from authoritarian ideologies, especially in terrorism-affected regions. We test whether citizen-targeted democracy-promotion intervention can bolster democratic support and resist authoritarian appeals. A randomized online experiment in Burkina Faso exposed participants to educational videos focusing on: (1) introduction of civic rights democracies offer, (2) general discussion of democracy’s advantages in combating terrorism, (3) Burkina Faso–specific discussion of democracy’s advantages in combating terrorism, (4) space exploration (placebo). Democracy-promotion videos increased democratic support. The general terrorism-advantage message produced the largest gains, whereas the country-specific message had little effect. Effects are not contingent on respondents’ proximity to attacks or direct experience. These findings highlight how democratic resilience can be strengthened in conflict-affected societies and inform future efforts to promote democracy. ."
  },
  {
    "discipline": "politics",
    "title": "The distribution of hate speech and its implications for content moderation",
    "authors": "Gloria Gennaro, Laura Bronner, Laurenz Derksen, Maël Kubli, Ana Kotarcic, Selina Kurer, Philip Grech, Karsten Donnay, Fabrizio Gilardi, Dominik Hangartner",
    "url": "https://doi.org/10.1017/psrm.2025.10063",
    "doi": "https://doi.org/10.1017/psrm.2025.10063",
    "filter": 0,
    "created": "2025-12-22",
    "journal_full": "Political Science Research and Methods",
    "abstract": "Hate speech is widely seen as a significant obstacle to constructive online discourse, but the most effective strategies to mitigate its effects remain unclear. We claim that understanding its distribution across users is key to developing and evaluating effective content moderation strategies. We address this missing link by first examining the distribution of hate speech in five original datasets that collect user-generated posts across multiple platforms (social media and online newspapers) and countries (Switzerland and the United States). Across these diverse samples, the vast majority of hate speech is produced by a small fraction of users. Second, results from a pre-registered field experiment on Twitter indicate that counterspeech strategies obtain only small reductions of future hate speech, mainly because this approach proves ineffective against the most prolific contributors of hate. These findings suggest that complementary content moderation strategies may be necessary to effectively address the problem."
  },
  {
    "discipline": "politics",
    "title": "Contingent Confidence: The Effect of the 2024 Election Outcome on Public and Elite Confidence in National Elections",
    "authors": "Joshua D. Clinton",
    "url": "https://doi.org/10.1017/s1049096525101662",
    "doi": "https://doi.org/10.1017/s1049096525101662",
    "filter": 0,
    "created": "2025-12-17",
    "journal_full": "PS: Political Science & Politics",
    "abstract": "Using a rolling cross-section survey of 54,000 voters conducted between mid-October and mid-December, a panel survey of 6,000 voters interviewed in both October and December, and surveys of 1,400 local political elites and officials conducted in both October and December, this study characterizes how confidence in the accuracy of national elections changed with the projected election of President Trump on Election Day. Among voters, Republican confidence immediately increased by 31 percentage points (123% change) and Democrats’ confidence declined by 12 percentage points (16% change) such that the confidence among partisan voters was almost identical by mid-December. The most polarized partisans exhibited the largest confidence changes. Among local political elites, the increase in Republicans’ confidence mirrored the increase among Republican voters (106% change), but the confidence among Democratic political elites remained high throughout. These findings highlight troubling concerns for sustaining a shared confidence in the accuracy and legitimacy of future elections."
  },
  {
    "discipline": "politics",
    "title": "Gauging preference stability under authoritarianism",
    "authors": "Jennifer Pan, Yiqing Xu",
    "url": "https://doi.org/10.1177/20531680251400418",
    "doi": "https://doi.org/10.1177/20531680251400418",
    "filter": 0,
    "created": "2025-12-22",
    "journal_full": "Research & Politics",
    "abstract": "Do people living under authoritarianism exhibit stable, constrained preferences? Autocrats have incentives to suppress the formation of stable preferences structured by underlying constraints as such preferences can empower challengers and limit policy choices. However, research in political psychology suggests that such preferences may emerge through internal cognitive processes regardless of external conditions. We address this question using three surveys, two of which are longitudinal, in China, a theoretically important case. We find that preferences related to political institutions, economic policies, nationalistic policies, traditional social values, and ethnic policies exhibit relatively high levels of intertemporal stability over month-long and year-long periods, comparable to patterns observed in competitive electoral democracies. Moreover, individuals with higher levels of political knowledge and education exhibit more stable preferences. These findings suggest that, despite autocratic efforts to suppress stable and constrained preferences, such preferences can still take shape. We also offer practical recommendations for measuring preference configuration in authoritarian contexts."
  },
  {
    "discipline": "public opinion",
    "title": "Are Natives Collar-Blind? Migration Flows and Attitudes Toward Immigration",
    "authors": "Lenka Dražanová, Jérôme Gonnot",
    "url": "https://doi.org/10.1093/ijpor/edaf063",
    "doi": "https://doi.org/10.1093/ijpor/edaf063",
    "filter": 0,
    "created": "2025-11-25",
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "This article investigates how regional-level immigration of different origins and educational backgrounds predicts individual policy preferences across Western European countries between 2010 and 2020. Combining data from the European Social Survey and the European Union Labour Force Survey, we examine how changes in net migration affect support for restrictive immigration policies. We find that short-term increases in non-European immigration within a given region are associated with more restrictive migration policy views among natives, regardless of immigrants' education levels. Attitudes toward immigration are also relatively more negatively affected among natives with financial difficulties when immigrants are not tertiary educated, but not when those immigrants have a tertiary education. Our findings suggest that while origin-based heuristics dominate public responses to immigration, natives are not entirely blind to immigrants' educational attainment."
  },
  {
    "discipline": "public opinion",
    "title": "Using Conditional Linear Regression Trees to Identify Potential Construct Validity and Measurement Error Differences in Health Outcomes from a U.S. National Survey",
    "authors": "Morgan S Earp, Lauren M Rossen, Sarah E Forrest, Trent D Buskirk",
    "url": "https://doi.org/10.1093/jssam/smaf035",
    "doi": "https://doi.org/10.1093/jssam/smaf035",
    "filter": 0,
    "created": "2025-9-27",
    "journal_full": "Journal of Survey Statistics and Methodology",
    "abstract": "Accurate measurement is critical for the assessment of health outcomes and behaviors across population subgroups. Estimated differences in the prevalence of a given health outcome or risk factor can be affected by whether the outcomes are measured or self-reported. Using data from the National Health and Nutrition Examination Survey (NHANES), which contains both measured and self-reported health information, we used conditional linear regression trees (CLRT) to assess differential measurement error across several chronic health conditions and risk factors, where measurement error is defined as differences between self-reported and measured (e.g., gold standard or objective) health outcomes or behaviors. Using data on four health conditions/behaviors (e.g., diabetes, hypertension, high cholesterol, and current smoking) from NHANES (2015 through March 2020), we assessed differences between self-reported and measured outcomes by various sociodemographic characteristics (e.g., age, sex, race/ethnicity, education, marital status, health insurance, and poverty). We used CLRTs via the “rpms” package in R to identify demographic subgroups with larger differences between self-reported and measured health conditions/behaviors. Identifying subgroups where measurement error may be larger or smaller could help inform future work on improving the estimation of the prevalence of chronic conditions and health behaviors."
  },
  {
    "discipline": "public opinion",
    "title": "Embracing Dialectic Intersubjectivity: Coordination of Differential Perspectives in Content Analysis With LLM Persona Simulation",
    "authors": "Taewoo Kang, Kjerstin Thorson, Tai-Quan Peng, Dan Hiaeshutter-Rice, Sanguk Lee, Stuart Soroka",
    "url": "https://doi.org/10.1177/08944393251410155",
    "doi": "https://doi.org/10.1177/08944393251410155",
    "filter": 0,
    "created": "2025-12-23",
    "journal_full": "Social Science Computer Review",
    "abstract": "This study attempts to advance automated content analysis from consensus-oriented to coordination-oriented practices, thereby embracing diverse coding outputs and exploring the dynamics among differential perspectives. As an exploratory investigation, we evaluate six GPT-4o configurations to analyze sentiment in Fox News and MSNBC transcripts on Biden and Trump during the 2020 U.S. presidential campaign. By assessing each model’s alignment with partisan perspectives, we explore how partisan selective processing can be identified in LLM-Assisted Content Analysis (LACA). The findings indicate that LLM-based partisan perspective simulations reflect politically polarized standpoints across partisan groups, revealing a pronounced divergence in sentiment analysis between Democrat-aligned and Republican-aligned persona models. This pattern is evident in intercoder-reliability metrics, which are higher among same-partisan than cross-partisan persona model pairs. Results also suggest that LLM partisan simulations exhibit stronger ideological biases when analyzing politically congruent content. This approach enhances the nuanced understanding of LLM outputs and advances the integrity of AI-driven social science research and may also enable simulations of real-world implications."
  },
  {
    "discipline": "psychology",
    "title": "Language Models Accurately Infer Correlations Between Psychological Items and Scales From Text Alone",
    "authors": "Björn E. Hommel, Ruben C. Arslan",
    "url": "https://doi.org/10.1177/25152459251377093",
    "doi": "https://doi.org/10.1177/25152459251377093",
    "filter": 0,
    "created": "2025-12-18",
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "Many behavioral scientists do not agree on core constructs and how they should be measured. Different literatures measure related constructs, but the connections are not always obvious to readers and meta-analysts. Many measures in behavioral science are based on agreement with survey items. Because these items are sentences, computerized language models can make connections between disparate measures and constructs and help researchers regain an overview over the rapidly growing, fragmented literature. Our fine-tuned language model, the SurveyBot3000, accurately predicts the correlations between survey items, the reliability of aggregated measurement scales, and intercorrelations between scales from item positions in semantic vector space. We measured the model’s performance as the convergence between its synthetic model estimates and empirical coefficients observed in human data. In our pilot study, the out-of-sample accuracy was .71 for item correlations, .89 for reliabilities, and .89 for scale correlations. In our preregistered validation study using novel items, the out-of-sample accuracy was slightly reduced to .59 for item correlations, .84 for reliabilities, and .84 for scale correlations. The synthetic item correlations showed an average prediction error of .17, and there were larger errors for middling correlations. Predictions exhibited generalizability beyond the training data and across various domains, with some variability in accuracy. Our work shows language models can reliably predict psychometric relationships between survey items, enabling researchers to evaluate new measures against existing scales, reduce redundancy in measurement, and work toward a more unified behavioral-science taxonomy."
  },
  {
    "discipline": "psychology",
    "title": "The impact of the pupil size artifact on pupil-based eye-tracking data in reading tasks: Assessment and compensation",
    "authors": "Wolf Culemann, Angela Heine, Ignace T. C. Hooge",
    "url": "https://doi.org/10.3758/s13428-025-02912-y",
    "doi": "https://doi.org/10.3758/s13428-025-02912-y",
    "filter": 0,
    "created": "2025-12-19",
    "journal_full": "Behavior Research Methods",
    "abstract": "Eye tracking in reading research requires high spatial accuracy due to small, densely arranged areas of interest. However, despite widespread use of pupil-based eye trackers in reading studies, a major source of systematic inaccuracy remains largely unaddressed: the pupil size artifact (PSA) – apparent gaze shift in fact caused by pupil dilation even when the eye remains stationary. Using pupillary light reflex manipulations and reading tasks under controlled luminance, we quantified gaze inaccuracy due to the PSA and compared correction methods. We observed systematic apparent gaze shift of up to 2 $$^{\\circ }$$ ∘ as pupil sizes varied from 2 to 6 mm. Horizontal PSA showed contralateral patterns (median slopes: 0.38 $$^{\\circ }$$ ∘ /mm), while vertical PSA increased with pupil size (up to 0.86 $$^{\\circ }$$ ∘ /mm for larger pupils). Even under constant luminance, pupil size varied substantially during reading (median 95% ranges 0.78–1.38 mm). We compared two correction approaches: line assignment (standard in reading research) and PSA recalibration (modeling pupil-size-induced apparent gaze shift across the screen). Both methods effectively corrected vertical apparent gaze shift, showing similar average correction offsets and sensitivity of correction to pupil size, suggesting that line assignment implicitly compensates for vertical PSA effects. However, only PSA recalibration addressed horizontal apparent gaze shift, reducing overall gaze shift by over 50% and improving the performance of line assignment algorithms. Our findings underscore the importance of accounting for PSA in reading research. We offer practical recommendations for improving gaze accuracy in eye-tracking reading studies."
  },
  {
    "discipline": "sociology",
    "title": "Benefits of a Pragmatic Approach: Rethinking Measurement Invariance and Composite Scores in Cross-Cultural Research",
    "authors": "Christopher Bratt",
    "url": "https://doi.org/10.1177/00491241251405869",
    "doi": "https://doi.org/10.1177/00491241251405869",
    "filter": 0,
    "created": "2025-12-17",
    "journal_full": "Sociological Methods & Research",
    "abstract": "Can aggregated composite scores be used to compare countries or other groups despite measurement non-invariance? We propose a pragmatic approach, emphasizing that measurement invariance is valuable but not strictly necessary for all such comparisons. For descriptive analyses of group differences, composite scores may outperform factor-analytic approaches, because they are more intuitive and can capture multiple dimensions. Using data from the European Social Survey (39 countries, 11 measurement occasions, 546,954 respondents), we examined social and political trust. Composite scores aggregated to the country level were practically indistinguishable from countries’ factor scores based on approximate measurement invariance testing. We conclude that composite scores can suffice for simple group comparisons, though their suitability depends on the data. They can, however, underestimate uncertainty, producing overly narrow confidence intervals. We further show that measurement invariance does not guarantee measurement equivalence. Finally, we highlight how researchers can leverage data even if measurement invariance fails."
  },
  {
    "discipline": "multidisciplinary",
    "title": "A large-scale comparison of divergent creativity in humans and large language models",
    "authors": "Dawei Wang, Difang Huang, Haipeng Shen, Brian Uzzi",
    "url": "https://doi.org/10.1038/s41562-025-02331-1",
    "doi": "https://doi.org/10.1038/s41562-025-02331-1",
    "filter": 0,
    "created": "2025-12-23",
    "journal_full": "Nature Human Behaviour",
    "abstract": "Human–machine partnerships are increasingly used to address grand societal challenges, yet knowledge of the comparative strengths of humans and machines to innovate is nascent. Here we compare the ability of humans (N = 9,198) and large language models (LLMs, N = 215,542 observations) to generate novel ideas in an established creativity task. We present three key results. First, human creativity on average is slightly higher than that of LLMs. Second, creativity differences are pronounced at the extremes of the distribution, with humans exhibiting greater variability and higher levels of creativity in the right-hand tail of the distribution. Third, attempts to increase the creativity of LLMs through instructing LLMs to take on genius personas or different demographic roles lifted performance up to a threshold beyond which the output became opposite real-life patterns, whereas strategic prompt-engineering efforts yielded mixed to negative results. We discuss the implications of our findings for human–machine collaboration and problem solving."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Higher-order interactions shape collective human behaviour",
    "authors": "Federico Battiston, Valerio Capraro, Fariba Karimi, Sune Lehmann, Andrea Bamberg Migliano, Onkar Sadekar, Angel Sánchez, Matjaž Perc",
    "url": "https://doi.org/10.1038/s41562-025-02373-5",
    "doi": "https://doi.org/10.1038/s41562-025-02373-5",
    "filter": 0,
    "created": "2025-12-17",
    "journal_full": "Nature Human Behaviour",
    "abstract": "Traditional social network models focus on pairwise interactions, overlooking the complexity of group-level dynamics that shape collective human behaviour. Here we outline how the framework of higher-order social networks—using mathematical representations beyond simple graphs—can more accurately represent interactions involving multiple individuals. Drawing from empirical data including scientific collaborations and contact networks, we demonstrate how higher-order structures reveal mechanisms of group formation, social contagion, cooperation and moral behaviour that are invisible in dyadic models. By moving beyond dyads, this approach offers a transformative lens for understanding the relational architecture of human societies, opening new directions for behavioural experiments, cultural dynamics, team science and group behaviour as well as new cross-disciplinary research."
  }
]
