[
  {
    "discipline": "communication",
    "title": "Can fictional stories beat the congeniality bias? Selective exposure to fiction and non-fiction",
    "authors": "Markus Appel, Juliane Gabel, Lena Wimmer, Marieke Klöppel, Tobias Richter",
    "url": "https://doi.org/10.1093/hcr/hqaf027",
    "doi": "https://doi.org/10.1093/hcr/hqaf027",
    "filter": 0,
    "journal_full": "Human Communication Research",
    "abstract": "People prefer attitude-consistent information over attitude-inconsistent information (congeniality bias). Connecting theory on the processing of stories to selective exposure theory, we assumed that the congeniality bias is reduced or even nullified when it comes to fictional messages. Across two experiments examining two different, polarizing topics (refugees, N1 = 1,326; theistic faith, N2 = 1,316) a highly consistent pattern of results could be observed: Participants were more willing to read a narrative message (exposure preference) in which the story events were in line with their attitudes rather than a message contrasting attitudes. This congeniality bias was unaffected by the fictionality of the information (i.e., whether the events were introduced as a fictional short story or a non-fictional journalistic reportage). Interestingly, the congeniality bias emerged for positive characterizations of refugees or theistic faith but not for negative characterizations. Implications regarding the role of fictionality and congeniality in selective exposure are discussed."
  },
  {
    "discipline": "communication",
    "title": "To free ride or contribute? The effects of enforced working from home on employees’ engagement in the corporate online forum",
    "authors": "Yang Liu, Yuan Chen, Yuchen Xu",
    "url": "https://doi.org/10.1108/itp-04-2025-0474",
    "doi": "https://doi.org/10.1108/itp-04-2025-0474",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose The COVID-19 pandemic fundamentally transformed workplace dynamics, compelling organizations to transition employees to work from home abruptly. Since corporate online forums played an important role as an online communication channel during the shift, this paper aimed to investigate the effect of enforced working from home (WFH) on employee engagement behaviors in such forums during COVID-19. Design/methodology/approach Leveraging the Wuhan lockdown as a natural experiment, this study employed a year-to-year difference-in-differences approach to analyze a unique panel dataset from a large company. Findings We found that enforced WFH increased passive engagement but significantly reduced active contributions. We also found an interesting recovery effect: while the drop in contributions subsided within a month of adaptation, elevated login and free-riding behaviors persisted. Further heterogeneity analyses uncovered critical disparities: male employees contributed less, senior employees participated less in low-cost activities, while employees under a stricter containment policy exhibited a smaller decrease in contributions. Practical implications Our findings provide insights for organizations to design equitable engagement incentives, recalibrate forum management strategies, and prioritize mental health support in future WFH policies. Our results also inform policymakers on tailoring containment measures to mitigate unintended workforce online disengagement. Originality/value Our study advances WFH research by analyzing enforced remote work’s impact on corporate forum engagement during COVID-19. It also enriches pandemic-related literature by incorporating crisis-specific factors and highlighting recovery patterns and policy-driven heterogeneity."
  },
  {
    "discipline": "communication",
    "title": "Memory inception through gaze-contingent message exposure: using virtual reality to study media influence",
    "authors": "Hee Jung Cho, Sue Lim, Miriya Saenz, Ralf Schmälzle",
    "url": "https://doi.org/10.1093/joc/jqaf048",
    "doi": "https://doi.org/10.1093/joc/jqaf048",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "Media messages shape our knowledge about the world, but measuring individual exposure and attention remains challenging. Emerging media offer a solution to studying message reception in simulated real-world environments, which may soon become the actual media environments in which we encounter messages. Here, we utilized virtual reality (VR) and eye-tracking to investigate message processing in a realistic virtual city environment populated with billboards. We introduced an inception-style manipulation where billboards initially overlooked by participants were covertly reintroduced based on real-time gaze tracking. Our findings show this algorithmic manipulation, undetected by participants, significantly boosted message memory retention for the targeted messages. This study reveals a path of media influence, demonstrating how undetected algorithmic manipulations can shape individual and collective memory. The findings carry practical and theoretical implications for diverse communication contexts, from advertising and public health to political messaging in the emerging metaverse ecosystem."
  },
  {
    "discipline": "communication",
    "title": "The Role of Harm, Misinformer Age, and Information Scrutiny on Adolescents’ Trust in Misinformation",
    "authors": "Aqsa Farooq, Adam Rutland, Luke McGuire",
    "url": "https://doi.org/10.17645/mac.11106",
    "doi": "https://doi.org/10.17645/mac.11106",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Adolescents’ online habits may contribute to the spread of misinformation due to their preference for trusted peers as sources of information over credible sources. This propensity can also make adolescents a population more vulnerable to misinformation, particularly during crises when misinformation levels surge. In situations of uncertainty and risk, such as during public health crises, trust plays an important and influential role. This study explored whether adolescents’ trust in an individual sharing misinformation, and trust in their misinformation about Covid-19, differed based on adolescents’ perceived risk of harm from Covid-19 (risk vs reduced risk) and the age of the misinformer (peer vs adult). When shown misinformation about a hypothetical Covid-19 variant, adolescents (&lt;em&gt;N&lt;/em&gt; = 131; 14–17 years old) trusted a misinformer more when there was a perceived risk of harm to their age group. Adolescents were also asked to provide open-ended justifications for their trust evaluations which were analysed in accordance with the elaboration likelihood model. We found that adolescents who reported to more regularly scrutinising information were more likely to consider information and source credibility when there was a perceived risk of harm to their age group. Adolescents who reported engaging in less information-scrutinising behaviours were more likely to consider their relationship with the misinformer when the misinformer was a peer. These findings suggest how the elaboration likelihood model can play an important role in risk communication amongst adolescents and emphasise the need for educating adolescents about the importance of scrutinising information, particularly during crises."
  },
  {
    "discipline": "communication",
    "title": "Exploring parental mediation trajectories and their associations with mental health and autonomy in adolescents: A latent transition analysis",
    "authors": "Sophie Mayen, Anne-Linda Camerini",
    "url": "https://doi.org/10.1177/14614448251391731",
    "doi": "https://doi.org/10.1177/14614448251391731",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Longitudinal research on the characteristics and dynamics of parental mediation strategies and their associations with adolescents’ mental health and autonomy is scarce. Using three-wave panel data from 717 Swiss adolescents (collected between spring 2018 and autumn 2020), we applied Latent Transition Analysis to identify distinct parental mediation classes and adolescents’ transitioning patterns, resulting in the: Enforcing &amp; Engaged Approach; Hands-off Approach ; and Moderate Approach , showing fluctuation over time. Regression analysis revealed no significant associations between the three classes and mental health; however, adolescents in the Moderate Approach class reported lower perceived autonomy compared to those in the Enforcing &amp; Engaged Approach class. These findings highlight that (1) mediation strategies likely reflect broader parenting styles, (2) adapt to developmental needs, and (3) high parental engagement in setting boundaries coupled with active dialogue supports autonomous adolescent development. This insight can guide caregivers, healthcare, and policy development."
  },
  {
    "discipline": "communication",
    "title": "Moral disengagement and content moderation attitudes: Examining how apathy to online harms may disguise racially conservative beliefs",
    "authors": "Alyvia Walters, Tawfiq Ammari, Shagun Jhaver",
    "url": "https://doi.org/10.1177/14614448251385923",
    "doi": "https://doi.org/10.1177/14614448251385923",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Social media users’ preferences for various content moderation interventions have been widely studied, but the implicit beliefs that connect to these preferences are less understood. Using a nationally representative survey data set, we investigate how end-users’ attitudes toward moderating harmful speech online relate to their offline racial attitudes. We find that racially conservative beliefs are significantly positively related to participants indicating a distaste for concepts related to content moderation and cancel culture, suggesting that racial conservatism may be a crucial factor to consider in assessing these attitudes. We discuss our findings through the lens of moral disengagement theory, positing that supporting “freedom of expression” by way of disagreeing with content moderation and cancel culture may be a contemporary mechanism of morally disengaging with the harmful effects of racially insensitive speech."
  },
  {
    "discipline": "communication",
    "title": "The role of epistemic norms in mitigating the spread of misinformation",
    "authors": "Aviv Barnoy, Shirel Bakbani-Elkayam, Boaz Miller, Arnon Keren",
    "url": "https://doi.org/10.1177/14614448251385917",
    "doi": "https://doi.org/10.1177/14614448251385917",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This article highlights the role of epistemic norms in mitigating the spread of misinformation. The mixed-methods study includes exploratory reconstructions and survey experiments. Two intervention approaches proved efficient in reducing the sharing of misinformation, but only one significantly differentiated between true and false information. This study contributes to the literature on normative countermeasures and is the first to emphasize epistemic norms. Although misinformation is fundamentally an epistemic issue, scholars rarely refer to the rich epistemic literature for conceptualization and theory. The article also draws on focus theory and additional social literature to ensure a holistic framework. In addition to underscoring the role of epistemic norms, we suggest temporal proximity as a new factor to consider in focus theory-based measures. Ethical, empirical, and practical implications are discussed, emphasizing the need to control for countermeasures’ effect on true information sharing, which may threaten to suppress public discourse."
  },
  {
    "discipline": "communication",
    "title": "Scrolling social media with the third eye: Mindful technology use as a disconnection strategy",
    "authors": "Dicle Berfin Köse",
    "url": "https://doi.org/10.1177/14614448251391358",
    "doi": "https://doi.org/10.1177/14614448251391358",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Constant connectedness and social media overuse have prompted disconnection practices like quitting and digital detoxing. Besides these approaches, mindfulness stands as a promising quality to benefit from social media without being overwhelmed by their drawbacks. Accordingly, this study investigates whether mindful technology use (MTU) can help manage social media use. Based on the Affordance-Use-Reflection-Automaticity Model, MTU was proposed as a means to regulate the effects of social media affordances (i.e. hedonic and utilitarian content gratification), habit, satisfaction, and system use. The research model was tested on three different social media—Facebook ( n = 220), Instagram ( n = 132), and Twitter/X ( n = 123)—using a cross-sectional survey. The results show that MTU is associated with lower habit and system use, and a stronger positive link between hedonic content gratification and habit. These findings indicate that MTU can be a disconnection strategy by supporting mindful consumption and weakening habitual use."
  },
  {
    "discipline": "communication",
    "title": "Examining membership across multiple online communities in the “manosphere”",
    "authors": "Desislava Bocheva, Joanne Hinds, Olivia Brown, Lukas W. Mayer",
    "url": "https://doi.org/10.1177/14614448251388648",
    "doi": "https://doi.org/10.1177/14614448251388648",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Online communities are vast, complex spaces attracting diverse users, offering support and connection, but also spreading harmful content, including misogyny and extremism. Current research on online communities explores user roles and community structures within single communities. We extend this by examining engagement across multiple communities using over 4 million Reddit posts from 20 “subreddits” in the “manosphere”—an interconnected ecosystem of anti-feminist online communities. In summary, (1) users’ membership in the “manosphere” constitutes engagement with an array of communities, (2) we develop a measure of relative engagement (MRE) to show that users post unequally across their member communities, and (3) we explore the patterns of engagement across communities in the manosphere. We discuss how users navigate multiplicitous identity expressions across communities in the “manosphere” (as measured by MRE) and highlight the value of studying online community membership from a more holistic perspective for researchers, designers, and content moderators."
  },
  {
    "discipline": "communication",
    "title": "Communicating About and Through Platform Values: Legitimizing Public Expression Regulation on X and Weibo 2007–2024",
    "authors": "Tianchan Mao, Chris Chao Su, Ngai Keung Chan, Lei Guo",
    "url": "https://doi.org/10.1177/20563051251395398",
    "doi": "https://doi.org/10.1177/20563051251395398",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "In this article, we argue that social media platforms communicate their governance strategies both about and through values across diverse sites of communication— about values in presenting normative ideals and through values to justify their content moderation practices. Moreover, we highlight the significance of analyzing platform values across temporal and regional contexts, especially beyond the Western sphere. Focusing on X and Weibo, we employed content and network analysis to examine how they articulated values in different venues to regulate public expression from 2007 to 2024. Our findings reveal an increasing convergence in how the two platforms communicate about values in their community guidelines, suggesting a trend of institutional isomorphism in response to shared challenges such as misinformation and online safety. However, they diverged in communicating through values in administrative posts. While X emphasized personal-level values such as self-expression, Weibo prioritized social-level values, particularly social and political security, often in the context of addressing concrete cases."
  },
  {
    "discipline": "politics",
    "title": "Causal Inference, Agency, and the Problem of Inherent Endogeneity",
    "authors": "Martin J. Williams",
    "url": "https://doi.org/10.1146/annurev-polisci-032624-013736",
    "doi": "https://doi.org/10.1146/annurev-polisci-032624-013736",
    "filter": 0,
    "journal_full": "Annual Review of Political Science",
    "abstract": "Researchers often leverage exogenous variation in an independent variable in order to understand its effects, yet endogenous decision processes are central to many of the real-world phenomena we wish to understand. This review explores whether there are situations in which exogenous and endogenous variation in the same independent variable (e.g., a policy, treatment, or other action) may lead to different outcomes. I begin by laying out a conceptual framework for understanding these inherently endogenous causal processes, identifying three types of mechanisms through which they might arise and discussing their application to a range of empirical phenomena, such as institutional reform, community natural resource governance, and interstate conflict. I then suggest that learning about inherently endogenous causal processes requires researchers to place endogenous decision-making at the center of analysis rather than seeking to abstract away from it. I survey a range of methods (both positivist and nonpositivist) for doing so."
  },
  {
    "discipline": "politics",
    "title": "A Meta-Analysis of Attitudes Towards Migrants and Displaced Persons",
    "authors": "Sigrid Weber, Nik Stoop, Peter van der Windt, Haoyu Zhai",
    "url": "https://doi.org/10.1017/s0007123425101075",
    "doi": "https://doi.org/10.1017/s0007123425101075",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "Since the 2010s, social scientists have increasingly conducted survey-experimental studies that explore what factors drive public attitudes towards migrants in host countries. We conducted a systematic meta-analysis of 118 such studies, comprising 428,881 respondents from fifty-three countries. We find that sociotropic economic concerns play a key role, with individuals being more welcoming towards migrants who contribute to the economy through their professional occupation, education, or language skills. In contrast, there is limited evidence that hosts evaluate migrants based on egocentric economic concerns. Cultural concerns are also important; notably, we uncover a persistent anti-Muslim bias. Humanitarian concerns shape attitudes as well – especially towards forcibly displaced migrants, who are generally viewed more favorably than economic migrants. Climate migrants place between conflict migrants and economic migrants in terms of public perception. Our meta-analysis raises several questions that remain unanswered in the literature, suggesting important directions for future research."
  },
  {
    "discipline": "politics",
    "title": "Public Opinion and Emphatic Legislative Speech: Evidence from an Automated Video Analysis",
    "authors": "Oliver Rittmann, Tobias Ringwald, Dominic Nyhuis",
    "url": "https://doi.org/10.1017/s0007123425100872",
    "doi": "https://doi.org/10.1017/s0007123425100872",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "Why do politicians sometimes deliver passionate speeches and sometimes tedious monologues? Even though the delivery is key to understanding political speech, we know little about when and why political actors choose particular delivery styles. Focusing on legislative speech, we expect legislators to deliver more emphatic speeches when their vote is aligned with the preferences of their constituents. To test this proposition, we develop and apply an automated video analysis model to speech recordings from the US House of Representatives. We match the speech emphasis with district preferences on key bills using data from the Cooperative Congressional Election Study. We find that House members who rise in opposition to a bill give more passionate speeches when public preferences are aligned with their vote. The results suggest that political actors are not only mindful of public opinion in what they say but also in how they say it."
  },
  {
    "discipline": "politics",
    "title": "Studying honest answers to sensitive issues in politics New evidence on lobbying influence",
    "authors": "Werner Pitsch, Georg Wenzelburger",
    "url": "https://doi.org/10.1017/s1475676525100431",
    "doi": "https://doi.org/10.1017/s1475676525100431",
    "filter": 0,
    "journal_full": "European Journal of Political Research",
    "abstract": "Studying lobbying influence in politics has been confronted with the challenge of gaining insights into processes that usually take place behind closed doors and about which honest answers from participants are difficult to obtain. Therefore, innovative methods of indirect measurement of lobby success – via text analysis or interviews – have been used to get at the hidden politics of lobbying. In this research note, we propose an additional technique to study lobby influence much more directly, the randomized response technique (RRT). This method has been successfully used to study doping in elite sports, for instance, but has been almost absent from political research in the past. The note presents the method and illustrates its applicability with a study of lobby influence in German Parliaments. The study reached out to 2386 present and to 850 former MPs (Members of Parliaments). The response dataset added up to 273 present and 160 former MPs, equaling response rates of 11.4% and 18.8% respectively. Despite these low response rates, it was nevertheless possible to estimate rates of lobby-friendly behavior among German MPs at comparably low rates of instruction noncompliance. Although the results should be interpreted cautiously due to the low response rate, the study demonstrates the viability of RRT surveys as a means to study sensitive issues in politics."
  },
  {
    "discipline": "politics",
    "title": "Examining the correspondence between political ideology and gun policy attitudes among Black and White people in the United States",
    "authors": "Joy E. Losee, Gerald D. Higginbotham, Gaby C. Pogge, Liz Kerner, James A. Shepperd",
    "url": "https://doi.org/10.1111/pops.70091",
    "doi": "https://doi.org/10.1111/pops.70091",
    "filter": 0,
    "journal_full": "Political Psychology",
    "abstract": "The present research examined whether political ideology corresponded with gun attitudes among people disproportionately experiencing gun violence—Black people in the United States. Across four studies ( N = 25,847) we found that race (Black vs. White) interacted with political ideology to predict gun attitudes, safety perceptions, and policy preferences. Among White participants, being more conservative corresponded with more positive gun attitudes, perceptions, and support for pro‐gun policies. Among Black participants, the relationship was weak or nonsignificant. Further, experience with gun violence also interacted with political ideology such that the relationship between gun attitudes, policy preferences and political ideology was weaker among participants who reported experience with gun violence compared with participants that reported no experience. These results have implications for the generalizability of the single‐item political ideology scale. This research also indicates that efforts to reduce gun violence focusing on reducing political polarization overlook that the polarization occurs largely among White people which may ultimately divert attention and resources from Black communities most impacted by gun violence."
  },
  {
    "discipline": "public opinion",
    "title": "Measuring Political Attitudes with Word Association",
    "authors": "Ze Han, Rory Truex, Naijia Liu",
    "url": "https://doi.org/10.1093/poq/nfaf038",
    "doi": "https://doi.org/10.1093/poq/nfaf038",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "This paper advances the use of Word Association Tests (WATs), where respondents are presented with a series of cue words and asked to provide other words that come to mind as quickly as possible. Compared to standard approaches, WATs more directly map to psychologists’ understanding of the human mind. The paper develops and demonstrates the utility of word association through an analysis of Chinese citizens’ attitudes toward the Chinese Communist Party (CCP). Empirically, we show how the collective “mental map” of the population tends to reflect regime narratives. Citizens who are CCP members and more educated are more likely to reproduce regime language. The paper provides a how-to guide for other political science researchers seeking to use word association."
  },
  {
    "discipline": "public opinion",
    "title": "An Audit of Social Science Survey Experiments",
    "authors": "Tamkinat Rauf, Jan Gerrit Voelkel, James Druckman, Jeremy Freese",
    "url": "https://doi.org/10.1093/poq/nfaf052",
    "doi": "https://doi.org/10.1093/poq/nfaf052",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "Survey experiments have become a popular methodology for causal inference across the social sciences. We study the efficacy of survey experiment designs by analyzing 100 social science experiments—entailing more than 1,000 hypothesis tests—that were selected by experts via a competitive process and fielded on probability samples of US adults between 2012 and 2020. Inclusion in the analysis is only conditional on the experiment qualifying for data collection, and not in any way on study results or publication. Results show that less than a third of proposed hypotheses were supported by the data, implying many more null findings than ostensibly appear in the published literature. We find that the largest predictor of positive experimental results was sample size. This is somewhat surprising, given that experimental studies typically take power considerations into account prior to data collection. In our data, the importance of sample size stemmed from small effect sizes across studies (perhaps smaller than researchers may have anticipated), highlighting a tension between commonly used power calculi and determining what constitutes a “meaningful effect.” We also find that moderation hypotheses were rarely significant, and that using multiple items for outcome measures did not affect results as expected. But indicators of research experience predicted higher rates of positive results, suggesting that there may be some room for optimizing experiment outcomes by minimizing design errors."
  },
  {
    "discipline": "public opinion",
    "title": "A Measurement Gap? Effect of Survey Instrument and Scoring on the Partisan Knowledge Gap",
    "authors": "Lucas Shen, Gaurav Sood, Daniel Weitzel",
    "url": "https://doi.org/10.1093/poq/nfaf044",
    "doi": "https://doi.org/10.1093/poq/nfaf044",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "Research suggests that partisan gaps in political knowledge with partisan implications are wide and widespread in the United States. Using a series of experiments, we estimate the extent to which the partisan gaps in commercial surveys reflect differences in confidently held beliefs rather than motivated guessing. Knowledge items on commercial surveys often have guessing-encouraging features. Removing such features yields scales with greater reliability and higher criterion validity. More substantively, partisan gaps on scales without these “inflationary” features are roughly 40 percent smaller. Thus, contrary to some prior research, which finds that the upward bias is explained by the knowledgeable deliberately marking the wrong answer (partisan cheerleading), our data suggest that partisan gaps on commercial surveys in the United States are strongly upwardly biased by motivated guessing by the ignorant. Relatedly, we also find that partisans know less than what toplines of commercial polls suggest."
  },
  {
    "discipline": "public opinion",
    "title": "How Centralized is Party Communication on Social Media?",
    "authors": "Tilko Swalve, Dominic Nyhuis, Christoph Hönnige, Merle Huber, Philipp Köker",
    "url": "https://doi.org/10.1177/08944393251399840",
    "doi": "https://doi.org/10.1177/08944393251399840",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "Social media has become an indispensable tool for politicians, allowing them to bypass traditional media and party filters to directly communicate with voters. This presents both opportunities and challenges for political parties. On the one hand, politicians can personalize their message to resonate with local constituents. On the other, parties risk appearing disjointed with potential electoral consequences when they fail to present a clear message. To understand whether parties are able to ensure a coherent message in the new media environments, this study examines parties' retweet networks on Twitter in Germany, the Netherlands, and the United Kingdom between 2017 and 2021. We argue that party communication remains predominantly hierarchical, particularly in larger parties. Party elites and official party accounts serve as focal points, creating content that gets disseminated by regular MPs. Unlike party elites, official party accounts play a role in amplifying regular MPs’ messages to a wider audience. We employ Exponential Random Graph Models to assess the structure of parties’ online communication networks, analyzing nearly 400,000 retweets. The results confirm the core predictions of our theory."
  },
  {
    "discipline": "psychology",
    "title": "Gather Demographic Data About Gender, Sexuality, and Relational Identities: Asking the Right Questions",
    "authors": "Eleanor J. Junkins, Jaime Derringer",
    "url": "https://doi.org/10.1177/25152459251391186",
    "doi": "https://doi.org/10.1177/25152459251391186",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "In this tutorial, we suggest ways to improve current practices for measuring gender identity, sexual orientation, and demographics about relationships based on previous datasets and a newly collected survey of people’s behavior and perceptions of alternative-response formats. We apply lessons learned from racial identity/ethnicity to suggest broader principles of improving demographic measurement. We offer guides to meet the expectations of diverse stakeholders, including participants. The response options we recommend were curated to balance global identities and emerging trends to be applicable for online international research and in-person psychology research conducted primarily by U.S. institutions. We also offer practical suggestions for researchers to handle more complex data, including multiselect response options, which tend to be preferred by participants. Improved demographic data allow researchers to more fully capture multidimensional and complex social identities that are related to social inequities. In sum, the current tutorial is a guide to and discussion about challenges in collecting demographic data on social identities in which we use illustrative data to address important points related to measuring gender, sexuality, and relational demographics, specifically."
  },
  {
    "discipline": "psychology",
    "title": "Under my umbrella: Rating scales obscure statistical power and effect size heterogeneity",
    "authors": "Jens H. Fünderich, Lukas J. Beinhauer, Frank Renkewitz",
    "url": "https://doi.org/10.3758/s13428-025-02879-w",
    "doi": "https://doi.org/10.3758/s13428-025-02879-w",
    "filter": 0,
    "journal_full": "Behavior Research Methods",
    "abstract": "Data from rating scales underlie very specific restrictions: They have a lower limit, an upper limit, and they only consist of a few integers. These characteristics produce particular dependencies between means and standard deviations. A mean that is a non-integer, for example, can never be associated with zero variability, while a mean equal to one of the scale’s limits can only be associated with zero variability. The relationship can be described by umbrella plots for which we present a formalization. We use that formalization to explore implications for statistical power and for the relationship between heterogeneity in unstandardized and standardized effect sizes. The analysis illustrates that power is not only affected by the mean difference and sample size, but also by the position of a mean within the respective scale. Further, the umbrella restrictions of rating scales can impede interpretability of meta-analytic heterogeneity. Estimations of relative heterogeneity can diverge between unstandardized and standardized effects, raising questions about which of the two patterns of heterogeneity we would want to explain (for example, through moderators). We reanalyze data from the Many Labs projects to illustrate the issue and finally discuss the implications of our observations as well as ways to utilize these properties of rating scales. To facilitate in-depth exploration and practical application of our formalization, we developed the Shiny Umbrellas app, which is publicly available at https://www.apps.meta-rep.lmu.de/shiny_umbrellas/ ."
  },
  {
    "discipline": "multidisciplinary",
    "title": "The potential existential threat of large language models to online survey research",
    "authors": "Sean J. Westwood",
    "url": "https://doi.org/10.1073/pnas.2518075122",
    "doi": "https://doi.org/10.1073/pnas.2518075122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "The advancement of large language models poses a severe, potentially existential threat to online survey research, a fundamental tool for data collection across the sciences. This work demonstrates that the foundational assumption of survey research—that a coherent response is a human response—is no longer tenable. I designed and tested an autonomous synthetic respondent capable of producing survey data that possesses the coherence and plausibility of human responses. This agent successfully evades a comprehensive suite of data quality checks, including instruction-following tasks, logic puzzles, and “reverse shibboleth” questions designed to detect nonhuman actors, achieving a 99.8% pass rate on 6,000 trials of standard attention checks. The synthetic respondent generates internally consistent responses by maintaining a coherent demographic persona and a memory of its prior answers, producing plausible data on psychometric scales, vignette comprehension tasks, and complex socioeconomic trade-offs. Furthermore, its open-ended text responses are linguistically sophisticated and stylistically calibrated to the level of education of its assigned persona. Critically, the agent can be instructed to maliciously alter polling outcomes, demonstrating an overt vector for information warfare. More subtly, it can also infer a researcher’s latent hypotheses and produce data that artificially confirms them. These findings reveal a critical vulnerability in our data infrastructure, rendering most current detection methods obsolete and posing a potential existential threat to unsupervised online research. The scientific community must urgently develop new data validation standards and reconsider its reliance on nonprobability, low-barrier online data collection methods."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Simulating human well-being with large language models: Systematic validation and misestimation across 64,000 individuals from 64 countries",
    "authors": "Pat Pataranutaporn, Nattavudh Powdthavee, Chayapatr Archiwaranguprok, Pattie Maes",
    "url": "https://doi.org/10.1073/pnas.2519394122",
    "doi": "https://doi.org/10.1073/pnas.2519394122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Subjective well-being is central to economic, medical, and policy decision-making. We evaluate whether large language models (LLMs) can provide valid predictions of well-being across global populations. Using natural-language profiles from 64,000 individuals in 64 countries, we benchmark four leading LLMs against self-reports and statistical models. Unlike regressions, which estimate relationships from survey data, LLMs draw only on individual characteristics (e.g., sociodemographic, attitudinal, and psychological factors) together with associations encoded during pretraining, rather than from the survey’s subjective well-being responses. They produced plausible patterns consistent with known correlates such as income and health, but systematically underperformed relative to regressions and showed the largest errors in underrepresented countries, reflecting biases rooted in global digital and economic inequality. A preregistered experiment revealed that LLMs rely on surface-level linguistic associations rather than conceptual understanding, leading to predictable distortions in unfamiliar contexts. Injecting contextual information partly reduced—but did not remove—these biases. These findings demonstrate that while LLMs can simulate broad correlates of life satisfaction, they fail to capture its experiential and cultural depth. Accordingly, they should not be used as substitutes for human self-reports of well-being; doing so would risk reinforcing inequality and undermining human agency."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Perception of own centrality in social networks",
    "authors": "Jaromír Kovářík, Juan Ozaita, Angel Sánchez, Pablo Brañas-Garza",
    "url": "https://doi.org/10.1073/pnas.2420334122",
    "doi": "https://doi.org/10.1073/pnas.2420334122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "This study explores how individuals perceive their social networks, with a focus on their own positioning. Using experimental methods and network analysis, we show that people have a limited understanding of their social standing in terms of popularity (in-degree) and centrality. Few participants accurately estimate their popularity, and even fewer correctly identify their decile of centrality. A similar pattern emerges for their perceptions of the most popular and central individuals, but we find no correlation between the ability to assess one’s own position and the ability to detect key network members. Popular participants correctly perceive themselves as more popular, although they tend to misjudge their popularity more than less popular peers. They are nonetheless more accurate in estimating their centrality. Perceived centrality is only weakly correlated with actual centrality, but central individuals misperceive both their popularity and centrality to a greater extent. We further show that these misperceptions have real-world implications. Conditional on network positioning, students who see themselves as less popular and less central–and those with more accurate self-perceptions–tend to achieve higher grades, whereas individuals recognized by others as popular and central perform significantly better academically. These findings challenge theoretical models that assume accurate self-awareness of network positions and highlight the need to reconsider the implications for key-player interventions in public health, education, and organizational contexts."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Testing for racial bias using inconsistent perceptions of race",
    "authors": "Nora Gera, Emma Pierson",
    "url": "https://doi.org/10.1126/sciadv.adx5829",
    "doi": "https://doi.org/10.1126/sciadv.adx5829",
    "filter": 0,
    "journal_full": "Science Advances",
    "abstract": "Tests for racial bias commonly assess whether two people of different races are treated differently. A fundamental challenge is that, because two people may differ in many ways, factors besides race might explain differences in treatment. Here, we propose a test for bias that circumvents the difficulty of comparing two people by instead assessing whether the same person is treated differently when their race is perceived differently. We apply our method to test for bias in police traffic stops, finding that the same driver is likelier to be searched or arrested by police when they are perceived as Hispanic than when they are perceived as white. Our test is broadly applicable to other datasets where race, gender, or other identity data are perceived rather than self-reported, and the same person is observed multiple times."
  }
]
