[
  {
    "discipline": "communication",
    "title": "‘Grandma, tell that story about how to make napalm again’",
    "authors": "Morten Heuser, Julie Vulpius",
    "url": "http://dx.doi.org/10.1177/13548565241285742",
    "doi": "10.1177/13548565241285742",
    "filter": 0,
    "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
    "abstract": "The present study explores early adopters’ domestication processes of ChatGPT and Midjourney in the early phase of generative AI’s public breakthrough. To study this process, we conducted an online ethnography in two dominant AI forums on Reddit: r/chatgpt and r/midjourney. Drawing on domestication theory (Silverstone and Hirsch, 1992), we describe three modalities of domestication and argue they represent an emerging cultural approach to generative AI with potential to influence broader domestication and adoption of generative AI. Our findings show that early adopters’ domestication processes are collaborative and fueled by playful and nontelic activity, that is, non-purpose-driven behavior (Abend et al., 2020), where new content genres and transmedia practices (Jenkins, 2007) emerge and serve as an entryway into understanding and domesticating the technology. We identify three distinct modalities of domestication in relation to generative AI: jailbreaking, roleplaying, and playing ‘what if’. Our analysis highlights how non-purpose-driven and playful engagement with generative AI drives a highly collaborative domestication process among users. In this process, generative AI serves a double role as both the object and enabler of domestication. Based on the analysis, we argue for the need to take collaboration, affect, and playfulness into consideration in studies of users’ technology domestication processes."
  },
  {
    "discipline": "communication",
    "title": "Mirroring journalistic work in newsroom metrics: A longitudinal study of Estonian journalists’ making sense of data",
    "authors": "Signe Ivask, Pille Pruulmann-Vengerfeldt",
    "url": "http://dx.doi.org/10.1177/13548565241286979",
    "doi": "10.1177/13548565241286979",
    "filter": 0,
    "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
    "abstract": "While a substantial body of research has explored the intricate relationship between journalists and metrics, there remains a notable gap in systematically understanding how evolving metrics over time influence journalists’ use of data as feedback. This study addresses this gap by investigating how alterations in the most valued metrics influence the utilisation of audience data for reflection and feedback in national and local newsrooms. The study spans multiple waves from 2012 to 2023 and comprises 72 interviews with Estonian journalists. It employs the Data Loop framework to analyse the circulation of audience data among media institutions, audiences, newsrooms, and individual journalists’ reflexive actions. Examining data reflexivity within newsrooms involves considering the interplay between newsroom culture, metrics-gathering technology, external pressures from changing business models, and journalistic agency. Over time, the metrics valued by newsroom managers have shifted – from prioritising clicks as a measure of audience interest to rewarding journalists based on minutes spent on stories or the acquisition of subscriptions. In this article, we argue that instead of considering the audiences behind the data, journalists and editors mostly use the data offered by metrics to reflect on their work. Noteworthy trends include journalists conforming to data dominance and shaping their work to align with prevailing metrics, particularly in the context of paywalls where individual article readership can be linked with direct income through subscriptions. Contextualising newsroom data within the Data Loop, this study illustrates how data serves as a source for reflections at both the individual and newsroom culture levels. Despite assertions of an audience turn, our findings indicate that a focus on metrics does not necessarily signify a focus on the audience but rather an unwavering interest in journalistic production."
  },
  {
    "discipline": "communication",
    "title": "The Harming and the Helping: Perceived Organizational Effects on Mental Health in the Newsroom",
    "authors": "Kayli Plotner, Patrick Ferrucci",
    "url": "http://dx.doi.org/10.1080/21670811.2024.2404605",
    "doi": "10.1080/21670811.2024.2404605",
    "filter": 0,
    "journal_full": "Digital Journalism"
  },
  {
    "discipline": "communication",
    "title": "From Criticism to Anger and Hate: The Vulgarisation of Digital Anti-Press Criticism on News Outlets’ Facebook Pages",
    "authors": "Dejan Jontes, Vasja Vehovar",
    "url": "http://dx.doi.org/10.1080/21670811.2024.2397080",
    "doi": "10.1080/21670811.2024.2397080",
    "filter": 0,
    "journal_full": "Digital Journalism"
  },
  {
    "discipline": "communication",
    "title": "Analyzing Sensationalism in News on Twitter ( X ): Clickbait Journalism by Legacy vs. Online-Native Outlets and the Consequences for User Engagement",
    "authors": "Salman Khawar, Mark Boukes",
    "url": "http://dx.doi.org/10.1080/21670811.2024.2394764",
    "doi": "10.1080/21670811.2024.2394764",
    "filter": 0,
    "journal_full": "Digital Journalism"
  },
  {
    "discipline": "communication",
    "title": "The impact of attention and task performance on antiphishing performance: a multigoal perspective",
    "authors": "Shihe Pan, Jungwon Kuem",
    "url": "http://dx.doi.org/10.1108/itp-01-2023-0079",
    "doi": "10.1108/itp-01-2023-0079",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose People are often recognized as the weakest part of thwarting phishing attacks. The goal of preventing phishing can conflict with the goal of keeping a good level of productivity in daily work; however, we still lack an understanding of this multigoal scenario. This paper aims to develop and test a new model of antiphishing performance, especially in relation to individuals' task performance in daily work. Drawing on the extended multiple-goal pursuit model (MGPM*), we examined the relationship between task performance at a time point and the subsequent antiphishing performance as well as how this relationship differs across varying types of phishing emails and attention levels to phishing cues. Design/methodology/approach We tested the model by conducting a field experiment with a survey questionnaire. Four legitimate work emails and four phishing emails (consisting of two work-related and two work-unrelated emails) were sent to 357 participants. The data were analyzed using generalized estimating equations. Findings The results indicate that task performance at a time point has a curvilinear relationship with subsequent antiphishing performance. This relationship is moderated by the types of phishing emails and individuals' attention to phishing cues. For work-related phishing emails, task performance is negatively associated with antiphishing performance when it reaches an intermediate level; however, when task performance is low, or high to an extent, it is positively related to antiphishing performance. For work-unrelated phishing emails, there is a positive association between task performance and antiphishing performance. Moreover, attention to phishing cues moderates the curvilinear relationship between task performance and antiphishing performance such that when task performance reaches an intermediate level, as attention to phishing cues increases, the relationship between task performance and antiphishing performance will turn from negative to positive. Practical implications This paper has practical implications that bear on the conflict between antiphishing performance and task performance. Originality/value This paper sheds light on the potential of the extended multiple-goal pursuit model in studying antiphishing behavior."
  },
  {
    "discipline": "communication",
    "title": "The determinants of participation in online business forums: exploring the interplay of need factors and reciprocity",
    "authors": "Rebwar Kamal Gharib",
    "url": "http://dx.doi.org/10.1108/itp-02-2024-0273",
    "doi": "10.1108/itp-02-2024-0273",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose The purpose of this study is to enhance the understanding of the drivers of participation in online business forums (OBFs). Specifically, it examines how reciprocity and three distinct types of needs (functional, psychological and hedonic) shape the participation behaviour of members in OBFs. Design/methodology/approach This study employs a multilevel analysis, integrating Social Exchange Theory and Uses and Gratification Theory to develop and validate a research framework. Data were collected via online questionnaires ( N  = 596) from 48 business forums on LinkedIn. The data analysis was carried out using PLS-SEM in stages. A confirmatory factor analysis was carried out to assess the measurement model, including validating the reliability and validity of the measurement items. The direct hypotheses were tested, followed by a post ad-hoc analysis to test the mediation and moderation hypotheses. Findings This study shows the impact of three need factors – functional, psychological and hedonic – and reciprocity on community members' participation behaviour in OBFs. The findings indicate that fulfiling functional, psychological and hedonic needs are key determinants driving active participation. The study further highlights the coexistence of two types of reciprocity: direct and indirect. However, the data analysis results show that only indirect reciprocity motivates participation in OBFs. Furthermore, the study reveals that indirect reciprocity not only precedes participation but also acts as a pivotal factor interacting with the interrelationship between the need factors and participation levels in OBFs. Originality/value This research advances theoretical understanding of participation in OBFs by offering novel insights into its complex, multi-faceted nature. Unlike some previous simplistic models, this study employs innovative multilevel analysis, uniquely demonstrating the synergistic impact of need factors and reciprocity on participation. It offers a nuanced perspective previously unexplored by addressing reciprocity’s paradoxical role and uncovering interconnections between various factors. This approach provides groundbreaking insights into OBF dynamics, advancing theoretical understanding while offering actionable strategies for enhancing member engagement and community development."
  },
  {
    "discipline": "communication",
    "title": "FIFA World Cup as a Media Event: Psychological Factors’ Influence on Second Screen Usage",
    "authors": "Dana Weimann-Saks, Vered Elishar, Yaron Ariel",
    "url": "http://dx.doi.org/10.1080/08838151.2024.2406864",
    "doi": "10.1080/08838151.2024.2406864",
    "filter": 0,
    "journal_full": "Journal of Broadcasting & Electronic Media"
  },
  {
    "discipline": "communication",
    "title": "Machine heuristic: concept explication and development of a measurement scale",
    "authors": "Hyun Yang, S Shyam Sundar",
    "url": "http://dx.doi.org/10.1093/jcmc/zmae019",
    "doi": "10.1093/jcmc/zmae019",
    "filter": 0,
    "journal_full": "Journal of Computer-Mediated Communication",
    "abstract": "Human assumption of superior performance by machines has a long history, resulting in the concept of “machine heuristic” (MH), which is a mental shortcut that individuals apply to automated systems. This article provides a formal explication of this concept and develops a new scale based on three studies (Combined N = 1129). Measurement items were derived from the explication and an open-ended survey (Study 1, N = 270). These were then administered in a closed-ended survey (Study 2, N = 448) to identify their dimensionality through exploratory factor analysis (EFA). Lastly, we conducted another survey (Study 3, N = 411) to verify the factor structure obtained in Study 2 by employing confirmatory factor analysis (CFA). Analyses resulted in a validated scale of seven items that reflect the level of MH in individuals and identified six sets of descriptive labels for machines (expert, efficient, rigid, superfluous, fair, and complex) that serve as formative indicators of MH. Theoretical and practical implications are discussed."
  },
  {
    "discipline": "communication",
    "title": "Reinvention mediates impacts of skin tone bias in algorithms: implications for technology diffusion",
    "authors": "Hannah Overbye-Thompson, Kristy A Hamilton, Dana Mastro",
    "url": "http://dx.doi.org/10.1093/jcmc/zmae016",
    "doi": "10.1093/jcmc/zmae016",
    "filter": 0,
    "journal_full": "Journal of Computer-Mediated Communication",
    "abstract": "Two studies examine how skin tone bias in image recognition algorithms impacts users’ adoption and usage of image recognition technology. We employed a diffusion of innovations framework to explore perceptions of compatibility, complexity, observability, relative advantage, and reinvention to determine their influence on participants' utilization of image recognition algorithms. Despite being more likely to encounter algorithm bias, individuals with darker skin tones perceived image recognition algorithms as having greater levels of compatibility and relative advantage, being more observable, and less complex and thus used them more extensively compared to those with lighter skin tones. Individuals with darker skin tones also displayed higher levels of reinvention behaviors, suggesting a potential adaptive response to counteract algorithm biases."
  },
  {
    "discipline": "communication",
    "title": "Topic territoriality and the cost of civility: examining the impact of IP address disclosure on Weibo",
    "authors": "Chao Yu, Drew Margolin",
    "url": "http://dx.doi.org/10.1093/jcmc/zmae018",
    "doi": "10.1093/jcmc/zmae018",
    "filter": 0,
    "journal_full": "Journal of Computer-Mediated Communication",
    "abstract": "This article introduces the concept of “topic territoriality,” a mechanism that governs participation in conversational spaces. When a discussion becomes prone to territorialization, individuals are more likely to claim topics (participating in discussions about topics they own as “stakeholders”) and defer (reducing participation in topics owned by others). They are also more likely to patrol topic boundaries (monitoring who is participating and confronting topic “intruders”). We document the operation of topic territoriality by analyzing 112,278 conversational turns on Weibo before and after a policy that reveals users’ broad geographic locations. We find that revealing these locations increased territorial behaviors, leading to more homogenous participation in conversations. Although the display of locations has improved the overall civility in language, the confrontations between stakeholders and intruders became more toxic. Our research emphasizes the impact of topic territoriality in online conversations and sheds light on the unintended consequences of social media policies."
  },
  {
    "discipline": "communication",
    "title": "The Dynamics of Misinformation Sharing: The Mediated Role of News-Finds-Me Perception and the Moderated Role of Partisan Social Identity",
    "authors": "Joseph J. Yoo, Thomas J. Johnson, Ivan Lacasa-Mas",
    "url": "http://dx.doi.org/10.1080/15205436.2024.2401842",
    "doi": "10.1080/15205436.2024.2401842",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "The Effects of Fantastical Characters and Prosocial Message Duration on Children’s Narrative, Emotional, and Moral Lesson Comprehension of a Cartoon",
    "authors": "Marina Krcmar, Drew P. Cingel, Samantha L. Vigil, Allyson L. Snyder",
    "url": "http://dx.doi.org/10.1080/15205436.2024.2404626",
    "doi": "10.1080/15205436.2024.2404626",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "Screens as Battlefields: Fact-Checkers’ Multidimensional Challenges in Debunking Russian-Ukrainian War Propaganda",
    "authors": "Laurence Dierickx, Carl-Gustav Lindén",
    "url": "http://dx.doi.org/10.17645/mac.8668",
    "doi": "10.17645/mac.8668",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This study examines the challenges fact-checkers face when dealing with war propaganda and how their socio-professional contexts influence these obstacles. Using a mixed-methods approach, the research identifies common difficulties such as time constraints, resource limitations, and the struggle to find reliable information amidst language barriers and geographical distances. The findings highlight the impact of socio-professional contexts on investigative methods, ranging from traditional journalism to advanced open-source intelligence methods. The study underscores the importance of international cooperation and support networks in addressing these challenges and also in mitigating the impact that exposure to violent content and harassment has on well-being and professional integrity."
  },
  {
    "discipline": "communication",
    "title": "ChatGPT in the public eye: Ethical principles and generative concerns in social media discussions",
    "authors": "Maayan Cohen, Michael Khavkin, Danielle Movsowitz Davidow, Eran Toch",
    "url": "http://dx.doi.org/10.1177/14614448241279034",
    "doi": "10.1177/14614448241279034",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "With ChatGPT’s rapid adoption, concerns regarding generative artificial intelligence (AI) have shifted from theoretical to practical. Drawing upon the “algorithmic imaginary” framework from critical algorithm studies and the anthropological concept of “ordinary ethics,” we analyzed Twitter discourse during ChatGPT’s initial deployment, examining 368,359 tweets. Our analysis identified five topics reflecting functional and critical aspects of ChatGPT. We specifically point to two topics with a critical perspective: “Ethics” and “Concerns.” The first aligns with scholarly discussions in AI ethics on fairness and transparency, while the second focuses on ChatGPT’s generative capabilities. This highlights an emerging trend: While the academic discussion on AI ethics has gained popularity, especially in scrutinizing ChatGPT, the conversation is now expanding to more nuanced ethical deliberations. We analyzed the posts’ engagement and sentiment over time, demonstrating the AI ethics community’s influence in addressing the potential and harms of generative AI systems."
  },
  {
    "discipline": "communication",
    "title": "Empathy and ethics in brand activism: Balancing engagement and responsibility",
    "authors": "Marco Scalvini",
    "url": "http://dx.doi.org/10.1177/14614448241278344",
    "doi": "10.1177/14614448241278344",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "The recent surge in corporate responses to social and political crises marks a pivotal shift in how brands perceive their societal roles. This study explores “brand activism,” a phenomenon whereby brands engage in social advocacy through digital platforms, reflecting a strategic integration of social issues into their core identity and marketing practices. This proactive stance not only raises awareness and mobilizes support but also raises ethical concerns about the potential for brands to exploit social causes for commercial gain. Employing qualitative content analysis with a critical phenomenological approach, this research investigates how individuals engage empathy-based representations within brand activism on digital platforms. Data from interviews with 37 young adults reveal that while brand activism can foster a sense of empowerment and moral alignment, it also risks superficial engagement and selective empathy. This study highlights the ethical considerations in brand activism and how digital media shapes moral reasoning in contemporary branding."
  },
  {
    "discipline": "communication",
    "title": "Navigating dual stigmas on social media: How self-disclosure strategies influence public attitudes toward sexual minorities with mental disorders",
    "authors": "Hang Lu, Minjie Li",
    "url": "http://dx.doi.org/10.1177/14614448241282604",
    "doi": "10.1177/14614448241282604",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "In light of the rising trend of self-disclosing stigmatized identities on social media and the insufficient understanding of its repercussions on societal attitudes, this study employs an intersectional framework to examine the impact of revealing dual stigmas related to sexual identities and health conditions on destigmatization. Drawing upon the intergroup contact hypothesis and social penetration theory, a national sample of U.S. adults ( N = 1,596) participated in a 3 (sexual identity cue: explicit-cue vs implicit-cue vs no-cue) × 5 (coping with mental disorders: good-coping vs balanced-coping vs poor-coping vs no-coping vs control) between-subjects experiment. Results revealed that while dual stigma disclosure occasionally showed enhanced positive impacts, it never exacerbated stigmatized attitudes compared to single stigma disclosure. In addition, the two self-disclosure strategies interacted to influence destigmatization, mediated by perceived competence rather than perceived authenticity. Implications from the findings are provided."
  },
  {
    "discipline": "communication",
    "title": "Cyber Activism in Iran: A Case Study",
    "authors": "Afsane Danesh, Seyyed Hossein Athari",
    "url": "http://dx.doi.org/10.1177/20563051241279258",
    "doi": "10.1177/20563051241279258",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "One of the most obvious characteristics of Iran’s protests in September 2022 is the emergence of a type of cyber activism that, unlike mass activism, is formed first in cyberspace. Networks have redefined social action and structure in our societies and have important consequences on production processes, power, and culture, challenging political systems, and creating legitimacy crises. The subject of the present research is important because cyber activism has an external aspect and has changed the shape of Iran’s social movements. This article is based on the Twitter data analysis method and using MAXQDA. Referring to Castells’ network society theory, it addresses this question: What role did the Twitter play in September 2022 in Mahsa Amini’s social movement? This article shows that the Twitter, in the context of existing dissatisfactions and in the absence of active organizations and parties, has led to an increase in cyberactivism in Iran. This cyberactivism encompasses mass self-communication, occupation of urban space, horizontal leadership, globalization of messages, mobilization and guidance of public opinion, nationalism, the subjectivity of women, and their identification has been its external manifestation."
  },
  {
    "discipline": "communication",
    "title": "Out With the Hero: How TikTok Everyday Stories Are Re-writing the Arctic",
    "authors": "Arielle Frenette, Mélanie Millette, Caroline Desbiens",
    "url": "http://dx.doi.org/10.1177/20563051241283426",
    "doi": "10.1177/20563051241283426",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "With the rapid growth of TikTok in the last few years, we have seen the emergence of global influencers from diverse backgrounds, whose popularity is enhanced by TikTok’s specific content-based algorithm. In North America, the meta-hashtag #NativeTikTok has become a sharing space for a diverse Indigenous online community. Among these, several young Inuit women have acquired a large fanbase, allowing them to display their culture to a vast public, as well as to bring awareness to issues relating to the Arctic. In this article, we analyze how TikTok became a scale-shifting media for contemporary self-affirmation and displaying of Inuit culture. Drawing data from a case study of six Inuit influencers and an online thematic analysis of their content, we discuss definitions of Inuit authenticity on digital screenscapes, before presenting an analysis of content shared by young Inuit influencers to better understand specific forms of storytelling on TikTok and tensions pertaining to authentic cultural self-presentation. We argue that the TikTok platform provides an efficient tool for young Inuit women to engage with, learn about, and display their culture in their own terms, self-presenting as diverse and modern, in contrast with colonial Inuit imageries."
  },
  {
    "discipline": "communication",
    "title": "Young Black American Women’s Social Media Use and Online Victimization",
    "authors": "Alexandria C. Onuoha, Sara Matsuzaka, Alexis G. Stanton, Vanessa V. Volpe, Lanice R. Avery",
    "url": "http://dx.doi.org/10.1177/20563051241277607",
    "doi": "10.1177/20563051241277607",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Despite young Black women’s high rates of social media use and risks for victimization at the nexus of sexism and racism, the relationship between these variables remains under researched in this segment. We surveyed 354 Black American women aged 18–30 to explore the associations between two aspects of social media use—time spent daily on social media platforms (i.e., Facebook, Instagram, Snapchat, TikTok, Tumblr, Twitter, and YouTube) and type of social media engagement (i.e., active social use, active non-social use, and passive use)—with four different types of online victimization (i.e., general online victimization [GOV], online sexual victimization [OSV], online individual racial victimization [OIRV], and online vicarious racial victimization [OVRV]). Results indicate that more time spent daily on Tumblr was significantly associated with more experiences of GOV, OSV, and OIRV. More time spent daily on Instagram was significantly associated with more experiences of OVRV, while more time spent daily on Facebook was significantly associated with fewer experiences of OVRV. Active non-social use was significantly associated with more experiences of GOV and OIRV. Snapchat, TikTok, Twitter, and YouTube use, active social use, and passive use were not significantly associated with any categories of online victimization. We provide implications for researchers as well as mental and behavioral health practitioners seeking to enhance Black women’s safety and well-being on social media platforms."
  },
  {
    "discipline": "communication",
    "title": "Being a “Global Music Platform”: Platform Work in Light-Tech Capitalism",
    "authors": "Loïc Riom",
    "url": "http://dx.doi.org/10.1177/20563051241274658",
    "doi": "10.1177/20563051241274658",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "While the literature on music digital platforms has focused mainly on the consequences of production and consumption, few works have looked at platformization from the perspective of companies active in the music business. Drawing on an ethnographic inquiry of Sofar Sounds—a London-based company that organizes intimate and secret concerts in unconventional spaces—I introduce platform work to explore the kinds of practices in which platforms engage. I identify three operations in Sofar Sounds’ platform work: the incorporation of Sofar Sounds concerts into digital devices; its financing by venture capital (VCs) funds; and the activation and generification of its global community. In conclusion, I argue that being a platform involves organizational practices and that studying these practices shifts our attention beyond a few limited successful companies. I propose that light-tech capitalism accounts for this mundane and unsophisticated aspect of platform work."
  },
  {
    "discipline": "communication",
    "title": "Unveiling the Contested Digital Feminism: Advocacy, Self-Promotion, and State Oversight Among Chinese Beauty Influencers on Weibo",
    "authors": "Qingyue Sun, Runze Ding",
    "url": "http://dx.doi.org/10.1177/20563051241283301",
    "doi": "10.1177/20563051241283301",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Through a qualitative analysis of feminist posts shared by Chinese beauty influencers, this study explores the political potential and limitations of their engagements in digital feminism on Weibo. Chinese beauty influencers show the potential to shape everyday feminist discourses and promote female solidarity on Weibo. However, beauty influencers’ feminist practices represent a form of contested activism, situated at the intersection of state governance, platform power, and entrepreneurial demands, subtly reconfiguring digital feminism in China. By converting feminist sentiments into brand assets through self-branding and promotional activities, influencers’ feminist practices feed into the platform’s profit motives and their own career advancements. Moreover, beauty influencers adopted what we call “state-aligned, soft activism,” inadvertently perpetuating the non-emancipatory gender discourses endorsed by state governance. Their engagement with digital feminism exemplifies the ambivalent feminist politics within the Chinese digital space dominated by state control and commercial logic, reflecting inherent contradictions and broader tensions in conducting meaningful feminist activism within a constrained environment."
  },
  {
    "discipline": "communication",
    "title": "Game Over? Using (Not So) Innovative Interventions to Increase Digital Campaign Competence",
    "authors": "Sophie Minihold, Sophie Lecheler, Claes de Vreese, Sanne Kruikemeier",
    "url": "http://dx.doi.org/10.1177/20563051241279253",
    "doi": "10.1177/20563051241279253",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Data-driven political campaigning strategies often remain a black box for citizens; however, educational interventions provide a means to enhance understanding, conscious evaluations, and skills. In this context, we term this combination digital campaign competence (DCC). We conducted an online pre-registered experiment in Austria ( N = 553) using a 2 × 2 between-subject design to compare intervention formats (reading a voter guide vs. playing a campaign game) and content framing (emphasizing risks vs. benefits of data-driven campaigning) plus a control condition. Results show no significant differences in framing on DCC. However, variations are observed among different formats, with the non-interactive voter guide proving to be the most effective one. Contrary to our expectations, the voter guide emphasizing the risks of data-driven political campaigning enhanced conceptual understanding levels, influenced evaluative perceptions, and aided skill development to detect highly targeted ads. We argue that innovative interventions do not always guarantee success in enhancing competencies."
  },
  {
    "discipline": "communication",
    "title": "How Does Topical Diversity Affect Source Credibility? Fact-Checking Coverage of Politics, Science, and Popular Culture",
    "authors": "Hwayong Shin",
    "url": "http://dx.doi.org/10.1177/19401612241277137",
    "doi": "10.1177/19401612241277137",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "News sources that correct misinformation seek to foster an informed citizenry and promote democratic accountability. One such effort is being made by fact-checking sites across the globe. However, public trust in these outlets remains limited. Is their politics-focused coverage one factor behind the limited trust? Politics-focused coverage highlights partisan competition, which can harm credibility by activating identity-protective biases or resistance to persuasive intent. Prior research suggests depoliticized contexts can help mitigate defensive psychological tendencies in news source assessments. Thus, a potential approach to build broad-based trust could be to broaden the scope of coverage to include nonpolitical topics. Through a preregistered survey experiment in the United States, I test how the topical scope of coverage affects source credibility perceptions. Compared to politics-focused coverage, science-focused coverage improves credibility assessments. Focusing solely or partially on popular culture topics such as entertainment, sports, and lifestyle reduces source credibility. The effects of nonpolitical coverage on source credibility perceptions are similar across partisan groups. The results suggest the public shares the notion that serious public affairs coverage is central to reputable journalism. Overall, coverage of politics and science fares relatively well in building source credibility, whereas coverage of popular culture undermines credibility assessments. People find news sources that correct misinformation more credible when they cover a range of serious topics, but less credible when they cover lighter topics."
  },
  {
    "discipline": "public opinion",
    "title": "Large Language Models Outperform Expert Coders and Supervised Classifiers at Annotating Political Social Media Messages",
    "authors": "Petter Törnberg",
    "url": "http://dx.doi.org/10.1177/08944393241286471",
    "doi": "10.1177/08944393241286471",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "Instruction-tuned Large Language Models (LLMs) have recently emerged as a powerful new tool for text analysis. As these models are capable of zero-shot annotation based on instructions written in natural language, they obviate the need of large sets of training data—and thus bring potential paradigm-shifting implications for using text as data. While the models show substantial promise, their relative performance compared to human coders and supervised models remains poorly understood and subject to significant academic debate. This paper assesses the strengths and weaknesses of popular fine-tuned AI models compared to both conventional supervised classifiers and manual annotation by experts and crowd workers. The task used is to identify the political affiliation of politicians based on a single X/Twitter message, focusing on data from 11 different countries. The paper finds that GPT-4 achieves higher accuracy than both supervised models and human coders across all languages and country contexts. In the US context, it achieves an accuracy of 0.934 and an inter-coder reliability of 0.982. Examining the cases where the models fail, the paper finds that the LLM—unlike the supervised models—correctly annotates messages that require interpretation of implicit or unspoken references, or reasoning on the basis of contextual knowledge—capacities that have traditionally been understood to be distinctly human. The paper thus contributes to our understanding of the revolutionary implications of LLMs for text analysis within the social sciences."
  },
  {
    "discipline": "public opinion",
    "title": "Why People Accept Mental Health-Related Misinformation: Role of Social Media Metrics in Users’ Information Processing",
    "authors": "Shiyi Zhang, Huiyu Zhou, Yimei Zhu",
    "url": "http://dx.doi.org/10.1177/08944393241287791",
    "doi": "10.1177/08944393241287791",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "Drawing on dual-process theories, this study aims to investigate the factors associated with social media users’ acceptance of mental health-related misinformation (MHRM). We conducted a case study of Chinese microblogging Weibo on conversations that emerged following a publicised celebrity suicide of South Korean superstar Sulli. This incident sparked an extensive discussion on mental health issues as Sulli was reported to have suffered from depression prior to her death. Whilst previous studies on users’ information acceptance mainly adopted survey methods, our study employs a mixed-method approach (i.e. computational data collection method, content analysis and statistical analysis), which opens up new directions to utilise secondary social media data. We identified MHRM from the discussions on Weibo and labelled the responses to the misinformation as whether they indicate an acceptance of the MHRM. Binary logistic regression was used to examine the associations of receivers’ acceptance of MHRM with its information features (e.g. number of likes) and information sources (e.g. gender). Inconsistent with previous studies, our findings suggest that MHRM is less likely to be accepted when published by male users, underscoring the context-specific nature of heuristic cues. This study also revealed some novel findings, such as MHRM with more pictures or with more words is less likely to be accepted. A theoretical model was proposed based on the findings, which highlights the importance of heuristic cues and individuals’ pre-existing knowledge in information processing."
  }
]
