[
  {
    "discipline": "communication",
    "title": "An investigation of organizational communication citizenship behaviors of faculty and staff at historically black colleges and universities",
    "authors": "Kenneth Rocker, Stephanie Kelly, Stephen Croucher",
    "url": "https://doi.org/10.1080/01463373.2025.2455570",
    "doi": "https://doi.org/10.1080/01463373.2025.2455570",
    "filter": 0,
    "journal_full": "Communication Quarterly"
  },
  {
    "discipline": "communication",
    "title": "Exploring the Direct and Indirect Effects of Traditional and Social Media News Use on Media Trust and Journalism Error Tolerance",
    "authors": "Zicheng Cheng, Manuel Goyanes, Homero Gil de Zúñiga",
    "url": "https://doi.org/10.1080/21670811.2025.2457362",
    "doi": "https://doi.org/10.1080/21670811.2025.2457362",
    "filter": 0,
    "journal_full": "Digital Journalism"
  },
  {
    "discipline": "communication",
    "title": "The News Feed is Not a Black Box: A Longitudinal Study of Facebook’s Algorithmic Treatment of News",
    "authors": "Naoise McNally, Marco Bastos",
    "url": "https://doi.org/10.1080/21670811.2025.2450623",
    "doi": "https://doi.org/10.1080/21670811.2025.2450623",
    "filter": 0,
    "journal_full": "Digital Journalism"
  },
  {
    "discipline": "communication",
    "title": "The Chemistry and Communication of Microplastic Pollution: Bridging Science, Policy, and Public Awareness",
    "authors": "Yurika Almanda Perangin Angin, Nadya Amalia Putri Hapsari, Rio Sebastian",
    "url": "https://doi.org/10.1080/17524032.2025.2456972",
    "doi": "https://doi.org/10.1080/17524032.2025.2456972",
    "filter": 0,
    "journal_full": "Environmental Communication"
  },
  {
    "discipline": "communication",
    "title": "Assessing the impact of emojis in personality-imbued chatbots: insights from an academic advising perspective",
    "authors": "Mohammad Amin Kuhail, Ons AL-Shamaileh, Justin Thomas, Erik Thornquist, Syed Jawad Hussain Shah",
    "url": "https://doi.org/10.1108/itp-12-2023-1286",
    "doi": "https://doi.org/10.1108/itp-12-2023-1286",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose This study investigates the impact of emoji use and user personality traits (conscientiousness vs extraversion) on user behavior in the context of academic advising. It uniquely considers the interaction between these chatbot characteristics and human users' dominant personality traits (conscientiousness and extraversion). Design/methodology/approach A mixed-factor design experiment involving 153 university students was employed. Participants interacted with four different chatbot conditions: a conscientious bot and an extroverted bot, each with and without emojis. Findings The inclusion of emojis negatively influenced users' intentions to use the chatbots but did not affect trust, perceived authenticity or intended engagement with the bots. Additionally, the students' personality traits played a role in evaluating the different chatbot types. Originality/value This research introduces a novel approach by integrating emoji use and human personality traits into chatbot communication, focusing on academic advising. It examines the interaction effects of emojis and personality traits (conscientiousness and extraversion) on user behavior, also considering the user’s personality traits. This work enriches the human-computer interaction field and guides future chatbot development."
  },
  {
    "discipline": "communication",
    "title": "Understanding the mediator and moderator role of digital citizenship on cyber harassment",
    "authors": "Mary Macharia, Mary Dunaway",
    "url": "https://doi.org/10.1108/itp-05-2022-0376",
    "doi": "https://doi.org/10.1108/itp-05-2022-0376",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose Drawing on two competing theories, the online disinhibition effect and communication privacy management, this study explores the antecedents of cyber harassment and the mediating and moderating role of digital citizenship on cyber harassment among adults. Design/methodology/approach To ensure the quality of the data collected, participant recruitment was conducted using two panels: Qualtrics and Cloud Research. The sample comprised 262 participants who were USA residents aged between 18 and 87 years who use the Internet regularly. Additionally, the survey required a balance of participants across racial and educational levels. The survey was drawn from items for which reliability and validity indexes have been tested and confirmed in prior disparate studies. Findings Results show that digital citizenship is a significant moderator in the relationships between disposition to value web privacy, perceived online disinhibition and cyber harassment. Digital citizenship behavior mediates the relationship between perceived online disinhibition and cyber harassment but does not mediate the relationship between disposition to value privacy and cyber harassment. Originality/value The results of this study broaden the understanding of digital citizenship as a behavior modification for cyber harassment, specifically among adult Internet users. Further, we seek to bring together two streams of research that have previously been studied separately: the literature on the antecedents of perceived online disinhibition and disposition to value web privacy concerns."
  },
  {
    "discipline": "communication",
    "title": "Temporalities behind the paywall: examining patterns of data flow and temporalities within social media platform APIs",
    "authors": "Fang Jiao",
    "url": "https://doi.org/10.1080/1369118x.2025.2456555",
    "doi": "https://doi.org/10.1080/1369118x.2025.2456555",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Putting ‘filter bubble’ effects to the test: evidence on the polarizing impact of ideology-based news recommendation from two experiments in Germany and the U.S.",
    "authors": "Katharina Ludwig, Nevena Nikolajevic, Alexander Grote, Philipp Müller",
    "url": "https://doi.org/10.1080/1369118x.2024.2435998",
    "doi": "https://doi.org/10.1080/1369118x.2024.2435998",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Emergence of echo chambers in social media communication involving multiple topics",
    "authors": "Takuya Nagura, Eizo Akiyama",
    "url": "https://doi.org/10.1080/1369118x.2025.2456561",
    "doi": "https://doi.org/10.1080/1369118x.2025.2456561",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Media consolidation and news content quality",
    "authors": "Marcel Garz, Mart Ots",
    "url": "https://doi.org/10.1093/joc/jqae053",
    "doi": "https://doi.org/10.1093/joc/jqae053",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "News organizations have been under financial pressure to streamline their activities for decades. Critics argue that this pressure undermines the quality of news, posing a severe threat to democracy. However, the effects of media consolidation on news quality are theoretically ambiguous and empirical evidence is scarce. To address this gap, we study the case of the Swedish newspaper industry between 2014 and 2022, a period where more than half of the country’s newspapers changed their owners. We collect over 2 million articles from 108 newspapers and apply state-of-the-art computational methods to create theoretically grounded, fine-grained measures of news content quality. Our results indicate that mergers are associated with slight increases in content quality. However, we also find evidence of content homogenization, as merging newspapers tend to slightly decrease their provision of local news, while relying more on content shared with co-owned newspapers."
  },
  {
    "discipline": "communication",
    "title": "Under-the-radar engagement: how and why news users limit their public expression",
    "authors": "Ori Tenenboim",
    "url": "https://doi.org/10.1093/jcmc/zmae024",
    "doi": "https://doi.org/10.1093/jcmc/zmae024",
    "filter": 0,
    "journal_full": "Journal of Computer-Mediated Communication",
    "abstract": "Beyond digital news consumption, users may express themselves in relation to the consumed news—for example, through commenting, sharing, or reacting. They may also limit what is termed here news engagement visibility, the extent to which a user’s involvement with news content can be seen by others. Drawing on privacy calculus theory and literature about engagement, avoidance, and relationship management, this study examines—through 50 in-depth interviews in Canada—how and why news users limit their news engagement visibility. It presents three ways for limiting this visibility, including lower expression volume, more private expression space, or more closed-ended expression type. Furthermore, it introduces the four P’s framework—protection, pointlessness, personality, and particularity—to explain the reasons behind limited news engagement visibility. The study advances the understanding of news engagement by suggesting that it involves the management of visibility boundaries and by elucidating barriers to public expression. The implications of these contributions are discussed."
  },
  {
    "discipline": "communication",
    "title": "Understanding screenshot collection and sharing on messaging platforms: a privacy perspective",
    "authors": "Alexis Shore Ingber",
    "url": "https://doi.org/10.1093/jcmc/zmae023",
    "doi": "https://doi.org/10.1093/jcmc/zmae023",
    "filter": 0,
    "journal_full": "Journal of Computer-Mediated Communication",
    "abstract": "Individuals rely on messaging platforms to form and maintain intimate relationships, trusting shared information will remain within intended digital confines. However, the screenshot feature allows people to capture and store pieces of private conversations as a separate file on their device, rendering them shareable with third parties. While usage of this feature can be benign, this study focuses on its ability to breach privacy expectations within messaging platforms, termed within communication privacy management theory as privacy turbulence. This study recognizes the power of both interpersonal dynamics and platform affordances in constraining existing norms around screenshot collection and sharing others’ private messages. Experimental results (n = 302) suggest obscuring received messages upon use of the screenshot feature and stating an explicit privacy rule significantly reduce screenshot collection and sharing, respectively. Implications for communication theory and the future of messaging platform design will be discussed."
  },
  {
    "discipline": "communication",
    "title": "Tailoring generative AI chatbots for multiethnic communities in disaster preparedness communication: extending the CASA paradigm",
    "authors": "Xinyan Zhao, Yuan Sun, Wenlin Liu, Chau-Wai Wong",
    "url": "https://doi.org/10.1093/jcmc/zmae022",
    "doi": "https://doi.org/10.1093/jcmc/zmae022",
    "filter": 0,
    "journal_full": "Journal of Computer-Mediated Communication",
    "abstract": "This study is among the first to develop different prototypes of generative artificial intelligence (GenAI) chatbots powered by GPT-4 to communicate hurricane preparedness information to diverse residents. Drawing from the Computers Are Social Actors paradigm and the literature on disaster vulnerability and cultural tailoring, we conducted a between-subjects experiment with 441 Black, Hispanic, and Caucasian residents of Florida. Our results suggest that GenAI chatbots varying in tone formality and cultural tailoring significantly influence perceptions of their friendliness and credibility, which, in turn, relate to hurricane preparedness outcomes. These results highlight the potential of using GenAI chatbots to improve diverse communities’ disaster preparedness."
  },
  {
    "discipline": "communication",
    "title": "How do parties use political advertising in election campaigns? Examining issue competition in advertising campaigns on Facebook and Instagram for the 2021 federal election in Germany",
    "authors": "Lukas Thiele, Oke Seliger",
    "url": "https://doi.org/10.1080/19331681.2025.2458036",
    "doi": "https://doi.org/10.1080/19331681.2025.2458036",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "Spanish–English Code-Mixing in U.S. Higher Education: Testing the Use of “Spanglish” in University Materials at a Hispanic-Serving Institution",
    "authors": "Jessica Gasiorek, Margaret J. Pitts, Marko Dragojevic",
    "url": "https://doi.org/10.1177/0261927x251314864",
    "doi": "https://doi.org/10.1177/0261927x251314864",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "This experiment examined how university students at a Hispanic-Serving Institution (HSI) responded to the use of “Spanglish,” or English-Spanish code-mixing, in written materials promoting university services. Consistent with predictions, the use of Spanglish reduced students’ processing fluency; contrary to predictions, the use of Spanglish did not prompt higher perceptions of inclusiveness or feeling welcome (relative to English-only texts) for students, although both outcomes were higher for Spanglish with glosses (i.e., English translations) compared to Spanglish without glosses."
  },
  {
    "discipline": "communication",
    "title": "Flowing With the Syntax: The Influence of Taoism on Syntactic Priming Effects",
    "authors": "Heng Li",
    "url": "https://doi.org/10.1177/0261927x251314935",
    "doi": "https://doi.org/10.1177/0261927x251314935",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "Syntactic priming is a linguistic phenomenon where the exposure to a specific grammatical structure increases the likelihood that the same structure will be used in subsequent language production. Previous research has shown that these syntactic processes are influenced by a broad range of linguistic, cognitive, and social factors. In the present research, we focused on the role of religious systems in shaping syntactic priming in dialog. Based on the observation that the Taoist concept of “moving with flow” encourages individuals to adapt to the natural flow of life and circumstances, we hypothesized that Taoists might modify their syntactic choices to foster better connections with their interlocutors. We conducted two studies to test our theoretical perspective. As predicted, Study 1 found that Taoists were more likely to mirror the syntax used by their interlocutors in dialog than their atheist counterparts. In Study 2, we compared the magnitude of syntactic priming effects between Taoists and Buddhists. The results showed that Taoists demonstrated a stronger preference for using the same syntactic structure as their conversational partners than Buddhists. In sum, our findings provide the first empirical evidence that beliefs and values associated with religious systems exert a significant influence on syntactic priming effects."
  },
  {
    "discipline": "communication",
    "title": "Parental and partner attachment working models in romantic relationships of nonbinary adults",
    "authors": "Eleanor J. Junkins, Brooke E. Kadel, Jaime Derringer",
    "url": "https://doi.org/10.1177/02654075251316318",
    "doi": "https://doi.org/10.1177/02654075251316318",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "Attachment working models are mental and emotional representations of the self and others. A central question within attachment theory is how best to conceptualize the relationship between different attachment working models, such as how one’s attachment to parents may influence partner-specific working models and impact romantic relationship satisfaction. Despite the robust evidence that attachment theory can be appropriately applied across developmental and cultural contexts and the functional similarity of attachment in women and men, little research has examined attachment working models among nonbinary people. The current study tested competing hypotheses replicating the work by Dugan and Fraley (2022), extended to a large sample of nonbinary adults ( N = 2,811). Similar to previous findings, our results supported the mediation hypothesis, which suggests that parental (defined as mother and father) attachment working models indirectly relate to romantic relationship satisfaction through romantic partner attachment working models. We also report comparisons of attachment overall between nonbinary people, men, and women, which showed that there were smaller mean differences between nonbinary people and women, yet more similar correlations between nonbinary people and men. These findings highlight the generalizability of attachment theory to diverse, nonbinary gender identities."
  },
  {
    "discipline": "communication",
    "title": "To Disclose or Not to Disclose: A Comprehensive Analysis Into the Article Transparency of News Websites",
    "authors": "Roeland Dubèl, Mark Boukes, Damian Trilling",
    "url": "https://doi.org/10.1177/10776990241306411",
    "doi": "https://doi.org/10.1177/10776990241306411",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "An increasing part of the public is distrustful toward journalism. Transparency has been advocated to counter this trend. Therefore, the question arises to what extent news outlets have implemented transparency. General content analyses of the implementation of transparency routines are scarce. We try to add to the literature by conducting a generic quantitative content analysis on the prevalence of a diverse set of transparency routines over multiple news outlets. We also assessed whether transparency not only differs between outlets but also within outlets; namely, between hard vs. soft news section items. We hypothesized that digital-native, public, and quality news outlets and hard news section items would be relatively more transparent. After analyzing 27,096 news items from six news outlets, we find that the outlets differed in the extent to which and areas in which they had implemented transparency: (a) The digital-native news outlet was more transparent than legacy news outlets, except for author transparency, (b) the public news outlet was more transparent in terms of news updates and source use compared to commercial news outlets, but less so in terms of authors and production processes, (c) no substantial systematic differences were found in the extent of transparency implementation between quality and popular news outlets, and (d) hard news section items were only more transparent in source use than in soft news section items. As being one of the only generic quantitative content analyses, this study has contributed to our understanding of the different patterns across news outlets in transparency implementation."
  },
  {
    "discipline": "communication",
    "title": "Internet Freedom and Social Media’s Political Consequences: Political Nationalism and Authoritarian Orientation Among Six Asian Societies",
    "authors": "Biying Wu-Ouyang, Yang Hu",
    "url": "https://doi.org/10.1177/10776990241313183",
    "doi": "https://doi.org/10.1177/10776990241313183",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "While extensive research has explored social media’s political effects, less attention has been paid to its impact on authoritarian orientation, a crucial form of political attitude. The rapid evolution of social media has brought internet freedom concerns—including access barriers, content restrictions, and violations of user rights—into prominent focus. However, research examining how these aspects of internet freedom interact with social media’s political influence remains limited. The study addresses this gap by analyzing representative samples from six Asian societies (Japan, Mainland China, Taiwan, Singapore, Vietnam, and Malaysia; N = 5,115) through multilevel modeling. Using multilevel moderated mediation analyses, we demonstrate that social media has democratizing effects that are mediated by political nationalism and moderated by internet freedom. The study extends the debate on the political effects of social media to non-Western contexts, presenting an overall positive outlook on social media’s democratic effects in East Asian societies, while detailing how these effects are conditioned by the dual impacts of internet freedom in terms of content and user rights."
  },
  {
    "discipline": "communication",
    "title": "Effects of Framing Counter-Stereotypes as Surprising on Rethinking Prior Opinions About Outgroups: The Moderating Role of Political Ideology",
    "authors": "Renana Atia, Meital Balmas, Tal Orian Harel, Eran Halperin",
    "url": "https://doi.org/10.1080/15213269.2025.2458593",
    "doi": "https://doi.org/10.1080/15213269.2025.2458593",
    "filter": 0,
    "journal_full": "Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "“GOD IS MY SPONSORED AD!! MY ALGORITHM!”: The spiritual algorithmic imaginary and Christian TikTok",
    "authors": "Sara Reinis, Corrina Laughlin",
    "url": "https://doi.org/10.1177/14614448251315128",
    "doi": "https://doi.org/10.1177/14614448251315128",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This article employs Critical Technocultural Discourse Analysis (CTDA) to analyze the affective public surrounding the hashtag #christiantiktok. We find that “Christian TikTok” discursively negotiates the unpredictable visibility affordances of TikTok’s algorithm by ascribing layers of spiritual significance to how the algorithm delivers content. Our research uncovered four key themes to this spiritualized conceptualization of algorithmically controlled visibility: (1) Algorithm as directed by the hand of God, (2) Context collapse as an evangelism opportunity, (3) Boosting visibility as a spiritual obligation, and (4) Invisibility as persecution. Following our analysis, we develop an understanding of the “spiritual algorithmic imaginary,” building on Bucher’s concept of the “algorithmic imaginary.” Functioning as both a networked performance and an affective framework, the concept of the spiritual algorithmic imaginary theorizes how certain spiritual users sacralize their participation in and understanding of digital platforms."
  },
  {
    "discipline": "communication",
    "title": "“When pigs fly”: Resources swapping, affordable marketing, and the transformation of Douyin from short video sharing to online shopping",
    "authors": "Shuaishuai Wang",
    "url": "https://doi.org/10.1177/14614448251314448",
    "doi": "https://doi.org/10.1177/14614448251314448",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "With 600 million daily users in 2020, Douyin faced monetization challenges after increased advertising led to a decline in user engagement. The app pivoted successfully to “shoppable videos” and livestream shopping by operating as a retail infrastructure. This article analyzes this transformation, arguing that Douyin strategically limits data availability, creating an artificial scarcity for capturing advertising and infrastructural rents. This approach is sustained by Douyin’s carefully crafted vision for career and business success derived from data’s speculative value. The app established reciprocal relationships with music creators and later video creators and sellers through reward programs, contractual deals, and online workshops. However, success often remains unattainable due to the uneven growth between continuous influx of creators/sellers and stalled user growth. This disparity allows Douyin to incorporate paid traffic into its business model, perpetuating data’s manufactured scarcity and obscuring exploitative practices by making paid traffic an essential component for success."
  },
  {
    "discipline": "communication",
    "title": "Election Denial as a News Coverage Dilemma: A Survey Experiment with Local Journalists",
    "authors": "Erik Peterson, Shannon C. McGregor, Ryan Block",
    "url": "https://doi.org/10.1080/10584609.2025.2456524",
    "doi": "https://doi.org/10.1080/10584609.2025.2456524",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "A Meta-Analysis Synthesizing the Effects of Three Uncertainty Types in Science Communication",
    "authors": "Zhuo Guo, Ke Liu, Meng Chen",
    "url": "https://doi.org/10.1177/10755470251314129",
    "doi": "https://doi.org/10.1177/10755470251314129",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "This meta-analysis synthesized 43 empirical articles to summarize the impact of communicating three distinct uncertainty types (i.e., epistemic uncertainty, consensus uncertainty, and technical uncertainty) in science communication. The results revealed divergent effects across these three uncertainty types. Specifically, communicating epistemic uncertainty was found to have a small yet positive effect on credibility perception ( d = 0.09), with a nonsignificant impact on attitudes. Conversely, communicating consensus uncertainty ( d = −0.12) and technical uncertainty ( d = −0.15) demonstrated a slight negative effect on attitudes, without impacting credibility perception. In addition, topic domain, cultural uncertainty avoidance, and text length were important moderators."
  },
  {
    "discipline": "communication",
    "title": "Internet Memes as Stabilizers of Conspiracy Culture: A Cognitive Anthropological Analysis",
    "authors": "Emily Godwin, Brittany I. Davidson, Tim Hill, Adam Joinson",
    "url": "https://doi.org/10.1177/20563051241306421",
    "doi": "https://doi.org/10.1177/20563051241306421",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Internet memes have emerged as the de facto language of the internet, where standardized memetic templates and characters distill and communicate narratives in simple, shareable formats. While prior research has highlighted their broad appeal as they traverse diverse audiences, their cultural function within online communities has received less attention. To investigate this function, we draw on cognitive anthropological conceptualizations of culture and theorize internet memes as “cultural representations.” We analyze 544 memes shared across two interconnected conspiratorial subreddits about COVID-19 between 2020 and 2022, employing a combination of content and thematic analysis. In doing so, we demonstrate that community members selectively engage with standardized memetic elements that resonate with their “conspiracist worldview.” Specifically, elements conveying the enduring “cultural themes” of Deception, Delusion, and Superiority function as “cultural resources” that stabilize the community’s culture. As such, we make three contributions. First, by theorizing internet memes as cultural representations, we demonstrate their stabilizing cultural function. Second, by showing how internet memes are used in online conspiratorial communities, we highlight their role in maintaining group cohesion and alleviating contention. Finally, we advance a revised methodological approach for the study of memetic communication."
  }
]
