[
  {
    "discipline": "communication",
    "title": "Who should act, when, and where? The SCOPE framework for establishing responsibility and legitimacy in digital citizenship",
    "authors": "Emilija Gagrčin",
    "abstract": "This article introduces the Scope of Civic Online Platform Engagement (SCOPE) framework to explain how users interpret and negotiate civic action on social media. It distinguishes between responsibility, which pertains to the obligation side of action (who should act) and legitimacy, which concerns who may act with authority and appropriateness. Building on affordance theory, boundary theory, and research on heuristics, SCOPE demonstrates how affordances shape the conditions for action. Users apply heuristics to interpret cues of visibility, relational ties, spatial mandates, and temporal urgency. These interpretations are then translated into boundary work, shaping responsibility and legitimacy judgments. To operationalize this process, the article proposes decision-making matrices that condense boundary judgments into simple two-question tests of when and by whom civic action is expected. The framework reorients the study of digital citizenship from abstract prescriptions of “good citizenship” to situated and recursive practices of boundary negotiation in platform environments.",
    "url": "https://doi.org/10.1093/ct/qtaf029",
    "doi": "https://doi.org/10.1093/ct/qtaf029",
    "filter": 0,
    "journal_full": "Communication Theory"
  },
  {
    "discipline": "communication",
    "title": "Temporal dynamics of media and communication processes: a review of theories and meta-analysis of empirical studies",
    "authors": "Shan Xu, Wenbo Li, Yani Zhao, Michael D Slater",
    "abstract": "This study synthesized research from 4 theoretical frameworks that explicitly conceptualize media and communication as dynamic processes over time, emphasizing reciprocal and self-causing effects. A meta-analysis of 223 effect sizes from 103 studies supported the presence of both reciprocal and self-causing relationships, suggesting their robustness as communication phenomena. Time lag moderated self-causing effects, such that longer intervals weakened these effects. Longer lags attenuating the influence of media/communication on subsequent outcomes approached but did not reach statistical significance, and did not significantly alter the reverse pathway. Exploratory moderation analyses showed that effect sizes varied by audience age, analytic methods, topic areas, and media types. Findings highlight the importance of time lag specification in studying dynamic media effects.",
    "url": "https://doi.org/10.1093/joc/jqaf044",
    "doi": "https://doi.org/10.1093/joc/jqaf044",
    "filter": 0,
    "journal_full": "Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "Understanding News Avoidance and “Snacking” of Climate Change News: Psychological and Cognitive Drivers in a Longitudinal Study",
    "authors": "Alberto Ardèvol-Abreu, Patricia Delponti",
    "url": "https://doi.org/10.1080/1461670x.2025.2582177",
    "doi": "https://doi.org/10.1080/1461670x.2025.2582177",
    "filter": 0,
    "journal_full": "Journalism Studies"
  },
  {
    "discipline": "communication",
    "title": "The wellness pipeline: Tracing far-right health narratives on X",
    "authors": "Piotr Marczyński, Catherine Tebaldi",
    "abstract": "This article examines how far-right groups advance political agendas through digital platforms, specifically by embedding reactionary ideology within health and wellness discourse. Our investigation concerns the “Barbarian Right” subculture on X (formerly Twitter), where reactionary content is often intertwined with wellness messaging. Using social network analysis of 42 accounts identified through digital ethnography, we mapped the structure of this community and identified key influencers. Subsequent semiotic discourse analysis revealed ideological practices and their relationship to platform affordances. Our findings reveal a small number of prominent accounts, supported by alternative media outlets that dominate this space. These accounts primarily deliver health advice strategically interspersed with white nationalist messaging. This research offers empirical insights into the growing alignment between far-right and wellness communities, shedding light on potential radicalization pathways and recruitment strategies of the dissident right.",
    "url": "https://doi.org/10.1177/14614448251385082",
    "doi": "https://doi.org/10.1177/14614448251385082",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Campaigning in the Age of Platforms: A Longitudinal Analysis of German Parties &amp; Politicians",
    "authors": "Mike Cowburn, Ulrike Klinger, Anders Olof Larsson",
    "url": "https://doi.org/10.1080/10584609.2025.2575328",
    "doi": "https://doi.org/10.1080/10584609.2025.2575328",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Expressive Data: Conceptualizing Political Expression Through Social Media Feeds",
    "authors": "Chelsea Butkowski",
    "url": "https://doi.org/10.1080/10584609.2025.2579716",
    "doi": "https://doi.org/10.1080/10584609.2025.2579716",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "“A Warning is Not Enough. Teach Me How to Spot Deepfakes.”: Testing Media Literacy Interventions for Combating Deepfakes",
    "authors": "Guanxiong Huang, Bo Hu",
    "abstract": "The rise of generative artificial intelligence (AI) has supercharged the proliferation of multimodal disinformation or so-called “deepfakes.” Through a two-wave online experiment among U.S. residents, we tested media literacy interventions that varied by message content (warning, technique tips, combined) and media format (text, infographic, video) on their effectiveness in combating deepfakes. Findings showed technique tips on how to identify deepfakes improved deepfake detection, perceived AI literacy, and self-efficacy, while the video format was most effective in elevating perceived AI literacy. One week later, the detection accuracies remained consistently high across the board, but perceived AI literacy and self-efficacy decreased in some conditions.",
    "url": "https://doi.org/10.1177/10755470251382889",
    "doi": "https://doi.org/10.1177/10755470251382889",
    "filter": 0,
    "journal_full": "Science Communication"
  },
  {
    "discipline": "communication",
    "title": "Exploring Language Styles Associated With Scientificness in Health News: A Dual Approach Using Text Mining and Reader Perception Studies",
    "authors": "Chingching Chang, Ying-Ju Chiu, Yu-Ming Hsieh, Hao-Hsuan Wang",
    "abstract": "This research examines whether language styles in U.S. health news relate to scientificness. Study 1 uses human ratings to train machine learning models that classify sentences as scientific or nonscientific. A text mining approach predicts the proportion of scientific sentences, on the basis of language features. Two style categories emerge: one reflecting ideal professional standards of science journalism (hedging, neutrality, objectivity) and another linked to science complexity (low readability, complexity, formality). Study 2 then tests whether perceptions of these six features influence perceived scientificness and intended outcomes through message experiments.",
    "url": "https://doi.org/10.1177/10755470251386241",
    "doi": "https://doi.org/10.1177/10755470251386241",
    "filter": 0,
    "journal_full": "Science Communication"
  },
  {
    "discipline": "communication",
    "title": "Legacy Media as a Moral Compass: A Computational Study of the Politicization of a Migrant Crime on Twitter in France",
    "authors": "Sylvain Parasie, Antoine Machut, Béatrice Mazoyer",
    "abstract": "This article explores the role played by legacy media in the pervasive situation where far-right activists highly politicize migrant crimes on social media. Focusing on particular crimes they consider indicative of a state’s failure to secure borders and protect its citizens, they utilize social media platforms to mobilize and garner political and media attention. However, little is known about the dynamics of influence between far-right activism on social media and legacy media in the process of politicizing migrant crimes. To overcome the analytical and methodological limitations of current research, we have developed a computational method to capture the public discussion that took place in France around a single event – the murder of a young teenager in Paris in October 2022. Applying an event identification algorithm to a vast corpus of Twitter data has enabled us to analyze the dynamics of public discussion held in various arenas, both quantitatively and qualitatively. This article’s main argument is that legacy media act as a “moral compass” vis-à-vis far-right mobilizations that politicize migrant crimes on social media. While they were unable to influence the volume of attention that social media users pay to this murder, the French legacy media have contributed to setting limits to the form and spread of politicization by the far right on social media. More specifically, they were able to influence the attention paid to the facts that serve as the basis for discussion on social media and to steer that discussion toward questioning the relevance of politicizing the crime.",
    "url": "https://doi.org/10.1177/19401612251377328",
    "doi": "https://doi.org/10.1177/19401612251377328",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics"
  },
  {
    "discipline": "communication",
    "title": "Populism, Press Freedom, and Transparency: Gauging the Experience of Latin American Journalists with Access to Information Laws",
    "authors": "Gregory Michener, Summer Harlow, Silvia Dal Ben Furtado",
    "abstract": "Over the past three decades, close to 140 countries worldwide – including 18 in Latin America – have enacted access to information (ATI) laws. Recent increases in populism, authoritarianism, and harassment of the press, however, have been accompanied by rollbacks in public transparency and ATI, raising questions about the factors shaping journalists’ use and perceptions of ATI laws and government transparency more generally. In one of the largest cross-national ATI surveys to date, we draw on responses from 678 journalists across Latin America to examine the influence of macro-level factors – including populist leadership, press freedom, and characteristics of ATI laws – on journalists’ experiences with information access. Our findings show that populist leadership has significantly negative effects on ATI use and experience, in line with other evaluations. However, our findings reveal several unexpected results, including the null effect of the age and legal strength of ATI laws on usage and the statistically significant relationship between negative press freedom and increased ATI use. Overall, our results show that two-thirds of our sample make use of information access laws. And despite negative experiences, journalists continue to file information requests, and the more requests they file, the more positive their assessment of government transparency. Our study thus suggests that ATI laws provide substantially positive returns to both journalists and governments.",
    "url": "https://doi.org/10.1177/19401612251388195",
    "doi": "https://doi.org/10.1177/19401612251388195",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics"
  },
  {
    "discipline": "politics",
    "title": "How Are Social Groups Linked to the Vote? Social Group Perceptions and Party Choice",
    "authors": "Rune Stubager",
    "abstract": "Interest in the influence of subjective perceptions of social groups on political behaviour is increasing. While most extant work has focused on voters’ social identities and their related, expressive considerations about the social bases of parties, this article directs attention to two other considerations that may also influence the vote: voters’ evaluations of social groups, as suggested by reference group theory, and their instrumental considerations about the extent to which parties work to advance the interests of specific groups. Using both an observational ( N = 2,065) and a preregistered experimental study ( N = 7,090) about voter evaluations of social classes and the extent to which parties are seen as fighting for them in Denmark, the study shows how these considerations influence party choice over and above the influence of identity-based considerations. Thereby, the study is the first to show experimental evidence for the effect of group evaluations on vote choice.",
    "url": "https://doi.org/10.1017/s0007123425000444",
    "doi": "https://doi.org/10.1017/s0007123425000444",
    "filter": 0,
    "journal_full": "British Journal of Political Science"
  },
  {
    "discipline": "politics",
    "title": "Estimating the Impact of Drone Strikes on Civilians Using Call Detail Records",
    "authors": "Paolo Bertolotti, Aidan Milliff, Fotini Christia, Ali Jadbabaie",
    "abstract": "Drone strikes are a fixture of US counter-terrorism policy, often advertised as ‘surgical’ alternatives to ground operations. Drone strikes’ effects, however, are less precise than proponents suggest. Using data from over 12 billion call detail records from Yemen between 2010 and 2012, we show that the US drone campaign significantly disrupted civilian lives in previously-unmeasured ways. Strikes cause large increases in civilian mobility away from affected areas and create immediate, durable displacement: mobility among nearby individuals increases 24 percent on strike days, and average distance from the strike region increases steadily for over a month afterward, signifying prolonged displacement for thousands of individuals. Strikes are disruptive regardless of whether they kill civilians, though effects are larger after civilian casualties. Our findings suggest that even carefully targeted drone campaigns generate collateral disruption that has not been weighed in public debate or policy decisions about the costs and benefits of drone warfare.",
    "url": "https://doi.org/10.1017/s0007123425100975",
    "doi": "https://doi.org/10.1017/s0007123425100975",
    "filter": 0,
    "journal_full": "British Journal of Political Science"
  },
  {
    "discipline": "politics",
    "title": "Political Scandals and Vertical Contagion in Multilevel Systems",
    "authors": "Jac Larner, Robert Johns, Ailsa Henderson, Fraser McMillan, Christopher Carman",
    "abstract": "Can a scandal in one political sphere tarnish – or unexpectedly polish – the reputation of leaders in another? This study investigates the impact of political scandals in multilevel political systems and explores three possibilities: contagion , where trust erodes across all political levels; containment , where evaluations are limited to the specific institutions involved; and contrast , where actors at other levels appear more trustworthy in comparison. We present the first experimental test of vertical contagion, containment, and contrast effects following real-world scandals in UK and Scottish politics: Partygate and Campervangate. We find weak evidence of contagion in the Scottish-level ‘Campervangate’ scandal, although trust reductions were small and often not significant. However, the ‘Partygate’ scandal reveals a distinct contrast effect: trust decreased in UK political actors but increased at the Scottish level. These results suggest that scandals in multilevel polities can influence evaluations of ‘innocent’ political actors, with troubling consequences for democratic accountability mechanisms.",
    "url": "https://doi.org/10.1017/s0007123425000043",
    "doi": "https://doi.org/10.1017/s0007123425000043",
    "filter": 0,
    "journal_full": "British Journal of Political Science"
  },
  {
    "discipline": "politics",
    "title": "\"It’s the Homophily, Stupid!\" A Cross-Country Experiment on How Apolitical Similarities Affect Political Conversations in Europe",
    "authors": "Gaetano Scaduto, Fedra Negri, Silvia Decadri",
    "abstract": "Political conversations are crucial for democracy. Yet, the mechanisms behind the selection of conversation partners remain unclear. We investigate the effect of observing similarities in apolitical characteristics—such as gender, age, personality, or lifestyle choices—on people’s decision to engage in political conversations, and whether ideological expectations or apolitical homophily drive this effect. To this end, we introduce the “dynamic parallel conjoint experiment” and field it in the Czech Republic, France, Italy, and Sweden. We find that observing apolitical similarities in others consistently increases the likelihood of engaging in political conversations. Political expectations engendered by these similarities do not play a relevant role. Rather, similarities motivate political conversations directly through homophily, providing evidence supporting the “incidental model” of political conversations (Minozzi et al., 2020). Our study contributes to debates on the dynamics underlying political conversation and introduces an innovative methodological approach for studying implicit mediation in political behavior.",
    "url": "https://doi.org/10.1007/s11109-025-10102-x",
    "doi": "https://doi.org/10.1007/s11109-025-10102-x",
    "filter": 0,
    "journal_full": "Political Behavior"
  },
  {
    "discipline": "politics",
    "title": "(Media Attention to) Misinformation Can Undermine Trust in Scientists",
    "authors": "Emma Hoes, Bernhard Clemm, Theresa Gessler, Sijia Qian, Magdalena Wojcieszak",
    "abstract": "Could news coverage of misinformation be harmful? Across two studies on U.S. citizens, we examine whether news coverage of misinformation generates misperceptions and decreases levels of trust in information institutions (i.e., media, professors, and scientists) and whether its effects can be comparable to those of exposure to untrustworthy content. We rely on an online experiment using mock social media posts (Study 1, N = 1,670) and also on online behavioral tracking data paired with over-time survey self-reports (Study 2, N = 804). Study 1 finds that exposure to both actual misinformation and the coverage of misinformation affect misperceptions, but does not decrease trust. Study 2 presents evidence that behaviorally tracked visits to untrustworthy sites and exposure to news coverage of misinformation—although relatively rare—do not affect misperceptions, but both predict lower levels of trust in scientists, with less consistent effects for media and university professors. These results support concerns that not only misinformation but also its coverage contribute to epistemic uncertainty by eroding confidence in credible sources of knowledge, and warrant further inquiry into the potential harms of news media’s attention to misinformation.",
    "url": "https://doi.org/10.1007/s11109-025-10090-y",
    "doi": "https://doi.org/10.1007/s11109-025-10090-y",
    "filter": 0,
    "journal_full": "Political Behavior"
  },
  {
    "discipline": "politics",
    "title": "Democratic Backsliding and Endogenous Polarization",
    "authors": "Erica Frantz, Andrea Kendall-Taylor, Caner Şimşek, Joseph Wright",
    "abstract": "Leading accounts of contemporary democratic decline emphasize the role of polarization in enabling incumbent governments to dismantle democracy from within. This study offers a fuller portrait of this relationship, illustrating how incumbent attacks on democracy themselves produce polarization. We theorize a micro-level link between democratic backsliding events, elite opinion formation, and voter polarization to explain how incumbent efforts to subvert democracy increase negative feelings among citizens towards opposing partisans, thereby boosting polarization. Using survey experiments, survey data from electoral democracies, and expert-coded global macro-data, we find support for our argument. Regardless of how polarized society is prior, we demonstrate that incumbent actions that degrade democracy worsen polarization, an effect that is amplified when party elites endorse (rather than condemn) the leader’s behavior. The central message to emerge is that polarization is endogenous to democratic backsliding.",
    "url": "https://doi.org/10.1007/s11109-025-10094-8",
    "doi": "https://doi.org/10.1007/s11109-025-10094-8",
    "filter": 0,
    "journal_full": "Political Behavior"
  },
  {
    "discipline": "politics",
    "title": "How many words? Precision‐based sample sizes for assessment at‐a‐distance",
    "authors": "Michael D. Young",
    "abstract": "Assessment at‐a‐distance studies often assess whether a leader is high or low on a score by whether or not the leader's score is a standard deviation higher or lower than the reference group mean, both as a way of assessing an individual leader and of comparing two or more leaders. This practice assumes that scores derived from the minimum number of words are sufficiently precise and that comparisons with the reference group mean are meaningful. However, no information on the precision of these estimates has been available. The precision estimates generated in this study provide new tools to more robustly assess differences between leaders, including in cases where the original data is not available or not appropriate for other statistical tests.",
    "url": "https://doi.org/10.1111/pops.70087",
    "doi": "https://doi.org/10.1111/pops.70087",
    "filter": 0,
    "journal_full": "Political Psychology"
  },
  {
    "discipline": "public opinion",
    "title": "Why Do Some Union Members Vote Republican? The Role of Workplace Political Discussion",
    "authors": "David Macdonald",
    "abstract": "Labor union members are more likely to vote than their nonunionized counterparts, and when they do vote, are more likely to support the Democratic Party. However, a sizable minority of union members vote Republican. This is puzzling, given that the national Republican Party has long been hostile toward organized labor. Extant research has clearly demonstrated that union and nonunion members differ in their voting behavior, but we know little about such variation among union members. I explore this latter phenomenon here, arguing that the frequency of workplace political discussion plays an important role in shaping how labor union members vote. I test this with data from the 2004 National Annenberg Election Survey (NAES). Overall, I find that workplace discussion of politics is positively and significantly associated with the probability that labor union members vote Democrat. This appears to occur via a “learning” mechanism, in which greater workplace discussion of politics leads union members to recognize which candidate is more “prolabor.” Overall, these findings help us better understand the consequences of the workplace, political discussion, and the politics of American labor unions.",
    "url": "https://doi.org/10.1093/poq/nfaf042",
    "doi": "https://doi.org/10.1093/poq/nfaf042",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly"
  },
  {
    "discipline": "public opinion",
    "title": "Media Visibility and Information-Seeking: Analyzing the Impact of News Coverage on Wikipedia Pageviews of Estonian MPs (2015–2023)",
    "authors": "Tatiana Lupacheva",
    "abstract": "The news media are a primary but limited source of political information for voters. This article examines how the media coverage of members of parliament (MPs) prompts people to seek more information about MPs—an important element of voters’ political knowledge and democratic accountability. I use all available online content from four major Estonian newspapers during 2015–2023 ( ∼ 140,000 articles) and pre-trained transformer models to classify the sentiment and policy issues of news articles that mention MPs. I match media data with MPs’ Wikipedia pageviews on a daily basis over two legislative terms. First, the results show that media visibility of MPs is associated with more views of their Wikipedia page on the same day. Second, news articles with negative sentiment have a greater impact on information-seeking than those with a positive or neutral tone. Third, the impact of MPs' media appearances on information-seeking is dependent on the policy context as well as party affiliation. The findings have implications for understanding the consequences of political communication and democratic representation in the digital age.",
    "url": "https://doi.org/10.1177/08944393251394710",
    "doi": "https://doi.org/10.1177/08944393251394710",
    "filter": 0,
    "journal_full": "Social Science Computer Review"
  },
  {
    "discipline": "public opinion",
    "title": "Incivility in Reddit’s Top Political and News Subreddits: Prevalence, Moderation, and Engagement",
    "authors": "Chris J. Vargo, Tobias Hopp",
    "abstract": "We examine incivility across twenty high-traffic political and news subreddits to test how platform governance and social identity cues relate to on-platform discourse and participation. Building on theories of democratic communication and incivility, platform affordances and moderation, and uses-and-gratifications/network externalities, we specify how decentralized community rules and explicit in-group orientations could shape both the prevalence of uncivil language and patterns of engagement. We analyze a year-long, random sample of submissions and comments scored with established computational measures of incivility, and we link these scores to subreddit-level rule regimes and identity signaling. By distinguishing interpersonal impoliteness from democratic norm violations and by evaluating moderation complexity at the community level, this work clarifies when and how community governance relates to discourse quality and participation dynamics on Reddit. Findings inform ongoing debates about the efficacy of hybrid, human-centered moderation and the role of explicit identity norms in large online communities.",
    "url": "https://doi.org/10.1177/08944393251395763",
    "doi": "https://doi.org/10.1177/08944393251395763",
    "filter": 0,
    "journal_full": "Social Science Computer Review"
  },
  {
    "discipline": "psychology",
    "title": "A Tutorial on Distribution-Free Uncertainty Quantification Using Conformal Prediction",
    "authors": "Tim Kaiser, Philipp Herzog",
    "abstract": "Statistical prediction models are ubiquitous in psychological research and practice. Increasingly, machine-learning models are used. Quantifying the uncertainty of such predictions is rarely considered, partly because prediction intervals are not defined for many of the algorithms used. However, generating and reporting prediction models without information on the uncertainty of the predictions carries the risk of overinterpreting their accuracy. Conventional methods for prediction intervals (e.g., those defined for ordinary least squares regression) are sensitive to violations of several distributional assumptions. In this tutorial, we introduce conformal prediction, a model-agnostic, distribution-free method for generating prediction intervals with guaranteed marginal coverage, to psychological research. We start by introducing the basic rationale of prediction intervals using a motivating example. Then, we proceed to conformal prediction, which is illustrated in three increasingly complex examples using publicly available data and R code.",
    "url": "https://doi.org/10.1177/25152459251380452",
    "doi": "https://doi.org/10.1177/25152459251380452",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science"
  },
  {
    "discipline": "psychology",
    "title": "A tutorial on fine-tuning pretrained language models: Applications in social and behavioral science research",
    "authors": "Yu Wang, Wen Qu",
    "url": "https://doi.org/10.3758/s13428-025-02868-z",
    "doi": "https://doi.org/10.3758/s13428-025-02868-z",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "psychology",
    "title": "The Face of Left-Wing Dissent: Progressives and Traditional Liberals Generate Divergently Negative and Positive Representations of J.K. Rowling",
    "authors": "Elena A. Magazin, Geoffrey Haddock, Travis Proulx",
    "abstract": "Recent perspectives have challenged the view that left-wingers are less likely to derogate out-group members. Building on research demonstrating heightened out-group derogation by Progressive (vs. Traditional Liberal) left-wingers, we examined whether Progressives and Traditional Liberals differentially tolerate in-group dissenters on the issue of gender identity. Using reverse correlation, Study 1 found that the Progressive-generated face of J.K. Rowling (a prominent gender critical left-winger) was evaluated negatively, while the Traditional Liberal–generated face was evaluated positively. Study 2 found that in both abstract (general description) and concrete (public figure) presentations, faces of left-wing in-group members expressing gender critical views were judged more negatively than self-identification faces, with Progressive-generated gender critical faces evaluated more negatively than Traditional Liberals–generated faces. Replicating Study 1, the Rowling face generated by Traditional Liberals was evaluated positively. These findings suggest an ideological asymmetry of derogation within left-wing kinds, offering evidence of opposing representations of a dissenting in-group target.",
    "url": "https://doi.org/10.1177/01461672251378189",
    "doi": "https://doi.org/10.1177/01461672251378189",
    "filter": 0,
    "journal_full": "Personality and Social Psychology Bulletin"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Strategic analysis of dissent and self-censorship",
    "authors": "Joshua J. Daymude, Robert Axelrod, Stephanie Forrest",
    "abstract": "Expressions of dissent against authority are an important feature of most societies, and efforts to suppress such expressions are common. Modern digital communications, social media, and Internet surveillance and censorship technologies are changing the landscape of public speech and dissent. Especially in authoritarian settings, individuals must assess the risk of voicing their true opinions or choose self-censorship, voluntarily moderating their behavior to comply with authority. We present a model in which individuals strategically manage the tradeoff between expressing dissent and avoiding punishment through self-censorship while an authority adapts its policies to minimize both total expressed dissent and punishment costs. We study the model analytically and in simulation to derive conditions separating defiant individuals who express their desired dissent in spite of punishment from self-censoring individuals who fully or partially limit their expression. We find that for any population, there exists an authority policy that leads to total self-censorship. However, the probability and time for an initially moderate, locally adaptive authority to suppress dissent depend critically on the population’s willingness to withstand punishment early on, which can deter the authority from adopting more extreme policies.",
    "url": "https://doi.org/10.1073/pnas.2508028122",
    "doi": "https://doi.org/10.1073/pnas.2508028122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Source framing triggers systematic bias in large language models",
    "authors": "Federico Germani, Giovanni Spitale",
    "abstract": "Large language models (LLMs) are increasingly used to evaluate text, raising urgent questions about whether their judgments are consistent, unbiased, and robust to framing effects. Here, we examine inter- and intramodel agreement across four state-of-the-art LLMs tasked with evaluating 4800 narrative statements on 24 different topics of social, political, and public health relevance, for a total of 192,000 assessments. We manipulate the disclosed source of each statement to assess how attribution to either another LLM or a human author of specified nationality affects evaluation outcomes. Different LLMs display a remarkably high degree of inter- and intramodel agreement across topics, but this alignment breaks down when source framing is introduced. Attributing statements to Chinese individuals systematically lowers agreement scores across all models and, in particular, for DeepSeek Reasoner. Our findings show that LLMs’ own judgment of agreement with narrative statements exhibit systematic bias from framing effects, with substantial implications for the neutrality and fairness of LLM-mediated information systems.",
    "url": "https://doi.org/10.1126/sciadv.adz2924",
    "doi": "https://doi.org/10.1126/sciadv.adz2924",
    "filter": 0,
    "journal_full": "Science Advances"
  }
]
