[
  {
    "discipline": "communication",
    "title": "Navigating Ambiguities: A Systematic Review and Comparative Analysis of Social Bot Detection Methods in Communication Research",
    "authors": "Xiao Meng, Xiaohui Wang, Tai-Quan Peng",
    "url": "https://doi.org/10.1080/19312458.2026.2613829",
    "doi": "https://doi.org/10.1080/19312458.2026.2613829",
    "filter": 0,
    "created": "2026-1-18",
    "journal_full": "Communication Methods and Measures"
  },
  {
    "discipline": "communication",
    "title": "Mapping the Disciplinary Infrastructure: A Bibliometric Analysis of Games and Culture's Role in Game Studies Scholarship (2006–2025)",
    "authors": "Erkut Altındağ, Yavuz Selim Balcıoğlu",
    "url": "https://doi.org/10.1177/15554120251413955",
    "doi": "https://doi.org/10.1177/15554120251413955",
    "filter": 0,
    "created": "2026-1-19",
    "journal_full": "Games and Culture",
    "abstract": "This article conducts a bibliometric analysis of 816 Games and Culture publications (2006–2025) indexed in Scopus to explore how specialized journals shape the institutionalization of interdisciplinary fields. Through citation networks, keyword co-occurrence, authorship, and geographic analyses, it treats the journal as a model of scholarly infrastructure in game studies. Results reveal steady publication growth (from 20 to over 100 articles annually), increasing collaboration (2.39 authors per paper), substantial citation accumulation (2006–2008 works exceeding 3,000 citations), and diversification beyond anglophone regions. Temporal keyword trends trace thematic shifts from virtual worlds and MMOs to esports, ethics, gamification, and representation. These findings inform broader debates on how niche journals foster disciplinary legitimacy, showing that Games and Culture has been central to consolidating game studies and offers a transferable framework for examining institutionalization in other interdisciplinary domains."
  },
  {
    "discipline": "communication",
    "title": "Nudges affect the perceived trustworthiness of algorithmic recommendations in public services: explaining by learning costs",
    "authors": "Yuan Sun, Jianing Mi, Luning Liu",
    "url": "https://doi.org/10.1108/itp-09-2024-1206",
    "doi": "https://doi.org/10.1108/itp-09-2024-1206",
    "filter": 0,
    "created": "2026-1-17",
    "journal_full": "Information Technology & People",
    "abstract": "Purpose This study aims to identify the most effective explanatory strategies for building public trust in government-use AI-based algorithmic recommendations. Design/methodology/approach By comparing salient explanations and norm-based explanations across different age groups, we analyzed how these explanatory strategies reduce learning costs and enhance cognitive trust in the algorithm. Findings The study finds that both salient and norm-based explanations can reduce learning costs and enhance users’ cognitive trust in algorithms; however, norm-based explanations are particularly effective for younger users. Additionally, the study finds no significant interaction between the two types of explanations. Importantly, effective explanations can enhance both cognitive trust in the algorithm and affective trust in the government. Originality/value This research suggests that “nudges” in explanations can enhance citizens’ trust in algorithmic public services, which is significant for increasing acceptance of these algorithms."
  },
  {
    "discipline": "communication",
    "title": "Blending minds and machines in service operations: enhancing managerial responses to online reviews through human-generative AI collaboration",
    "authors": "Lin Jia, Xin Liu, Tong Dora Chen, Yichuan Wang, Kenichi Takahashi, Yuan Wang",
    "url": "https://doi.org/10.1108/itp-06-2025-0773",
    "doi": "https://doi.org/10.1108/itp-06-2025-0773",
    "filter": 0,
    "created": "2026-1-14",
    "journal_full": "Information Technology & People",
    "abstract": "Purpose Generative artificial intelligence (GAI) is increasingly embedded in service operations, particularly in crafting managerial responses (MRs) to online negative and positive reviews. Yet, little is known about how firms should optimally allocate responsibilities between human staff and GAI across distinct response tasks, nor how such allocations shape consumer perceptions and downstream behavioral intentions. This study investigates how customers evaluate MRs produced by different agents including humans, GAI and multiple forms of human and GAI collaboration across specific response tasks. Design/methodology/approach We conducted a randomized online experiment. Main effects were examined using ANOVA with data from 879 participants, and the underlying mechanisms were further analyzed using the PROCESS macro with a parallel mediation model. Findings Our findings show that to improve customer satisfaction and increase booking intentions, negative reviews are most effectively addressed through an augmented human approach in which GAI creates an initial draft and experienced professional staff refine it. In contrast, positive reviews are best handled solely by experienced professional staff. Originality/value This study advances knowledge on how to combine GAI with human efforts in service operations, identifies key psychological mechanisms that mediate the effects of different collaboration modes on consumer perceptions and behavioral intentions and offers actionable guidance for service operations managers. The results suggest that GAI should be deployed strategically to augment, rather than replace, human intelligence."
  },
  {
    "discipline": "communication",
    "title": "Cognitive absorption and hedonic technology addiction: the mediating roles of impulsive urge and self-regulation",
    "authors": "Chongyang Chen, Meitong Zhou, Wenxuan Sun, Xiang Gong",
    "url": "https://doi.org/10.1108/itp-04-2025-0580",
    "doi": "https://doi.org/10.1108/itp-04-2025-0580",
    "filter": 0,
    "created": "2026-1-13",
    "journal_full": "Information Technology & People",
    "abstract": "Purpose Cognitive absorption is critical for hedonic technology addiction, yet the mediating mechanisms by which cognitive absorption affects hedonic technology addiction remain unclear. Drawing on dual-system theory, which posits that reflexive and reflective systems are pivotal in shaping user decisions and behaviors, this study seeks to deepen our understanding of the drivers of hedonic technology addiction. We conceptualize impulsive urge as the reflexive system and self-regulation as the reflective system, aiming to uncover the mediating roles of these two distinct systems in linking cognitive absorption to hedonic technology addiction. Design/methodology/approach A longitudinal survey involving 410 online gamers was conducted, with data collected at two time points separated by a 6-week interval. Partial least squares structural equation modeling was employed to validate the proposed research model. Findings The results indicate that cognitive absorption elicits responses from both reflexive and reflective systems. Specifically, cognitive absorption enhances the reflexive system via impulsive urge, while inhibiting the reflective system through impaired self-regulation. The joint full mediation of impulsive urge and self-regulation in the relationship between cognitive absorption and hedonic technology addiction has been proved. Our results shed lights on the underlying reflexive and reflective systems by which cognitive absorption affects hedonic technology addiction. Originality/value This study leverages dual-system theory to elucidate the mediating mechanisms through which cognitive absorption influences hedonic technology addiction. By demonstrating how cognitive absorption triggers addictive behaviors through heightened impulsive urges and impaired self-regulation, this study advances the literature on hedonic technology addiction and offers actionable strategies for intervention. Highlights"
  },
  {
    "discipline": "communication",
    "title": "Portrayal of Immigrants in Italian Newspapers: The Role of Linguistic Abstraction and Valence of Terms",
    "authors": "Chiara Bonechi, Elisabetta Crocetti, Monica Rubini",
    "url": "https://doi.org/10.1177/0261927x251413717",
    "doi": "https://doi.org/10.1177/0261927x251413717",
    "filter": 0,
    "created": "2026-1-19",
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "This contribution examines the role of linguistic abstraction and valence of terms in the portrayal of immigrants and Italians in national and local newspapers with different political leanings. Specifically, it investigates how linguistic abstraction and valence of terms vary between the two most popular Italian national outlets and between these and a highly read local newspaper. The sample consisted of 218 newspaper articles on immigration. Results showed that across newspapers, immigrants are generally described using negative terms at a higher level of abstraction than Italians, as well as with negative terms at a higher level of abstraction than positive terms. Furthermore, national newspaper articles used terms at a higher level of abstraction than those in the local newspaper when describing immigrants and Italians. This contribution offers novel insights into how linguistic intergroup discrimination is conveyed in newspapers of a country where immigration is increasingly becoming a debated topic."
  },
  {
    "discipline": "communication",
    "title": "Intrafamilial political discordance impacts familial and psychological well-being through reduced positive communication",
    "authors": "Branda Yee-Man Yu, Christian S. Chan",
    "url": "https://doi.org/10.1177/02654075261418067",
    "doi": "https://doi.org/10.1177/02654075261418067",
    "filter": 0,
    "created": "2026-1-19",
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "Political disagreements within families can undermine both individual and relational well-being. This study analyzed varying configurations of parent-child political discordance—including partisan-partisan and partisan-neutral dyads—in Hong Kong ( N = 586) following the 2019 social unrest and examined its familial and psychological consequences over two weeks ( n = 200). Findings indicate that neutral-partisan dyads, similar to their partisan-counterparts, exhibited significantly larger differences in support for government, police, and anti-government protestors compared to politically concordant dyads. Dyads in which one member supported the anti-government (“ yellow ”) camp and the other supported the pro-government (“ blue ”) camp or identified as neutral reported lower levels of positive communication and poorer family functioning than dyads sharing the same stance. Mediation analyses revealed that reduced positive communication explained the impact of political discordance on increased psychological distress across discordant dyads. However, this mediation effect on family functioning was observed only in yellow - neutral and yellow - blue dyads. By incorporating partisan-neutral disagreements into the analysis, this study offers an ecologically valid account of parent-child political discordance among partisan and neutral family members, highlighting the potential threat to both personal and family well-being when intrafamilial communication is compromised."
  },
  {
    "discipline": "communication",
    "title": "Public Affairs News and Local Relevance in Digital Journalism: Comparing Nonprofit versus Commercial Digital News Outlets Across Levels of Community Pluralism",
    "authors": "Hsin-Han Lee, Wilson Lowrey",
    "url": "https://doi.org/10.1177/10776990251403521",
    "doi": "https://doi.org/10.1177/10776990251403521",
    "filter": 0,
    "created": "2026-1-19",
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Drawing from both critical political economy and community structure perspectives, this study compares local news quality in stories from nonprofit and commercial news sites in both high- and low- pluralism communities in the United States. Findings indicate that nonprofit business models offer benefits for news quality in local communities. Findings also show that these benefits from nonprofits are heightened in highly pluralistic communities (larger cities), though digital outlets overall showed signs of higher quality in less pluralistic cities. This research contributes to our understanding of the interplay between media business models, communities’ institutional structures, and local news content, particularly for digital news."
  },
  {
    "discipline": "politics",
    "title": "More than Symbols: The Effect of Symbolic Policies on Climate Policy Support",
    "authors": "THEODORE TALLENT, MALO JAN, LUIS SATTELMAYER",
    "url": "https://doi.org/10.1017/s0003055425101408",
    "doi": "https://doi.org/10.1017/s0003055425101408",
    "filter": 0,
    "created": "2026-1-19",
    "journal_full": "American Political Science Review",
    "abstract": "As climate change effects become increasingly salient, the need for stringent climate policies becomes more pressing. The implementation of such policies is often met with resistance from the public due to their perceived costs and distributional implications. Scholars have mostly focused on material compensations to increase public support among policy losers. This article goes beyond the existing literature by showing how what we term symbolic policies can enhance support for costlier policies. We define symbolic policies as policies sending meaningful messages to the public but having low material impacts. We argue that without changing the material costs that climate policies impose, symbolic policies increase public support by altering the message that costly policies convey. We demonstrate our argument using survey experiments and qualitative interviews conducted in France, showing that symbolic policies can significantly increase support for costly climate policies and increase perceptions of fairness, elite behavior, and government credibility."
  },
  {
    "discipline": "politics",
    "title": "Legislator or Representative? Politicians’ Tasks According to Voters",
    "authors": "Helene Helboe Pedersen",
    "url": "https://doi.org/10.1017/s0007123425101245",
    "doi": "https://doi.org/10.1017/s0007123425101245",
    "filter": 0,
    "created": "2026-1-20",
    "journal_full": "British Journal of Political Science",
    "abstract": "Political representation is challenged by social acceleration, the rise of populism, and electoral volatility. Politicians’ need for prioritizing time and energy is acute and consequential for democracy. Voters’ preferences constitute one democratically relevant standard for guiding such priorities. However, current research mainly focuses on voters’ preferences for representatives’ personality traits or policy outcomes, which are hard for an individual politician to control. This study provides a conceptual framework for analyzing politicians’ task priority by separating functional legislative tasks from relational representative tasks, and employs this framework in surveys among Danish, German, UK, and US voters. Analyses of open-ended answers, time allocations, and conjoint experiments show that voters assign higher importance to functional tasks compared to relational tasks. The framework offers a new approach to studying political representation in practice, and the results provide guidance for how politicians should prioritize scarce resources for political representation in a high-speed, volatile political context."
  },
  {
    "discipline": "politics",
    "title": "Does universal conscription impose a civic penalty? Individual-level evidence from a randomized conscription lottery",
    "authors": "Morten Jakobsen, Søren Serritzlew",
    "url": "https://doi.org/10.1017/s1475676525100510",
    "doi": "https://doi.org/10.1017/s1475676525100510",
    "filter": 0,
    "created": "2026-1-15",
    "journal_full": "European Journal of Political Research",
    "abstract": "Conscription has gained renewed relevance after the Russian full-scale invasion of Ukraine. Beyond its military purpose, conscription has historically been linked to citizenship and may significantly influence civic outcomes. Drawing on classic arguments about the civic effects of conscription, alongside recent studies suggesting a negative impact on institutional trust and increased authoritarian attitudes, we investigate whether conscription shapes a broad spectrum of outcomes, including national attachment, prosocial motivation, trust, political preferences, political interest, and authoritarian attitudes. To test this, we use the Danish conscription lottery in combination with survey data, assessing the causal effects of peacetime conscription on these key civic outcomes at the individual level. The results indicate only limited effects, suggesting that peacetime conscription does not impose a general civic penalty. These results contribute to the literature on conscription and are relevant for debates in many European countries about its potential reintroduction."
  },
  {
    "discipline": "politics",
    "title": "The unifying magic of the unwaved flag: Do national identity primes reduce affective polarization?",
    "authors": "Maria Nordbrandt, Gina Gustavsson, Karen N. Breidahl",
    "url": "https://doi.org/10.1017/s1475676525100649",
    "doi": "https://doi.org/10.1017/s1475676525100649",
    "filter": 0,
    "created": "2026-1-14",
    "journal_full": "European Journal of Political Research",
    "abstract": "It is often suggested that one way to reduce affective polarization is to remind citizens of a common in-group identity – such as the national one – to bridge partisan divides. Yet, to our knowledge, such a causal link has only been found in the United States, and even there, it has not been tested by exposure to the most common national symbol: the flag. Thus, we still do not know if such implicit yet ubiquitous reminders of national identity, rather than those that explicitly invoke national pride, are able to reduce affective polarization. In order to fill this research gap, we conducted a survey experiment in Sweden and Denmark in 2023/2024, two countries where national flags are omnipresent yet often ‘unwaved’. Using two versions of subtle flag treatments, our results show that in Sweden, subjects who were primed with a picture of the national flag showed lower levels of affective polarization measured as social distancing, but not in terms of trait stereotyping or party dislike. This effect was not mediated, however, by the strengthening of explicit national identity attitudes, such as national pride. These results suggest that flags need indeed not be explicitly waved in order to work their unifying magic."
  },
  {
    "discipline": "politics",
    "title": "After secularisation? A comparative analysis of religious cleavages in Western Europe",
    "authors": "Martin Elff, Ruth Dassonneville, Kamil Marcinkiewicz",
    "url": "https://doi.org/10.1017/s1475676525100509",
    "doi": "https://doi.org/10.1017/s1475676525100509",
    "filter": 0,
    "created": "2026-1-14",
    "journal_full": "European Journal of Political Research",
    "abstract": "Religion has long been considered an important determinant of voting behaviour. However, the secularisation of Western societies has changed its role. Secularisation not only limits the political relevance of religion, it may also affect the nature of religious cleavages themselves. While extant literature suggests that differences between religious denominations are in decline, with regard to differences between religious and non-religious voters there are two divergent expectations, (1) that these differences are also in decline and (2) that there is an increased polarisation between the religious and the non-religious. For the latter expectation, evidence has already been found regarding the United States. In this paper, we examine whether a similar change can be observed in Western Europe. Combining data from the European Social Survey (ESS) and information on parties’ positions from the Chapel Hill Expert Survey (CHES), we assess the nature of over-time changes in the connection between religion and the vote choice. The results point to an increased polarisation between members of a Christian church and the non-religious, however, we also find that non-Christians are more similar to the non-religious than to Christians. We also uncover a growing division between Catholics and Protestants that does not fit common expectations. These findings challenge earlier work on the political consequences of secularisation and lead to new research questions."
  },
  {
    "discipline": "politics",
    "title": "Electoral campaign effects: An aggregate analysis of electoral issue competition",
    "authors": "Hanspeter Kriesi, Chendi Wang, Argyrios Altiparmakis",
    "url": "https://doi.org/10.1177/13540688261415756",
    "doi": "https://doi.org/10.1177/13540688261415756",
    "filter": 0,
    "created": "2026-1-19",
    "journal_full": "Party Politics",
    "abstract": "Elections are not only verdicts on incumbents but also contests over the issues that parties emphasize. This paper asks whether parties’ issue-specific campaign strategies influence their electoral success, and how parties decide on those strategies. We leverage a new dataset on parties’ electoral campaign efforts in 15 European countries to examine three dimensions of campaign strategy: the salience of issues, the position they take on those issues, and the extremity or moderation of those positions. As for the parties’ strategic choices, the results confirm that European parties organize their issue-specific campaigns largely in line with their ideological positions and their status as challengers or mainstream parties. In response to the electoral effect of their campaign strategies, the results confirm the received wisdom that the parties’ issue-specific campaigns have only a limited effect on the electoral outcome. However, this general result has to be nuanced by party family: challengers and mainstream party families have benefited to varying degrees from their respective strategies. The effects of campaigns on electoral success are the largest for the radical right, which has benefited from putting the emphasis on cultural issues and taking clear-cut or even extreme positions on economic issues. Our findings shed new light on party responsiveness and the limits of political persuasion, showing when campaign appeals can sway voters and when structural factors trump campaign effects."
  },
  {
    "discipline": "politics",
    "title": "Continuity and change: The role of nativism and gender attitudes in the long-term dynamics of radical right party support",
    "authors": "Sami Gul, Bonnie M Meguid",
    "url": "https://doi.org/10.1177/13540688261416682",
    "doi": "https://doi.org/10.1177/13540688261416682",
    "filter": 0,
    "created": "2026-1-16",
    "journal_full": "Party Politics",
    "abstract": "Defined by values of nativism, authoritarianism and populism, radical right parties (RRPs) have also been associated with traditional attitudes on women’s roles in the family and workplace. As such, gender traditional nativists are often purported to be their core supporters. But does this RRP voter profile hold over time across Western Europe? We examine this question using extensive individual-level data from three waves of the European Values Survey complemented by 15 waves of Dutch LISS panel data. While confirming the continuing role of nativism in RRP support, we find that traditionalist attitudes about gender roles do not describe the only type of RRP voter. Since 2009, there is also an important set of gender-egalitarian nativists who are attracted to these parties. Further analysis of the panel data suggests that this phenomenon reflects expansion to new RRP voters rather than the conversion of established radical right supporters to more gender-egalitarian views."
  },
  {
    "discipline": "politics",
    "title": "Cleavages in Party Competition in Central and Eastern Europe",
    "authors": "Endre Borbáth",
    "url": "https://doi.org/10.1177/13540688261415759",
    "doi": "https://doi.org/10.1177/13540688261415759",
    "filter": 0,
    "created": "2026-1-16",
    "journal_full": "Party Politics",
    "abstract": "While party system volatility remains high in Central and Eastern Europe (CEE), less is known about whether electoral competition has become programmatically structured. This paper examines the extent and evolution of programmatic differentiation across four CEE countries, Hungary, Latvia, Poland, and Romania, between the 1990s and 2023. Relying on quantitative content analysis of newspaper coverage during parliamentary election campaigns, it investigates system-level trends in programmatic competition, issue salience, and politicization, as well as party-level patterns of issue salience and entrepreneurship. The results show that programmatic competition is substantial and relatively stable over time, but varies across countries depending on historical legacies and regime trajectories. Cultural conflicts have gained importance, particularly under democratic backsliding. While established parties exhibit routinized and distinct programmatic profiles, new parties expand the issue agenda by politicizing less emphasized conflicts. The findings underscore the continued relevance of cleavage theory for understanding party competition in post-communist Europe."
  },
  {
    "discipline": "politics",
    "title": "Reassessing Extremism, Polarization, and Constraint with Continuous Policy Questions",
    "authors": "Anthony Fowler",
    "url": "https://doi.org/10.1007/s11109-025-10111-w",
    "doi": "https://doi.org/10.1007/s11109-025-10111-w",
    "filter": 0,
    "created": "2026-1-18",
    "journal_full": "Political Behavior",
    "abstract": "Some argue that the American public is extreme and polarized along party lines. Paradoxically, others argue that members of the public lack meaningful policy preferences and exhibit low constraint across issues. These conclusions are typically drawn from binary policy questions or scales with ambiguous values, both of which are ill-suited for measuring extremism, polarization, or constraint. In this paper, I reassess these claims by analyzing policy questions that allow respondents to express their preferences on a well-defined continuum. Across a wide range of issues, most Americans appear to have moderate preferences over policy. As expected, Democrats tend to be more liberal than Republicans, but there is significant overlap on every issue, and the average extent of disagreement is modest. Lastly, positions across issues appear more constrained than standard tests suggest."
  },
  {
    "discipline": "politics",
    "title": "Improving studies of sensitive topics using prior evidence: an informative Bayesian approach for list experiments",
    "authors": "Xiao Lu, Richard Traunmüller",
    "url": "https://doi.org/10.1017/psrm.2025.10084",
    "doi": "https://doi.org/10.1017/psrm.2025.10084",
    "filter": 0,
    "created": "2026-1-16",
    "journal_full": "Political Science Research and Methods",
    "abstract": "Estimates of sensitive questions from list experiments are often much less precise than desired. We address this well-known inefficiency problem by presenting an informative Bayesian approach that combines indirect measures with prior information. Specifying informed priors amounts to a principled combination of information that increases the efficiency of model estimates. This framework generalizes a range of different modeling approaches for list experiments, such as the inclusion of direct items, auxiliary information, the double list experiment, and the combination of list experiments with other indirect questioning techniques. As we demonstrate in real-world examples from political science, the informative Bayesian approach not only improves the utility but also changes the substantive implications drawn from list experiments."
  },
  {
    "discipline": "public opinion",
    "title": "Holding Justice Accountable: Intensive vs. Extensive Margins in Prosecutor Elections",
    "authors": "Dvir Yogev",
    "url": "https://doi.org/10.1093/poq/nfaf053",
    "doi": "https://doi.org/10.1093/poq/nfaf053",
    "filter": 0,
    "created": "2025-9-25",
    "journal_full": "Public Opinion Quarterly",
    "abstract": "American public opinion has shifted away from tough-on-crime policies, yet the conditions for supporting progressive reform on the ballot remain unclear. This study develops a theory of voting behavior in prosecutor elections. I utilized the recall of a progressive prosecutor to examine voters’ revealed preferences in a pivotal crime and justice politics setting. I show that the correct response to voters requires attention to legal reform’s intensive and extensive margins. Despite the media narratives, I argue that voters favor reforming the intensity of the criminal legal system; voters support reducing outcomes’ harshness but not limiting the scope of prosecuted behavior. This research also indicates that moral concerns drive support for decreasing the intensive margin, while opposition to changing the extensive margin is rooted in the desire to maintain deterrence. Politicians who intend to end mass incarceration should focus on reducing the criminal legal system’s intensive margin to gain political approval."
  },
  {
    "discipline": "public opinion",
    "title": "Capability, Opportunity, and Motivation in a Social Multiplayer Online Game: Player Influence Dynamics in Sky: Children of Light",
    "authors": "Wen Zeng, Chandni Kumar, Sinong Zhou, Donggyu Kim, Aimei Yang, Dmitri Williams",
    "url": "https://doi.org/10.1177/08944393251414170",
    "doi": "https://doi.org/10.1177/08944393251414170",
    "filter": 0,
    "created": "2026-1-19",
    "journal_full": "Social Science Computer Review",
    "abstract": "This study investigates networked social influence in Sky: Children of the Light , a social multiplayer online game. Drawing on survey responses ( n = 9,254) and in-game data from over 660,000 players, we use an innovative graph-based machine learning approach to quantify how individuals influence others’ playtime, and regression analyses to test predictors from the COM-B model. Results show that Capability enhances influence, although excessive task focus correlates negatively with social impact; Opportunity emerges as the strongest predictor, with active social interactions significantly boosting influence; and Motivation varies by playstyle, with socializers and competitors demonstrating greater influence than narrative-focused players. By applying the COM-B model in a digital gaming context, this research highlights behavioral dimensions of player influence and employs a novel metric for quantifying interpersonal influence. These findings suggest practical implications for game design, particularly by highlighting how social interaction opportunities and different player motivations shape influence within communities."
  },
  {
    "discipline": "public opinion",
    "title": "The Dawn of Generative AI-Enabled Political Activism: How Kenyan Gen Z Used ChatGPT and Protest GPTs to Mobilize",
    "authors": "John Maina Karanja, Macrina Mbaika Musili",
    "url": "https://doi.org/10.1177/08944393261416781",
    "doi": "https://doi.org/10.1177/08944393261416781",
    "filter": 0,
    "created": "2026-1-14",
    "journal_full": "Social Science Computer Review",
    "abstract": "In June 2024, youth-led protests in Kenya against a controversial Finance Bill demonstrated the connection between digital technologies and political activism in the Global South. This study examines how generative artificial intelligence (GAI) shapes political participation by focusing on Kenyan Gen Z activists who used ChatGPT to create custom models: Finance_Bill_GPT, Corrupt_Politicians_GPT, and MPs_Contribution_GPT (collectively called Protest_GPT_KE). These tools simplified complex laws, exposed corruption, and mobilized young people online, allowing them to bypass traditional sources such as media and elites. However, using GAI for activism raises ethical and political concerns, including surveillance, data rights, and state repression. The study surveyed 374 Kenyan Gen Z participants, primarily in Nairobi, and used Partial Least Squares Structural Equation Modeling (PLS-SEM) to analyze the connections among AI use, tool appropriation, and political participation. Results show that ChatGPT use alone did not directly increase offline activism; its effect appeared when combined with Protest_GPT_KE and online participation. This study is one of the first to document how youth in the Global South are creatively using GAI for grassroots mobilization, demonstrating that GAI’s political influence depends on user innovation and context."
  },
  {
    "discipline": "public opinion",
    "title": "Identifying Bots Through LLM-Generated Text in Open Narrative Responses: A Proof-of-Concept Study",
    "authors": "Joshua Claassen, Jan Karem Höhne, Ruben Bach, Anna-Carolina Haensch",
    "url": "https://doi.org/10.1177/08944393251408022",
    "doi": "https://doi.org/10.1177/08944393251408022",
    "filter": 0,
    "created": "2026-1-14",
    "journal_full": "Social Science Computer Review",
    "abstract": "Online survey participants are frequently recruited through social media platforms, opt-in online access panels, and river sampling approaches. Such online surveys are threatened by bots that shift survey outcomes and exploit incentives. In this proof-of-concept study, we advance the identification of bots driven by Large Language Models (LLMs) through the prediction of LLM-generated text in open narrative responses. We conducted an online survey on same-gender partnerships, including three open narrative questions, and recruited 1512 participants through Facebook. In addition, we utilized two LLM-driven bots, each of which responded to the open narrative questions 400 times. Open narrative responses synthesized by our bots were labeled as containing LLM-generated text (“yes”). Facebook responses were assigned a proxy label (“unclear”) as they may contain bots themselves. Using this binary label as ground truth, we fine-tuned prediction models relying on the “Bidirectional Encoder Representations from Transformers” (BERT) model, resulting in an impressive prediction performance: The models accurately identified between 97% and 100% of bot responses. However, prediction performance decreases if the models make predictions about questions they were not fine-tuned with. Our study contributes to the ongoing discussion on bots and extends the methodological toolkit for protecting the quality and integrity of online survey data."
  },
  {
    "discipline": "sociology",
    "title": "Time and Climate Change: U.S. Media Representations of Climate Actions, Horizons, and Events (2000 to 2021)",
    "authors": "Oscar Stuhler, Iddo Tavory, Robin Wagner-Pacifici",
    "url": "https://doi.org/10.1177/00031224251403596",
    "doi": "https://doi.org/10.1177/00031224251403596",
    "filter": 0,
    "created": "2026-1-17",
    "journal_full": "American Sociological Review",
    "abstract": "Questions of temporality are at the heart of climate change discourse: Does one think of climate change primarily as an event happening in the present, or as something that will take place in the future? By when must we take action to prevent its worst consequences? This article presents the first large-scale assessment of the structure and evolution of temporalities expressed in U.S. media discussions on climate change (2000 to 2021). To do so, we developed a novel computational framework for detecting and interpreting temporal expressions in textual data. Our analyses yield three main findings: First, temporal horizons for climate change have continuously shrunk since 2000, stably targeting, on average, the year 2060. However, second, while anticipated effects are getting closer, horizons for the coordination of climate action have remained highly stable, averaging around 16 years into the future at any given time. Third, contrasting the stability of explicitly stated horizons, we find a sharply expanding discourse of urgency patterned by outbursts of urgency: sudden surges in calls for immediate action or warnings against climate change’s devastating consequences during events like the 2020 California wildfires. By uncovering this disjuncture of different forms of temporality, we illuminate a crucial aspect of the climate change debate, contribute to the sociological theory of events, and identify some of the conditions underlying climate inaction."
  },
  {
    "discipline": "sociology",
    "title": "Seen as Latino, Assumed Lower Class: Racialized Class and Immigrant Status Perceptions in the United States",
    "authors": "Cynthia Feliciano, Zhongze Wei, Maria Abascal, Wendy D. Roth",
    "url": "https://doi.org/10.1177/23780231251409867",
    "doi": "https://doi.org/10.1177/23780231251409867",
    "filter": 0,
    "created": "2026-1-17",
    "journal_full": "Socius",
    "abstract": "Although racial and class stereotypes are intertwined, few studies have examined the degree to which racial perceptions are linked to assumptions about social class. Among Latinos, racial self-identities often do not align with racial classifications by others, complicating debates about their place in the U.S. racial order. This study draws on unique survey data in which respondents classify the race, immigrant status, and social class of people in photographs who self-identify as Latino, Black, or White. In contrast to theories positing Latinos as a group in between Black and White Americans, findings show that self-identified White, Black and Latino observers alike tend to perceive Latinos as lower in socioeconomic standing than Black Americans. However, class perceptions of self-identified Latinos vary by their perceived race and immigrant status. This study suggests that ideas about the hierarchical positioning of racial groups at the macro-level, especially for Latinos, may not correspond to how socioeconomic stereotypes are experienced at the individual level, which vary by perceptions of race and immigrant status."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Quantifying racial disparities in media representations of gun violence at scale",
    "authors": "Ruth Bagley, Susan Burtner, Andrew V. Papachristos, Rob Voigt",
    "url": "https://doi.org/10.1073/pnas.2505499123",
    "doi": "https://doi.org/10.1073/pnas.2505499123",
    "filter": 0,
    "created": "2026-1-16",
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Previous research has documented racial disparities in gun violence news coverage in limited and small-scale contexts. This study curates and analyzes a large-scale dataset of news articles linked to specific incidents of gun violence to test for systematic race-related differences in representation across the US news media. Using computational techniques, we quantify how much media attention an incident gets, the topics and linguistic style of articles, and how participants in the incidents are framed. We find significant generalized disparities in media coverage and portrayal of incidents depending on whether they occur in neighborhoods that are majority white or majority people of color (POC), including increased media attention on police shootings if they occur in majority POC neighborhoods, greater focus on the people involved in incidents in majority white neighborhoods, and increased racialization and framing related to crime in majority POC neighborhoods."
  }
]
