[
  {
    "discipline": "communication",
    "title": "Critical, but constructive: defining, detecting, and addressing bias in Computational Social Science",
    "authors": "Valerie Hase, Marko Bachl, Nathan TeBlunthuis",
    "url": "https://doi.org/10.1080/19312458.2025.2575468",
    "doi": "https://doi.org/10.1080/19312458.2025.2575468",
    "filter": 0,
    "journal_full": "Communication Methods and Measures"
  },
  {
    "discipline": "communication",
    "title": "To polarize or not to polarize? Unveiling 2024 European election communication strategies",
    "authors": "Claudia Mariotti, Anna Stanziano",
    "url": "https://doi.org/10.1177/02673231251388263",
    "doi": "https://doi.org/10.1177/02673231251388263",
    "filter": 0,
    "journal_full": "European Journal of Communication",
    "abstract": "The heightened concern about political polarization, and the growth of radical parties in many national contexts have had various effects, such as eroding trust in democratic political systems. This article aims to study political polarization exploring one of its main causes, the polarizing communication of political elites. By coding the various components of polarizing strategies identified in the literature (partisan identity and issues, attacks against others, incivility), we analyze the polarizing strategies used in the campaign for the 2024 European parliamentary elections by all Italian leaders and parties. We consider parties and leaders’ messages on Facebook and Instagram, also looking at followers’ engagement. This study tackles a simple research question: which parties and leaders choose to polarize? The results show that challenger parties tend to polarize more than dominant parties."
  },
  {
    "discipline": "communication",
    "title": "The combined well-being effects of social media activities: how self-affirmation can buffer against upward social comparisons on Instagram",
    "authors": "Yuchi Anthony Chen, Catalina L Toma",
    "url": "https://doi.org/10.1093/hcr/hqaf022",
    "doi": "https://doi.org/10.1093/hcr/hqaf022",
    "filter": 0,
    "journal_full": "Human Communication Research",
    "abstract": "Social media activities do not occur in isolation, and it is possible that the well-being effects of an initial activity modify the effects of a subsequent one. This article examines this possibility by focusing on a specific, theoretically grounded sequence of social media activities: engaging with one’s own profile self-presentation (i.e., a self-affirmational activity) followed by browsing a superior peer’s profile (i.e., an activity eliciting upward social comparison). Two pre-registered experiments were conducted. Study 1 confirmed that both reviewing and crafting one’s own Instagram self-presentation provided self-affirmational benefits, reducing participants’ defensiveness and inducing positive affect. Study 2 showed that becoming self-affirmed by engaging with one’s own Instagram self-presentation diminished feelings of envy resulting from browsing a superior peer’s self-presentation. By conceptualizing and empirically testing the interdependence of social media activities, this research offers a framework for examining how sequences of social media activities jointly shape users’ psychological experiences."
  },
  {
    "discipline": "communication",
    "title": "Rival as Villain – How Moral and Threat Language in American News Coverage Relates to American Attitudes Toward China",
    "authors": "Xining Liao",
    "url": "https://doi.org/10.1027/1864-1105/a000494",
    "doi": "https://doi.org/10.1027/1864-1105/a000494",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: The present study explores how moral and threat language in news media influences public opinion within the context of the US–China relationship. Drawing on Moral Foundations Theory and Intergroup Threat Theory, I employed a computational approach combining the dictionary method with Large Language Models to identify moral and threat language in coverage of China by six major US news outlets from 2005 to 2022. I then analyzed the relationship between distinct types of moral and threat language and longitudinal polling data on Americans’ attitudes toward China. The results reveal a unified pattern: both liberal- and conservative-leaning outlets employed more binding than individualizing moral language, and emphasized realistic threats over symbolic threats when covering China. However, it is symbolic threat language that more strongly correlates with negative attitudes toward China. Furthermore, realistic threat language only predicted negative attitudes when accompanied by sufficient levels of moral language, with this relationship intensifying as moral language increased. The findings offer insights into the moral and threat dimensions of foreign news and public opinion towards foreign countries, highlighting a critical and complex interplay between these elements in a global context."
  },
  {
    "discipline": "communication",
    "title": "The Representation of Moral Intuitions in Stories Created by ChatGPT",
    "authors": "Joshua Baldwin",
    "url": "https://doi.org/10.1027/1864-1105/a000493",
    "doi": "https://doi.org/10.1027/1864-1105/a000493",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: Generative AI, such as ChatGPT, has become commonplace. One way AI is being used is to create stories; however, the moral values they highlight are unclear. The current study examines the types of moral intuition exemplars most commonly found in AI-generated narratives. Using randomized prompts that specified different types of narratives (quality-level, genre, medium, target audience, and intended response), ChatGPT-4o was instructed to create ten thousand stories, which were coded for the presence of the five moral intuitions from Moral Foundations Theory. Results show that higher-quality stories were more likely to include moral intuitions that were upheld rather than vioated. Likewise, the upholdings/violations of each moral intuition varied when prompted to create stories for different genres, mediums, and target audiences. The degree to which AI-generated stories reflect the intuition exemplars prominent in the media landscape in general and for audiences across moral subcultures is discussed."
  },
  {
    "discipline": "communication",
    "title": "Do Perceived Benefits Compensate for Low Provider Trustworthiness in Disclosure Decisions?",
    "authors": "Miriam Gieselmann, Josephine Hagedorn, Kai Sassenberg",
    "url": "https://doi.org/10.1027/1864-1105/a000440",
    "doi": "https://doi.org/10.1027/1864-1105/a000440",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: People regularly receive algorithm-based recommendations (e.g., in social media and online shopping). Today, such algorithmic recommendations cover a wider range of applications, such as finding recipes that match an individual’s needs and food preferences. To give better-fitting recommendations, algorithms incorporate large amounts of personal information about the individual, which raises the issue of privacy concerns. When are people willing to share such information that can then be considered by algorithms? While previous research has indicated that perceived benefits of platform use and provider trustworthiness influence whether people are willing to disclose personal information, these studies often have two major limitations: they are either survey-based – thus, not allowing causal conclusions – or lack realistic usage (i.e., rely on vignettes). Thus, in the present experimental study ( N = 329), we manipulated provider trustworthiness and asked participants about their willingness to disclose information directly after interacting with an algorithm-based system for recipe recommendations. Results indicate that higher perceived benefits and provider trustworthiness are related to more willingness to disclose information. However, these effects are independent of each other. Thus, the present research suggests that provider trustworthiness causally leads to a higher willingness to share information and high benefits do not compensate for low provider trustworthiness."
  },
  {
    "discipline": "communication",
    "title": "Does Polarizing News Become Less Polarizing When Written by an AI?",
    "authors": "Magdalena Wischnewski, Nicole Krämer",
    "url": "https://doi.org/10.1027/1864-1105/a000441",
    "doi": "https://doi.org/10.1027/1864-1105/a000441",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: In this study, we examine how readers perceive the credibility of polarizing news purportedly written by a machine. In particular, we study whether a machine attribution can decrease the polarization inflicted by the self-confirmation bias. To that end, we expect that attitude-confirming polarizing news is perceived as less credible when attributed to a machine than when attributed to a human author. We assume this is due to the lower source credibility of machines and less emotional involvement. In a preregistered online experiment, we presented N = 508 participants with a polarizing news article attributed either to a human author or a machine. The article also either confirmed or disconfirmed participants’ attitudes towards the polarizing issue. Our results show that participants did not differentiate between human and machine-attributed news. Moreover, we found no evidence that machine-attributed news affected the self-confirmation bias. However, we found that, while machine authors were perceived equally competent as human authors, they were perceived as less trustworthy. In addition, we found that the machine attribution induced less emotional involvement in terms of experienced enthusiasm but not experienced anger."
  },
  {
    "discipline": "communication",
    "title": "Cognitive Drivers of Misinformation Belief and Sharing on Social Media: A Cross-National Comparison",
    "authors": "Michael Chan, Cristian Vaccari, Masahiro Yamamoto",
    "url": "https://doi.org/10.1080/15205436.2025.2577294",
    "doi": "https://doi.org/10.1080/15205436.2025.2577294",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "Digital Gaming and Academic Achievement: Within-Person Relations from Age 10 to 16 in a Norwegian Birth Cohort",
    "authors": "Silje Skaug Stokke, Frode Stenseng, Astrid Hoås Morin, Beate Wold Hygen, Lars Wichstrøm, Silje Steinsbekk, Benjamin Holen Dybendal, Věra Skalická",
    "url": "https://doi.org/10.1080/15213269.2025.2576017",
    "doi": "https://doi.org/10.1080/15213269.2025.2576017",
    "filter": 0,
    "journal_full": "Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "Perceived Victimhood and Hostility Toward Political Opponents in the US: The Moderating Role of Cross-Cutting and Like-Minded News Consumption",
    "authors": "Muhammad Ehab Rasul, Saifuddin Ahmed, Jaeho Cho, Samantha Moore-Berg",
    "url": "https://doi.org/10.1080/15213269.2025.2580281",
    "doi": "https://doi.org/10.1080/15213269.2025.2580281",
    "filter": 0,
    "journal_full": "Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "Revisiting Intergroup Contact Theory in Short Video Platforms: A Three-Wave Panel Study",
    "authors": "Yuchen Ren, Ting Li, Fuyao Feng, Bolin Cao",
    "url": "https://doi.org/10.1080/15213269.2025.2580282",
    "doi": "https://doi.org/10.1080/15213269.2025.2580282",
    "filter": 0,
    "journal_full": "Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "No-mobile-phone phobia and cognitive and social−emotional development: evidence from a three-wave longitudinal study",
    "authors": "Wei Hong, Ru-De Liu, Jia Wang, Zien Ding, Jiabin Liu",
    "url": "https://doi.org/10.1177/20501579251390026",
    "doi": "https://doi.org/10.1177/20501579251390026",
    "filter": 0,
    "journal_full": "Mobile Media & Communication",
    "abstract": "Nomophobia, characterized by anxiety when out of mobile phone contact, has emerged as a pervasive issue in this digital age, with negative consequences across various domains. Prior studies have been limited by reliance on cross-sectional designs that restrict causal inference and by insufficient exploration of the mechanisms linking nomophobia to developmental outcomes. This study addressed these gaps by employing longitudinal research designs to explore the effect of nomophobia on academic achievement and mental health, with a particular focus on the mediating effects of the I-self (e.g., self-control) and the Me-self (e.g., self-esteem). A sample of 499 secondary students completed the Nomophobia Questionnaire, Self-Control Scale, Rosenberg Self-esteem Scale, and Kessler Psychological Distress Scale across three waves over 18 months. Structural equation modeling showed that after controlling for baseline levels, nomophobia negatively predicted self-control six months later, which in turn significantly predicted academic achievement another six months later. Similarly, nomophobia predicted subsequent self-esteem, which in turn predicted subsequent mental health. These findings provide longitudinal evidence of the detrimental effects of nomophobia and highlight the importance of the self-system processes. Altogether, this study underscores the need for interventions aimed at reducing nomophobia symptoms and strengthening self-system processes to support adolescents’ psychological development."
  },
  {
    "discipline": "communication",
    "title": "Resistance is Far-Right from Futile: Deplatforming, Resilience, and Persistent Presence Across Platforms as Drivers of Accelerationist Politics",
    "authors": "Katherine Kountz, Mor Yachin, Carol K. Winkler, Dror Walter, Anthony F. Lemieux",
    "url": "https://doi.org/10.1080/10584609.2025.2578364",
    "doi": "https://doi.org/10.1080/10584609.2025.2578364",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "How Science Belief Drives Climate Change Misinformation Correction Via Threat and Efficacy: A Multigroup Comparison Across Self-Construal Levels",
    "authors": "Liang Chen, Huaizhi Han, Dajun Li, Lunrui Fu",
    "url": "https://doi.org/10.1177/10755470251378361",
    "doi": "https://doi.org/10.1177/10755470251378361",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "This study investigates how science belief enhances perceived threat and efficacy, which affect four types of corrective behaviors: public correction, private correction, verification, and refutation. A total of 1,392 participants in China completed a survey for this study. Results indicate that science belief significantly predicts both perceived threat and efficacy, which subsequently elicit the four correction behaviors. Multigroup analysis further revealed that the proposed science belief model varies by levels of interdependent self-construal. Among individuals with high interdependence, science belief exerted a stronger influence on perceived threat and efficacy, and efficacy more strongly predicted public correction and refutation behaviors."
  },
  {
    "discipline": "communication",
    "title": "Why Do News Sharers Choose Not to Share News? A Self-Presentation Model of Deliberate News Withholding on Social Media",
    "authors": "Jennifer Ihm, Eun-mee Kim",
    "url": "https://doi.org/10.1177/20563051251385441",
    "doi": "https://doi.org/10.1177/20563051251385441",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "What news spreads on social media equally depends on what news users do and do not share. However, prior research has predominantly focused on successful news sharing , overlooking the equally consequential behavior of deliberate news withholding. This study addresses that gap by proposing a self-presentation model of deliberate news withholding on social media, integrating three dominant approaches previously used to examine successful news sharing: (1) the informational approach focusing on the virality of news content, (2) the structural approach emphasizing social media network characteristics, and (3) the relational approach centered on users’ self-presentation and management of relationships with their audience. Specifically, this study combines two types of data: (1) survey data from 408 users and (2) a text analysis of news content they withheld in their three most active chatrooms. We examine how users selectively withhold news with varying levels of emotionality, argumentativeness, and hard or soft news value, depending on the characteristics of their audience networks – particularly network size and tie strength – and in relation to three self-presentational goals: self-construction, privacy protection, and audience-pleasing. Findings show that users strategically withhold varied types of news content across different user-audience networks to meet distinct self-presentational goals, thereby managing audience expectations and curating their online image. By shifting attention from news sharing to news withholding, this study offers a more complete account of how everyday users shape news flows and social discourse on social media."
  },
  {
    "discipline": "communication",
    "title": "Social Processes in the Intensification of Online Hate: The Effects of Verbal Replies to Anti-Muslim and Anti-Jewish Posts Following 7 October 2023",
    "authors": "Zachary P. Rosen, Joseph B. Walther",
    "url": "https://doi.org/10.1177/20563051251383635",
    "doi": "https://doi.org/10.1177/20563051251383635",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Online hate messaging targeting Muslims and Jews increased dramatically following Hamas’s attack on Israelis on 7 October 2023 and Israel’s military response in Gaza. This study examined anti-Jewish and anti-Muslim hate posts on X.com and the verbal replies, Likes, and reposts they acquired over the following month. It tests a theory explaining the propagation of hate messages in social media based on the social approval posters garner from other users. The analysis involved replies to 6388 anti-Muslim or anti-Jewish hate posts in terms of their semantic convergence or divergence with the content of original posts. No differences between patterns of anti-Jewish and anti-Muslim discourse arose. Convergent replies to one’s hate posts led individuals to post more hatefully in their next post, and more quickly. Likes also accelerated hate posting, while reposts decelerated them. Divergent replies led to less hateful and slower subsequent hate postings. Conclusions address implications for the social approval theory of online hate, and the relative influence of verbal replies due to their costliness."
  },
  {
    "discipline": "communication",
    "title": "How News Media, Climate Anxiety, and Trust Shape Pro-Climate Behaviour Across Eight Countries",
    "authors": "Waqas Ejaz, Mary Sanford, Richard Fletcher",
    "url": "https://doi.org/10.1177/19401612251377854",
    "doi": "https://doi.org/10.1177/19401612251377854",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Despite the importance of climate news in shaping public engagement, little is known about how different types of media – mainstream and non-mainstream – relate to pro-climate behaviour, and what psychological processes condition these effects, particularly in cross-national contexts. This study addresses that gap by examining the emotional and evaluative mechanisms linking climate news use to pro-climate behavioural intentions (e.g., using less energy at home, flying less often, and repairing rather than replacing), and how these relationships vary across countries. Drawing on online survey data from 8,541 respondents across eight countries – Brazil, France, Germany, India, Japan, Pakistan, the United Kingdom, and the United States – we test a multi-group structural equation model with climate anxiety as a mediator and media trust as a moderator. Results show that mainstream news use is consistently associated with stronger behavioural intent across all countries. Non-mainstream media use has positive but more context-dependent effects, especially in settings where digital platforms dominate climate information. Climate anxiety emerges as a robust and universal predictor of behavioural intention, though it is not consistently shaped by media use – indicating that emotional responses may stem from sources beyond the news. Media trust amplifies the direct effects of mainstream news use but does not moderate the indirect pathway via anxiety. Overall, the findings reveal a surprising degree of cross-national consistency in how news use, media trust, and emotional responses shape climate engagement."
  },
  {
    "discipline": "communication",
    "title": "News Informs and Boosts Discernment: A Replication in France and Germany",
    "authors": "Sacha Altay, Emma Hoes, Magdalena Wojcieszak",
    "url": "https://doi.org/10.1177/19401612251378969",
    "doi": "https://doi.org/10.1177/19401612251378969",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Can the news help people be more resilient to misinformation? Altay et al. found that news use increases surveillance knowledge and awareness of true and false news, while decreasing belief in false news. We conducted a two-wave panel survey ( N = 3,395) to replicate these findings in two new countries: France and Germany. The replication reinforces the conclusions of the original study: we found that higher news consumption predicted greater surveillance knowledge acquisition across the waves, as well as greater awareness of and belief in true news stories. News consumption also increased awareness of false news stories without increasing belief in false news stories. These findings strengthen the idea that news helps people become more informed and better at discerning truth from falsehoods."
  },
  {
    "discipline": "politics",
    "title": "Interstate Conflict Increases the Appeal of Undemocratic Candidates",
    "authors": "Kristian Frederiksen, Lasse Laustsen",
    "url": "https://doi.org/10.1017/s0007123425101014",
    "doi": "https://doi.org/10.1017/s0007123425101014",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "How do threats of interstate conflict affect American voters’ propensity to support candidates who violate democratic principles? We argue that undemocratic behavior affects perceived dominance, which citizens value in times of conflict. We fielded two conjoint experiments and a factorial vignette experiment in the United States to test this two-step argument. First, our conjoint experiments demonstrate a robust and strong relationship between undemocratic candidate behavior and dominance impressions. Second, our vignette experiment – manipulating undemocratic behavior by in-party presidential candidates and priming threats of conflict with China and Russia – shows that undemocratic candidates are evaluated more positively under conflict compared to peace. This is especially the case among Republican voters, although the pattern is also evident among Democrats and Independents. Our letter sheds light on the consequences of the escalation of wars with relevance to the United States around the globe, pointing to toleration of undemocratic behavior specifically."
  },
  {
    "discipline": "politics",
    "title": "Love him for the enemies he has made: Signaling by inflammatory pro‐gun rhetoric",
    "authors": "Sosuke Okada, Nicholas Buttrick",
    "url": "https://doi.org/10.1111/pops.70074",
    "doi": "https://doi.org/10.1111/pops.70074",
    "filter": 0,
    "journal_full": "Political Psychology",
    "abstract": "American politics is rife with messages designed to anger one's political enemies. In this paper, we propose and test a model suggesting that such inflammatory messages are effective because they signal that the messenger is unwilling to compromise with the groups they have offended. Taking the example of inflammatory pro‐gun messaging, we show, in three preregistered experiments with American conservatives (total n = 1742) that conservatives view such messages as offending liberals, and, to the extent that they feel negatively toward Democratic politicians, they view the producers of these inflammatory messages positively, seeing them as the sort of politician who should be trusted by conservatives and as the sort of politician that they would be willing to vote for. However, this is not true across the entire conservative electorate, as conservatives who feel more warmly toward Democratic politicians view politicians posting inflammatory messages (and therefore offending liberals) as less trustworthy and less vote‐worthy. As affective polarization is on the rise in the United States, these inflammatory, bridge‐burning messages may become more prevalent with politicians trying to appeal to voters who are increasingly suspicious of anyone who might be tempted to compromise."
  },
  {
    "discipline": "public opinion",
    "title": "Asking for Feedback: Innovating Final Comment Questions in Self-Administered Web Surveys",
    "authors": "Joshua Claassen, Jan Karem HÖhne, Jessica Kuhlmann",
    "url": "https://doi.org/10.1093/jssam/smaf018",
    "doi": "https://doi.org/10.1093/jssam/smaf018",
    "filter": 0,
    "journal_full": "Journal of Survey Statistics and Methodology",
    "abstract": "Web surveys frequently include so-called “final comment questions” (FCQs) to provide respondents the opportunity to express their experiences with the survey in general and its questions in particular. A comprehensive analysis of FCQs to enhance survey and question design is often impeded by high item nonresponse and low answer quality in the form of short and uninterpretable answers. In this article, we therefore investigate what respondent and FCQ characteristics influence the provision and quality of answers to FCQs. For this purpose, we conducted two web survey studies in two German online panels. The first study (N = 874) experimentally varied the visual design of the FCQ (“one multi-line answer box” vs. “ten single-line answer boxes”). The second study (N = 1,001) experimentally varied the answer format of the FCQ (“request for a text answer” vs. “request for a voice answer”). The results reveal that answer provision is influenced by respondent characteristics (e.g. age and survey interest), while answer quality is mostly influenced by FCQ characteristics (e.g. request for a voice answer). Overall, this article provides both survey researchers and practitioners with empirically informed FCQ design recommendations to improve the quality of future web surveys."
  },
  {
    "discipline": "public opinion",
    "title": "No Introduction Necessary: Face-Saving Answer Options Outperform Preambles in Reducing Social Desirability Bias",
    "authors": "Emma Zaal, John Hoeks, Yfke Ongena",
    "url": "https://doi.org/10.1093/jssam/smaf017",
    "doi": "https://doi.org/10.1093/jssam/smaf017",
    "filter": 0,
    "journal_full": "Journal of Survey Statistics and Methodology",
    "abstract": "Social Desirability Bias (SDB), providing a favorable image of oneself in self-reports, is a persistent problem in survey research on sensitive topics. However, face-saving approaches appear promising in discouraging SDB. Specifically, face-saving survey item formulations aim to reduce the threat of judgment for norm-violations, thereby fostering a safer context for self-disclosure. This experimental study examined the use of face-saving to elicit more truthful responses to yes/no questions using a quota sample representative of the Dutch population. We included face-saving preambles that excused for or normalized sensitive behaviors (e.g., “It can easily happen that the limit for legal driving is exceeded when consuming alcohol”). We also included face-saving response options using degrees of truth (“occasionally”) or justifications for norm transgressions (e.g., “only when there was no other option”). There were three objectives. First, the design included a replication of a face-saving study regarding COVID-19, where we assessed the efficacy of a condition that combined a face-saving preamble with face-saving answer options (N = 303) against a control condition without any face-saving elements (N = 284). Second, we extended the replication’s design by including conditions to measure the effects of offering face-saving preambles (N = 281) and offering face-saving answer options in isolation (N = 283). Third, we investigated the effectiveness of face-saving using novel operationalizations on additional topics, including sustainability and responsible driving. The replication confirmed the effectiveness of the combined face-saving strategy. The extension that included all conditions (Ntotal = 1,151) revealed that offering face-saving answer options reduced SDB significantly, up to 23 percent. There was no main effect of including a preamble, nor was there an interaction effect of the two manipulations. These findings highlight the critical role that face-saving response options might play in improving the accuracy of self-reported data, while calling into question the usefulness of including face-saving preambles."
  },
  {
    "discipline": "public opinion",
    "title": "Understanding Public Attitudes Toward Redistribution: Analysis by Ideological Subgroups",
    "authors": "Hang Qi",
    "url": "https://doi.org/10.1093/poq/nfaf046",
    "doi": "https://doi.org/10.1093/poq/nfaf046",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "Existing scholarship suggests that Americans generally support progressive redistribution. However, whether ideological differences exist in views on the progressivity of social programs’ policy designs remains ambiguous. Using a conjoint experiment, I investigate how the progressivity of social programs’ distributional outcomes and tax sources impacts Americans’ social policy support. I find differences and similarities in the effects of progressive social policy designs on different ideological subgroups. Compared to conservatives, liberals are more supportive of social programs having progressive distributional results or tax sources and less supportive of social policies featuring regressive distributional consequences or tax sources. However, both liberals and conservatives prefer progressive social programs over those with regressive designs. This study helps explain the public’s preferences for social policies with progressive designs."
  },
  {
    "discipline": "public opinion",
    "title": "Sleeping Giant or Herd of Cats? An Experimental Investigation of Nonreligious Americans’ Responsiveness to Issue- and Group-Based Political Cues",
    "authors": "Ian G Anson, Carolyn Forestiere",
    "url": "https://doi.org/10.1093/poq/nfaf037",
    "doi": "https://doi.org/10.1093/poq/nfaf037",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "The rise of the “religious nones” has garnered significant interest among journalists and scholars. Whereas very few people reported that they were not affiliated with an established religious tradition just 20 years ago, currently as many as 30 percent of Americans claim no religion when asked their religious preference on public opinion surveys. This seismic shift in the religious composition of the country precipitates important questions about the attitudes, group identity, and political participation of religious nones in response to contemporary issues. In this paper, we present the results of a novel survey experiment (N = 1,013) designed to determine if issue and identity cues increase religious nones’ sense of group identification, group consciousness, linked fate, and willingness to engage in political behavior. We leverage a unique large-scale sample of nonreligious Americans to facilitate these tests. Our results suggest that relevant political messaging does little to activate collective identification or political engagement among the nonreligious. Our findings have important implications for the future of American politics, even as the number of religiously unaffiliated people continues to grow."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Divergent patterns of engagement with partisan and low-quality news across seven social media platforms",
    "authors": "Mohsen Mosleh, Jennifer Allen, David G. Rand",
    "url": "https://doi.org/10.1073/pnas.2425739122",
    "doi": "https://doi.org/10.1073/pnas.2425739122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "In recent years, social media has become increasingly fragmented, as platforms evolve and new alternatives emerge. Yet most research studies a single platform—typically X/Twitter, or occasionally Facebook—leaving little known about the broader social media landscape. Here, we shed light on patterns of cross-platform variation in the high-stakes context of news sharing. We examine the relationship between user engagement and news domains’ political orientation and quality across seven platforms: X/Twitter, BlueSky, TruthSocial, Gab, GETTR, Mastodon, and LinkedIn. Using an exhaustive sample, we analyze all (over 10 million) posts containing links to news domains shared on these platforms during January 2024. We find that news shared on platforms with more conservative user bases is significantly lower quality on average. Turning to engagement, we find—contrary to hypotheses of a consistent “right-wing advantage” on social media—that the relationship between political lean and engagement is strongly heterogeneous across platforms. Conservative news posts receive more engagement on platforms where most content is conservative, and vice versa for liberal news posts, consistent with an “echo platform” perspective. In contrast, the relationship between news quality and engagement is strikingly consistent: Across all platforms examined, a given user’s lower-quality news posts received higher average engagement, even though higher-quality news is substantially more prevalent and garners far more total engagement across posts. This pattern holds when accounting for poster-level variation and is observed even in the absence of ranking algorithms, suggesting that user preferences—not algorithmic bias—may underlie the underperformance of higher-quality news."
  }
]
