[
  {
    "discipline": "communication",
    "title": "Who should act, when, and where? The SCOPE framework for establishing responsibility and legitimacy in digital citizenship",
    "authors": "Emilija Gagrčin",
    "abstract": "This article introduces the Scope of Civic Online Platform Engagement (SCOPE) framework to explain how users interpret and negotiate civic action on social media. It distinguishes between responsibility, which pertains to the obligation side of action (who should act) and legitimacy, which concerns who may act with authority and appropriateness. Building on affordance theory, boundary theory, and research on heuristics, SCOPE demonstrates how affordances shape the conditions for action. Users apply heuristics to interpret cues of visibility, relational ties, spatial mandates, and temporal urgency. These interpretations are then translated into boundary work, shaping responsibility and legitimacy judgments. To operationalize this process, the article proposes decision-making matrices that condense boundary judgments into simple two-question tests of when and by whom civic action is expected. The framework reorients the study of digital citizenship from abstract prescriptions of “good citizenship” to situated and recursive practices of boundary negotiation in platform environments.",
    "url": "https://doi.org/10.1093/ct/qtaf029",
    "doi": "https://doi.org/10.1093/ct/qtaf029",
    "filter": 0,
    "journal_full": "Communication Theory"
  },
  {
    "discipline": "communication",
    "title": "Escaping the digital panopticon? Longitudinal effects of dataveillance salience shocks on privacy attitudes and inhibited behaviors",
    "authors": "Yannic Meier, Philipp K Masur",
    "abstract": "Using internet technologies exposes individuals to constant surveillance by companies and other actors. Perceptions of constant surveillance—termed “dataveillance”—are theorized to induce chilling effects (i.e., inhibiting legal and legitimate online activities) posing risks to individuals and societies. In this preregistered longitudinal 3-wave experiment (N = 774), we investigate whether news articles addressing constant online surveillance induce feelings of dataveillance and behavioral inhibitions. Moreover, we extend theoretical notions of dataveillance by examining whether perceived dataveillance relates to other factors that drive privacy behaviors—privacy resignation and critical privacy literacy. Results of Bayesian random-effects within–between models indicate that perceived dataveillance is positively associated with inhibited behaviors, resignation, and literacy. However, these relations only pertain to the between-person level as the within-person associations are possibly too small to be meaningful. Critical privacy literacy might be central for privacy behaviors as we find both between- and within-person associations with self-inhibition.",
    "url": "https://doi.org/10.1093/hcr/hqaf025",
    "doi": "https://doi.org/10.1093/hcr/hqaf025",
    "filter": 0,
    "journal_full": "Human Communication Research"
  },
  {
    "discipline": "communication",
    "title": "Temporal dynamics of media and communication processes: a review of theories and meta-analysis of empirical studies",
    "authors": "Shan Xu, Wenbo Li, Yani Zhao, Michael D Slater",
    "abstract": "This study synthesized research from 4 theoretical frameworks that explicitly conceptualize media and communication as dynamic processes over time, emphasizing reciprocal and self-causing effects. A meta-analysis of 223 effect sizes from 103 studies supported the presence of both reciprocal and self-causing relationships, suggesting their robustness as communication phenomena. Time lag moderated self-causing effects, such that longer intervals weakened these effects. Longer lags attenuating the influence of media/communication on subsequent outcomes approached but did not reach statistical significance, and did not significantly alter the reverse pathway. Exploratory moderation analyses showed that effect sizes varied by audience age, analytic methods, topic areas, and media types. Findings highlight the importance of time lag specification in studying dynamic media effects.",
    "url": "https://doi.org/10.1093/joc/jqaf044",
    "doi": "https://doi.org/10.1093/joc/jqaf044",
    "filter": 0,
    "journal_full": "Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "Social media self-presentation of LGBTQ+ youth in the United States: the role of identity exploration, context collapse, and supportive feedback",
    "authors": "Y Anthony Chen, Marie-Louise Mares",
    "abstract": "For those with marginalized identities, social media may offer opportunities for identity exploration and affirmation but may also pose challenges of context collapse, wherein the presence of multiple audiences makes identity-related posting awkward or dangerous. To probe short-term longitudinal patterns, 337 LGBTQ+ 15- to 22-year-olds completed six weekly surveys during Pride Month. As hypothesized, identity exploration was associated with self-reported frequency, positivity, and authenticity of youths’ LGBTQ+ self-presentations online, primarily among those who, on average, rated their online audiences as less heterogeneous (i.e., perceived less context collapse). Consistent with the self-effects model, positivity of self-presentations predicted increases in self-acceptance and self-esteem, with the latter association stronger for those who, on average, received more supportive feedback. In contrast, frequency and authenticity of self-presentations did not predict self-acceptance and self-esteem.",
    "url": "https://doi.org/10.1093/jcmc/zmaf020",
    "doi": "https://doi.org/10.1093/jcmc/zmaf020",
    "filter": 0,
    "journal_full": "Journal of Computer-Mediated Communication"
  },
  {
    "discipline": "communication",
    "title": "How change in sociality over time moderates the association between mobile and social media use and well-being",
    "authors": "Jeffrey A Hall, Natalie Pennington",
    "abstract": "Mobile and social media are often identified as a means of enhancing social connection for those who wish to connect. In line with research on relational maintenance and the communicate bond belong theory, a need for connection can drive individuals to reach out to relational partners through mobile and social media, which might boost overall well-being. Using 3 longitudinal datasets that differ by time period (i.e., 6 years, 1 year, 1 month) and context (i.e., older adults’ pandemic-era communication, college student communication with friends, daily diary study of social media use), we test whether change in sociality moderates the association between frequency of mobile and social media use and well-being. In contrast to our hypothesis, when experiencing declines in sociality, the use of mobile and social media was either unrelated to well-being or associated with a decline in well-being. These findings challenge long-held assumptions about relational maintenance through media.",
    "url": "https://doi.org/10.1093/jcmc/zmaf019",
    "doi": "https://doi.org/10.1093/jcmc/zmaf019",
    "filter": 0,
    "journal_full": "Journal of Computer-Mediated Communication"
  },
  {
    "discipline": "communication",
    "title": "Unveiling the Link between Hostile Media Perceptions and Disinformation Susceptibility: Investigating Cognitive, Social, Media and Personal Dynamics",
    "authors": "Lucie Wittner Franckx, Brahim Zarouali",
    "url": "https://doi.org/10.1080/15205436.2025.2585901",
    "doi": "https://doi.org/10.1080/15205436.2025.2585901",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "AI-Driven Disinformation and Political Influence on WhatsApp in South Africa’s 2024 Elections",
    "authors": "Gregory Gondwe",
    "abstract": "This study investigates the role of encrypted messaging apps, specifically WhatsApp, in disseminating political disinformation during South Africa’s 2024 general elections. Drawing on a dataset of 22,384 messages from 47 politically active WhatsApp groups and 6,283 unique users, the study identifies how AI-generated deepfakes, emotional manipulation, and ideological group structures facilitated the spread of false political narratives. Using MyFactChecker, an AI-powered sentiment and verification tool, we reveal that disinformation most frequently relied on fear-based appeals (41%), identity-driven rhetoric (32%), and content mimicking credible journalism (27%). The findings show that disinformation gained traction not through factual accuracy but through emotional resonance and relational trust within ideologically cohesive groups. Even when flagged as false, corrective content was often dismissed as propaganda or foreign interference, thus underscoring how truth contests unfold within closed, affective networks.",
    "url": "https://doi.org/10.1177/19401612251395434",
    "doi": "https://doi.org/10.1177/19401612251395434",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics"
  },
  {
    "discipline": "communication",
    "title": "Legacy Media as a Moral Compass: A Computational Study of the Politicization of a Migrant Crime on Twitter in France",
    "authors": "Sylvain Parasie, Antoine Machut, Béatrice Mazoyer",
    "abstract": "This article explores the role played by legacy media in the pervasive situation where far-right activists highly politicize migrant crimes on social media. Focusing on particular crimes they consider indicative of a state’s failure to secure borders and protect its citizens, they utilize social media platforms to mobilize and garner political and media attention. However, little is known about the dynamics of influence between far-right activism on social media and legacy media in the process of politicizing migrant crimes. To overcome the analytical and methodological limitations of current research, we have developed a computational method to capture the public discussion that took place in France around a single event – the murder of a young teenager in Paris in October 2022. Applying an event identification algorithm to a vast corpus of Twitter data has enabled us to analyze the dynamics of public discussion held in various arenas, both quantitatively and qualitatively. This article’s main argument is that legacy media act as a “moral compass” vis-à-vis far-right mobilizations that politicize migrant crimes on social media. While they were unable to influence the volume of attention that social media users pay to this murder, the French legacy media have contributed to setting limits to the form and spread of politicization by the far right on social media. More specifically, they were able to influence the attention paid to the facts that serve as the basis for discussion on social media and to steer that discussion toward questioning the relevance of politicizing the crime.",
    "url": "https://doi.org/10.1177/19401612251377328",
    "doi": "https://doi.org/10.1177/19401612251377328",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics"
  },
  {
    "discipline": "communication",
    "title": "What is Freedom of Speech? How Citizens Define and Perceive the “Bulwark of Liberty”",
    "authors": "Anna-Luisa Sacher, Carsten Reinemann",
    "abstract": "Freedom of speech is an essential pillar of democracy. Despite constitutional protections, citizens in some liberal democracies increasingly feel the “bulwark of liberty” under pressure. While the underlying causes of these developments remain largely ambiguous, a fundamental question persists: What exactly do citizens have in mind when assessing the concept of “freedom of speech” – and who do they believe is restricting it? Clarifying this is essential for interpreting survey data, understanding underlying causes, and developing effective strategies to counter this trend. A quota-representative national survey of German citizens ( N = 1,490) reveals (1) that most respondents perceive free speech in both legal and social terms. Additionally, (2) a notable portion perceives freedom of speech as too restricted, driven by both dimensions, slightly emphasizing the legal aspect. Finally, (3) perceptions of the general status quo and both dimensions are – at least partly – shaped by different actors, underscoring the need to distinguish the social and the legal dimensions of freedom of speech.",
    "url": "https://doi.org/10.1177/19401612251388182",
    "doi": "https://doi.org/10.1177/19401612251388182",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics"
  },
  {
    "discipline": "politics",
    "title": "What’s in a name? Democrat Party as multivocal communication",
    "authors": "Benjamin R Kantack, Kylee J Britzman, Deanna E Geer",
    "abstract": "In the United States, members of the Republican Party increasingly refer to the Democratic Party as the Democrat Party . This practice has been recognized by journalists and political actors over the years, but the questions of what sorts of Republicans engage in it and why have rarely been studied scientifically. Analyzing congressional floor speeches, committee meetings, media reports, and electronic newsletters, we demonstrate that Democrat Party usage by Republican members of Congress is positively correlated with conservatism. We further show that congressional Republicans are likelier to use the term when in the minority in their chamber and when addressing an external audience. These findings are consistent with our theory that Democrat Party functions as a form of multivocal communication, invoked by conservative Republicans to subtly signal their ideology to likeminded constituents.",
    "url": "https://doi.org/10.1177/13540688251395285",
    "doi": "https://doi.org/10.1177/13540688251395285",
    "filter": 0,
    "journal_full": "Party Politics"
  },
  {
    "discipline": "politics",
    "title": "\"It’s the Homophily, Stupid!\" A Cross-Country Experiment on How Apolitical Similarities Affect Political Conversations in Europe",
    "authors": "Gaetano Scaduto, Fedra Negri, Silvia Decadri",
    "abstract": "Political conversations are crucial for democracy. Yet, the mechanisms behind the selection of conversation partners remain unclear. We investigate the effect of observing similarities in apolitical characteristics—such as gender, age, personality, or lifestyle choices—on people’s decision to engage in political conversations, and whether ideological expectations or apolitical homophily drive this effect. To this end, we introduce the “dynamic parallel conjoint experiment” and field it in the Czech Republic, France, Italy, and Sweden. We find that observing apolitical similarities in others consistently increases the likelihood of engaging in political conversations. Political expectations engendered by these similarities do not play a relevant role. Rather, similarities motivate political conversations directly through homophily, providing evidence supporting the “incidental model” of political conversations (Minozzi et al., 2020). Our study contributes to debates on the dynamics underlying political conversation and introduces an innovative methodological approach for studying implicit mediation in political behavior.",
    "url": "https://doi.org/10.1007/s11109-025-10102-x",
    "doi": "https://doi.org/10.1007/s11109-025-10102-x",
    "filter": 0,
    "journal_full": "Political Behavior"
  },
  {
    "discipline": "politics",
    "title": "(Media Attention to) Misinformation Can Undermine Trust in Scientists",
    "authors": "Emma Hoes, Bernhard Clemm, Theresa Gessler, Sijia Qian, Magdalena Wojcieszak",
    "abstract": "Could news coverage of misinformation be harmful? Across two studies on U.S. citizens, we examine whether news coverage of misinformation generates misperceptions and decreases levels of trust in information institutions (i.e., media, professors, and scientists) and whether its effects can be comparable to those of exposure to untrustworthy content. We rely on an online experiment using mock social media posts (Study 1, N = 1,670) and also on online behavioral tracking data paired with over-time survey self-reports (Study 2, N = 804). Study 1 finds that exposure to both actual misinformation and the coverage of misinformation affect misperceptions, but does not decrease trust. Study 2 presents evidence that behaviorally tracked visits to untrustworthy sites and exposure to news coverage of misinformation—although relatively rare—do not affect misperceptions, but both predict lower levels of trust in scientists, with less consistent effects for media and university professors. These results support concerns that not only misinformation but also its coverage contribute to epistemic uncertainty by eroding confidence in credible sources of knowledge, and warrant further inquiry into the potential harms of news media’s attention to misinformation.",
    "url": "https://doi.org/10.1007/s11109-025-10090-y",
    "doi": "https://doi.org/10.1007/s11109-025-10090-y",
    "filter": 0,
    "journal_full": "Political Behavior"
  },
  {
    "discipline": "politics",
    "title": "Democratic Backsliding and Endogenous Polarization",
    "authors": "Erica Frantz, Andrea Kendall-Taylor, Caner Şimşek, Joseph Wright",
    "abstract": "Leading accounts of contemporary democratic decline emphasize the role of polarization in enabling incumbent governments to dismantle democracy from within. This study offers a fuller portrait of this relationship, illustrating how incumbent attacks on democracy themselves produce polarization. We theorize a micro-level link between democratic backsliding events, elite opinion formation, and voter polarization to explain how incumbent efforts to subvert democracy increase negative feelings among citizens towards opposing partisans, thereby boosting polarization. Using survey experiments, survey data from electoral democracies, and expert-coded global macro-data, we find support for our argument. Regardless of how polarized society is prior, we demonstrate that incumbent actions that degrade democracy worsen polarization, an effect that is amplified when party elites endorse (rather than condemn) the leader’s behavior. The central message to emerge is that polarization is endogenous to democratic backsliding.",
    "url": "https://doi.org/10.1007/s11109-025-10094-8",
    "doi": "https://doi.org/10.1007/s11109-025-10094-8",
    "filter": 0,
    "journal_full": "Political Behavior"
  },
  {
    "discipline": "public opinion",
    "title": "The Effects of Perceived Pledge Performance and the Third-Person Effect on Voting Behavior",
    "authors": "Tsung-han Tsai, Ting-wei Weng",
    "abstract": "In this article, we examine the effects of voters’ beliefs in politicians’ pledge performance on the consideration of election pledges when voting with a special focus on the role of the third-person effect. Specifically, we argue that third-person perception, a perception gap between presumed media influence on others and influence on oneself, reinforces the consideration of election pledges through the mechanisms of expectation confirmation or disconfirmation. The empirical results confirm that, first, voters who believe in pledge fulfillment are more likely to frequently take election pledges into account when making their voting decisions, and second, voters who believe that pledges are likely to be broken are less likely to do so, although this is the case only for those who do not have third-person perception. Finally, we observe that voters’ consideration of election pledges is reinforced by third-person perception, which to some extent ensures a link between voters’ policy preferences and governments’ policy decisions.",
    "url": "https://doi.org/10.1093/ijpor/edaf058",
    "doi": "https://doi.org/10.1093/ijpor/edaf058",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research"
  },
  {
    "discipline": "public opinion",
    "title": "Why Do Some Union Members Vote Republican? The Role of Workplace Political Discussion",
    "authors": "David Macdonald",
    "abstract": "Labor union members are more likely to vote than their nonunionized counterparts, and when they do vote, are more likely to support the Democratic Party. However, a sizable minority of union members vote Republican. This is puzzling, given that the national Republican Party has long been hostile toward organized labor. Extant research has clearly demonstrated that union and nonunion members differ in their voting behavior, but we know little about such variation among union members. I explore this latter phenomenon here, arguing that the frequency of workplace political discussion plays an important role in shaping how labor union members vote. I test this with data from the 2004 National Annenberg Election Survey (NAES). Overall, I find that workplace discussion of politics is positively and significantly associated with the probability that labor union members vote Democrat. This appears to occur via a “learning” mechanism, in which greater workplace discussion of politics leads union members to recognize which candidate is more “prolabor.” Overall, these findings help us better understand the consequences of the workplace, political discussion, and the politics of American labor unions.",
    "url": "https://doi.org/10.1093/poq/nfaf042",
    "doi": "https://doi.org/10.1093/poq/nfaf042",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly"
  },
  {
    "discipline": "public opinion",
    "title": "Susceptibility to Moral Arguments Among Liberals and Conservatives",
    "authors": "Fredrik Jansson, Pontus Strimling",
    "abstract": "An empirical result in Moral Foundations Theory is that liberals and progressives endorse the individualizing factors of care and fairness, while conservatives claim that the binding factors of authority, loyalty, and purity are equally relevant when determining what is moral. Does this translate into persuasiveness of arguments and opinion change? We here test the hypothesis that conservatives can be swayed by binding moral arguments, while everyone is susceptible to individualizing moral arguments. Using a classic experimental design (N = 375) where respondents are given moral arguments for a position in nine moral issues, we find support for this hypothesis. In line with motivational matching, the moral foundation support of respondents predicts the type of arguments to which they are susceptible. Along with previous studies on which type of moral argument supports which moral position in the public debate, these findings provide a mechanistic explanation for public opinion change, and in particular for the observation that moral values are becoming more liberal and progressive across the board. Although people tend to be resistant to belief revision, their opinions on politically polarized issues can change when arguments match their beliefs, reflected in their ideology.",
    "url": "https://doi.org/10.1093/poq/nfaf045",
    "doi": "https://doi.org/10.1093/poq/nfaf045",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly"
  },
  {
    "discipline": "public opinion",
    "title": "Improving Participation in Data Donation Studies: A Systematic Review of Factors Driving Participation and Evidence-Informed Best Practices",
    "authors": "Yucan Xiong, Amber van der Wal, Ine Beyens",
    "abstract": "Data donation, a research approach in which users voluntarily contribute their personal digital data, offers a solution to the limitations of traditional self-reporting and digital trace methods by enabling the collection of comprehensive, ethically sourced usage information across multiple devices and digital interfaces. However, this promising method remains underutilized due to low participation rates. Therefore, this review pursued two integrated aims. First, to synthesize evidence on factors that influence three forms of participation: hypothetical willingness (stated intention in imagined scenarios), actual willingness (consent to donate when asked), and successful completion (following through with the full donation process). Second, to appraise existing workflows, frameworks, and methodological tools and integrate this appraisal with the factor synthesis to derive best practices for improving participation. We synthesized 35 articles, of which 14 examined factors influencing participation and 21 provide methodological guidance. Five key factors were identified: sensitivity of the data, privacy concerns, perceived autonomy and control over the donation process, complexity of the process, and participant characteristics. To overcome barriers related to these factors, we recommend maximizing participant privacy through robust data donation frameworks, enhancing transparency and user-friendliness, empowering participants by increasing autonomy and control over their data, and proactively addressing potential selection biases.",
    "url": "https://doi.org/10.1177/08944393251395958",
    "doi": "https://doi.org/10.1177/08944393251395958",
    "filter": 0,
    "journal_full": "Social Science Computer Review"
  },
  {
    "discipline": "psychology",
    "title": "Missing data in microrandomized trials: Challenges and opportunities",
    "authors": "Shiyu Zhang, John J. Dziak, Lizbeth Benson, Jamie R. T. Yap, Dusti R. Jones, Cho Y. Lam, Lindsey N. Potter, David W. Wetter, Inbal Nahum-Shani",
    "abstract": "The vision of leveraging digital technologies to deliver real-time psychological interventions in everyday settings is realized via just-in-time adaptive interventions (JITAI) – an intervention design that guides the use of rapidly changing information about a person’s internal states and contexts to decide whether and how to intervene in daily life. Microrandomized trials (MRTs) were developed as an experimental design to address scientific questions about how to best construct JITAIs, enabling scientists to investigate whether, what type, and under what conditions, intervention delivery can promote behavior change. However, missing data present challenges to the ability of MRTs to inform the development of JITAIs. This article articulates the multiple sources of missing data that can manifest in MRT studies, discusses how such missing data can impact (1) bias, (2) variance, and (3) the future implementation of JITAIs, and discusses strategies for both minimizing missing data in an MRT design and handling missing data when they occur. The overarching goal is to provide a conceptual framework that will guide future investigators in anticipating missing data and making informed decisions to manage them. Throughout, we illustrate concepts using existing data from the Mobile Assistance for Regulating Smoking (MARS) study. MARS ( n = 99) involved a 10-day MRT that included up to six randomizations per person per day.",
    "url": "https://doi.org/10.3758/s13428-025-02885-y",
    "doi": "https://doi.org/10.3758/s13428-025-02885-y",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "psychology",
    "title": "A practice-oriented guide to statistical inference in linear modeling for non-normal or heteroskedastic error distributions",
    "authors": "Hanna Rajh-Weber, Stefan Ernest Huber, Martin Arendasy",
    "abstract": "Selecting an appropriate statistical method is a challenge frequently encountered by applied researchers, especially if assumptions for classical, parametric approaches are violated. To provide some guidelines and support, we compared classical hypothesis tests with their typical distributional assumptions of normality and homoskedasticity with common and easily accessible alternative inference methods (HC3, HC4, and six bootstrap methods) in the framework of ordinary least squares (OLS) regression. The method’s performance was assessed for four different regression models with varying levels of non-normality and heteroskedasticity of errors, and for five different sample sizes ranging from 25 to 500 cases. For each scenario, 10,000 samples of observations were generated. Type I error and coverage rates, power, and standard error bias were examined to assess the methods’ performance. No method considered here performed satisfactorily on all accounts. Using HC3 or HC4 standard errors, or a wild bootstrap procedure with percentile confidence intervals, could yield reliable results in many, but not all, scenarios. We suppose that, in the case of assumption violations, researchers might refer to a method that performed best in a scenario most similar to their data situation. To aid the selection of an appropriate method, we provide tables comparing relative performances in all considered scenarios.",
    "url": "https://doi.org/10.3758/s13428-025-02801-4",
    "doi": "https://doi.org/10.3758/s13428-025-02801-4",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "psychology",
    "title": "Unnecessarily divided: Civil conversations reduce attitude polarization more than people expect.",
    "authors": "Michael Kardas, Loran Nordgren, Derek Rucker",
    "url": "https://doi.org/10.1037/pspa0000469",
    "doi": "https://doi.org/10.1037/pspa0000469",
    "filter": 0,
    "journal_full": "Journal of Personality and Social Psychology"
  },
  {
    "discipline": "psychology",
    "title": "“And the Next Thing You Know . . .”: Ideological Differences in Slippery Slope Thinking",
    "authors": "Rajen A. Anderson, Daan Scheepers, Benjamin C. Ruisch",
    "abstract": "Slippery slope arguments (SSAs) contend that a small, innocuous change will lead to cascading negative consequences. Although SSAs are common in political discourse, they have received little empirical attention in this context. In 15 studies (including samples from four countries and a study of natural language usage on the social media site Reddit), we examine who may be most prone to slippery slope thinking and why people in general may engage in such thinking. We consider whether individuals of different political ideologies exhibit different degrees of support for SSAs. We test three competing hypotheses that it is (a) political extremists, (b) political liberals, or (c) political conservatives that more strongly endorse SSAs. We consistently find that conservatives endorse SSAs more due to ideological differences in intuitive thinking. We additionally find evidence of these ideological differences in social media behavior, and that slippery slope thinking has consequences for punitive attitudes.",
    "url": "https://doi.org/10.1177/01461672251391893",
    "doi": "https://doi.org/10.1177/01461672251391893",
    "filter": 0,
    "journal_full": "Personality and Social Psychology Bulletin"
  },
  {
    "discipline": "psychology",
    "title": "A tutorial and methodological review of linear time series models: Using R and SPSS.",
    "authors": "Jesús F. Rosel, Sara Puchol, Marcel Elipe, Patricia Flor, Francisco H. Machancoses, Juan J. Canales",
    "url": "https://doi.org/10.1037/met0000794",
    "doi": "https://doi.org/10.1037/met0000794",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "multidisciplinary",
    "title": "How public involvement can improve the science of AI",
    "authors": "J. Nathan Matias, Megan Price",
    "abstract": "As AI systems from decision-making algorithms to generative AI are deployed more widely, computer scientists and social scientists alike are being called on to provide trustworthy quantitative evaluations of AI safety and reliability. These calls have included demands from affected parties to be given a seat at the table of AI evaluation. What, if anything, can public involvement add to the science of AI? In this perspective, we summarize the sociotechnical challenge of evaluating AI systems, which often adapt to multiple layers of social context that shape their outcomes. We then offer guidance for improving the science of AI by engaging lived-experience experts in the design, data collection, and interpretation of scientific evaluations. This article reviews common models of public engagement in AI research alongside common concerns about participatory methods, including questions about generalizable knowledge, subjectivity, reliability, and practical logistics. To address these questions, we summarize the literature on participatory science, discuss case studies from AI in healthcare, and share our own experience evaluating AI in areas from policing systems to social media algorithms. Overall, we describe five parts of any quantitative evaluation where public participation can improve the science of AI: equipoise, explanation, measurement, inference, and interpretation. We conclude with reflections on the role that participatory science can play in trustworthy AI by supporting trustworthy science.",
    "url": "https://doi.org/10.1073/pnas.2421111122",
    "doi": "https://doi.org/10.1073/pnas.2421111122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Drivers of health polarization during the COVID-19 pandemic: A systematic review",
    "authors": "María Camacho-García, Maribel Serrano-Macías, Esther Ortega-Martin, Javier Alvarez-Galvez",
    "abstract": "Health polarization has emerged as a critical factor shaping public health attitudes and behaviors, particularly during crises such as the COVID-19 pandemic. This study provides a systematic review of the key determinants driving health polarization, highlighting the complex interplay of political, social, economic, and psychological factors. By synthesizing findings from 90 studies, we identify six primary drivers: political ideology and partisanship, misinformation and disinformation, social media structures and dynamics, trust in health institutions and professionals, risk and public health perceptions, and socioeconomic factors. Our analysis reveals how these determinants reinforce societal divisions, exacerbate health inequalities, and influence adherence to public health measures. Furthermore, we discuss the implications of these findings for designing effective interventions that address the root causes of health polarization. Understanding the mechanisms underlying these divisions is essential for mitigating their negative impact on public health and fostering more cohesive, evidence-based health communication strategies.",
    "url": "https://doi.org/10.1126/sciadv.ady5064",
    "doi": "https://doi.org/10.1126/sciadv.ady5064",
    "filter": 0,
    "journal_full": "Science Advances"
  },
  {
    "discipline": "multidisciplinary",
    "title": "The effect of mass shootings on voter turnout in the United States",
    "authors": "Kelsey Shoub, Kevin Morris",
    "abstract": "Mass shootings occur with horrifying frequency in the United States. Many point to electoral politics as a potential path to change this. Here, we test whether mass shootings increase electoral participation using the most granular dataset to date. We draw information on mass shootings from the Gun Violence Archive and estimate national block group-level turnout using four snapshots of the national voter file. Using a regression discontinuity in time design, we find that mass shootings mobilize local voters (especially in heavily Democratic areas) but do not shift presidential vote choices. Furthermore, we show that pre-election mass shootings were associated with increased support for a 2016 Californian gun reform ballot initiative. Our results show the (geographically bounded) salience of mass shootings for local political engagement and ballot reform efforts.",
    "url": "https://doi.org/10.1126/sciadv.adx5418",
    "doi": "https://doi.org/10.1126/sciadv.adx5418",
    "filter": 0,
    "journal_full": "Science Advances"
  }
]
