[
  {
    "discipline": "communication",
    "title": "Critical, but constructive: defining, detecting, and addressing bias in Computational Social Science",
    "authors": "Valerie Hase, Marko Bachl, Nathan TeBlunthuis",
    "url": "https://doi.org/10.1080/19312458.2025.2575468",
    "doi": "https://doi.org/10.1080/19312458.2025.2575468",
    "filter": 0,
    "journal_full": "Communication Methods and Measures"
  },
  {
    "discipline": "communication",
    "title": "Using hidden Markov models to assess and correct for measurement error in digital trace data",
    "authors": "Paulina Pankowska, Alexandru Cernat, Florian Keusch, Ruben Bach",
    "url": "https://doi.org/10.1080/19312458.2025.2573265",
    "doi": "https://doi.org/10.1080/19312458.2025.2573265",
    "filter": 0,
    "journal_full": "Communication Methods and Measures"
  },
  {
    "discipline": "communication",
    "title": "From citizen identity to datafied life: rethinking media reliance in times of pervasive connectivity",
    "authors": "André Jansson, Stina Bengtsson, Karin Fast, Johan Lindell",
    "url": "https://doi.org/10.1093/ct/qtaf024",
    "doi": "https://doi.org/10.1093/ct/qtaf024",
    "filter": 0,
    "journal_full": "Communication Theory",
    "abstract": "Whereas media reliance is one of the classical concepts in media and communication studies, this article argues that deep mediatization imposes a renewed relevance of the term, as well as a need to develop a more nuanced framework for studying its social implications. Traditionally, media reliance was used to explain how people develop a citizen identity. Today, while connective media, datafication and AI have transformed what it means to be reliant on media, the very concept is marginalized and theoretically under-developed. Against this backdrop, the article starts out from an overview of how media reliance, and related terms, have been utilized in media research and then develops an analytical framework that accounts for different social modes and realms of media reliance. The matrix is implemented to crystallize blind spots in the research field and to highlight new types of questions that different research strands could address in times of pervasive connectivity."
  },
  {
    "discipline": "communication",
    "title": "The Remediation of Fact-Checks on Social Media: Insights from a Multi-Platform Content Analysis",
    "authors": "Babette Hermans, Cato Waeterloos, Michaël Opgenhaffen",
    "url": "https://doi.org/10.1080/21670811.2025.2580979",
    "doi": "https://doi.org/10.1080/21670811.2025.2580979",
    "filter": 0,
    "journal_full": "Digital Journalism"
  },
  {
    "discipline": "communication",
    "title": "To polarize or not to polarize? Unveiling 2024 European election communication strategies",
    "authors": "Claudia Mariotti, Anna Stanziano",
    "url": "https://doi.org/10.1177/02673231251388263",
    "doi": "https://doi.org/10.1177/02673231251388263",
    "filter": 0,
    "journal_full": "European Journal of Communication",
    "abstract": "The heightened concern about political polarization, and the growth of radical parties in many national contexts have had various effects, such as eroding trust in democratic political systems. This article aims to study political polarization exploring one of its main causes, the polarizing communication of political elites. By coding the various components of polarizing strategies identified in the literature (partisan identity and issues, attacks against others, incivility), we analyze the polarizing strategies used in the campaign for the 2024 European parliamentary elections by all Italian leaders and parties. We consider parties and leaders’ messages on Facebook and Instagram, also looking at followers’ engagement. This study tackles a simple research question: which parties and leaders choose to polarize? The results show that challenger parties tend to polarize more than dominant parties."
  },
  {
    "discipline": "communication",
    "title": "What is the best way of collecting data donations? An experiment assessing the feasibility of different data donation approaches to measure mobile and app usage",
    "authors": "Marc Asensio, Oriol J. Bosch, Caroline Roberts",
    "url": "https://doi.org/10.1080/1369118x.2025.2570738",
    "doi": "https://doi.org/10.1080/1369118x.2025.2570738",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Understanding adolescent engagement in media web surveys: how question design shapes nonresponse",
    "authors": "Ricardo González, Dörte Naber, Adolfo Fuentes",
    "url": "https://doi.org/10.1080/1369118x.2025.2576798",
    "doi": "https://doi.org/10.1080/1369118x.2025.2576798",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Cognitive Drivers of Misinformation Belief and Sharing on Social Media: A Cross-National Comparison",
    "authors": "Michael Chan, Cristian Vaccari, Masahiro Yamamoto",
    "url": "https://doi.org/10.1080/15205436.2025.2577294",
    "doi": "https://doi.org/10.1080/15205436.2025.2577294",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "The Thin Line Between Harmful and Benign: Perceptions of Humorous and Non-Humorous Hate Speech in Humorous and Neutral Social Media Contexts",
    "authors": "Ursula Kristin Schmid, Simon Greipl",
    "url": "https://doi.org/10.1080/15213269.2025.2580291",
    "doi": "https://doi.org/10.1080/15213269.2025.2580291",
    "filter": 0,
    "journal_full": "Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "Perceived Victimhood and Hostility Toward Political Opponents in the US: The Moderating Role of Cross-Cutting and Like-Minded News Consumption",
    "authors": "Muhammad Ehab Rasul, Saifuddin Ahmed, Jaeho Cho, Samantha Moore-Berg",
    "url": "https://doi.org/10.1080/15213269.2025.2580281",
    "doi": "https://doi.org/10.1080/15213269.2025.2580281",
    "filter": 0,
    "journal_full": "Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "No-mobile-phone phobia and cognitive and social−emotional development: evidence from a three-wave longitudinal study",
    "authors": "Wei Hong, Ru-De Liu, Jia Wang, Zien Ding, Jiabin Liu",
    "url": "https://doi.org/10.1177/20501579251390026",
    "doi": "https://doi.org/10.1177/20501579251390026",
    "filter": 0,
    "journal_full": "Mobile Media & Communication",
    "abstract": "Nomophobia, characterized by anxiety when out of mobile phone contact, has emerged as a pervasive issue in this digital age, with negative consequences across various domains. Prior studies have been limited by reliance on cross-sectional designs that restrict causal inference and by insufficient exploration of the mechanisms linking nomophobia to developmental outcomes. This study addressed these gaps by employing longitudinal research designs to explore the effect of nomophobia on academic achievement and mental health, with a particular focus on the mediating effects of the I-self (e.g., self-control) and the Me-self (e.g., self-esteem). A sample of 499 secondary students completed the Nomophobia Questionnaire, Self-Control Scale, Rosenberg Self-esteem Scale, and Kessler Psychological Distress Scale across three waves over 18 months. Structural equation modeling showed that after controlling for baseline levels, nomophobia negatively predicted self-control six months later, which in turn significantly predicted academic achievement another six months later. Similarly, nomophobia predicted subsequent self-esteem, which in turn predicted subsequent mental health. These findings provide longitudinal evidence of the detrimental effects of nomophobia and highlight the importance of the self-system processes. Altogether, this study underscores the need for interventions aimed at reducing nomophobia symptoms and strengthening self-system processes to support adolescents’ psychological development."
  },
  {
    "discipline": "communication",
    "title": "Toxicity and Moral Rhetoric in Video- and Text-Based Digital Platforms: A Multimethod Study of Political Talk Shows and News Articles in Taiwan",
    "authors": "Yuan Hsiao, Chingching Chang, You-Jian Wu, Hao-Hsuan Wang",
    "url": "https://doi.org/10.1080/10584609.2025.2572077",
    "doi": "https://doi.org/10.1080/10584609.2025.2572077",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Resistance is Far-Right from Futile: Deplatforming, Resilience, and Persistent Presence Across Platforms as Drivers of Accelerationist Politics",
    "authors": "Katherine Kountz, Mor Yachin, Carol K. Winkler, Dror Walter, Anthony F. Lemieux",
    "url": "https://doi.org/10.1080/10584609.2025.2578364",
    "doi": "https://doi.org/10.1080/10584609.2025.2578364",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "The Persuasive Impact of Narrative Richness in Antibiotic Stewardship Communication: The Roles of Emotions, Psychological Distance, and Self-Referencing",
    "authors": "Yanmengqian Zhou, Madeline M. Jupina, Erina L. Farrell, Shulun Wang, Bryan J. Mesquita",
    "url": "https://doi.org/10.1177/10755470251385494",
    "doi": "https://doi.org/10.1177/10755470251385494",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "This study examines how narrative richness—defined as detail and elaboration in characters, plot, and context—shapes persuasive outcomes in antibiotic stewardship messaging. In a single-factor experiment ( N = 1,264), compared to lean narratives or statistics, rich narratives most effectively elicited fear through heightened transportation, although they did not outperform lean narratives in evoking guilt. Fear increased risk perception through reduced psychological distance and greater self-referencing; guilt was positively associated with both. Elevated risk perception predicted more favorable attitudes and stronger behavioral intentions. These findings offer theoretical and practical implications for science communication strategies to promote antibiotic stewardship and other health behaviors."
  },
  {
    "discipline": "communication",
    "title": "How Science Belief Drives Climate Change Misinformation Correction Via Threat and Efficacy: A Multigroup Comparison Across Self-Construal Levels",
    "authors": "Liang Chen, Huaizhi Han, Dajun Li, Lunrui Fu",
    "url": "https://doi.org/10.1177/10755470251378361",
    "doi": "https://doi.org/10.1177/10755470251378361",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "This study investigates how science belief enhances perceived threat and efficacy, which affect four types of corrective behaviors: public correction, private correction, verification, and refutation. A total of 1,392 participants in China completed a survey for this study. Results indicate that science belief significantly predicts both perceived threat and efficacy, which subsequently elicit the four correction behaviors. Multigroup analysis further revealed that the proposed science belief model varies by levels of interdependent self-construal. Among individuals with high interdependence, science belief exerted a stronger influence on perceived threat and efficacy, and efficacy more strongly predicted public correction and refutation behaviors."
  },
  {
    "discipline": "communication",
    "title": "Why Do News Sharers Choose Not to Share News? A Self-Presentation Model of Deliberate News Withholding on Social Media",
    "authors": "Jennifer Ihm, Eun-mee Kim",
    "url": "https://doi.org/10.1177/20563051251385441",
    "doi": "https://doi.org/10.1177/20563051251385441",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "What news spreads on social media equally depends on what news users do and do not share. However, prior research has predominantly focused on successful news sharing , overlooking the equally consequential behavior of deliberate news withholding. This study addresses that gap by proposing a self-presentation model of deliberate news withholding on social media, integrating three dominant approaches previously used to examine successful news sharing: (1) the informational approach focusing on the virality of news content, (2) the structural approach emphasizing social media network characteristics, and (3) the relational approach centered on users’ self-presentation and management of relationships with their audience. Specifically, this study combines two types of data: (1) survey data from 408 users and (2) a text analysis of news content they withheld in their three most active chatrooms. We examine how users selectively withhold news with varying levels of emotionality, argumentativeness, and hard or soft news value, depending on the characteristics of their audience networks – particularly network size and tie strength – and in relation to three self-presentational goals: self-construction, privacy protection, and audience-pleasing. Findings show that users strategically withhold varied types of news content across different user-audience networks to meet distinct self-presentational goals, thereby managing audience expectations and curating their online image. By shifting attention from news sharing to news withholding, this study offers a more complete account of how everyday users shape news flows and social discourse on social media."
  },
  {
    "discipline": "communication",
    "title": "Social Processes in the Intensification of Online Hate: The Effects of Verbal Replies to Anti-Muslim and Anti-Jewish Posts Following 7 October 2023",
    "authors": "Zachary P. Rosen, Joseph B. Walther",
    "url": "https://doi.org/10.1177/20563051251383635",
    "doi": "https://doi.org/10.1177/20563051251383635",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Online hate messaging targeting Muslims and Jews increased dramatically following Hamas’s attack on Israelis on 7 October 2023 and Israel’s military response in Gaza. This study examined anti-Jewish and anti-Muslim hate posts on X.com and the verbal replies, Likes, and reposts they acquired over the following month. It tests a theory explaining the propagation of hate messages in social media based on the social approval posters garner from other users. The analysis involved replies to 6388 anti-Muslim or anti-Jewish hate posts in terms of their semantic convergence or divergence with the content of original posts. No differences between patterns of anti-Jewish and anti-Muslim discourse arose. Convergent replies to one’s hate posts led individuals to post more hatefully in their next post, and more quickly. Likes also accelerated hate posting, while reposts decelerated them. Divergent replies led to less hateful and slower subsequent hate postings. Conclusions address implications for the social approval theory of online hate, and the relative influence of verbal replies due to their costliness."
  },
  {
    "discipline": "communication",
    "title": "The authenticity Paradox of political AI Chatbots: Effects on candidate Credibility, social Presence, and voting intentions",
    "authors": "Yu-Hao Lee, Chien Wen (Tina) Yuan",
    "url": "https://doi.org/10.1016/j.tele.2025.102339",
    "doi": "https://doi.org/10.1016/j.tele.2025.102339",
    "filter": 0,
    "journal_full": "Telematics and Informatics"
  },
  {
    "discipline": "communication",
    "title": "News Informs and Boosts Discernment: A Replication in France and Germany",
    "authors": "Sacha Altay, Emma Hoes, Magdalena Wojcieszak",
    "url": "https://doi.org/10.1177/19401612251378969",
    "doi": "https://doi.org/10.1177/19401612251378969",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Can the news help people be more resilient to misinformation? Altay et al. found that news use increases surveillance knowledge and awareness of true and false news, while decreasing belief in false news. We conducted a two-wave panel survey ( N = 3,395) to replicate these findings in two new countries: France and Germany. The replication reinforces the conclusions of the original study: we found that higher news consumption predicted greater surveillance knowledge acquisition across the waves, as well as greater awareness of and belief in true news stories. News consumption also increased awareness of false news stories without increasing belief in false news stories. These findings strengthen the idea that news helps people become more informed and better at discerning truth from falsehoods."
  },
  {
    "discipline": "politics",
    "title": "Exposure to Confederate Monuments: The Political Effect of Non-Intervention",
    "authors": "Ana Ruipérez Núñez",
    "url": "https://doi.org/10.1017/s0007123425100641",
    "doi": "https://doi.org/10.1017/s0007123425100641",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "What is the effect of exposure to contested commemorations? Previous research has mostly found that removing these objects generates backlash. However, I argue that non-intervention can itself have detrimental effects as citizens are exposed to them in their daily lives. Empirically, I leverage a survey experiment where the treatment is administered via an originally created video that resembles a tour guide of an American city. With minimal manipulations, respondents in the treatment group are exposed to Confederate commemorations, while those in the control group are not. I find that these symbols signal the town’s history and predominant ideology. They also negatively shape observers’ emotions, political efficacy, trust in the town residents, and donations to local schools. The effects are moderated by partisanship. Republican respondents are either unaffected by the treatment or move in the opposite direction. These results highlight the potential negative consequences of maintaining controversial commemorations."
  },
  {
    "discipline": "politics",
    "title": "Expressive Responding and the Economy: The Case of Trump’s Return to Office",
    "authors": "Matthew H. Graham",
    "url": "https://doi.org/10.1017/xps.2025.10023",
    "doi": "https://doi.org/10.1017/xps.2025.10023",
    "filter": 0,
    "journal_full": "Journal of Experimental Political Science",
    "abstract": "The partisan gap in economic perceptions flipped unusually dramatically after the 2024 U.S. presidential election: following the Republican victory, Democrats (Republicans) suddenly rated the economy much more negatively (positively). Was the resulting partisan difference a case of expressive responding, wherein surveys exaggerate partisan bias in measures of economic perceptions? In April 2025, I fielded a panel survey experiment that asked survey respondents to guess then-unpublished measures of economic growth, inflation, and unemployment in the current month or quarter (Prolific, N = 2,831). Randomly selected respondents were offered $2 per correct answer. Partisan bias did not shrink as a result, suggesting genuine differences in economic perceptions. Two measures of response effort (response time and looking up answers) increase, suggesting that misreporting does not fully explain the effects of pay-for-correct treatments."
  },
  {
    "discipline": "politics",
    "title": "How deep a divide do we tolerate? Measuring the willingness to engage with differently minded others (WEDO)",
    "authors": "Melissa Jauch, Olivia Fischer, Mariela E. Jaffé, Rainer Greifeneder",
    "url": "https://doi.org/10.1111/pops.70086",
    "doi": "https://doi.org/10.1111/pops.70086",
    "filter": 0,
    "journal_full": "Political Psychology",
    "abstract": "Fostering contact across political camps is crucial to combat affective polarization and to sustain healthy democratic discourse. Researchers therefore have become increasingly interested in better understanding the factors that promote or hamper political exchange. The present research contributes to this goal by introducing WEDO, a new measure to assess the willingness to engage with differently minded others based on behavioral preferences in hypothetical scenarios. This measure integrates the advantages of topic‐specific assessment, fine‐grained response, and economical administration. Across four studies ( N = 1215) conducted in diverse sociopolitical contexts, we examine WEDO's associations with conceptually related variables. Our findings indicate that WEDO is linked to various individual characteristics (e.g., analytic thinking, intellectual humility) and further predicts behavior in a selective exposure task. Overall, WEDO offers a nuanced tool for understanding how personal characteristics, situational factors, and sociopolitical contexts influence individuals' openness to political discourse."
  },
  {
    "discipline": "public opinion",
    "title": "Asking for Feedback: Innovating Final Comment Questions in Self-Administered Web Surveys",
    "authors": "Joshua Claassen, Jan Karem HÖhne, Jessica Kuhlmann",
    "url": "https://doi.org/10.1093/jssam/smaf018",
    "doi": "https://doi.org/10.1093/jssam/smaf018",
    "filter": 0,
    "journal_full": "Journal of Survey Statistics and Methodology",
    "abstract": "Web surveys frequently include so-called “final comment questions” (FCQs) to provide respondents the opportunity to express their experiences with the survey in general and its questions in particular. A comprehensive analysis of FCQs to enhance survey and question design is often impeded by high item nonresponse and low answer quality in the form of short and uninterpretable answers. In this article, we therefore investigate what respondent and FCQ characteristics influence the provision and quality of answers to FCQs. For this purpose, we conducted two web survey studies in two German online panels. The first study (N = 874) experimentally varied the visual design of the FCQ (“one multi-line answer box” vs. “ten single-line answer boxes”). The second study (N = 1,001) experimentally varied the answer format of the FCQ (“request for a text answer” vs. “request for a voice answer”). The results reveal that answer provision is influenced by respondent characteristics (e.g. age and survey interest), while answer quality is mostly influenced by FCQ characteristics (e.g. request for a voice answer). Overall, this article provides both survey researchers and practitioners with empirically informed FCQ design recommendations to improve the quality of future web surveys."
  },
  {
    "discipline": "public opinion",
    "title": "Understanding Public Attitudes Toward Redistribution: Analysis by Ideological Subgroups",
    "authors": "Hang Qi",
    "url": "https://doi.org/10.1093/poq/nfaf046",
    "doi": "https://doi.org/10.1093/poq/nfaf046",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "Existing scholarship suggests that Americans generally support progressive redistribution. However, whether ideological differences exist in views on the progressivity of social programs’ policy designs remains ambiguous. Using a conjoint experiment, I investigate how the progressivity of social programs’ distributional outcomes and tax sources impacts Americans’ social policy support. I find differences and similarities in the effects of progressive social policy designs on different ideological subgroups. Compared to conservatives, liberals are more supportive of social programs having progressive distributional results or tax sources and less supportive of social policies featuring regressive distributional consequences or tax sources. However, both liberals and conservatives prefer progressive social programs over those with regressive designs. This study helps explain the public’s preferences for social policies with progressive designs."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Divergent patterns of engagement with partisan and low-quality news across seven social media platforms",
    "authors": "Mohsen Mosleh, Jennifer Allen, David G. Rand",
    "url": "https://doi.org/10.1073/pnas.2425739122",
    "doi": "https://doi.org/10.1073/pnas.2425739122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "In recent years, social media has become increasingly fragmented, as platforms evolve and new alternatives emerge. Yet most research studies a single platform—typically X/Twitter, or occasionally Facebook—leaving little known about the broader social media landscape. Here, we shed light on patterns of cross-platform variation in the high-stakes context of news sharing. We examine the relationship between user engagement and news domains’ political orientation and quality across seven platforms: X/Twitter, BlueSky, TruthSocial, Gab, GETTR, Mastodon, and LinkedIn. Using an exhaustive sample, we analyze all (over 10 million) posts containing links to news domains shared on these platforms during January 2024. We find that news shared on platforms with more conservative user bases is significantly lower quality on average. Turning to engagement, we find—contrary to hypotheses of a consistent “right-wing advantage” on social media—that the relationship between political lean and engagement is strongly heterogeneous across platforms. Conservative news posts receive more engagement on platforms where most content is conservative, and vice versa for liberal news posts, consistent with an “echo platform” perspective. In contrast, the relationship between news quality and engagement is strikingly consistent: Across all platforms examined, a given user’s lower-quality news posts received higher average engagement, even though higher-quality news is substantially more prevalent and garners far more total engagement across posts. This pattern holds when accounting for poster-level variation and is observed even in the absence of ranking algorithms, suggesting that user preferences—not algorithmic bias—may underlie the underperformance of higher-quality news."
  }
]
