[
  {
    "discipline": "communication",
    "title": "Navigating the complexity of visual misinformation: Developing the Visual Misinformation Processing Model for visual-text misinformation dynamics",
    "authors": "Jiyoung Lee, Jiyoun Suk",
    "url": "https://doi.org/10.1093/ct/qtaf011",
    "doi": "https://doi.org/10.1093/ct/qtaf011",
    "filter": 0,
    "journal_full": "Communication Theory",
    "abstract": "In the current media landscape, misinformation has evolved into a multimodal challenge, presenting misinformation through various modalities simultaneously, particularly through text and visuals. Despite increasing scholarly attention to visual misinformation, as one type of multimodal misinformation, there is a lack of a unified theoretical framework for understanding the cognitive processes involved in how people process visual misinformation and become susceptible to it. In this paper, we introduce a psychological processing model—the Visual Misinformation Processing Model (VMPM)—to bridge this gap. This model outlines four key cognitive stages: (1) encountering visual misinformation; (2) allocating attention to visuals; (3) engaging in dominant processing of visuals alongside text; and (4) becoming persuaded by misinformation. We discuss the current state of research on visual misinformation and suggest directions for future research."
  },
  {
    "discipline": "communication",
    "title": "The Depolarizing Effect of AI Chatbots: Effects of Interactive News on Belief Perseverance and Information Seeking",
    "authors": "Freddie J. Jennings, Marco Dehnert, Nicholas Purintun",
    "url": "https://doi.org/10.1080/08838151.2025.2519731",
    "doi": "https://doi.org/10.1080/08838151.2025.2519731",
    "filter": 0,
    "journal_full": "Journal of Broadcasting & Electronic Media"
  },
  {
    "discipline": "communication",
    "title": "Negative Feedback Fuels Hate Speech: A Deep Learning Analysis of 25 Million News Comments",
    "authors": "Hyo-sun Ryu, Jae Kook Lee",
    "url": "https://doi.org/10.1177/10776990251343076",
    "doi": "https://doi.org/10.1177/10776990251343076",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This study investigates the dynamics of hate speech, looking at feedback on comments and subsequent commenting. We examine the relationship between feedback on comments, hate speech presence, and commenter types, with analysis of news comments during the 2022 South Korean presidential election campaigns. The data include 25 million comments, analyzed with a deep learning hate speech detection model. It was found that positive feedback encourages more commenting for non-hateful content, and negative feedback reduces subsequent non-hateful comments. However, surprisingly, negative feedback was found to rather increase the frequency of hateful comments, particularly among light commenters. Implications of the findings are discussed."
  },
  {
    "discipline": "communication",
    "title": "Reducing Misinformation Credibility: How Explanations Impact the Effectiveness of Social Media Warning Labels and Fact-Checking Source Recall",
    "authors": "Paul Mena",
    "url": "https://doi.org/10.1177/10776990251347657",
    "doi": "https://doi.org/10.1177/10776990251347657",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Social media platforms have been using warning labels to alert users of misinformation. Although research has shown that flagging can be effective in reducing the perceived credibility of false information, many social media users still believe in misinformation even after seeing a warning label. An online experiment found that explanations may enhance the effectiveness of warning labels in reducing the credibility of misinformation with high message credibility. This research also showed that explanations may increase the perceived informational utility of warning labels. In the same way, explanations of warning labels were found to boost fact-checking source recall."
  },
  {
    "discipline": "communication",
    "title": "Harmony in Political Discourse? The Impact of High-Quality Listening on Speakers’ Perceptions Following Political Conversations",
    "authors": "Guy Itzchakov, Niv Navon, Jarret T. Crawford, Netta Weinstein, Kenneth G. DeMarree",
    "url": "https://doi.org/10.17645/mac.9871",
    "doi": "https://doi.org/10.17645/mac.9871",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Conversations with people who hold opposite partisan attitudes can elicit defensiveness, reinforce extreme attitudes, and undermine relationships with those with opposing views. However, this might not be the case when speakers experience high-quality (attentive, understanding, and non-judgmental) listening from their conversation partners. We hypothesized that high-quality listening would increase speakers’ positive views toward, and their willingness to further interact with, others who hold politically opposed attitudes, and that these effects would be mediated by greater state openness. We conducted three experiments using different modalities to manipulate listening. In Study 1 (&lt;em&gt;N&lt;/em&gt; = 379), participants recalled a conversation with an opposing political party member, with listening quality described as high-quality, low-quality, or control. Study 2 (&lt;em&gt;N&lt;/em&gt; = 269) used imagined interactions, with participants reading vignettes describing either high-quality listening or a control condition. In Study 3 (preregistered; &lt;em&gt;N&lt;/em&gt; = 741), participants watched a video of a listener modeling high-quality or moderate-quality listening and imagined themselves engaging in a similar interaction. Across studies, we found that high-quality listening consistently increased speakers’ state openness to politically opposed others but did not change political attitudes. We found inconsistent evidence for speakers’ increased willingness to engage in future interactions (meta-analytic effect: = 0.20, &lt;em&gt;p&lt;/em&gt; = 0.015). However, we observed a consistent indirect effect of listening on positive attitudes and willingness for future interactions through increased openness."
  },
  {
    "discipline": "communication",
    "title": "Climate Communication in the Hybrid Media System: Media and Stakeholder Logics on Social Media",
    "authors": "Simon M. Luebke, Nadezhda Ozornina, Mario Haim, Jörg Haßler",
    "url": "https://doi.org/10.17645/mac.9892",
    "doi": "https://doi.org/10.17645/mac.9892",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Climate change is a major political challenge affecting millions of people worldwide. Journalists—while following media logic—have a strong responsibility to inform the public of the scientific evidence on the causes and consequences of climate change and to explain the motivations driving the climate policies under discussion. However, within hybrid media systems, journalists increasingly compete for attention with climate stakeholders, who tend to follow a political logic in climate communication and bypass journalism to share their perspectives on climate change. Despite this dynamic, the extent to which the climate communication of media organizations and stakeholders diverges in terms of content and focus remains largely unexplored, as does whether their topics and communication styles show signs of convergence. This article addresses these gaps by comparing how journalistic media and climate stakeholders communicate about climate change on social media and by examining the user engagement their content creates. We conducted a manual quantitative content analysis of visual posts about climate change published by media organizations and climate stakeholders in Germany on Instagram, Facebook, TikTok, and YouTube during the 2023 UN Climate Change Conference in Dubai (&lt;em&gt;N&lt;/em&gt; = 1,050). The results deepen our understanding of the national climate discourse in Germany and show that journalistic content in climate communication adheres strongly to media logic, presenting climate change in a more event-oriented, personalized, and negative manner. However, climate stakeholders’ communication is characterized by political logic, using strategic framing and focusing less on current climate events."
  },
  {
    "discipline": "communication",
    "title": "Uses and effects of AR- and VR-based animal embodiment: A field study at a beach music festival",
    "authors": "Daniel Pimentel",
    "url": "https://doi.org/10.1177/14614448251346153",
    "doi": "https://doi.org/10.1177/14614448251346153",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Amid growing ecological threats to wildlife, organizations are increasingly exploring multimedia solutions to spur action. One such strategy involves enabling audiences to embody threatened wildlife (animal embodiment) via augmented and virtual reality (AR/VR). Despite AR/VR’s capacity to visualize threats onto one’s virtual body, little is understood about how these platforms differ in their uses and effects. Thus, A field study was conducted at a music festival where attendees ( N = 99) evaluated custom-designed AR and VR games enabling animal embodiment. Results showed clear modality preferences for the AR game, though both AR and VR elicited high levels of connection, or body transfer (BT), with the animal body. BT also predicted pro-environmental behavior intentions, though this effect was strongest for direct (donations, volunteering) rather than indirect actions (social media advocacy). Results yield insight into the requirements for BT with animal bodies and establish support for animal embodiment as a viable environmental communications strategy."
  },
  {
    "discipline": "communication",
    "title": "Communicating about sexual violence on TikTok: A content analysis",
    "authors": "Sydney Nicolla, Allison J Lazard, Deen Freelon, Lucinda L Austin, Heathe Luz McNaughton Reyes, Kathryn E Moracco",
    "url": "https://doi.org/10.1177/14614448251341484",
    "doi": "https://doi.org/10.1177/14614448251341484",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "TikTok presents an opportunity for strategic and health communicators. There are more than 300 million views associated with the hashtags #sexualassaultawareness and #sexualassaultsurvivors on TikTok. Using quantitative content analysis, we analyzed 150 TikTok videos about “sexual assault” for trends in self-disclosures (RQ1), message framing (RQ2), types of sexual violence (RQ3), emotions (RQ4), creator characteristics (RQ5–7), and engagement (RQ8). We found that millions of people are seeing and engaging with this content. Coded videos were often (68%) framed from the perspective of educating or creating awareness. Video creators often engaged in displays of authenticity like showing their face on camera (84%). Coded videos often (60%) framed information in a way that “calls out” perpetrators or social norms surrounding sexual violence. This study sets the stage for future explorations of strategic communication on TikTok, including but not limited to projects related to sexual violence resistance and prevention."
  },
  {
    "discipline": "communication",
    "title": "Video chat and in-person modality switches in online dating: An exploration of modality-switching motives, modality expansion, channel choice, and outcomes",
    "authors": "Erin M Sumner, Audrey Herrera, Artemio Ramirez",
    "url": "https://doi.org/10.1177/14614448251344290",
    "doi": "https://doi.org/10.1177/14614448251344290",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "The present study sampled online daters to (a) inductively explore their motives for meeting a potential partner for face-to-face (FtF)-like interaction (i.e. a modality switch [MS]); (b) examine modality-switching motives and pre-MS modality expansion in relation to MS channel choice (e.g. video chat or in person); and (c) investigate whether MS motives, degree of pre-MS modality expansion, and MS channel are associated with partners going on a second FtF-like date. Results revealed that online daters possessed both relational (i.e. romantic, sexual, and platonic companionship) and information-seeking (i.e. fact-checking and exploration) MS motives. Holding the MS in person was associated with romantic, sexual, and platonic companionship motives, whereas meeting through video chat was associated with fact-checking motives and the degree of pre-MS channel expansion. Romantic MS motives and having held the MS through video chat were both associated with online daters going on a second FtF-like date."
  },
  {
    "discipline": "communication",
    "title": "OnlyFans use and satisfactions with oneself and others: The role of upward social comparison",
    "authors": "Yadong Ji, Yachao Li",
    "url": "https://doi.org/10.1177/14614448251342235",
    "doi": "https://doi.org/10.1177/14614448251342235",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "OnlyFans is a patronage platform primarily for sexually explicit content. Unlike professionally produced pornography, OnlyFans allows users to actively select their subscriptions and engage directly with creators. However, little is known about how the use of OnlyFans relates to various satisfaction with oneself and others. This study ( n = 293) explores the association of OnlyFans usage—including viewing and interaction—with different types of satisfaction: sexual self-esteem, relational satisfaction with sexual partners, and sexual satisfaction. The study also examined the role of upward comparisons (e.g. comparing oneself to performers, comparing sexual partners to performers, and comparing one’s sex life to depicted performances) in these dynamics. Contrary to expectations based on previous pornography research, the data revealed a positive relationship between OnlyFans use and satisfaction through upward comparisons. The findings suggest that OnlyFans use was associated with upward comparisons with content creators, which in turn may relate to increased sexual knowledge, skill development, and inspiration."
  },
  {
    "discipline": "communication",
    "title": "Narrative Versus Statistical Evidence in Environmental Persuasion: A Meta-Analysis Study",
    "authors": "Soohee Choi, Meng Chen, Zhuo Guo",
    "url": "https://doi.org/10.1177/10755470251344211",
    "doi": "https://doi.org/10.1177/10755470251344211",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "This meta-analysis examines the effectiveness of narrative versus statistical evidence in environmental communication. Narrative evidence significantly enhances risk perception and behavioral intention, while statistical evidence plays a more conditional role in shaping attitudes. Moderator analyses reveal that video-based messages enhance the impact of narratives on risk perception, while locally framed statistical messages strengthen their effect on attitude. Longer messages are more effective at influencing behavioral outcomes than shorter ones. Explicit statistical messages enhance risk perception and intention, while non-explicit narratives remain effective. These findings highlight the importance of integrating narrative and statistical evidence in environmental communication campaigns."
  },
  {
    "discipline": "communication",
    "title": "Exploring the Mediating Role of Online Social Capital in the Association Between Sharing Memes Using Four Humor Styles and Subjective Well-Being",
    "authors": "Yueming Luo, Yu-Leung Ng",
    "url": "https://doi.org/10.1177/20563051251348922",
    "doi": "https://doi.org/10.1177/20563051251348922",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Sharing memes has emerged as a prevalent form of social grooming behavior on digital platforms, yet research has largely focused on the content of internet memes rather than the behavior of sharing them. This study explores whether sharing memes with different humor styles (affiliative, self-enhancing, aggressive, and self-defeating humor styles) relates to subjective well-being through the mediating roles of online bonding and bridging social capital. Using survey data from a representative sample of 1000 participants in the United States, the findings showed that affiliative and aggressive meme-sharing were positively associated with psychological well-being and positive feelings via enhanced online bonding social capital. The findings could contribute to a deeper understanding of social and psychological implications of engaging with memes in online communication."
  },
  {
    "discipline": "politics",
    "title": "Depolarization and its discontents: Experimental evidence on affective polarization and willingness to confront racism and misinformation from two online workshops",
    "authors": "Robert A. Blair, Jessica Gottlieb, Marie Schenk, Christopher Woods",
    "url": "https://doi.org/10.1111/pops.70046",
    "doi": "https://doi.org/10.1111/pops.70046",
    "filter": 0,
    "journal_full": "Political Psychology",
    "abstract": "Recent years have witnessed a proliferation of initiatives aimed at reducing partisan polarization in the United States. Many of these initiatives focus on promoting civil dialogue across partisan lines and fostering tolerance for diverse political perspectives. While these are laudable goals, we argue that emphasizing civility and tolerance may have the adverse unintended consequence of diminishing citizens' willingness to engage in conflictive conversations about normatively important but politically divisive subjects. We focus on two especially prominent (but contentious) preoccupations of contemporary American politics: combating racism and countering the spread of misinformation. We test our theory through an experimental evaluation of two scalable online depolarization workshops. Our results suggest that the workshops mitigated affective polarization and negative partisanship among a subsample of participants drawn from a nationally representative voter database. Consistent with our theory, however, the workshops also appear to have diminished these same participants' willingness to confront false or racist speech when doing so would require conflictive conversations with out‐partisans. We conclude by considering the complex practical and normative implications of our results."
  },
  {
    "discipline": "politics",
    "title": "Virtue or passion? How moral frames in climate change appeals elicit emotions and change opinions",
    "authors": "Linda Bos, Rosa Sanchez Salgado",
    "url": "https://doi.org/10.1111/pops.70048",
    "doi": "https://doi.org/10.1111/pops.70048",
    "filter": 0,
    "journal_full": "Political Psychology",
    "abstract": "Political climate change debates make use of different moral frames of climate change diagnoses and solutions. While it is argued that moral frames are more effective when they invoke strong moral emotions, thus far the relationship between real‐world political moral viewpoints on climate change and the arousal of related emotions, behavior, and attitudes has not been studied. In this paper, we raise the question of whether existing moral climate frames are effective through emotions (“passion”) or through direct moral persuasion (“virtue”). We compare three viewpoints on the causes of and solutions to climate change: the mainstream, the green‐left, and the populist right viewpoint. Grounded in moral foundations and appraisal theory, we conceptualize these viewpoints on the causes and solutions of the climate crisis as moral appeals embedding appraisals to specific emotions. In the next step, we use these specific appeals as input for a 3 × 2 between‐subjects factorial survey experiment with a control condition among a diverse sample of 1708 Dutch respondents, varying the inclusion of presented diagnoses. Our results show that the effectiveness of moral climate change appeals depends on passion, and that widespread climate action is unlikely based on the most prominent political climate messages."
  },
  {
    "discipline": "politics",
    "title": "Where to place sensitive questions? Experiments on survey response order and measures of discriminatory attitudes",
    "authors": "Amanda Sahar d’Urso, Tabitha Bonilla, Genni Bogdanowicz",
    "url": "https://doi.org/10.1017/psrm.2025.10017",
    "doi": "https://doi.org/10.1017/psrm.2025.10017",
    "filter": 0,
    "journal_full": "Political Science Research and Methods",
    "abstract": "In survey experiments, should all covariates be administered before the experimental treatment? Some scholars argue that post-treatment items should never be used as covariates because the treatment could bias the measurement of those items and disrupt experimental randomization. Other scholars argue certain items—specifically sensitive questions measuring prejudice—should not be administered pre-treatment. They argue if asked pre-treatment, these items may prime respondents in ways that will influence how they engage with the experiment treatment, thereby affecting the overall outcome of the experiment. Using evidence from four studies (two original collections) that vary the placement of sensitive items—pre-treatment, post-treatment, or in a separate wave—we find little evidence that the placement of sensitive items influences the measurement of those items, the experimental outcomes, nor heterogeneously affects the outcome conditional on the treatment. However, we find the placement of sensitive items inconsistently affects the experimental outcome by interacting with both the measurement of the items and the experimental treatment condition. Overall, we find these measures to be robust to where they are administered. It may be best to place items pre-treatment to preserve randomization. If researchers have reason to include sensitive moderators post-treatment, they should transparently discuss this choice and the anticipated trade-offs."
  },
  {
    "discipline": "politics",
    "title": "Twisted tongue: limits of China’s propaganda during crises and policy changes",
    "authors": "Tony Zirui Yang, Hongshen Zhu",
    "url": "https://doi.org/10.1017/psrm.2025.10009",
    "doi": "https://doi.org/10.1017/psrm.2025.10009",
    "filter": 0,
    "journal_full": "Political Science Research and Methods",
    "abstract": "Extensive research showcases that authoritarian propaganda can cultivate support and deter protest during “normal” times. This study examines authoritarian propaganda’s efficacy during crises and policy changes when the regime needs it most. We posit that various propaganda strategies, including “hard” and “soft” rhetoric, have significant limitations during crises. Hard propaganda’s heavy-handed slogans could signal regime strength but may also legitimize “rightful resistance” against local authorities, limiting its protest-deterrence effects. Soft propaganda may lose persuasiveness due to presenting contradictory arguments during policy changes. We leverage the turbulent period of China’s COVID policy reversal to conduct an original survey experiment in December 2022. Our findings reveal that pro-reopening hard propaganda weakens its protest-deterrence effects by reinforcing belief in protest righteousness. Moreover, inconsistent soft propaganda lowers public evaluations of China’s COVID response, diminishing its persuasive effects. Our study highlights significant limitations of authoritarian propaganda during crises and policy changes."
  },
  {
    "discipline": "politics",
    "title": "Changing the lens: The contingency of results from conjoint experiments on the outcome variable and the estimand",
    "authors": "Clareta Treger",
    "url": "https://doi.org/10.1177/20531680251351238",
    "doi": "https://doi.org/10.1177/20531680251351238",
    "filter": 0,
    "journal_full": "Research & Politics",
    "abstract": "Conjoint experiments have become popular in political science for studying opinions, attitudes, and preferences on various issues. While the methodological literature discusses two dependent variables—forced-choice and rating outcomes—many studies continue to use (or report) only the former. Additionally, many studies primarily focus on analyzing causal quantities—Average Marginal Component Effects (AMCEs) and do not report the descriptive estimates—Marginal Means (MMs). This article highlights the contingency of results from conjoint experiments on the outcome variable and the estimand used. It calls for the inclusion of the rating outcome and for reporting the MMs alongside AMCEs. As the two outcome variables elicit distinct preferences, it explains how relying solely on one may obscure important findings and limit the insights gained from the experiment. This is particularly consequential for the analysis of MMs. These arguments are demonstrated by replicating and reanalyzing recently published conjoint studies. The article concludes with practical recommendations for applied researchers."
  },
  {
    "discipline": "public opinion",
    "title": "Disinformation claims and public opinion: evidence from a survey experiment in Georgia",
    "authors": "Scott Radnitz, Steven Karceski, Yuan Hsaio",
    "url": "https://doi.org/10.1080/17457289.2025.2505716",
    "doi": "https://doi.org/10.1080/17457289.2025.2505716",
    "filter": 0,
    "journal_full": "Journal of Elections, Public Opinion and Parties"
  },
  {
    "discipline": "public opinion",
    "title": "Who believes Trump conspired with Russia to steal the 2016 election? Evidence from a survey experiment",
    "authors": "Joseph Uscinski, Shane Littrell, Casey A. Klofstad",
    "url": "https://doi.org/10.1080/17457289.2025.2514197",
    "doi": "https://doi.org/10.1080/17457289.2025.2514197",
    "filter": 0,
    "journal_full": "Journal of Elections, Public Opinion and Parties"
  },
  {
    "discipline": "public opinion",
    "title": "Ladies’ Choice: Intersectional Linked Fate and Public Opinion Toward Women of Color in Politics",
    "authors": "Joyce H Nguy, Alexandria J Davis, Nathan K Chan",
    "url": "https://doi.org/10.1093/poq/nfaf019",
    "doi": "https://doi.org/10.1093/poq/nfaf019",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "This article seeks to understand the public opinion formation among women of color in America. How do identity-based factors, such as linked fate with women of color (WoC), shape political evaluations? Expanding on social identity theory and intersectionality frameworks, we investigate the political influences of WoC identification and WoC intersectional linked fate. We argue that intersectional linked fate represents a deeper sense of shared experiences and interconnected outcomes across race and gender, making this both a conceptually distinct construct and a politically consequential extension of WoC identity. Further, we theorize that women of color’s perceptions of intersectional linked fate drive their cross-racial support for real-world WoC in politics. We analyze data from the 2020 Collaborative Multiracial Post-Election Survey to test how intersectional linked fate correlates with evaluations of prominent WoC political figures such as Alexandria Ocasio-Cortez, Ayanna Pressley, and Michelle Obama among Black, Latina, and Asian American women. Our findings reveal that intersectional linked fate has a stronger and more consistent influence on these political evaluations than either WoC identity or racial linked fate, fostering solidarity and support for WoC politicians across racial boundaries. The results highlight the critical role of intersectional linked fate in shaping public opinion with important implications for understanding future elections, especially as candidates, politics, and the electorate continue to diversify in the United States."
  },
  {
    "discipline": "public opinion",
    "title": "Do Personality Traits Predict Voter Attitudes When Politics Is Structured Around Conflict? Lessons from Israel",
    "authors": "Naama Rivlin-Angert, Alon Yakter, Lior Sheffer",
    "url": "https://doi.org/10.1093/poq/nfaf021",
    "doi": "https://doi.org/10.1093/poq/nfaf021",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "The relationship between personality traits and political attitudes has been studied extensively. However, existing accounts largely study personality’s links to liberal-conservative divisions on social and economic issues. We know far less about its attitudinal influences when politics is organized around other issue domains, particularly ethnonational conflicts. Addressing this gap, we examine the relationship between the Big Five personality traits, policy preferences, and political orientation in Israel, where the main ideological cleavage involves the Israeli-Palestinian conflict. Using original survey data, we find that the known relationships with social and economic attitudes operate only partly and more weakly in this context. Unlike these domains, conflict-related preferences in Israel correlate primarily with greater conscientiousness, largely through authoritarian tendencies. General Left-Right orientations mimic this relationship, reflecting conflict-related views rather than social or economic inclinations. These findings expand the scope of current debates about personality and political attitudes and underscore the importance of national ideological contexts for future research."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Estimating the extent and sources of model uncertainty in political science",
    "authors": "Michael Ganslmeier, Tim Vlandas",
    "url": "https://doi.org/10.1073/pnas.2414926122",
    "doi": "https://doi.org/10.1073/pnas.2414926122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Assessing model uncertainty is crucial to quantitative political science. Yet, most available sensitivity analyses focus only on a few modeling choices, most notably the covariate space, while neglecting to jointly consider several equally important modeling choices simultaneously. In this article, we combine the exhaustive and systematic method of the Extreme Bounds Analysis with the more multidimensional logic underpinning the multiverse approach to develop an approach to sensitivity analyses. This allows us to systematically assess the degree and sources of model uncertainty across multiple dimensions, including the control set, fixed effect structures, SE types, sample selection, and dependent variable operationalization. We then apply this method to four prominent topics in political science: democratization, institutional trust, public good provision, and welfare state generosity. Results from over 3.6 bn estimates reveal widespread model uncertainty, not just in terms of the statistical significance of the effects, but also their direction, with most independent variables yielding a substantive share of statistically significant positive and negative coefficients depending on model specification. We compare the strengths and weaknesses of three distinct approaches to estimating the relative importance of different model specification choices: nearest 1-neighbor; logistic; and deep learning. All three approaches reveal that the impact of the covariate space is relatively modest compared to the impact of sample selection and dependent variable operationalization. We conclude that model uncertainty stems more from sampling and measurement than conditioning and discuss the methodological implications for how to assess model uncertainty in the social sciences."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Large language models show amplified cognitive biases in moral decision-making",
    "authors": "Vanessa Cheung, Maximilian Maier, Falk Lieder",
    "url": "https://doi.org/10.1073/pnas.2412015122",
    "doi": "https://doi.org/10.1073/pnas.2412015122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "As large language models (LLMs) become more widely used, people increasingly rely on them to make or advise on moral decisions. Some researchers even propose using LLMs as participants in psychology experiments. It is, therefore, important to understand how well LLMs make moral decisions and how they compare to humans. We investigated these questions by asking a range of LLMs to emulate or advise on people’s decisions in realistic moral dilemmas. In Study 1, we compared LLM responses to those of a representative U.S. sample ( N = 285) for 22 dilemmas, including both collective action problems that pitted self-interest against the greater good, and moral dilemmas that pitted utilitarian cost–benefit reasoning against deontological rules. In collective action problems, LLMs were more altruistic than participants. In moral dilemmas, LLMs exhibited stronger omission bias than participants: They usually endorsed inaction over action. In Study 2 ( N = 474, preregistered), we replicated this omission bias and documented an additional bias: Unlike humans, most LLMs were biased toward answering “no” in moral dilemmas, thus flipping their decision/advice depending on how the question is worded. In Study 3 ( N = 491, preregistered), we replicated these biases in LLMs using everyday moral dilemmas adapted from forum posts on Reddit. In Study 4, we investigated the sources of these biases by comparing models with and without fine-tuning, showing that they likely arise from fine-tuning models for chatbot applications. Our findings suggest that uncritical reliance on LLMs’ moral decisions and advice could amplify human biases and introduce potentially problematic biases."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Republicans are flagged more often than Democrats for sharing misinformation on X’s Community Notes",
    "authors": "Thomas Renault, Mohsen Mosleh, David G. Rand",
    "url": "https://doi.org/10.1073/pnas.2502053122",
    "doi": "https://doi.org/10.1073/pnas.2502053122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "We use crowd-sourced assessments from X’s Community Notes program to examine whether there are partisan differences in the sharing of misleading information. Unlike previous studies, misleadingness here is determined by agreement across a diverse community of platform users, rather than by fact-checkers. We find that 2.3 times more posts by Republicans are flagged as misleading compared to posts by Democrats. These results are not base rate artifacts, as we find no meaningful overrepresentation of Republicans among X users. Our findings provide strong evidence of a partisan asymmetry in misinformation sharing which cannot be attributed to political bias on the part of raters, and indicate that Republicans will be sanctioned more than Democrats even if platforms transition from professional fact-checking to Community Notes."
  },
  {
    "discipline": "multidisciplinary",
    "title": "How media competition fuels the spread of misinformation",
    "authors": "Arash Amini, Yigit Ege Bayiz, Eun-Ju Lee, Zeynep Somer-Topcu, Radu Marculescu, Ufuk Topcu",
    "url": "https://doi.org/10.1126/sciadv.adu7743",
    "doi": "https://doi.org/10.1126/sciadv.adu7743",
    "filter": 0,
    "journal_full": "Science Advances",
    "abstract": "Competition among news sources over public opinion can incentivize them to resort to misinformation. Sharing misinformation may lead to a short-term gain in audience engagement but ultimately damages the credibility of the source, resulting in a loss of audience. To understand the rationale behind news sources sharing misinformation, we model the competition between sources as a zero-sum sequential game, where news sources decide whether to share factual information or misinformation. Each source influences individuals based on their credibility, the veracity of the article, and the individual’s characteristics. We analyze this game through the concept of quantal response equilibrium, which accounts for the bounded rationality of human decision-making. The analysis shows that the resulting equilibria reproduce the credibility-opinion distribution of real-world news sources, with hyperpartisan sources spreading the majority of misinformation. Our findings provide insights for policymakers to mitigate the spread of misinformation and promote a more factual information landscape."
  }
]
