[
  {
    "discipline": "communication",
    "title": "Epistemic welfare and algorithmic recommender systems: overcoming the epistemic crisis in the digitalized public sphere",
    "authors": "Aaron Hyzen, Hilde Van den Bulck, Manuel Puppis, Michelle Kulig, Steve Paulussen",
    "url": "https://doi.org/10.1093/ct/qtaf018",
    "doi": "https://doi.org/10.1093/ct/qtaf018",
    "filter": 0,
    "journal_full": "Communication Theory",
    "abstract": "Working with the concept of epistemic welfare, defined as creating and maintaining the conditions and capabilities for individuals’ epistemic agency in the public sphere, this contribution provides a theoretical framework to demonstrate a way out of what has been described as an epistemic crisis, illustrating this with the case of algorithmic recommender systems used by media organizations. First, we identify the processes of datafication, algorithmization and platformization and their impact on the public sphere, specifically how they disrupt knowledge production, dissemination and acquisition. Next, we combine social epistemology, welfare studies and communication research to build a framework that allows analyzing how well communicative social practices, procedures and institutions fulfill epistemic standards and, thus, contribute to individuals’ opportunities to exercise their epistemic agency and reach epistemically valuable states. Finally, we discuss epistemic welfare’s implications for media governance, i.e., building conditions and capabilities that ensure epistemic agency."
  },
  {
    "discipline": "communication",
    "title": "Nudges for news recommenders: prominent article positioning increases selection, engagement, and recall of environmental news, but reducing complexity does not",
    "authors": "Nicolas Mattis, Lucien Heitz, Philipp K Masur, Judith Moeller, Wouter van Atteveldt",
    "url": "https://doi.org/10.1093/joc/jqaf019",
    "doi": "https://doi.org/10.1093/joc/jqaf019",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "News aggregators inherently constitute choice architectures in which placement and presentation of news articles in the user interface affect how people perceive and engage with them. Accordingly, deliberate changes of a news aggregators’ choice architecture may nudge engagement. Against this background, our study aims to test the effects of 2 nudges, namely a position and an accessibility nudge, on (a) the selection of, (b) the engagement with, and (c) learning from environmental news articles by means of a 7-day field experiment using a news aggregator app in the United Kingdom. Results suggest that prominent article positioning coupled with visual highlighting significantly increases the selection of environmental news, its reading time and recall of information. In contrast, automated rewriting of environmental articles for lower text complexity had no significant effects. Additional analyses indicate that neither nudge backfired by decreasing user satisfaction, thus suggesting the practical usability of our approach."
  },
  {
    "discipline": "communication",
    "title": "Who Am I? Mothers’ Self-Uncertainty, Identification, and Conformity in Online Maternal Groups on Social Media",
    "authors": "Jinhee Kim, Jung-Hyun Kim",
    "url": "https://doi.org/10.1027/1864-1105/a000488",
    "doi": "https://doi.org/10.1027/1864-1105/a000488",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: Research on the epistemic motivation that attracts individuals to anonymous online groups, particularly regarding early childhood mothers undergoing significant life transitions, remains limited. This study explores the self-uncertainty experienced by these mothers and investigates its connection to their identification with online maternal groups and adherence to group norms. Using national survey data from 639 South Korean mothers, this study, guided by Uncertainty-Identity Theory (UIT) and the Social Identity Model of Deindividuation (SIDE), sheds light on how these mothers often internalize intense group norms. Findings underscore the importance of considering mothers as members of a distinct social group (vs. individuals), enriching our understanding of motherhood dynamics. Both UIT and SIDE effectively explain these complex phenomena."
  },
  {
    "discipline": "communication",
    "title": "Left or right? The link between political orientation and partner preferences in a multinational sample of single women",
    "authors": "Lena Kuschel, Laura J Botzet, Tanja M Gerlach",
    "url": "https://doi.org/10.1177/02654075251359404",
    "doi": "https://doi.org/10.1177/02654075251359404",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "Political orientation is related to many aspects of our lives. Here, we investigate how political orientation relates to how women from different parts of the world picture their ideal partner. Using data from the Ideal Partner Survey , we analyzed relationships between political orientation and long-term partner preferences in a sample of 13,257 heterosexual, single women from 144 countries. Replicating previous work, political orientation was related to a preference for political similarity, such that women holding more extreme political views showed the strongest preferences for political similarity. In addition, women leaning more to the right side of the political spectrum held higher preferences for ethnic and religious similarity. Partly consistent with the possibility that political orientation relates to women’s attraction towards men conforming to a masculine, male breadwinner stereotype, more right-leaning views were not only linked to preferring a financially secure and successful partner, but also to ascribing more importance to a partner´s height. No or only negligible relationships with political orientation were found for partner´s kindness-supportiveness and level of height. For all other preferences, results were less conclusive. In sum, results indicate that who women want as a romantic partner is partly related to their political orientation."
  },
  {
    "discipline": "communication",
    "title": "Perceiving opponents as self-disclosing bridges partisan divides",
    "authors": "Emily Kubin, Peter Luca Versteegen, Kurt Gray",
    "url": "https://doi.org/10.1177/02654075251371397",
    "doi": "https://doi.org/10.1177/02654075251371397",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "Political polarization is driving disconnection and animosity between opponents in the United States. We propose perceiving opponents as self-disclosing helps foster connection and reduce animosity. Building on research demonstrating that self-disclosure fosters interpersonal relationships, we test whether vignettes expressing political views that seem self-disclosing increase connection, respect, and willingness to interact among opponents. Across six studies, we demonstrate self-disclosure reduces partisan animosity by building connection between political opponents. Previous work shows that vignettes about opponents’ personal experiences bridge divides better than fact-based vignettes. The results from the current research suggest this is because experiences are especially self-disclosing. Leveraging this, we find that many statements partisans share can improve connection and reduce animosity when they are perceived as self-disclosing. We test this through manipulating the self-disclosure of statements in experiments and by teaching people how to make their statements more self-disclosing. Results indicate self-disclosure is consistently effective for liberal and moderate partisans but in many cases are also effective for conservatives. By highlighting the power of self-disclosure, our findings offer a promising path toward bridging partisan divides."
  },
  {
    "discipline": "communication",
    "title": "Pixels of Prejudice: Decoding Embedded Biases in AI-Generated News Imagery and Their Implications for Visual Journalism—Toward an Algorithmic-Mediated Visual Framing",
    "authors": "Menna Elhosary",
    "url": "https://doi.org/10.1177/10776990251360690",
    "doi": "https://doi.org/10.1177/10776990251360690",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This exploratory study investigates embedded biases in AI-generated news imagery and their implications for visual journalism. It proposes Algorithmic-Mediated Visual Framing as a conceptual framework to account for the structural and functional transformations brought about by visual generative AI. Utilizing a mixed-method approach of quantitative and qualitative content and thematic analysis, the author analyzed 1200 images generated by DALL-E 3 based on 300 prompts across seven news topics. The findings revealed seven categories of bias, two recurrent visual frames, and three effective prompt refinement strategies to mitigate the biases and shift the visual framing. Theoretical and practical implications of visual framing and visual journalism are further discussed."
  },
  {
    "discipline": "communication",
    "title": "Combatting the persuasive effects of misinformation: Forewarning versus debunking revisited",
    "authors": "Dian van Huijstee, Ivar Vermeulen, Peter Kerkhof, Ellen Droog",
    "url": "https://doi.org/10.1177/14614448251359988",
    "doi": "https://doi.org/10.1177/14614448251359988",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "We posit that research into misinformation interventions puts too much focus on informational outcomes (e.g. perceived accuracy of misinformation), and too little on persuasive outcomes (e.g. inferred beliefs, attitudes, intentions, and behaviors). Because of the informational outcome focus, common misinformation interventions (i.e. forewarning and debunking) have not been systematically tested for their ability to mitigate persuasive effects. In two preregistered experiments ( N = 657 and N = 427), we tested the effectiveness of forewarning versus debunking for positive and negative misinformation, focusing on attitudes and behavioral intentions as outcome measures. Results show that, as hypothesized, post-exposure corrections are most effective in reducing misinformation’s persuasive effects; pre-exposure corrections in fact do not significantly reduce persuasive effects. We also corroborate prior findings that especially effects of negative misinformation are resistant to corrections. Based on our results, we advise media outlets to not only rely on forewarnings, but to also correct misinformation after user exposure."
  },
  {
    "discipline": "communication",
    "title": "Equity in Science Journalism: Investigating Gender Disparities in News Media Coverage of Scientific Research",
    "authors": "Salsabil Arabi, Xiang Zheng, B. Ian Hutchins, Chaoqun Ni",
    "url": "https://doi.org/10.1177/10755470251360187",
    "doi": "https://doi.org/10.1177/10755470251360187",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "Media coverage shapes public perception of science, yet gender bias can compromise its objectivity. Based on 1 million papers with 1.2 million media citations, we examine how the corresponding author’s gender relates to media citing scientific research. We reveal that more women-led papers receive at least one media mention in women-underrepresented fields, but they are cited less frequently across all fields. Women authors are underrepresented in national outlets and are more often reported by liberal media. Sentiment analysis shows that men-led papers are more often associated with positive sentiment in news text, while women-led papers elicit more negative sentiment."
  },
  {
    "discipline": "communication",
    "title": "Expressions of Partisanship Among Young Political Supporters on TikTok in the United States",
    "authors": "Shohana Akter, Pnina Fichman",
    "url": "https://doi.org/10.1177/20563051251370914",
    "doi": "https://doi.org/10.1177/20563051251370914",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Distrust of young individuals in traditional political institutions, coupled with many youths’ heavy use of online platforms, raises questions about the nature of their online actions in light of mainstream political practices. Our study addresses this research gap by providing insights into the voices of these young individuals and their communities on TikTok, as they engage in partisan online political discourse. Using topic modeling, thematic content analysis, and sentiment analysis, we analyzed 124,963 audience comments and 100 video posts by young supporters of the Democratic and Republican parties in the United States. We found that the topics discussed in the young supporters’ video posts varied significantly between the two parties, as did the audience’s reactions to these posts. Young supporters often employ the platform to reinforce in-group solidarity and target ideological opponents, and their political messaging closely aligns with their respective parties’ ideologies. They leverage the platform’s socio-technical features to engage with their audiences in “politainment” by means of humor, sarcasm, and cultural references."
  },
  {
    "discipline": "politics",
    "title": "Testing the stability and temporal order of People of Color Identity and People of Color Solidarity : New evidence from a survey panel of Asian, Black, Latino, and multiracial adults",
    "authors": "Andrew M. Engelhardt, Efrén Pérez, Seth K. Goldman, Yuen J. Huo, Tatishe Nteta, Linda R. Tropp",
    "url": "https://doi.org/10.1111/ajps.70009",
    "doi": "https://doi.org/10.1111/ajps.70009",
    "filter": 0,
    "journal_full": "American Journal of Political Science",
    "abstract": "Two crucial variables in the study of people of color (PoC) are identity and solidarity . Existing work construes identity as more stable than solidarity , with identity shifting solidarity between PoC. However, this view rests on cross‐sectional evidence, limiting researchers’ ability to formally appraise these key variables’ stability and sequence. We report the first longitudinal evidence on these matters by leveraging a unique two‐wave survey of Asian, Black, Latino, and multiracial adults. First, contrary to the current conceptualization, we find PoC solidarity is as stable as PoC identity , suggesting two alternate but durable sources of political unity among these groups. Second, consistent with its present conceptualization, we show PoC identity is associated with shifts in solidarity , but not vice versa. Third, we offer evidence that the dynamics between these variables hold uniformly across different PoC subgroups, highlighting this mega‐group's coherence and political relevance. We conclude by discussing our results’ implications for US inter‐minority politics."
  },
  {
    "discipline": "politics",
    "title": "Parents, Peers and Political Participation: Social Influence among Roommates",
    "authors": "Brad T. Gomez, Matthew T. Pietryka",
    "url": "https://doi.org/10.1017/s0007123425100756",
    "doi": "https://doi.org/10.1017/s0007123425100756",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "Political participation has long been viewed as a social act. But the influence of social relationships on participation is often impossible to disentangle from the factors that select people into these relationships. To overcome this challenge, we study randomly assigned college roommates, thus reducing these selection biases and other confounds. We examine short-run social influence of roommates on voter participation in 2016 and longer-term effects in the 2018 and 2020 elections. We collected consent from over 2,000 first-year students, allowing us to obtain a matched voter file indicating which students voted and the public voting histories of students’ parents, an indicator of students’ pre-college political environment socialization. Our evidence suggests that roommates’ influence on turnout decisions rivals the association between students’ turnout and that of their parents. Yet this parity masks gender differences. For women, the effect of roommates is larger. For men, the student-parent association exceeds the roommate effect."
  },
  {
    "discipline": "politics",
    "title": "Perceptions of Ethnic Minority Discrimination: Statistics and Stories Move Majorities",
    "authors": "Peter Thisted Dinesen, Clara Vandeweerdt, Kim Mannemar Sønderskov",
    "url": "https://doi.org/10.1017/s0007123425100525",
    "doi": "https://doi.org/10.1017/s0007123425100525",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "Disadvantaged minority groups can gain support for their cause by convincing majority members of their experienced adversity. We theorize and empirically test the efficacy of different types of evidence, varying in character (statistical versus personal) and ambiguity (manifest versus ambiguous), vis-à-vis raising majority members’ awareness of ethnic minority discrimination. Reflecting the combination of these two dimensions, we develop four treatments based on real evidence/stories and test several pre-registered hypotheses regarding their efficacy in two survey-experimental studies conducted in Denmark. We find that manifest types of evidence – from an audit study and a personal story exhibiting explicit discrimination – are the most effective in raising majority members’ awareness of ethnic minority discrimination. Further, the effect of the personal story extends to increased support for anti-discrimination policies and higher donations to an immigrant NGO, highlighting how personal stories can increase majorities’ awareness of and willingness to act on the adversity experienced by minorities."
  },
  {
    "discipline": "politics",
    "title": "How Language Shapes Belief in Misinformation: A Study Among Multilinguals in Ukraine",
    "authors": "Aaron Erlich, Kevin Aslett, Sarah Graham, Joshua A. Tucker",
    "url": "https://doi.org/10.1017/xps.2025.10011",
    "doi": "https://doi.org/10.1017/xps.2025.10011",
    "filter": 0,
    "journal_full": "Journal of Experimental Political Science",
    "abstract": "Scholarship has identified key determinants of people’s belief in misinformation predominantly from English-language contexts. However, multilingual citizens often consume news media in multiple languages. We study how the language of consumption affects belief in misinformation and true news articles in multilingual environments. We suggest that language may pass on specific cues affecting how bilinguals evaluate information. In a ten-week survey experiment with bilingual adults in Ukraine, we measured if subjects evaluating information in their less-preferred language were less likely to believe it. We find those who prefer Ukrainian are less likely to believe both false and true stories written in Russian by approximately 0.2 standard deviation units. Conversely, those who prefer Russian show increased belief in false stories in Ukrainian, though this effect is less robust. A secondary digital media literacy intervention does not increase discernment as it reduces belief in both true and false stories equally."
  },
  {
    "discipline": "politics",
    "title": "Measuring Media Criticism with ALC Word Embeddings",
    "authors": "Christopher Barrie, Neil Ketchley, Alexandra Siegel, Mossaab Bagdouri",
    "url": "https://doi.org/10.1017/pan.2025.10012",
    "doi": "https://doi.org/10.1017/pan.2025.10012",
    "filter": 0,
    "journal_full": "Political Analysis",
    "abstract": "The ability of news media to report on events and opinions that are critical of the executive branch of government is central to media freedom and a marker of meaningful democratization. Existing indices use scoring criteria or expert surveys to develop country year measures of media criticism. In this article, we introduce a computationally inexpensive and fully open-source method for estimating media criticism from news articles using à la carte (ALC) word embeddings. We validate our approach using Arabic-language news media published during the Arab Spring. An applied example demonstrates how our technique generates credible estimates of changes in media criticism after a democratic transition is ended by a military coup. Experiments demonstrate the method works even with sparse data. Analyses of synthetic news media demonstrate that the method extends to multiple languages. Our approach points to new possibilities in the monitoring of media freedom within authoritarian and democratizing settings."
  },
  {
    "discipline": "politics",
    "title": "Probabilistic Record Linkage Using Pretrained Text Embeddings",
    "authors": "Joseph T. Ornstein",
    "url": "https://doi.org/10.1017/pan.2025.10016",
    "doi": "https://doi.org/10.1017/pan.2025.10016",
    "filter": 0,
    "journal_full": "Political Analysis",
    "abstract": "Pretrained text embeddings are a fast and scalable method for determining whether two texts have similar meaning, capturing not only lexical similarity, but semantic similarity as well. In this article, I show how to incorporate these measures into a probabilistic record linkage procedure that yields considerable improvements in both precision and recall over existing methods. The procedure even allows researchers to link datasets across different languages. I validate the approach with a series of political science applications, and provide open-source statistical software for researchers to efficiently implement the proposed method."
  },
  {
    "discipline": "politics",
    "title": "Decomposing Network Influence: Social Influence Regression",
    "authors": "Shahryar Minhas, Peter D. Hoff",
    "url": "https://doi.org/10.1017/pan.2025.10013",
    "doi": "https://doi.org/10.1017/pan.2025.10013",
    "filter": 0,
    "journal_full": "Political Analysis",
    "abstract": "Understanding network influence and its determinants are key challenges in political science and network analysis. Traditional latent variable models position actors within a social space based on network dependencies but often do not elucidate the underlying factors driving these interactions. To overcome this limitation, we propose the social influence regression (SIR) model, an extension of vector autoregression tailored for relational data that incorporates exogenous covariates into the estimation of influence patterns. The SIR model captures influence dynamics via a pair of $n \\times n$ matrices that quantify how the actions of one actor affect the future actions of another. This framework not only provides a statistical mechanism for explaining actor influence based on observable traits but also improves computational efficiency through an iterative block coordinate descent method. We showcase the SIR model’s capabilities by applying it to monthly conflict events between countries, using data from the Integrated Crisis Early Warning System (ICEWS). Our findings demonstrate the SIR model’s ability to elucidate complex influence patterns within networks by linking them to specific covariates. This paper’s main contributions are: (1) introducing a model that explains third-order dependencies through exogenous covariates and (2) offering an efficient estimation approach that scales effectively with large, complex networks."
  },
  {
    "discipline": "politics",
    "title": "A racial reckoning? racial attitudes in the wake of the murder of George Floyd",
    "authors": "Andrew M. Engelhardt, Cindy D. Kam",
    "url": "https://doi.org/10.1017/psrm.2025.10036",
    "doi": "https://doi.org/10.1017/psrm.2025.10036",
    "filter": 0,
    "journal_full": "Political Science Research and Methods",
    "abstract": "Did George Floyd’s murder and its ensuing protests produce a racial reckoning? Conventional social-science accounts, emphasizing the stability of racial attitudes, dismiss this possibility. In contrast, we theorize how these events may have altered Americans’ racial attitudes, in broadly progressive or in potentially countervailing ways across partisan and racial subgroups. An original content analysis of partisan media demonstrates how the information environment framed Black Americans before and after the summer of 2020. Then we examine temporal trends using three different attitude measures: most important problem judgments, explicit favorability towards Whites versus Blacks, and implicit associations. Challenging the conventional wisdom, our analyses demonstrate that racial attitudes changed following George Floyd’s murder, but in ways dependent upon attitude measure and population subgroup."
  },
  {
    "discipline": "politics",
    "title": "Content that’s as good as contact? Vicarious intergroup contact and the promise of depolarization at scale",
    "authors": "Lee-Or Ankori-Karlinsky, Robert Blair, Jessica Gottlieb, Samantha L. Moore-Berg",
    "url": "https://doi.org/10.1017/psrm.2025.10039",
    "doi": "https://doi.org/10.1017/psrm.2025.10039",
    "filter": 0,
    "journal_full": "Political Science Research and Methods",
    "abstract": "Can observing opposing partisans engage in dialogue depolarize Americans at scale? Partisan animosity poses a challenge to democracy in the United States. Direct intergroup contact interventions have shown promise in reducing partisan polarization, but are costly, time-consuming, and sensitive to subtle changes in implementation. Vicarious intergroup contact—observing co-partisans engage with outparty members—offers a possible solution to the drawbacks of direct contact, and could potentially depolarize Americans quickly and at scale. We test this proposition using a pre-registered, placebo-controlled trial with a nationally representative sample of Americans. Using both attitudinal and behavioral measures, we find that a 50-minute documentary showing an intergroup contact workshop reduces polarization and increases interest but not investment in depolarization activities. While we find no evidence that the film mitigates anti-democratic attitudes, it does increase optimism about the survival of democratic institutions. Our findings suggest that vicarious intergroup contact delivered via mass media can be an effective, inexpensive, and scalable way to promote depolarization among Americans."
  },
  {
    "discipline": "politics",
    "title": "Applications of GPT in Political Science Research: Extracting Information from Unstructured Text",
    "authors": "Kyuwon Lee, Simone Paci, Jeongmin Park, Hye Young You, Sylvan Zheng",
    "url": "https://doi.org/10.1017/s1049096525000046",
    "doi": "https://doi.org/10.1017/s1049096525000046",
    "filter": 0,
    "journal_full": "PS: Political Science & Politics",
    "abstract": "This article explores the use of large language models (LLMs), specifically GPT, for enhancing information extraction from unstructured text in political science research. By automating the retrieval of explicit details from sources including historical documents, meeting minutes, news articles, and unstructured search results, GPT significantly reduces the time and resources required for data collection. The study highlights how GPT complements human research assistants, combining automated efficiency with human oversight to improve the reliability and depth of research. This integration not only makes comprehensive data collection more accessible; it also increases the overall research efficiency and scope of research. The article highlights GPT’s unique capabilities in information extraction and its potential to advance empirical research in the field. Additionally, we discuss ethical concerns related to student employment, privacy, bias, and environmental impact associated with the use of LLMs."
  },
  {
    "discipline": "public opinion",
    "title": "Calibration Weighting for Analyzing Non-Probability Samples",
    "authors": "Jae Kwang Kim",
    "url": "https://doi.org/10.1177/0282423x251318104",
    "doi": "https://doi.org/10.1177/0282423x251318104",
    "filter": 0,
    "journal_full": "Journal of Official Statistics"
  },
  {
    "discipline": "psychology",
    "title": "The role of opinion diversity in the hostile media effect: Partisan exposure on social media, affective polarization, and political participation",
    "authors": "Seungsu Lee, Jaeho Cho",
    "url": "https://doi.org/10.1177/13684302251357489",
    "doi": "https://doi.org/10.1177/13684302251357489",
    "filter": 0,
    "journal_full": "Group Processes & Intergroup Relations",
    "abstract": "This study examines the moderating role of the context of social opinion in hostile media perception and its effect on partisan audiences in polarized politics. An online experiment ( N = 574), conducted in the US, manipulated the number of congruent/incongruent comments and emojis on social media posts discussing abortion (i.e., pro-choice versus pro-life Facebook posts) to create three distinct opinion contexts (i.e., congruent, balanced, and incongruent). The results indicate that perceived bias gaps between pro-attitudinal and counter-attitudinal posts were reduced in the condition of incongruent context. Furthermore, the study found that the incongruent context mitigates discomfort toward out-party supporters and political participation intention through reducing the perceived bias, whereas the congruent context intensifies them. Implications for media bias perceptions and political polarization are discussed in terms of intergroup relations."
  },
  {
    "discipline": "psychology",
    "title": "Intimate Partners’ Political Influence: Longitudinal Evidence for the Mutual Transmission of Party Support between Women and Men",
    "authors": "Sam Fluit, Nickola C. Overall, Danny Osborne, Matthew D. Hammond, Chris G. Sibley",
    "url": "https://doi.org/10.1177/01461672251360302",
    "doi": "https://doi.org/10.1177/01461672251360302",
    "filter": 0,
    "journal_full": "Personality and Social Psychology Bulletin",
    "abstract": "Cross-sectional research demonstrates that intimate partners generally hold similar political preferences. It is unclear, however, whether intimate partners influence each other’s preferences over time. We address this oversight by investigating the transmission of political party support across 1,613 woman-man couples in long-term intimate relationships using 10 annual waves of longitudinal panel data. Actor-partner interdependence random intercepts cross-lagged panel models revealed that within-person increases in an intimate partner’s party support predicted within-person increases in the other couple member’s party support the following year. These partner effects emerged for six political parties in New Zealand and, with only one exception, did not differ in strength across women and men. Partner effects for self-rated political orientation were not significant. These results suggest that couples mutually reinforce each other’s political party support over time, advancing understanding of the interpersonal transmission of political preferences and identifying a dyadic process that may contribute to political polarization."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Ingroup solidarity drives social media engagement after political crises",
    "authors": "Malia Marks, Yara Kyrychenko, Johan Gärdebo, Jon Roozenbeek",
    "url": "https://doi.org/10.1073/pnas.2512765122",
    "doi": "https://doi.org/10.1073/pnas.2512765122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Social media are often said to exacerbate polarization by platforming hostility between groups. However, positive social emotions like ingroup solidarity may also drive social media engagement, particularly after major threats such as military invasions or terror attacks. In this preregistered study, we examine the socioemotional drivers of engagement following group threats in the context of the US 2024 presidential campaign trail, where both major political parties faced crises in July of 2024. We test how ingroup solidarity and outgroup hostility predicted social media users’ engagement with 62,118 posts by 484 US partisan accounts before and after the first Trump assassination attempt (July 13) and Biden’s re-election campaign suspension (July 21). We find that, while outgroup hostility is typically the dominant predictor of engagement, interactions with ingroup solidarity surged among Republicans after the Trump shooting and among Democrats after Biden’s withdrawal. We show that negativity toward other groups is not always key to going viral. Rather, positive ingroup emotions appear to play a leading role in times of crisis."
  },
  {
    "discipline": "multidisciplinary",
    "title": "An exploration of basic human values in 38 million obituaries over 30 years",
    "authors": "David M. Markowitz, Thomas Mazzuchi, Stylianos Syropoulos, Kyle Fiore Law, Liane Young",
    "url": "https://doi.org/10.1073/pnas.2510318122",
    "doi": "https://doi.org/10.1073/pnas.2510318122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "How societies remember the dead can reveal what people value in life. We analyzed 38 million obituaries from the United States to examine how personal values are encoded in individual and collective legacies. Using Schwartz’s theory of basic human values, we found that tradition and benevolence dominated legacy reflections, while values like power and stimulation appeared less frequently. Major cultural events—the terrorist attacks of September 11th, the 2008 financial crisis, and the COVID-19 pandemic—were systematically linked to changes in legacy reflections about personal values, with security declining after 9/11, achievement declining after the financial crisis, and benevolence declining for years after COVID-19 began and, to date, not yet returning to baseline. Gender and age of the deceased were also linked to differences in legacy: Men were remembered more for achievement , power , and conformity , while women were remembered more for benevolence and hedonism . Older people were remembered more for tradition and conformity than younger people. These patterns shifted dynamically across the lifespan, with obituaries for men showing more age-related variation than legacies for women. Our findings reveal how obituaries serve as psychological and cultural time capsules, preserving not just individual legacies, but also indicating what US society values collectively regarding a life well lived."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Prebunking and credible source corrections increase election credibility: Evidence from the US and Brazil",
    "authors": "John M. Carey, Brian Fogarty, Marília Gehrke, Brendan Nyhan, Jason Reifler",
    "url": "https://doi.org/10.1126/sciadv.adv3758",
    "doi": "https://doi.org/10.1126/sciadv.adv3758",
    "filter": 0,
    "journal_full": "Science Advances",
    "abstract": "We investigate how to counter misinformation about voter and election fraud using data from the US and Brazil. Our study first compares two types of messages countering claims of widespread fraud: (i) retrospective corrections from credible sources speaking against interest and (ii) prebunking messages that prospectively warn of false claims about future elections and provide information about election security practices. In the US, each approach immediately increased election confidence and reduced fraud beliefs, with prebunking showing somewhat more durable effects. In Brazil, prebunking had positive immediate effects across measured outcomes, whereas those of the credible source corrections were less consistent. We then conducted an experiment in the US randomizing exposure to a persuasion forewarning before election security information is provided. Prebunking again increased confidence and decreased fraud beliefs but only when the forewarning was omitted, suggesting that novel factual information is responsible for the observed effects of the prebunking treatment."
  }
]
