[
  {
    "discipline": "communication",
    "title": "Topic modeling of video and image data: a visual semantic unsupervised approach",
    "authors": "Ayse D. Lokmanoglu, Dror Walter",
    "url": "https://doi.org/10.1080/19312458.2025.2549707",
    "doi": "https://doi.org/10.1080/19312458.2025.2549707",
    "filter": 0,
    "journal_full": "Communication Methods and Measures"
  },
  {
    "discipline": "communication",
    "title": "How Single vs. Multiple-Statement Fact-Checking and Partisan Identity Influence Individuals’ Trust in Counter-Attitudinal Political Fact-Checks",
    "authors": "Huu Dat Tran, Pham Phuong Uyen Diep, Soheil Kafiliveyjuyeh",
    "url": "https://doi.org/10.1080/10510974.2025.2544832",
    "doi": "https://doi.org/10.1080/10510974.2025.2544832",
    "filter": 0,
    "journal_full": "Communication Studies"
  },
  {
    "discipline": "communication",
    "title": "Tolerating Toxicity: How Incivility and Belief Congruence in User-Generated Comments Affect Readers’ Motivational Activation and Information Intake",
    "authors": "Di Zhu, Sungkyoung Lee",
    "url": "https://doi.org/10.1080/08838151.2025.2547702",
    "doi": "https://doi.org/10.1080/08838151.2025.2547702",
    "filter": 0,
    "journal_full": "Journal of Broadcasting & Electronic Media"
  },
  {
    "discipline": "communication",
    "title": "Possible futures all at once: time frame and time lag in short-term longitudinal media effects research on well-being",
    "authors": "Julius Klingelhoefer, Alicia Gilbert, Christoph Adrian, Adrian Meier",
    "url": "https://doi.org/10.1093/joc/jqaf037",
    "doi": "https://doi.org/10.1093/joc/jqaf037",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "When assessing media effects, we seldom consider how they change over time. Especially with the prevalence of smartphone use as short-lived, fragmented media use, a systematic approach to temporal dimensions is crucial, particularly to understand mixed effects of smartphone use on situational well-being. We employ a multiverse approach to assess the influence of two central temporal dimensions in intensive longitudinal media effects research: Time frame and time lag. We combine mobile experience sampling (T1 = 2,859, T2 = 7,708) and log data (K1 = 71,807, K2 = 259,004) from N1 = 84 and N2 = 192 participants. Building on theorizing on time in media effects research, we propose four patterns of how short-term effects on situational well-being unfold: they may follow processes of ephemerality (fleeting effects), inertia (delayed onset), reversal (changing directions), or there are no changes over time. We discuss theoretical implications and give recommendations for future studies."
  },
  {
    "discipline": "communication",
    "title": "Communities of Protest: A 3R Framework of Social Media Rhetoric, Reach, and Reinforcement in India's #Anti-NRC Movement",
    "authors": "Kokil Jaidka",
    "url": "https://doi.org/10.1177/0261927x251364003",
    "doi": "https://doi.org/10.1177/0261927x251364003",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "Social-media–based protests often unfold across multiple, semi-autonomous communities that cooperate, compete, and overlap, yet most research still treats “the movement” as a single unit. I introduce the 3R framework—Rhetoric, Reach, Reinforcement—to trace how collective-identity messages are produced, circulated, and amplified among these communities. The study analyzed a multilingual corpus of 800,000 Facebook posts (200,000 textual posts) spanning three months, using unsupervised topic modeling, multiple linear regression, and social-network analysis. Results show systematic heterogeneity: communal organizations react most intensely to posts criticizing the government, signaling identity-affirming outrage. Journalistic pages function as “bridge nodes,” injecting new topics into the network and diffusing them widely, thereby disrupting potential echo chambers. High-reach, high-rhetoric messages are disproportionately reinforced through repeated sharing and cross-posting, magnifying their visibility well beyond the originating community. This study maps how rhetoric, reach, and reinforcement interact across organizational boundaries, offering a unified theoretical and empirical approach to understanding how online protest movements construct, contest, and sustain collective identities."
  },
  {
    "discipline": "communication",
    "title": "AI for Combatting Mis/Disinformation",
    "authors": "Elizabeth Behm-Morawitz, Benjamin R. Warner, Julius M. Riles, Christopher Josey, Reagan Morawitz",
    "url": "https://doi.org/10.1027/1864-1105/a000480",
    "doi": "https://doi.org/10.1027/1864-1105/a000480",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: Artificial Intelligence (AI) poses challenges and opportunities in combating mis/disinformation that arises in today’s digital media landscape. Our research advances understanding of how psychological processing influences perceptions and effects of AI-generated messages on message acceptance and credibility. Specifically, the computers are social actors (CASA) paradigm, anthropomorphism, and solipsistic introjection are employed to examine the effects of the degree of AI involvement in information delivery when seeking clarification on a politicized issue – ranging from none (e.g., news article), to partial (e.g., AI-generated summaries in Google search results), to full reliance on AI (e.g., responses from ChatGPT). Findings from our online experiment with N = 551 US adults indicate that moderate and highly AI-powered sources are deemed more credible than non-AI human-authored sources, however, this effect is weakened by diminished perceptions of anthropomorphizing of AI. Further, solipsistic introjection is negatively related to message acceptance, indicating this intrapsychic processing may decrease the persuasiveness of messages that combat mis/disinformation. Findings are discussed in terms of theoretical and practical implications."
  },
  {
    "discipline": "communication",
    "title": "Negativity Biases Online",
    "authors": "Seonhye Noh, Stuart Soroka",
    "url": "https://doi.org/10.1027/1864-1105/a000479",
    "doi": "https://doi.org/10.1027/1864-1105/a000479",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: A considerable body of work finds evidence of negativity biases in news production and consumption. These biases have consequences for the reliability and accuracy of digital information. For this special issue, focused on the “complex interplay of technology and human biases,” we consider how individual-level variation in negativity biases impacts both news selection and news provision. Using digital trace data, we analyze the news selections of roughly 25,000 SmartNews users over 6 months. We find evidence of trait-level differences in individuals’ negativity biases in news selection and consider the degree to which those trait-level differences in negativity biases are sustained through algorithmically personalized news feeds."
  },
  {
    "discipline": "communication",
    "title": "Beyond a Negativity Bias: Explaining the Consumption of Positive and Negative Political Information Using WebTracking and Experience Sampling Data",
    "authors": "Michaela Maier, Jürgen Maier, Lea C. Gorski, Felix Schmidt",
    "url": "https://doi.org/10.1177/10776990251359658",
    "doi": "https://doi.org/10.1177/10776990251359658",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Negativity and positivity are crucial in political information, yet research often overlooks positive content consumption. This study examines the degree to which citizens consume positive and negative election-related content and the factors influencing both. Using web-tracking and experience sampling (mobile intensive longitudinal linkage analysis [MILLA]) data from the 2021 German federal election, we find positivity and negativity are equally relevant but vary across channels and methods of data collection. In tracking data, gender and conflict approach predict valence preference, while MILLA data highlight perceived duty, extreme ideology, and conflict approach. Possible interpretations of these systematic differences and their general relevance for communication research are discussed."
  },
  {
    "discipline": "communication",
    "title": "Shouts and Whispers: The Gamson Hypothesis, Media Reliance, and Belief in 2020 Election Conspiracy Theories",
    "authors": "Thomas J. Johnson, Barbara K. Kaye, Chang Sup Park",
    "url": "https://doi.org/10.1177/10776990251360688",
    "doi": "https://doi.org/10.1177/10776990251360688",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This study, based on reliance on various types of media as well as the Gamson Hypothesis, investigates why people doggedly hang on to election fraud theories from the 2020 election. The results show that reliance on mainstream media and CNN negatively predicts belief in election conspiracy theories. In contrast, reliance on Fox News, hyperpartisan websites, conservative media, and text-based and video-based social media, positively predict belief in election conspiracy theories. Also, the Gamson Hypothesis positively moderates the relationship between reliance on Fox News, conservative media and video social media and belief in election conspiracy theories."
  },
  {
    "discipline": "communication",
    "title": "The Impact of Political Ideology on News Consumption: The Mediating Role of Trust and the Moderating Role of Interest in Politics",
    "authors": "Claudia Mellado, Constanza Gajardo",
    "url": "https://doi.org/10.1080/15205436.2025.2546447",
    "doi": "https://doi.org/10.1080/15205436.2025.2546447",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "Theorizing dis/connection: A mutual invitation to mobile media and digital disconnection scholars",
    "authors": "Mariek M. P. Vanden Abeele, Trine Syvertsen",
    "url": "https://doi.org/10.1177/20501579251360886",
    "doi": "https://doi.org/10.1177/20501579251360886",
    "filter": 0,
    "journal_full": "Mobile Media & Communication",
    "abstract": "Mobile connectivity fosters a 24/7 lifestyle that both benefits and burdens individuals. Digital well-being has emerged as a concept describing how persons balance these benefits and burdens. The concept of digital disconnection describes how people set limits to connectivity. Both concepts are currently studied in two fields of research, each dominated by different strands of theories. One strand is developing in mobile media studies: It uses the media-centric lens of affordances theory to explain how mobile media enable and constrain human action. The other is developing into its own field of “disconnection studies,” and draws on studies of media resistance to explain how the phenomenon of disconnection is inherently tied to the morality of what it means to lead a good (media) life in an increasingly digitized—yet unequal—society. This article offers a theoretical contribution at the intersection of both fields: Following an exploration of what “lack of theory” means in mobile communication and media studies, we argue that theoretical development fruitfully takes place through explorations of overlapping and complementary theoretical notions from adjacent fields. Mobile media and digital disconnection scholars thus benefit from extending a mutual invitation. To illustrate our argument, we formulate five axioms that compromise mobile media affordances with morality, to prepare mobile media studies for a future beyond mobile media."
  },
  {
    "discipline": "communication",
    "title": "Eventful migration: Rethinking social media migration with help from Elon Musk’s sink",
    "authors": "Nathaniel Tkacz, Carlos Cámara-Menoyo, Fangzhou Zhang",
    "url": "https://doi.org/10.1177/14614448251358846",
    "doi": "https://doi.org/10.1177/14614448251358846",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Using the 2022 Twitter to Mastodon migration as a case study, this article contributes a new understanding of social media migration (SMM). It begins with a review of existing studies of SMM, showing how migration is often understood as a combination of ‘push and pull factors’. We suggest a need to widen the conceptual scope for how we approach SMM in ways that more directly tie such movements to specific questions of power, agency and events that ripple through digital cultures. Drawing on social media account analysis, a survey of recently migrated Mastodon users, content from high-profile Twitter users and other media commentaries, we re-present the migration in order to detail our ‘eventful’ theory of migration. Eventful social media migration is comprised of five elements: an initial X factor; the emergence of a critical voice; a collective platform consciousness; an observable migration; and a wider terrain transformation."
  },
  {
    "discipline": "communication",
    "title": "Cultural data markets: Interpreting the popularity of public datasets",
    "authors": "Alejandro Alvarado Rojas, Marlon Twyman",
    "url": "https://doi.org/10.1177/14614448251359631",
    "doi": "https://doi.org/10.1177/14614448251359631",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Data markets are critical sites that organize access to data products, such as datasets. This study argues that data markets increasingly operate as digital platforms for cultural production, where the logic of popularity shapes the cultural value of datasets. We conceptualize these shifts by analyzing how dataset valuation operates within cultural data markets . Through statistical and forensic qualitative analysis, we examine key content features of the most popular public datasets on the data science platform Kaggle and their relationship to different popularity metrics. We find that the logic of popularity establishes a value structure that relies on quantifiable user–dataset interactions, which obfuscates key aspects of data curation and collaboration for assessing the cultural value of datasets. Dataset popularity remains a limited approach for data valuation in cultural markets that requires more comprehensive measures of cultural investments in dataset production."
  },
  {
    "discipline": "communication",
    "title": "Not a Bioweapon, or is it? The Role of Perceived Threats and Media Use in COVID-19 Misperceptions",
    "authors": "Noëlle S. Lebernegg, Julia Partheymüller, Jakob-Moritz Eberl, Hajo G. Boomgaarden",
    "url": "https://doi.org/10.1177/19401612251360599",
    "doi": "https://doi.org/10.1177/19401612251360599",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "The COVID-19 pandemic not only posed unprecedented threats to public health and economic stability but also triggered a crisis of information, described by the World Health Organization as an “infodemic.” Against this backdrop, this study explores the dynamics of COVID-19 misperceptions through the lens of Appraisal Theory and the Reinforcing Spirals Model, examining how perceived threats and media exposure shaped belief updating and reinforcement over time. Drawing on a two-year panel survey conducted in Austria (April 2020 to March 2022), we use a mixed Markov chain model to analyze one of the most persistent and widely believed conspiracy narratives—the claim that COVID-19 was a deliberately engineered bioweapon. The results reveal two opposing types of belief trajectories: an upward trajectory of belief stability, reinforcement of accurate beliefs, and correction, driven by perceived health-related threats and exposure to high-quality media, such as public broadcasters and broadsheets; and a downward trajectory marked by heightened belief instability, reinforcement of misperceptions, and an erosion of belief accuracy, associated with perceived economic threats and the use of low-quality media—including tabloids, commercial TV, and social media. Overall, the findings highlight the value of the theoretical frameworks for a more nuanced understanding of belief dynamics in times of crisis and underline the vital role of high-quality media in fostering a well-informed democratic public."
  },
  {
    "discipline": "politics",
    "title": "Measuring Descriptive Representation at Scale: Methods for Predicting the Race and Ethnicity of Public Officials",
    "authors": "Diana Da In Lee, Yamil Ricardo Velez",
    "url": "https://doi.org/10.1017/s0007123424000772",
    "doi": "https://doi.org/10.1017/s0007123424000772",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "Ethnicity and race are vital for understanding representation, yet individual-level data are often unavailable. Recent methodological advances have allowed researchers to impute racial and ethnic classifications based on publicly available information, but predictions vary in their accuracy and can introduce statistical biases in downstream analyses. We provide an overview of common estimation methods, including Bayesian approaches and machine learning techniques that use names or images as inputs. We propose and test a hybrid approach that combines surname-based Bayesian estimation with the use of publicly available images in a convolutional neural network. We find that the proposed approach not only reduces statistical bias in downstream analyses but also improves accuracy in a sample of over 16,000 local elected officials. We conclude with a discussion of caveats and describe settings where the hybrid approach is especially suitable."
  },
  {
    "discipline": "politics",
    "title": "The Religious Roots of Belief in Misinformation: Experimental Evidence from India",
    "authors": "Simon Chauchard, Sumitra Badrinathan",
    "url": "https://doi.org/10.1017/s0007123425100616",
    "doi": "https://doi.org/10.1017/s0007123425100616",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "Misinformation has emerged as a key threat worldwide, with scholars frequently highlighting the role of partisan motivated reasoning in misinformation belief. Yet the mechanisms enabling the endorsement of misinformation may differ in contexts where other identities are salient. This study explores whether religion drives the endorsement of misinformation in India. Using original data, we first show that individuals with high levels of religiosity and religious polarization endorse significantly higher levels of misinformation. Next, to understand the causal mechanisms through which religion operates, we field an experiment where corrections rely on religious messaging, and/or manipulate perceptions of religious ingroup identity. We find that corrections including religious frames (1) reduce the endorsement of misinformation; (2) are sometimes more effective than standard corrections; and (3) work beyond the specific story corrected. These findings highlight the religious roots of belief formation and provide hope that social identities can be marshalled to counter misinformation."
  },
  {
    "discipline": "politics",
    "title": "Can Authoritarians’ Electoral Success Abroad Change Citizens’ Satisfaction with Democracy?",
    "authors": "Ka Ming Chan",
    "url": "https://doi.org/10.1007/s11109-025-10071-1",
    "doi": "https://doi.org/10.1007/s11109-025-10071-1",
    "filter": 0,
    "journal_full": "Political Behavior",
    "abstract": "Authoritarians’ electoral victories often catch worldwide attention as they are detrimental to global democracy. But despite the salience of their victories, we know little about whether these events abroad change citizens’ satisfaction with democracy (SWD). Building on the transnational learning literature, this research tests two diverging effects regarding the spillover of an authoritarian’s electoral victory. Citizens may be less satisfied with domestic democracy (contagion/domino effect) or see their democracy in a rosier light (benchmark effect). Additionally, because of motivated reasoning, such effects may be heterogeneous among citizens with different ideologies. To test for these expectations, I re-analyse two datasets collected in Europe amid the 2016 US presidential election. Both studies demonstrate a modest benchmark effect, as citizens’ SWD increases after Trump’s unexpected victory. Also, the heterogeneity analysis finds that the benchmark effect is most prominent among citizens who previously voted for socialist/radical left parties or liberal parties. I discuss how these findings enrich the literature on autocratization, transnational learning and satisfaction with democracy."
  },
  {
    "discipline": "politics",
    "title": "Debunking misinformation on critical race theory",
    "authors": "Mackenzie Devaney, Christopher Federico, Eugene Borgida",
    "url": "https://doi.org/10.1111/pops.70065",
    "doi": "https://doi.org/10.1111/pops.70065",
    "filter": 0,
    "journal_full": "Political Psychology",
    "abstract": "There continues to be a pressing need to design and test effective corrections in response to political misinformation, as citizens must have accurate information to be able to meaningfully participate in politics. Critical race theory (CRT) is an issue marked by widespread misinformation and controversy, leading to efforts in multiple states to ban CRT. In a three‐wave panel design with a nationally diverse U.S. sample, a correction of misinformation about CRT was tested. Participants were randomly assigned to one of three conditions: (1) a control condition; (2) a misinformation‐only treatment; or (3) a misinformation plus correction treatment. Those in the misinformation plus correction condition had significantly higher accuracy scores than those in the control and misinformation‐only conditions. Moreover, this increased accuracy in the misinformation with correction condition was stronger among those most predisposed to accept CRT misinformation, that is, participants who scored high on a measure of unawareness of institutional discrimination. In contrast, participants' attitudes toward CRT bans were unaffected by the treatments, suggesting that correction can improve accuracy but does not change related opinions."
  },
  {
    "discipline": "politics",
    "title": "Presidential negative partisanship",
    "authors": "Benjamin S. Noble",
    "url": "https://doi.org/10.1017/psrm.2025.10041",
    "doi": "https://doi.org/10.1017/psrm.2025.10041",
    "filter": 0,
    "journal_full": "Political Science Research and Methods",
    "abstract": "Presidents are often viewed as national policy leaders. Yet, they increasingly use negative rhetoric to attack the opposition rather than forge legislative compromise, contrary to theories of going public. Why? I argue presidents facing congressional obstruction eschew short-term policy persuasion. They speak as negative partisans to mobilize co-partisans and shape the longer-term balance of power in Congress, improving future policy-making prospects. I collect all presidential speeches delivered between 1933 and 2024 and use transformer methods to measure how often, and how negatively, presidents reference the out-party. They do so when the policy-making environment is unfavorable: when majorities are tenuous, government is divided, and as elections approach. I provide additional support with a case study of Democrats’ 2009 filibuster-proof Senate majority. Finally, this rhetoric has behavioral impact: presidential negative partisanship decreases co-partisan approval of the opposition. This research alters our understanding of going public and reinforces the partisan dimension of modern presidential representation."
  },
  {
    "discipline": "public opinion",
    "title": "Exposure to one-sided messaging and belief in voter fraud: the curious case of the US 2020 presidential election",
    "authors": "Daniel M. Gomez, Matthew David Jenkins",
    "url": "https://doi.org/10.1080/17457289.2025.2514203",
    "doi": "https://doi.org/10.1080/17457289.2025.2514203",
    "filter": 0,
    "journal_full": "Journal of Elections, Public Opinion and Parties"
  },
  {
    "discipline": "public opinion",
    "title": "Learning to Live with COVID-19: Informative Fictions of TikTok Misinformation and Multimodal Video Analysis",
    "authors": "Zituo Wang, Lingtong Hu, Jiayi Zhu, Donggyu Kim, Xiaojing Bo",
    "url": "https://doi.org/10.1177/08944393251366232",
    "doi": "https://doi.org/10.1177/08944393251366232",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "The spread of misinformation has historically been attributed to emotions, thinking styles, biases, and predispositions, but only a few studies have explored the conditions influencing its prevalence. The Theory of Informative Fictions (TIF) addresses this gap by presenting propositions that predict the conditions under which misinformation is tolerated and promoted. Building on the literature on TIF and deep learning, we uncover how property messages and character messages differ in veracity and explore the relationship between visual misinformation and user engagement. By constructing a short video dataset Tikcron ( N = 42,201) and a multimodal video analysis framework KILL, we classify TikTok videos as misinformation or not, and property messages or character messages. Our results indicate that character messages are more likely to convey misinformation than property messages, and character messages with misinformation are more likely to get tolerated and promoted by social media users than property messages with misinformation. This study extends the current methodological advancement of image-as-data to misinformation videos and proposes a multimodal video analysis framework to develop communication-centered theories. The broader practical implications of this study on the detection, countering, and governance of visual misinformation are also discussed."
  },
  {
    "discipline": "public opinion",
    "title": "Linguistic Affordances Framework: A Linguistic-Sociological Approach for the Social Study of Language Technology",
    "authors": "Haley Lepp, AJ Alvero",
    "url": "https://doi.org/10.1177/08944393251366242",
    "doi": "https://doi.org/10.1177/08944393251366242",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "This paper describes a three-part framework to study how language technologies elucidate and shape linguistic relations in society. Reframing a mountain of evidence about language bias in LLMs, we introduce the concept of linguistic affordances to attend to how an object can shape social relations through language. First, we contextualize how language ideologies inform social relations in a particular setting. Next, we examine how language ideologies shape the construction of the linguistic affordances of a language technology. Finally, we examine how the linguistic affordances of language technologies lead to new associations that link language and social worth. We describe how this framework can inform both the study of language technologies and the use of language technologies in social science. We demonstrate the framework with two examples: the use of LLMs in college admissions and the adoption of LLMs in scientific publishing."
  },
  {
    "discipline": "psychology",
    "title": "Three Sensitivity-Analysis Methods to Assess Unmeasured Pretreatment Confounding Bias in Experimental Mediation Analysis",
    "authors": "Diana Alvarez-Bartolo, David P. MacKinnon",
    "url": "https://doi.org/10.1177/25152459251355586",
    "doi": "https://doi.org/10.1177/25152459251355586",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "Statistical-mediation analysis is a widely used method in psychological research that helps understand the intermediate variables, known as mediators ( M ), by which an independent variable ( X ) causes an outcome variable ( Y ). A major contribution to statistical-mediation analysis has been the incorporation of causal methods because it allows a clear definition of the causal direct and mediated effects and the specification of the assumptions to interpret such effects as causal. Modern causal approaches to mediation analysis encourage routinely investigating the extent to which unobserved confounders may explain the observed mediated effects. The recommendation acknowledges that even when X represents random assignment, participants are not usually randomly assigned to levels of M ; hence, unobserved confounders may bias the M to Y relation ( b -path). In this article, we describe unobserved pretreatment confounding of the M to Y relation in experimental mediation studies and three sensitivity-analysis methods to assess unmeasured pretreatment confounding of the M to Y relation: the correlated-residuals method, the left-out-variables-error method, and the phantom-variable method. We report the results of a simulation study that compares the routine application of the three sensitivity-analysis methods. Results generally indicate that larger effect sizes of the population b -path are less susceptible to confounding bias for all sensitivity methods. Thus, an initial approach to investigating confounding bias in experimental mediation studies is to assess the effect size of the path relating M to Y , and more details can be obtained by applying one of the three sensitivity-analysis methods."
  },
  {
    "discipline": "psychology",
    "title": "From Experiments to Policy Insights: Generalizing Causal Effects From Study Samples to Target Populations",
    "authors": "Wen Wei Loh, Dongning Ren",
    "url": "https://doi.org/10.1177/25152459251359623",
    "doi": "https://doi.org/10.1177/25152459251359623",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "Psychological science holds substantial promise for informing policy decisions but faces challenges in realizing its potential. One widely recognized challenge is bridging the gap between the nonrepresentative study samples commonly used to evaluate interventions and the broader populations that policymakers aim to serve. To address this challenge, we introduce causal effect generalizability, an approach from causal inference and epidemiology, in the form of an accessible, nontechnical tutorial for psychological and behavioral scientists. We use publicly available data from a real-world psychology intervention study to illustrate why causal effects in a nonrepresentative study sample may systematically differ from those in a broader population. We provide a step-by-step guide with user-friendly R functions, enabling researchers to generalize causal effects from a study sample back to the full target population. This approach allows researchers to assess intervention effects in broader populations, offering valuable insights to guide evidence-based policy development. We hope this nontechnical introductory material will assist scholars in enhancing the policy relevance and real-world impact of psychological science."
  },
  {
    "discipline": "psychology",
    "title": "The role of opinion diversity in the hostile media effect: Partisan exposure on social media, affective polarization, and political participation",
    "authors": "Seungsu Lee, Jaeho Cho",
    "url": "https://doi.org/10.1177/13684302251357489",
    "doi": "https://doi.org/10.1177/13684302251357489",
    "filter": 0,
    "journal_full": "Group Processes & Intergroup Relations",
    "abstract": "This study examines the moderating role of the context of social opinion in hostile media perception and its effect on partisan audiences in polarized politics. An online experiment ( N = 574), conducted in the US, manipulated the number of congruent/incongruent comments and emojis on social media posts discussing abortion (i.e., pro-choice versus pro-life Facebook posts) to create three distinct opinion contexts (i.e., congruent, balanced, and incongruent). The results indicate that perceived bias gaps between pro-attitudinal and counter-attitudinal posts were reduced in the condition of incongruent context. Furthermore, the study found that the incongruent context mitigates discomfort toward out-party supporters and political participation intention through reducing the perceived bias, whereas the congruent context intensifies them. Implications for media bias perceptions and political polarization are discussed in terms of intergroup relations."
  }
]
