[
  {
    "discipline": "communication",
    "title": "Overconfidence in ability to discern cancer misinformation: a conceptual replication and extension",
    "authors": "Benjamin Lyons, Andy J King, Kimberly A Kaphingst",
    "abstract": "This study conducts a conceptual replication and extension of prior research on overconfidence in discerning political misinformation, shifting focus to health. Using data from a national survey of American adults linked to web-browsing records (N=593), we investigated the prevalence and correlates of overconfidence in this domain. Consistent with earlier findings, overconfidence was most pronounced among low-performing individuals, replicating the “Dunning–Kruger Effect.” However, decomposition analyses revealed that the associations between overconfidence and behavioral correlates—exposure to low-credibility health websites and belief in cancer-related misinformation—are primarily accounted for by deficits in actual discernment ability rather than a lack of metacognitive insight. This replication highlights the robustness of the link between poor discernment and behavioral outcomes across domains. These results highlight the need for interventions that improve evaluation skills or address underlying dispositional factors, such as distrust in science and conspiracist worldviews.",
    "url": "https://doi.org/10.1093/hcr/hqaf017",
    "doi": "https://doi.org/10.1093/hcr/hqaf017",
    "filter": 0,
    "journal_full": "Human Communication Research"
  },
  {
    "discipline": "communication",
    "title": "An “Identity Turn” in political communication?: testing the relationship between media use and identity alignment in the United States",
    "authors": "Daniel S Lane, Melody Chen, Yifei Wang",
    "abstract": "Despite a rise in identity-centric communication scholarship, there is a lack of theory and evidence regarding how media use relates to the on-going alignment between political and social identities (i.e., identity alignment). We offer a framework for theorizing this dynamic and apply it to examine the relationship between Americans’ media diets and on-going psychological alignment between political and social identities in the United States (i.e., partisan social sorting). We use data from 33,690 American respondents from three national surveys: one longitudinal (1972–2020) and two fielded in 2020. There is evidence that identity alignment (i.e., sorting) has grown over time, but only among those who are most interested and attentive to politics and media. In 2020 surveys, we find no evidence that the frequency of media use was a significant predictor of social sorting. Instead, the composition of individuals’ media diets predicted the alignment between their social and political identities.",
    "url": "https://doi.org/10.1093/joc/jqaf026",
    "doi": "https://doi.org/10.1093/joc/jqaf026",
    "filter": 0,
    "journal_full": "Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "Time is the fire in which message effects burn: Decay and sustenance of correction effects over time",
    "authors": "Je Hoon Chae, Tim Groeling, Hyunjin Song",
    "abstract": "The rapid dissemination of misinformation has raised concerns about its persistence despite corrective efforts, as the influence of fact-checking often diminishes quickly. This study explores “time” as a central theoretical and methodological construct in understanding the effects of fact-checking interventions. Across two large-scale, pre-registered panel experiments (N = 6,983), we examine the temporal dynamics of both the persuasive and unintended consequences of factual corrections. Results show that while fact-checks yield immediate belief updating, their effects largely fade within two weeks and do not produce durable belief echoes. In Study 2, we introduce a novel design treating time lag as an experimental treatment and show that simple interventions aimed at increasing the temporal accessibility of corrections—termed “accuracy reminders”—significantly extend the durability of their effects. These findings reconceptualize correction effects as inherently temporal processes, advancing communication theory and offering scalable, time-sensitive strategies for sustaining the influence of fact-checking in dynamic information environments.",
    "url": "https://doi.org/10.1093/joc/jqaf030",
    "doi": "https://doi.org/10.1093/joc/jqaf030",
    "filter": 0,
    "journal_full": "Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "Me Against Myself: How Right-Partisan Media Use Predicts Support for Redistribution Across Class and Partisan Identities",
    "authors": "Yifei Wang, Miriam Metzger, Daniel S. Lane",
    "abstract": "Despite rising economic inequality in the United States, lower-class Americans have yet to demand economic redistribution in overwhelming numbers. Analysis of the 2020 American National Election Study finds that right-partisan media use is associated with lower support for redistributive policies, and this relationship is strongest among individuals who identify as lower-class or Independent. We also found the relationship between right-partisan media use and taxing the rich was strongest among lower-class Republicans and upper-class Democrats. We discuss the potential for right-partisan media to breed system-justifying beliefs and shape opposition to economic redistribution among those who might benefit most from such policies.",
    "url": "https://doi.org/10.1177/10776990251350567",
    "doi": "https://doi.org/10.1177/10776990251350567",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly"
  },
  {
    "discipline": "communication",
    "title": "Credibility as a Double-Edged Sword: The Effects of Deceptive Source Misattribution on Disinformation Discernment on Personal Messaging",
    "authors": "Cristian Vaccari, Andrew Chadwick, Natalie-Anne Hall, Brendan Lawson",
    "abstract": "Disinformation often features reputable sources to boost false information’s credibility, but does this deceptive source misattribution shape its spread on personal messaging? In a preregistered between-subjects survey experiment on U.K. WhatsApp users ( N = 2,580), we showed participants WhatsApp messages containing true or false news attributed to either British Broadcasting Corporation (BBC) News or no source. Attribution to BBC News significantly increased message credibility. Importantly, however, participants’ responses to false messages attributed to BBC News were statistically indistinguishable from their responses to true messages. On personal messaging, source credibility can boost the spread of accurate news but can also be used deceptively to propagate falsehoods.",
    "url": "https://doi.org/10.1177/10776990251350563",
    "doi": "https://doi.org/10.1177/10776990251350563",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly"
  },
  {
    "discipline": "communication",
    "title": "Aesthetics of misogyny and the repulsive gaze: Worldview, affect, and ideology in incel imagery",
    "authors": "Debbie Ging, Stephane Baele, Lewys Brace, Simone Long, Shane Murphy",
    "abstract": "Like most online radical movements, the incel community heavily relies on images to express and amplify its ideology; yet its visual practices have not yet been comprehensively analysed. Using an original dataset of 31,925 images scraped from seven online spaces of the ‘incelosophere’, we implement the first large-scale, systematic analysis of incel images. Combining a codebook-guided quantitative analysis with a qualitative interpretation of representative images, we demonstrate the merits of studying incel imagery to enhance more frequent methods such as textual analysis. Specifically, our study documents three major roles played by images in the incelosphere. First, they consolidate incel misogynist and lookist narratives by exhibiting archetypal group categories. Second, they structure the community’s collective affective expression, intensifying shared emotions and shaping members’ perceptions of self and others. Third, images reflect divisions within the incelosphere, demonstrating the ideological and platform-specific heterogeneity of this ecosystem and evidencing influence from far-right digital milieux.",
    "url": "https://doi.org/10.1177/14614448251348251",
    "doi": "https://doi.org/10.1177/14614448251348251",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Incivility in Online Discussion as a Collective Phenomenon: A Dynamic Systems Perspective Examining Sequences of Uncivil Messages",
    "authors": "Stephen A. Rains, Kevin Coe, Kate Kenski, Yotam Shmargad",
    "abstract": "Drawing from dynamic systems theory, we examine how incivility is collectively constructed in an online discussion community. Using secondary data consisting of comments shared over a 3-week period to an online news community, we identified three sequences that reflect collective incivility practices. Whereas the persistent incivility sequence included a large proportion of uncivil comments, incivility occurred infrequently in the sporadic incivility sequence and not at all in the no incivility sequence. Once the persistent incivility or sporadic incivility sequences appeared, discussions were more likely to return to these sequences than the no incivility sequence. Contrary to our predictions, sequences containing incivility shaped discussion processes by depressing explicit expressions of agreement and disagreement. The results of this study demonstrate how the collective behavior of online community members contributes to the production and effects of incivility.",
    "url": "https://doi.org/10.1177/20563051251356119",
    "doi": "https://doi.org/10.1177/20563051251356119",
    "filter": 0,
    "journal_full": "Social Media + Society"
  },
  {
    "discipline": "politics",
    "title": "The Electoral Appeal of Symbolic Class Signalling Through Cultural Consumption",
    "authors": "David Weisstanner, Sarah Engler",
    "abstract": "This letter investigates the electoral effects of symbolic class signalling through ‘cultural consumption’ in contemporary politics. We explore how politicians referring to an activity related to class-specific ‘cultural consumption’ – drinking beer in a pub or listening to classical music with a glass of wine – appeals to voters. We argue that symbolic class signalling has gained in importance due to the political realignment along the cultural dimension, and we expect radical right parties to benefit most from it. Our conjoint survey experiment with 1,550 respondents in Switzerland in January/February 2023 confirms our expectation. While many voters are biased against politicians claiming to enjoy classical music and wine, politicians drinking beer in a pub appeal particularly to radical right working-class voters without tertiary education. These findings contribute to our understanding of the role of symbolic politics and class identity in times of political transformation.",
    "url": "https://doi.org/10.1017/s0007123425100513",
    "doi": "https://doi.org/10.1017/s0007123425100513",
    "filter": 0,
    "journal_full": "British Journal of Political Science"
  },
  {
    "discipline": "politics",
    "title": "Repression, party ties, and political beliefs: Ideological continuities among voters after socialism",
    "authors": "Zeth Isaksson",
    "abstract": "How are experiences from socialist rule reflected in support for the former regime and ideological stances after democratization? This study examines how varied experiences under socialism—whether as regime supporters or victims of repression—continue to be linked to political behavior decades after transition. Using three decades of intergenerational panel data from the former German Democratic Republic, the findings show that repression is associated with long-term opposition to the regime’s successor party, Die Linke, while former party membership corresponds with lasting support. These experiences also relate to ideological self-placement, with distinct left-right patterns persisting based on past affiliations. Within families, the extent to which these political legacies are passed down depends on political interest, highlighting that they are not uniformly inherited. By exploring how socialist-era experiences remain embedded in post-transition political attitudes, this study underscores the role of historical experiences in shaping political behavior in new democracies.",
    "url": "https://doi.org/10.1177/13540688251350481",
    "doi": "https://doi.org/10.1177/13540688251350481",
    "filter": 0,
    "journal_full": "Party Politics"
  },
  {
    "discipline": "politics",
    "title": "Yesterday, all our troubles seemed so far away—(Re)conceptualizing nostalgic deprivation as a predictor for radical‐right support",
    "authors": "Carla Grosche, Tobias Rothmund",
    "abstract": "The return to “old glories” is one of the main promises of radical‐right parties, picking up on widespread longings for the collective past. Many people argue that radical‐right support is motivated by Relative Deprivation, that is, the perception of being worse off than others. We suggest that radical‐right support is more likely to reflect Nostalgic Deprivation —the perception of an unfair decline ingroup status compared to the past. However, psychological theorizing is rare, and previous studies differ in their conceptualization and measurement. We seek to fill this gap by introducing and validating a standardized measure of nostalgic deprivation. Based on a literature review, we start with a concise definition and conceptualization of nostalgic deprivation. We developed a reliable nine‐item self‐report scale that captures nostalgic deprivation indicated by (a) a temporal disadvantage comparison, (b) injustice appraisal, and (c) collective anger and nostalgia ( N = 398). We estimated the reliability and validity using empirical indicators of demographics, right‐wing populist attitudes, voting and personality measures in German ( N = 1206) and US‐quota samples ( N = 490). Our data shed light on the great predictive power of nostalgic deprivation for radical‐right support surpassing established measures of relative deprivation and nostalgia.",
    "url": "https://doi.org/10.1111/pops.70057",
    "doi": "https://doi.org/10.1111/pops.70057",
    "filter": 0,
    "journal_full": "Political Psychology"
  },
  {
    "discipline": "politics",
    "title": "Conceptualizing and measuring early campaign fundraising in congressional elections",
    "authors": "Colin R. Case, Rachel Porter",
    "abstract": "Political professionals and scholars maintain that raising money early in the election season is critical to a successful campaign, having downstream consequences on a candidate’s future fundraising potential, the stiffness of competition she will face, and her likelihood of electoral victory. In spite of early money’s perceived importance, there is no common operationalization for money as “early.” Moreover, existing measures often fail to reflect definitional aspects of early money. In this paper, we first lay out a theoretical framework regarding the utility of early campaign fundraising for candidates. We argue that early fundraising can be expressed as two conceptually distinct quantities of interest centered on either a candidate’s own fundraising performance (candidate-centered) or her fundraising performance relative to her electoral competitors (election-centered). We next lay out steps for operationalizing candidate- and election-centered measures of early fundraising. Lastly, we demonstrate that both our proposed measures for early campaign fundraising are predictive of a candidate’s future fundraising and electoral success. By putting forward a set of best practices for early money measurement and, additionally, producing off-the-shelf measures for early fundraising in U.S. House elections, we fill an important gap in scholarly research on the measurement of money in politics.",
    "url": "https://doi.org/10.1017/psrm.2025.10014",
    "doi": "https://doi.org/10.1017/psrm.2025.10014",
    "filter": 0,
    "journal_full": "Political Science Research and Methods"
  },
  {
    "discipline": "politics",
    "title": "Pandemics meet democracy: the footprint of COVID-19 on democratic attitudes",
    "authors": "Francesc Amat, Andreu Arenas, Albert Falcó-Gimeno, Jordi Muñoz",
    "abstract": "How did the COVID-19 outbreak affect citizens’ democratic preferences? Were the changes persistent or temporary? We track a representative sample of Spanish citizens before, during, and after the pandemic, with eight survey waves from January 2020 to January 2024. We compare democratic attitudes before and after the pandemic with individual fixed effects models. We identify a sharp increase in preferences for technical rather than ideological policy-making at the very onset of the pandemic, as well as significant changes in voters’ preferences for competent rather than honest politicians. These changes are sudden and persistent over 4 years. Using a set of repeated survey experiments, we also document a widespread willingness to sacrifice rights and freedoms to deal with the pandemic as compared to other global threats, such as international terrorism and climate change. But this effect quickly faded over time. Overall, we identify significant changes in democratic attitudes during the pandemic and a durable shift in technocratic preferences that outlived the pandemic, setting the conditions for the long-term legacies of COVID-19 on democracy.",
    "url": "https://doi.org/10.1017/psrm.2025.10035",
    "doi": "https://doi.org/10.1017/psrm.2025.10035",
    "filter": 0,
    "journal_full": "Political Science Research and Methods"
  },
  {
    "discipline": "politics",
    "title": "Beliefs and opinions about “illegal” and “undocumented” immigrants: Conceptual replication of a null result",
    "authors": "Kirill Zhirkov, Robert H. Brehm",
    "abstract": "Activists and politicians often express a belief that the language used to describe immigrant populations, such as “illegal” vs. “undocumented,” can impact policy opinions. Existing experimental studies, however, have found relatively little support for that conjecture. In this note, we extend this line of research by exploring whether language impacts perceptions about unauthorized immigrants, such as their association with criminal behavior. Our study uses a conjoint design with experimentally manipulated instructions: respondents are randomly asked to identify profiles that belong to “illegal” or “undocumented” immigrants. We find that language used in the conjoint instructions does not impact perceptions about unauthorized population. At the same time, our observational results show that respondents’ preferences for terms “illegal” and “undocumented” are related to attitudes toward immigration. We discuss the implication of these results for the debate regarding the role of labels in political conflict over immigration.",
    "url": "https://doi.org/10.1177/20531680251355233",
    "doi": "https://doi.org/10.1177/20531680251355233",
    "filter": 0,
    "journal_full": "Research & Politics"
  },
  {
    "discipline": "politics",
    "title": "Documents and democracy: How classification shapes public confidence in democratic institutions",
    "authors": "Sarah Maxey, Taryn Butler",
    "abstract": "Access to and control over the classification process is a key component of executive power in the United States. This power is rooted in the public’s trust that the White House will safeguard national secrets and use its authority to protect national security. Secrecy, however, is in tension with democratic norms of transparency, making political backlash possible if leaders stretch their powers too far. What are the consequences of mishandled documents for the public’s trust in the government? We argue that the abuse of classified documents undermines not only presidential approval but also confidence in democratic institutions writ large. We test these expectations using survey experiments that vary information about the type of document classified, whether the White House handled top secret documents correctly, and evidence of mishandling by either civilian or military officials. The findings show that while the public generally tolerates secrecy and executive power, the consequences when the White House breaks this trust are wide-ranging and undermine public confidence in democracy as a whole.",
    "url": "https://doi.org/10.1177/20531680251353147",
    "doi": "https://doi.org/10.1177/20531680251353147",
    "filter": 0,
    "journal_full": "Research & Politics"
  },
  {
    "discipline": "politics",
    "title": "Islamophobia in Western Europe is unrelated to religiosity but highly correlated with far right attitudes",
    "authors": "Kai Arzheimer",
    "abstract": "The far right’s relationship with religion has become a major focus of current research. Even in Western Europe, one of the most rapidly secularising areas of the world, far right actors claim to defend Christian values against the alleged threat of Islam and Muslim immigrants, a rhetorical strategy known as ‘Christianism’. Yet, little is known about how religiosity, Islamophobia, and populist far-right ideology are connected at the level of mass belief systems in Western Europe. Most of the literature is focused either on religiosity’s effect on voting or on the connection between religiosity and ethnic prejudice, without considering religiosity’s relationships with the wider spectrum of far-right ideology. The present article fills this gap by analysing survey data from Britain, France, Germany, and the Netherlands. It uses SEM to uncover the relationships between Christian religiosity on the one hand and Islamophobia and far-right attitudes on the other. The results are broadly similar across different contexts: religiosity is mostly unrelated to Islamophobia, nativism, right-wing authoritarianism, and populism. Conversely, Islamophobia overlaps considerably with both nativism and authoritarianism: people who perceive immigration as a threat and favour strict laws and harsh enforcement also tend to reject Islam, but not for religious reasons. This pattern is compatible with the strategy of Christianism, which is largely devoid of religiosity, yet facilitates the “othering” of Muslims as a cultural out-group. It also helps to explain why there is no genuine, electorally relevant religious far right in Western Europe.",
    "url": "https://doi.org/10.1177/20531680251351895",
    "doi": "https://doi.org/10.1177/20531680251351895",
    "filter": 0,
    "journal_full": "Research & Politics"
  },
  {
    "discipline": "public opinion",
    "title": "Applicability of Need for Orientation Scales in Network Agenda-Setting: A Methodological Exploration",
    "authors": "Gizem Melek",
    "abstract": "This study explores the applicability of both traditional and contemporary Need for Orientation (NFO) scales within the framework of Third-level (Network) Agenda-Setting (NAS), focusing on Syrian refugees in Türkiye. It delves into the concept of NFO, which revolves around individuals’ propensity to engage with news content, particularly in the context of NAS. Although the underlying concept remains consistent, there exists a technical challenge in analyzing the NFO scales within the NAS model. This challenge arises from the need to amalgamate the public’s mind maps into matrices, as required by the NAS model, while their NFO scale responses remain distinct entities. Thus, this study offers a distinctive perspective by proposing a strategy for integrating individual NFO scale responses into the matrix-based NAS model. This involves establishing a cohesive analytical framework that ensures the seamless alignment of NFO and NAS, representing an innovative approach not previously explored in the literature. The analysis includes a wide array of media outlets and nationally representative public opinion data. While the strategy employed in this research yielded some significant outcomes, further testing in diverse contexts is essential to validate its efficacy. Implications and the challenges inherent in integrating NFO into the NAS context are discussed.",
    "url": "https://doi.org/10.1093/ijpor/edaf023",
    "doi": "https://doi.org/10.1093/ijpor/edaf023",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research"
  },
  {
    "discipline": "public opinion",
    "title": "Unraveling the Relationships Among Individual Tendencies, Media Consumption, and Network Characteristics in the Self-Selective Dynamics of Online Political Discussions",
    "authors": "Chingching Chang",
    "abstract": "Unlike face-to-face political discussions, which can be unavoidable, online political discussions are largely self-selected. This paper identifies an individual attribute (diversity in information-seeking value) that fosters online political discussions and an individual tendency (opinion expression inhibition) that inhibits them. The association between such factors and online political discussions depends on voters’ media consumption and the characteristics of their online social networks. Drawing on research linking political discussions to political participation, this article predicts a relationship between individual differences and political participation, through the mediation of online political discussion frequency. With data gathered in a two-wave online survey among a representative sample, conducted before and after Taiwan’s 2022 local election, the authors test the self-selective dynamics of online political discussions. As the findings show, greater exposure to political information on new media, network heterogeneity, and size all magnify the positive relationship of diversity-seeking value with online political discussions. Greater exposure to political information on new media also intensifies the negative relationship between expression inhibition tendencies and online political discussions. Online political discussions are positively associated with subsequent political participation; specifically, they directly relate to voting and indirectly relate to offline political engagement, through their association with online political engagement.",
    "url": "https://doi.org/10.1093/ijpor/edaf036",
    "doi": "https://doi.org/10.1093/ijpor/edaf036",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research"
  },
  {
    "discipline": "psychology",
    "title": "Bestiary of Questionable Research Practices in Psychology",
    "authors": "Tamás Nagy, Jane Hergert, Mahmoud M. Elsherif, Lukas Wallrich, Kathleen Schmidt, Tal Waltzer, Jason W. Payne, Biljana Gjoneska, Yashvin Seetahul, Y. Andre Wang, Daniel Scharfenberg, Gabriella Tyson, Yu-Fang Yang, Aleksandrina Skvortsova, Samuel Alarie, Katherine Graves, Lukas K. Sotola, David Moreau, Eva Rubínová",
    "abstract": "Questionable research practices (QRPs) pose a significant threat to the quality of scientific research. However, historically, they remain ill-defined, and a comprehensive list of QRPs is lacking. In this article, we address this concern by defining, collecting, and categorizing QRPs using a community-consensus method. Collaborators of the study agreed on the following definition: QRPs are ways of producing, maintaining, sharing, analyzing, or interpreting data that are likely to produce misleading conclusions, typically in the interest of the researcher. QRPs are not normally considered to include research practices that are prohibited or proscribed in the researcher’s field (e.g., fraud, research misconduct). Neither do they include random researcher error (e.g., accidental data loss). Drawing from both iterative discussions and existing literature, we collected, defined, and categorized 40 QRPs for quantitative research. We also considered attributes such as potential harms, detectability, clues, and preventive measures for each QRP. The results suggest that QRPs are pervasive and versatile and have the potential to undermine all stages of the scientific enterprise. This work contributes to the maintenance of research integrity, transparency, and reliability by raising awareness for and improving the understanding of QRPs in quantitative psychological research.",
    "url": "https://doi.org/10.1177/25152459251348431",
    "doi": "https://doi.org/10.1177/25152459251348431",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science"
  },
  {
    "discipline": "psychology",
    "title": "Comparative judgement as a research tool: A meta-analysis of application and reliability",
    "authors": "George Kinnear, Ian Jones, Ben Davies",
    "abstract": "Comparative judgement (CJ) provides methods for constructing measurement scales, by asking assessors to make a series of pairwise comparisons of the artefacts or representations to be scored. Researchers using CJ need to decide how many assessors to recruit and how many comparisons to collect. They also need to gauge the reliability of the resulting measurement scale, with two different estimates in widespread use: scale separation reliability (SSR) and split-halves reliability (SHR). Previous research has offered guidance on these issues, but with either limited empirical support or focused only on education research. In this paper, we offer guidance based on our analysis of 101 CJ datasets that we collated from previous research across a range of disciplines. We present two novel findings, with substantive implications for future CJ research. First, we find that collecting ten comparisons for every representation is generally sufficient; a more lenient guideline than previously published. Second, we conclude that SSR can serve as a reliable proxy for inter-rater reliability, but recommend that researchers use a higher threshold of .8, rather than the current standard of .7.",
    "url": "https://doi.org/10.3758/s13428-025-02744-w",
    "doi": "https://doi.org/10.3758/s13428-025-02744-w",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  },
  {
    "discipline": "psychology",
    "title": "Generative pretrained transformer models can function as highly reliable second screeners of titles and abstracts in systematic reviews: A proof of concept and common guidelines.",
    "authors": "Mikkel Helding Vembye, Julian Christensen, Anja Bondebjerg Mølgaard, Frederikke Lykke Witthöft Schytt",
    "url": "https://doi.org/10.1037/met0000769",
    "doi": "https://doi.org/10.1037/met0000769",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "psychology",
    "title": "Syntactic and Semantic Gender Biases in the Language on Children’s Television: Evidence From a Corpus of 98 Shows From 1960 to 2018",
    "authors": "Andrea C. Vial, Aida Mostafazadeh Davani, Ruyuan Zuo, Shreya Havaldar, Eleanor K. Chestnut, Morteza Dehghani, Andrei Cimpian",
    "abstract": "Biased media content shapes children’s social concepts and identities. We examined gender bias in a large corpus of scripts from 98 children’s television programs from the United States spanning the years 1960 to 2018 (6,600 episodes, ~2.7 million sentences, ~16 million words). We focused on agency and communion, the fundamental psychological dimensions underlying gender stereotypes. At the syntactic level, words referring to men or boys (vs. women or girls) appear more often in the agent (vs. patient) role. This syntactic bias remained stable between 1960 and 2018. At the semantic level, words referring to men or boys (vs. women or girls) co-occurred more often with words denoting agency. Words denoting communion showed both stereotypical and counterstereotypical associations. Some semantic gender biases have remained unchanged or have weakened over time; others have grown. These findings suggest that gender stereotypes are built into the core of children’s stories. Whether we are closer today to gender equality in children’s media depends on where one looks.",
    "url": "https://doi.org/10.1177/09567976251349815",
    "doi": "https://doi.org/10.1177/09567976251349815",
    "filter": 0,
    "journal_full": "Psychological Science"
  },
  {
    "discipline": "psychology",
    "title": "Gender Essentialism Leads to Biased Learning Opportunities That Shape Women’s Career Interests",
    "authors": "Audrey Aday, Holly R. Engstrom, Toni Schmader",
    "abstract": "Gender differences in occupational interests are often assumed to reflect sex differences in empathizing or systemizing preferences. Do such essentialized explanations lead people to provide gender-biased learning affordances that constrain women’s career interests? In Study 1 ( N = 292), North American STEM professionals endorsing a biologically essentialized (vs. sociocultural) explanation for gender differences in occupational interests provided women (men) with more empathizing (systemizing) learning affordances in a mock management task. Study 2 replicated these gendered affordances by experimentally manipulating essentialized explanations ( N = 379; participants were North American men with management experience in male-dominated fields). In Study 3, North American undergraduate women ( N = 300) who received gendered learning affordances reported greater interest in, and possible alignment with, empathizing work assignments, whereas those who received countergendered affordances reported greater interest in, and possible alignment with, systemizing assignments. These results reveal that gender-essentialist beliefs can foster self-fulfilling gender gaps in occupational interests.",
    "url": "https://doi.org/10.1177/09567976251353753",
    "doi": "https://doi.org/10.1177/09567976251353753",
    "filter": 0,
    "journal_full": "Psychological Science"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Advancing the psychology of social class with large-scale replications in four countries",
    "authors": "Anatolia Batruch, Nicolas Sommet, Frédérique Autin",
    "abstract": "Theoretical models have been developed to understand how social class influences individual thoughts, feelings and behaviours. However, the validity of these models is threatened by the prevailing use of small, non-diverse samples and flexible measurement practices. We preregistered replications of 35 key hypotheses from 17 correlational and 5 experimental studies, and collected large, quota-based or probability samples from the USA, France, Switzerland and India ( N total = 33,536). Our analysis yielded three central findings: (1) ~50% of the effects were successfully replicated; (2) conclusions were consistent across different operationalizations of social class, although objective indicators yielded smaller estimates (for example, income and education); and (3) half of the effects were moderated—mostly strengthened—by social class identification, system-justification beliefs or local income inequality. Overall, hypotheses based on differences between social class contexts in terms of constraints, uncertainty and status were well supported. However, hypotheses based on models positing social class differences in psychological orientations towards ‘the self’ versus ‘others and the environment’ received less support. We conclude that these models need to be reassessed as individuals from higher social classes seem more oriented towards both themselves and others. The Stage 1 protocol for this Registered Report was accepted in principle on 29 October 2021. The protocol, as accepted by the journal, can be found at https://doi.org/10.17605/OSF.IO/B6Y8R .",
    "url": "https://doi.org/10.1038/s41562-025-02234-1",
    "doi": "https://doi.org/10.1038/s41562-025-02234-1",
    "filter": 0,
    "journal_full": "Nature Human Behaviour"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Dissociable glucocorticoid and noradrenergic effects on parochial cooperation and competition in intergroup conflict",
    "authors": "Damon Dashti, Luca M. Lüpken, Mohammad Seidisarouei, Paul A. G. Forbes, Alfons Schnitzler, Tobias Kalenscher",
    "abstract": "Stress changes social behavior, yet its effects remain contradictory. Traditionally, stress was thought to trigger an antagonistic fight-or-flight response aimed at eliminating the stressor. However, recent studies have revealed the opposite response, tend-and-befriend, where individuals prosocially invest in their social network in exchange for support and mutual protection. We hypothesize that stress does not promote one response over the other; instead, it stimulates both behaviors, dissociable on the neuropharmacological level and moderated by social context. In a placebo-controlled, double-blind psychopharmacological study, we administered hydrocortisone and yohimbine—alone or in combination—to manipulate the actions of the main stress hormone cortisol and the arousal transmitter noradrenaline. Participants then made decisions in an intergroup conflict task. They teamed up with others to form an in-group and played against multiple out-groups. Notably, out-group members initiated financial harm to in-group participants before these responded. Participants then chose either to 1) maximize their own payoff, 2) cooperatively increase the payoff of their in-group, or 3) increase the in-group’s payoff while competitively decreasing that of the out-group. Consistent with our hypotheses, glucocorticoid activation increased generosity toward the in-group, whereas noradrenergic activation increased parochial competition, i.e., prosocial in-group support combined with hostility toward the out-group. These findings challenge the dichotomy between fight-or-flight and tend-and-befriend, suggesting stress-related behavior is neither static nor one-directional, but shaped by the relative dominance of cortisol versus noradrenaline in the neurohormonal stress response and by intergroup dynamics. We highlight broader societal implications, offering a potential biological mechanism underlying the self-perpetuating cycle of intergroup conflict.",
    "url": "https://doi.org/10.1073/pnas.2502257122",
    "doi": "https://doi.org/10.1073/pnas.2502257122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Diffusion of complex contagions is shaped by a trade-off between reach and reinforcement",
    "authors": "Allison Wan, Christoph Riedl, David Lazer",
    "abstract": "How does social network structure amplify or stifle behavior diffusion? Existing theory suggests that when social reinforcement makes the adoption of behavior more likely, it should spread more—both farther and faster—on clustered networks with redundant ties. Conversely, if adoption does not benefit from social reinforcement, it should spread more on random networks which avoid such redundancies. We develop a model of behavior diffusion with tunable probabilistic adoption and social reinforcement parameters to systematically evaluate the conditions under which clustered networks spread behavior better than random networks. Using simulations and analytical methods, we identify precise boundaries in the parameter space where one network type outperforms the other or they perform equally. We find that, in most cases, random networks spread behavior as far or farther than clustered networks, even when social reinforcement increases adoption. Although we find that probabilistic, socially reinforced behaviors can spread farther on clustered networks in some cases, this is not the dominant pattern. Clustered networks are even less advantageous when individuals remain influential for longer after adopting, have more neighbors, or need more neighbors before social reinforcement takes effect. Under such conditions, clustering tends to help only when adoption is nearly deterministic, which is not representative of socially reinforced behaviors more generally. Clustered networks outperform random networks by a 5% margin in only 22% of the parameter space under its most favorable conditions. This pattern reflects a fundamental trade-off: Random ties enhance reach, while clustered ties enhance social reinforcement.",
    "url": "https://doi.org/10.1073/pnas.2422892122",
    "doi": "https://doi.org/10.1073/pnas.2422892122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences"
  }
]
