[
  {
    "discipline": "communication",
    "title": "Networks of Digital Addiction Symptoms",
    "authors": "Miaowen Hu, Wei Lyu, Jianxia Lu, Min Wang, Hui Zheng",
    "url": "https://doi.org/10.1177/21522715251401080",
    "doi": "https://doi.org/10.1177/21522715251401080",
    "filter": 0,
    "created": "2026-1-10",
    "journal_full": "Cyberpsychology, Behavior, and Social Networking",
    "abstract": "Digital addictions, such as Internet, game, social media, and smartphone addiction, pose health risks. This cross-sectional online survey of 1,764 participants aged 16–28 (75.7 percent women) identified four addiction subtypes using specific scales. Network analysis revealed significant comorbidity (95.35 percent) among subtypes, with smartphone addiction playing a dominant role, leading to social media, Internet, and potentially game addiction. High comorbidity suggests a shared vulnerability, with smartphone use as a catalyst. Smartphone addiction is a key precursor to other digital addictions."
  },
  {
    "discipline": "communication",
    "title": "Connecting publics in latency through communicative practices: A pragmatist operationalization from rural Spain",
    "authors": "Vanesa Saiz-Echezarreta, Francisco Javier Rueda-Córdoba, Belén Galletero-Campos",
    "url": "https://doi.org/10.1177/02673231251409702",
    "doi": "https://doi.org/10.1177/02673231251409702",
    "filter": 0,
    "created": "2026-1-12",
    "journal_full": "European Journal of Communication",
    "abstract": "This article examines how participatory publics persist in depopulated rural areas during periods of low visibility and mobilization. Drawing on pragmatism and mediatization theory, we analyse communicative figurations in Castilla-La Mancha (Spain) using survey data ( N = 529) and develop a Participatory Public Connection Index. Regression models reveal that public connection is driven more by communicative and territorial factors – such as local radio use, civic motivations and municipality size – than by sociodemographics. Our findings suggest that local media help sustain symbolic bonds and latent publics, contributing to democratic engagement and territorial cohesion despite the absence of visible collective action. We conceptualize latency as the communicative and symbolic potential through which publics persist beyond visible mobilization; operationally, the Participatory Public Connection Index captures this latent connection sustained by everyday local media practices."
  },
  {
    "discipline": "communication",
    "title": "Blending minds and machines in service operations: enhancing managerial responses to online reviews through human-generative AI collaboration",
    "authors": "Lin Jia, Xin Liu, Tong Dora Chen, Yichuan Wang, Kenichi Takahashi, Yuan Wang",
    "url": "https://doi.org/10.1108/itp-06-2025-0773",
    "doi": "https://doi.org/10.1108/itp-06-2025-0773",
    "filter": 0,
    "created": "2026-1-14",
    "journal_full": "Information Technology & People",
    "abstract": "Purpose Generative artificial intelligence (GAI) is increasingly embedded in service operations, particularly in crafting managerial responses (MRs) to online negative and positive reviews. Yet, little is known about how firms should optimally allocate responsibilities between human staff and GAI across distinct response tasks, nor how such allocations shape consumer perceptions and downstream behavioral intentions. This study investigates how customers evaluate MRs produced by different agents including humans, GAI and multiple forms of human and GAI collaboration across specific response tasks. Design/methodology/approach We conducted a randomized online experiment. Main effects were examined using ANOVA with data from 879 participants, and the underlying mechanisms were further analyzed using the PROCESS macro with a parallel mediation model. Findings Our findings show that to improve customer satisfaction and increase booking intentions, negative reviews are most effectively addressed through an augmented human approach in which GAI creates an initial draft and experienced professional staff refine it. In contrast, positive reviews are best handled solely by experienced professional staff. Originality/value This study advances knowledge on how to combine GAI with human efforts in service operations, identifies key psychological mechanisms that mediate the effects of different collaboration modes on consumer perceptions and behavioral intentions and offers actionable guidance for service operations managers. The results suggest that GAI should be deployed strategically to augment, rather than replace, human intelligence."
  },
  {
    "discipline": "communication",
    "title": "Cognitive absorption and hedonic technology addiction: the mediating roles of impulsive urge and self-regulation",
    "authors": "Chongyang Chen, Meitong Zhou, Wenxuan Sun, Xiang Gong",
    "url": "https://doi.org/10.1108/itp-04-2025-0580",
    "doi": "https://doi.org/10.1108/itp-04-2025-0580",
    "filter": 0,
    "created": "2026-1-13",
    "journal_full": "Information Technology & People",
    "abstract": "Purpose Cognitive absorption is critical for hedonic technology addiction, yet the mediating mechanisms by which cognitive absorption affects hedonic technology addiction remain unclear. Drawing on dual-system theory, which posits that reflexive and reflective systems are pivotal in shaping user decisions and behaviors, this study seeks to deepen our understanding of the drivers of hedonic technology addiction. We conceptualize impulsive urge as the reflexive system and self-regulation as the reflective system, aiming to uncover the mediating roles of these two distinct systems in linking cognitive absorption to hedonic technology addiction. Design/methodology/approach A longitudinal survey involving 410 online gamers was conducted, with data collected at two time points separated by a 6-week interval. Partial least squares structural equation modeling was employed to validate the proposed research model. Findings The results indicate that cognitive absorption elicits responses from both reflexive and reflective systems. Specifically, cognitive absorption enhances the reflexive system via impulsive urge, while inhibiting the reflective system through impaired self-regulation. The joint full mediation of impulsive urge and self-regulation in the relationship between cognitive absorption and hedonic technology addiction has been proved. Our results shed lights on the underlying reflexive and reflective systems by which cognitive absorption affects hedonic technology addiction. Originality/value This study leverages dual-system theory to elucidate the mediating mechanisms through which cognitive absorption influences hedonic technology addiction. By demonstrating how cognitive absorption triggers addictive behaviors through heightened impulsive urges and impaired self-regulation, this study advances the literature on hedonic technology addiction and offers actionable strategies for intervention. Highlights"
  },
  {
    "discipline": "communication",
    "title": "The Tate-space on YouTube: Ambient ideology and the limits of platform moderation",
    "authors": "Bernhard Rieder, Bastian August, Brogan Latil",
    "url": "https://doi.org/10.1177/14614448251409209",
    "doi": "https://doi.org/10.1177/14614448251409209",
    "filter": 0,
    "created": "2026-1-12",
    "journal_full": "New Media & Society",
    "abstract": "This article investigates the persistence and transformation of Andrew Tate’s presence on YouTube following the removal of his official channels in August 2022. Combining two empirical approaches—a small-scale analysis of top-ranked videos from YouTube search results in 2022 and 2024, and a large-scale data set of over 112k videos—we examine how Tate-related content continues to circulate and how the platform moderates such material. Our findings show that Tate remains highly visible through a diffuse and decentralized network of actors who repackage his messaging into interviews, remixes, and YouTube-native formats. This configuration produces what we term the “Tate-space”: an ambient ideological environment where motivational rhetoric, aspirational masculinity, and far-right talking points converge. We find that YouTube’s substantial moderation efforts are outpaced by the speed and scale of recommendation-driven circulation and that deplatforming, while symbolically significant, fails to disrupt the cultural and logistical dynamics that sustain Tate’s influence."
  },
  {
    "discipline": "communication",
    "title": "Wired for Cognitive Jealousy? Unveiling the Stability Within and Fluctuations Between Relationships",
    "authors": "Mikhila N. Wildey, Kayla Knopp, Scott M. Stanley, Galena K. Rhoades",
    "url": "https://doi.org/10.1111/pere.70051",
    "doi": "https://doi.org/10.1111/pere.70051",
    "filter": 0,
    "created": "2026-1-16",
    "journal_full": "Personal Relationships",
    "abstract": "Cognitive jealousy, which involves thoughts and suspicions of a partner's infidelity, is linked to various negative outcomes. Yet, little is known about how it fluctuates over time or across different relationships. This longitudinal study examined 891 young, unmarried adults in romantic relationships over 5 years (11 assessment points), capturing 1507 total relationships. About 42% of participants reported being in more than one relationship during the study period. The study examined how cognitive jealousy varies within individuals, across different relationships, in relation to individual traits such as neuroticism, attachment anxiety, and gender, and in relation to experiences of extradyadic sexual involvement (either self‐ or partner‐reported). Results showed that while 28.2% of the variance in cognitive jealousy was due to differences between individuals, the largest proportion (39.8%) was due to differences between relationships. Within a particular relationship, initial levels of cognitive jealousy remained relatively stable over time. Higher levels of neuroticism, attachment anxiety, and experiences of extradyadic sexual involvement (both self‐ and partner‐reported) were associated with greater cognitive jealousy. Men reported higher initial levels of cognitive jealousy than women. These findings suggest that relationship‐specific dynamics as well as individual differences play a crucial role in the experience of cognitive jealousy."
  },
  {
    "discipline": "politics",
    "title": "The unifying magic of the unwaved flag: Do national identity primes reduce affective polarization?",
    "authors": "Maria Nordbrandt, Gina Gustavsson, Karen N. Breidahl",
    "url": "https://doi.org/10.1017/s1475676525100649",
    "doi": "https://doi.org/10.1017/s1475676525100649",
    "filter": 0,
    "created": "2026-1-14",
    "journal_full": "European Journal of Political Research",
    "abstract": "It is often suggested that one way to reduce affective polarization is to remind citizens of a common in-group identity – such as the national one – to bridge partisan divides. Yet, to our knowledge, such a causal link has only been found in the United States, and even there, it has not been tested by exposure to the most common national symbol: the flag. Thus, we still do not know if such implicit yet ubiquitous reminders of national identity, rather than those that explicitly invoke national pride, are able to reduce affective polarization. In order to fill this research gap, we conducted a survey experiment in Sweden and Denmark in 2023/2024, two countries where national flags are omnipresent yet often ‘unwaved’. Using two versions of subtle flag treatments, our results show that in Sweden, subjects who were primed with a picture of the national flag showed lower levels of affective polarization measured as social distancing, but not in terms of trait stereotyping or party dislike. This effect was not mediated, however, by the strengthening of explicit national identity attitudes, such as national pride. These results suggest that flags need indeed not be explicitly waved in order to work their unifying magic."
  },
  {
    "discipline": "politics",
    "title": "Electoral mobilisation in turbulent times",
    "authors": "Chendi Wang, Endre Borbáth, Argyrios Altiparmakis",
    "url": "https://doi.org/10.1177/13540688261415743",
    "doi": "https://doi.org/10.1177/13540688261415743",
    "filter": 0,
    "created": "2026-1-14",
    "journal_full": "Party Politics",
    "abstract": "This symposium examines how European parties mobilize electorally in an era of recurrent crises and rapid political transformation. Building on the updated PolDem dataset, which tracks media coverage of national election campaigns across fifteen European countries from 1972 to 2023, the symposium investigates how issue salience, party positioning, and voter behaviour interact under turbulent conditions. The introduction situates the contributions around three core themes: (1) measuring and comparing party communication across media and manifestos; (2) mapping cross-national and longitudinal variation in political conflict lines; and (3) identifying the drivers of politicization across economic, cultural, and political dimensions. Together, the articles offer an integrated, content-based perspective on campaign dynamics that links short-term issue emphasis to long-term party-system structuration. The collection advances our understanding of how crises reshape electoral competition and democratic representation in Europe."
  },
  {
    "discipline": "politics",
    "title": "Cleavages in Party Competition in Central and Eastern Europe",
    "authors": "Endre Borbáth",
    "url": "https://doi.org/10.1177/13540688261415759",
    "doi": "https://doi.org/10.1177/13540688261415759",
    "filter": 0,
    "created": "2026-1-16",
    "journal_full": "Party Politics",
    "abstract": "While party system volatility remains high in Central and Eastern Europe (CEE), less is known about whether electoral competition has become programmatically structured. This paper examines the extent and evolution of programmatic differentiation across four CEE countries, Hungary, Latvia, Poland, and Romania, between the 1990s and 2023. Relying on quantitative content analysis of newspaper coverage during parliamentary election campaigns, it investigates system-level trends in programmatic competition, issue salience, and politicization, as well as party-level patterns of issue salience and entrepreneurship. The results show that programmatic competition is substantial and relatively stable over time, but varies across countries depending on historical legacies and regime trajectories. Cultural conflicts have gained importance, particularly under democratic backsliding. While established parties exhibit routinized and distinct programmatic profiles, new parties expand the issue agenda by politicizing less emphasized conflicts. The findings underscore the continued relevance of cleavage theory for understanding party competition in post-communist Europe."
  },
  {
    "discipline": "politics",
    "title": "Survey Quality and Acquiescence Bias: A Cautionary Tale",
    "authors": "Andrés Cruz, Adam Bouyamourn, Joseph T. Ornstein",
    "url": "https://doi.org/10.1017/pan.2025.10030",
    "doi": "https://doi.org/10.1017/pan.2025.10030",
    "filter": 0,
    "created": "2026-1-12",
    "journal_full": "Political Analysis",
    "abstract": "In this note, we offer a cautionary tale on the dangers of drawing inferences from low-quality online survey datasets. We reanalyze and replicate a survey experiment studying the effect of acquiescence bias on estimates of conspiratorial beliefs and political misinformation. Correcting a minor data coding error yields a puzzling result: respondents with a postgraduate education appear to be the most prone to acquiescence bias. We conduct two preregistered replication studies to better understand this finding. In our first replication, conducted using the same survey platform as the original study, we find a nearly identical set of results. But in our second replication, conducted with a larger and higher-quality survey panel, this apparent effect disappears. We conclude that the observed relationship was an artifact of inattentive and fraudulent responses in the original survey panel, and that attention checks alone do not fully resolve the problem. This demonstrates how “survey trolls” and inattentive respondents on low-quality survey platforms can generate spurious and theoretically confusing results."
  },
  {
    "discipline": "politics",
    "title": "Improving studies of sensitive topics using prior evidence: an informative Bayesian approach for list experiments",
    "authors": "Xiao Lu, Richard Traunmüller",
    "url": "https://doi.org/10.1017/psrm.2025.10084",
    "doi": "https://doi.org/10.1017/psrm.2025.10084",
    "filter": 0,
    "created": "2026-1-16",
    "journal_full": "Political Science Research and Methods",
    "abstract": "Estimates of sensitive questions from list experiments are often much less precise than desired. We address this well-known inefficiency problem by presenting an informative Bayesian approach that combines indirect measures with prior information. Specifying informed priors amounts to a principled combination of information that increases the efficiency of model estimates. This framework generalizes a range of different modeling approaches for list experiments, such as the inclusion of direct items, auxiliary information, the double list experiment, and the combination of list experiments with other indirect questioning techniques. As we demonstrate in real-world examples from political science, the informative Bayesian approach not only improves the utility but also changes the substantive implications drawn from list experiments."
  },
  {
    "discipline": "politics",
    "title": "When can individual partisanship be tempered? Mass behavior and attitudes across the COVID-19 pandemic",
    "authors": "Brandice Canes-Wrone, Jonathan T. Rothwell, Christos Makridis",
    "url": "https://doi.org/10.1017/psrm.2025.10067",
    "doi": "https://doi.org/10.1017/psrm.2025.10067",
    "filter": 0,
    "created": "2026-1-13",
    "journal_full": "Political Science Research and Methods",
    "abstract": "How do partisan differences in mass behavior and attitudes vary across contexts? Using new individual-level panel data on the COVID-19 pandemic from 54,216 US adults between March 2020 and September 2021, we consider how partisan differences vary according to the personal costs and benefits of behaviors, their public symbolism, and elite-level policy choices. Employing various panel data estimators, including difference-in-differences, we evaluate how partisan gaps evolve across changes to the political and health contexts, including the national vaccine rollout, individual vaccination status, and within-state policy variation. We find partisan divides are substantial even in (ostensibly) apolitical domains, although they are tempered by higher net personal costs to actions, lower public symbolism, and elite policy choices that counter national party cues."
  },
  {
    "discipline": "politics",
    "title": "Reducing affective polarization does not affect false news sharing or truth discernment",
    "authors": "Carter Anderson, Oliver Byles, Joshua Calianos, Sade Francis, Chun Hey Brian Kot, Bennett Mosk, H. Nephi Seo, Julija Vizbaras, Brendan Nyhan",
    "url": "https://doi.org/10.1177/20531680251413944",
    "doi": "https://doi.org/10.1177/20531680251413944",
    "filter": 0,
    "created": "2026-1-12",
    "journal_full": "Research & Politics",
    "abstract": "Why do people spread false news online? Previous studies have linked affective polarization with misinformation sharing and belief. Contrary to these largely observational findings, however, we show that experimentally improving people’s feelings about opposing partisans (versus members of their own party) has no measurable effect on people’s intentions to share true news, false news, or the difference between them, known as discernment. By contrast, we find evidence that a reminder of accuracy can modestly improve truth discernment among people who report sharing political news. These results suggest the need for a reexamination of the role of affective polarization in the dissemination of misinformation online."
  },
  {
    "discipline": "politics",
    "title": "Don’t answer me? A cautionary tale of personality traits and survey nonresponse",
    "authors": "Adam J. Ramey",
    "url": "https://doi.org/10.1177/20531680251413809",
    "doi": "https://doi.org/10.1177/20531680251413809",
    "filter": 0,
    "created": "2026-1-10",
    "journal_full": "Research & Politics",
    "abstract": "In recent years, there has been an explosion of research looking at the relationship between Big Five personality traits and political behavior. This boom has been driven by the development of brief inventories that can assess subjects’ traits in as few as ten questions. Despite these developments, subjects’ own propensity to complete the surveys may be driven by their personality traits. As a result, key findings in this literature may be plagued by selection bias. Using a new data collection effort, I show that subjects who are more Agreeable or Neurotic have systematically different propensities to complete surveys. This result in hand, I show how relationships between the Big Five and political behavior may change estimated relationships between the traits and behavior. These findings are a significant caution to scholars examining the Big Five and their effects on a variety of phenomena."
  },
  {
    "discipline": "politics",
    "title": "Which frame fits? Policy learning with framing for climate change policy attitudes",
    "authors": "Molly Offer-Westort, Will Gruen, Carter Herron, Kaden Hyatt, Max Buford, Kevin Davis, Diego Fonseca, Mushkie Gurevich, Tiffanie Huang, Rocio Jerez, Quinn Liu, Obi Obetta, Miguel Orellana, James Passmore, Jack Qiu, Julian Rapaport, Iñigo Sanchez-Asiain Domenech, Fernando Sandoval, Jose A. Tandoc, Ravi Yalamanchili",
    "url": "https://doi.org/10.1177/20531680251414927",
    "doi": "https://doi.org/10.1177/20531680251414927",
    "filter": 0,
    "created": "2026-1-12",
    "journal_full": "Research & Politics",
    "abstract": "How should climate policy be framed to maximize public support? We evaluate the effects of five distinct message frames—scientific, religious, moral, and two economic (efficiency and equity)—on support for climate change policy using a randomized experiment with over 2300 U.S. respondents. Moving beyond pairwise frame comparisons, we adopt a policy learning approach that identifies the most effective frame using cross-validated sample splitting, thereby avoiding selective inference. We find that the economic efficiency frame consistently yields the largest gains in policy support, outperforming both the control condition and all alternative frames, on average. While the effects of covariate conditional frame assignment were modest and not significantly different from assigning the best overall frame, we find consistent positive effects of the efficiency frame across partisan subgroups. Our findings offer methodological and substantive contributions: we highlight how policy-learning methods can be applied in experimental framing studies, and we offer specific evidence on the relative efficacy of alternative framing messages on support for several climate policies."
  },
  {
    "discipline": "public opinion",
    "title": "The Dawn of Generative AI-Enabled Political Activism: How Kenyan Gen Z Used ChatGPT and Protest GPTs to Mobilize",
    "authors": "John Maina Karanja, Macrina Mbaika Musili",
    "url": "https://doi.org/10.1177/08944393261416781",
    "doi": "https://doi.org/10.1177/08944393261416781",
    "filter": 0,
    "created": "2026-1-14",
    "journal_full": "Social Science Computer Review",
    "abstract": "In June 2024, youth-led protests in Kenya against a controversial Finance Bill demonstrated the connection between digital technologies and political activism in the Global South. This study examines how generative artificial intelligence (GAI) shapes political participation by focusing on Kenyan Gen Z activists who used ChatGPT to create custom models: Finance_Bill_GPT, Corrupt_Politicians_GPT, and MPs_Contribution_GPT (collectively called Protest_GPT_KE). These tools simplified complex laws, exposed corruption, and mobilized young people online, allowing them to bypass traditional sources such as media and elites. However, using GAI for activism raises ethical and political concerns, including surveillance, data rights, and state repression. The study surveyed 374 Kenyan Gen Z participants, primarily in Nairobi, and used Partial Least Squares Structural Equation Modeling (PLS-SEM) to analyze the connections among AI use, tool appropriation, and political participation. Results show that ChatGPT use alone did not directly increase offline activism; its effect appeared when combined with Protest_GPT_KE and online participation. This study is one of the first to document how youth in the Global South are creatively using GAI for grassroots mobilization, demonstrating that GAI’s political influence depends on user innovation and context."
  },
  {
    "discipline": "public opinion",
    "title": "Identifying Bots Through LLM-Generated Text in Open Narrative Responses: A Proof-of-Concept Study",
    "authors": "Joshua Claassen, Jan Karem Höhne, Ruben Bach, Anna-Carolina Haensch",
    "url": "https://doi.org/10.1177/08944393251408022",
    "doi": "https://doi.org/10.1177/08944393251408022",
    "filter": 0,
    "created": "2026-1-14",
    "journal_full": "Social Science Computer Review",
    "abstract": "Online survey participants are frequently recruited through social media platforms, opt-in online access panels, and river sampling approaches. Such online surveys are threatened by bots that shift survey outcomes and exploit incentives. In this proof-of-concept study, we advance the identification of bots driven by Large Language Models (LLMs) through the prediction of LLM-generated text in open narrative responses. We conducted an online survey on same-gender partnerships, including three open narrative questions, and recruited 1512 participants through Facebook. In addition, we utilized two LLM-driven bots, each of which responded to the open narrative questions 400 times. Open narrative responses synthesized by our bots were labeled as containing LLM-generated text (“yes”). Facebook responses were assigned a proxy label (“unclear”) as they may contain bots themselves. Using this binary label as ground truth, we fine-tuned prediction models relying on the “Bidirectional Encoder Representations from Transformers” (BERT) model, resulting in an impressive prediction performance: The models accurately identified between 97% and 100% of bot responses. However, prediction performance decreases if the models make predictions about questions they were not fine-tuned with. Our study contributes to the ongoing discussion on bots and extends the methodological toolkit for protecting the quality and integrity of online survey data."
  },
  {
    "discipline": "psychology",
    "title": "A mouse-tracking classification task to measure the unhealthy = tasty intuition",
    "authors": "Jonathan D’hondt, Barbara Briers",
    "url": "https://doi.org/10.3758/s13428-025-02927-5",
    "doi": "https://doi.org/10.3758/s13428-025-02927-5",
    "filter": 0,
    "created": "2026-1-16",
    "journal_full": "Behavior Research Methods",
    "abstract": "Understanding food preferences plays a crucial role in addressing both health concerns, such as obesity, and environmental concerns, such as climate change. Recognizing the impact of lay beliefs on food preferences is essential in addressing these challenges. One prevalent belief is the “unhealthy = tasty intuition” (UTI), the belief that taste and health in food do not go together. While self-report scales and behavioral tasks are commonly used to measure such beliefs, they have distinct methodological purposes: scales are better suited for assessing stable, trait-like constructs, whereas tasks capture more dynamic processes and are well suited for experimental manipulation. This paper introduces a mouse-tracking classification task that provides a process-based behavioral index of UTI, providing a novel approach for assessing implicit beliefs about the relationship between taste and health in food. Three studies validate the task, demonstrating correlations between explicit UTI scores and task performance. Additionally, the task predicts actual food consumption and, importantly, exhibits sensitivity to contextual manipulations. Because this task can be adapted to measure other beliefs, it is a valuable tool for researchers working on individual lay beliefs and decision-making processes. To that end, a template of the task is provided to help other researchers build on this work."
  },
  {
    "discipline": "psychology",
    "title": "HR-ACT (Human–Robot Action) Database: Communicative and noncommunicative action videos featuring a human and a humanoid robot",
    "authors": "Tuǧçe Nur Pekçetin, Gaye Aşkın, Şeyda Evsen, Tuvana Dilan Karaduman, Badel Barinal, Jana Tunç, Cengiz Acarturk, Burcu A. Urgen",
    "url": "https://doi.org/10.3758/s13428-025-02910-0",
    "doi": "https://doi.org/10.3758/s13428-025-02910-0",
    "filter": 0,
    "created": "2026-1-12",
    "journal_full": "Behavior Research Methods",
    "abstract": "We present the HR-ACT (Human–Robot Action) Database, a comprehensive collection of 80 standardized videos featuring matched communicative and noncommunicative actions performed by both a humanoid robot (Pepper) and a human actor. We describe the creation of 40 action exemplars per agent, with actions executed in a similar manner, timing, and number of repetitions. The database includes detailed normative data collected from 438 participants, providing metrics on action identification, confidence ratings, communicativeness ratings, meaning clusters, and H values (an entropy-based measure reflecting response homogeneity). We provide researchers with controlled yet naturalistic stimuli in multiple formats: videos, image frames, and raw animation files (.qanim). These materials support diverse research applications in human–robot interaction, cognitive psychology, and neuroscience. The database enables systematic investigation of action perception across human and robotic agents, while the inclusion of raw animation files allows researchers using Pepper robots to implement these actions for real-time experiments. The full set of stimuli, along with comprehensive normative data and documentation, is publicly available at https://osf.io/8vsxq/ ."
  },
  {
    "discipline": "psychology",
    "title": "One Country, One People? Racial Ethnic Minorities in the United States Perceive Their Community Norms Stronger Than European Americans",
    "authors": "Mercedes A. Muñoz, Ariana Orvell, Cristina E. Salvador",
    "url": "https://doi.org/10.1177/01461672251408108",
    "doi": "https://doi.org/10.1177/01461672251408108",
    "filter": 0,
    "created": "2026-1-16",
    "journal_full": "Personality and Social Psychology Bulletin",
    "abstract": "The United States is characterized as having relatively weak social norms compared to other countries. However, this characterization may be an oversimplification due to the cultural diversity that exists within the country. Four studies ( N = 1,537) examined whether and why U.S. racial minorities (East Asian, Latinx, and African Americans) perceive their racial community’s norms to be significantly stronger than European Americans and White immigrants to the United States (Studies 1–4). This difference was not due to increased perceived discrimination (Study 3) or concerns about out-group member punishment (Study 4). Instead, racial minorities’ stronger perceptions of community norms were motivated primarily by interdependence (Studies 1–4) and concerns about being punished by in-group members for not following norms (Study 4). These findings illustrate differences in norm strength between racial groups in a single country, deepening our understanding of how social norm perceptions may vary in a multicultural society."
  },
  {
    "discipline": "psychology",
    "title": "Friendship and Well-Being Among College Students From Diverse Socioeconomic Backgrounds",
    "authors": "Nicole Melian, Tiffanie Cheng, Rebecca M. Carey",
    "url": "https://doi.org/10.1177/01461672251406664",
    "doi": "https://doi.org/10.1177/01461672251406664",
    "filter": 0,
    "created": "2026-1-16",
    "journal_full": "Personality and Social Psychology Bulletin",
    "abstract": "College students from lower socioeconomic backgrounds often report worse well-being compared to their more privileged peers. This study investigates whether disparities in well-being are associated with relational experiences, with a focus on friendship dynamics. Using a year-long multiwave survey, we investigate key features of friend networks that are linked to well-being among first-generation, low-income (FLI) students and their continuing-generation, higher-income (CHI) peers. We find that, for FLI students, better well-being is uniquely and consistently linked to similarity and academic support in their friend networks. Furthermore, disparities in well-being between FLI and CHI students are largest when FLI students' friend networks are more socioeconomically diverse and completely mitigated when they are less diverse. These findings underscore that in socioeconomically diverse college environments, friendships are not one-size-fits-all in their ability to meet the needs of individuals."
  },
  {
    "discipline": "sociology",
    "title": "On the Deep, Surprising, and Persistently Gendered Dynamics in Complex Music Tastes",
    "authors": "Xiangyu Ma",
    "url": "https://doi.org/10.1177/23780231251410969",
    "doi": "https://doi.org/10.1177/23780231251410969",
    "filter": 0,
    "created": "2026-1-11",
    "journal_full": "Socius",
    "abstract": "Popular and sociological intuitions tell us that men and women ought to have manifestly different cultural tastes. Yet empirical results do not always agree: scholars have often found surprising between-gender homogeneity when it comes to aggregate cultural tastes. Why? In this article, the author argues that such homogeneity is ultimately an artifact of our reliance on affective preference as the first approximation of taste. Building on Bourdieusian work on the unity of taste and data from a nationally representative survey of U.S. residents in 2024, the author shows that there is a deep, surprising, and persistent gendered dynamic to tastes that emerges only when we account for the multidimensional complexity of taste. These gendered dynamics are deep in that they are hidden when taste is approximated in unidimensional form. They are surprising in that they provide only inconsistent support for standing theories on gendered differences in cultural tastes. Finally, these gendered differences are persistent to the accumulation of cultural capital."
  },
  {
    "discipline": "multidisciplinary",
    "title": "The co-occurrence of ingroup and outgroup prosociality across 121 societies",
    "authors": "Kasper Otten",
    "url": "https://doi.org/10.1073/pnas.2517013123",
    "doi": "https://doi.org/10.1073/pnas.2517013123",
    "filter": 0,
    "created": "2026-1-13",
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "In an increasingly interconnected world, prosociality across group boundaries becomes ever more important. Yet, a common premise in the behavioral and social sciences is that people are prosocial mainly toward their ingroup and not outgroups. So far, evidence for this premise comes mostly from studies in which people must choose between ingroup and outgroup prosociality, thereby precluding positive associations between the two types of prosociality. We study situations in which people make separate decisions regarding the ingroup and outgroup, allowing us to examine how ingroup and outgroup prosociality are related. Across six large-scale and cross-societal datasets spanning 743,402 individuals in 121 societies, we find a robust positive relationship between ingroup and outgroup prosociality. This relationship holds across societies, different group categorizations, and a diverse range of prosociality measures, including prisoner’s dilemmas, public good dilemmas, dictator games, and survey items on trust and tolerance. Although people are slightly more prosocial toward their ingroup than the outgroup, those who are prosocial toward the ingroup also tend to be prosocial toward the outgroup. The results offer an optimistic message for prosociality across group boundaries. When people are not made to choose between the ingroup and outgroup, they are generally prosocial toward both."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Unlocking the benefits of transparent and reusable science for climate risk management",
    "authors": "Adam B. Pollack, Lisa Auermuller, Casey D. Burleyson, Jentry Campbell, Madison Condon, Courtney Cooper, Matteo Coronese, Sönke Dangendorf, James Doss-Gollin, Prabhat Hegde, Casey Helgeson, Robert E. Kopp, Jan Kwakkel, Corey Lesk, Justin Mankin, Robert E. Nicholas, Jennie Rice, Samantha Roth, Vivek Srikrishnan, Moira Scheeler, Nancy Tuana, Chris Vernon, Mengqi Zhao, Klaus Keller",
    "url": "https://doi.org/10.1073/pnas.2422157123",
    "doi": "https://doi.org/10.1073/pnas.2422157123",
    "filter": 0,
    "created": "2026-1-14",
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "People around the world seek climate risk information to guide their decisions. For instance, projections about future flood risk inform where households choose to live, how lenders manage credit risks, and which communities receive federal funding. Yet data limitations and fundamental validation challenges raise important concerns about the reliability of such projections. The principles of transparency and reusability help address these concerns by enabling scrutiny of assumptions and methods, development of foundational data and tools, and consistent application of evaluation standards. While there is ongoing debate about how much transparency commercial climate risk services should provide, many expect noncommercial actors to lead the way on operationalizing transparency and reusability to fulfill their knowledge-building role in the climate risk ecosystem. However, despite prominent success stories, we find a substantial gap between principles and practice: Only four percent of the most-cited peer-reviewed climate risk studies in recent years fully share their data and code although this is a widely accepted minimum standard for transparency. We highlight low-cost measures that noncommercial researchers can take now to improve transparency and reusability. We also emphasize that transformative progress requires substantial investment, cross-sector collaboration, and careful consideration of tradeoffs, data rights, and multiple perspectives on equity. We hope this perspective accelerates both immediate actions and longer-term conversations to improve the ability of science to effectively support timely, evidence-based, and sound climate risk management."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Transforming mental health research and care through artificial intelligence",
    "authors": "Nils Opel, Michael Breakspear",
    "url": "https://doi.org/10.1126/science.adz9193",
    "doi": "https://doi.org/10.1126/science.adz9193",
    "filter": 0,
    "created": "2026-1-15",
    "journal_full": "Science",
    "abstract": "Artificial intelligence (AI) holds transformative potential for the care of people with mental health illnesses. This Review explores key domains and emerging applications of AI in mental health, emphasizing the challenges that must be addressed to ensure safe, effective, and sustainable clinical integration. Distinctive features of mental health care—such as the lack of objective biomarkers, the reliance on behavioral and emotional assessments, the legacy of stigma, and the importance of privacy—present fundamental challenges to overcome. We argue that the clinical translation of AI tools should be approached through the lens of an individual patient’s journey from the onset of symptoms through diagnosis, treatment, recovery, and emotional well-being."
  }
]
