[
  {
    "discipline": "communication",
    "title": "The impact of attention and task performance on antiphishing performance: a multigoal perspective",
    "authors": "Shihe Pan, Jungwon Kuem",
    "url": "http://dx.doi.org/10.1108/itp-01-2023-0079",
    "doi": "10.1108/itp-01-2023-0079",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose People are often recognized as the weakest part of thwarting phishing attacks. The goal of preventing phishing can conflict with the goal of keeping a good level of productivity in daily work; however, we still lack an understanding of this multigoal scenario. This paper aims to develop and test a new model of antiphishing performance, especially in relation to individuals' task performance in daily work. Drawing on the extended multiple-goal pursuit model (MGPM*), we examined the relationship between task performance at a time point and the subsequent antiphishing performance as well as how this relationship differs across varying types of phishing emails and attention levels to phishing cues. Design/methodology/approach We tested the model by conducting a field experiment with a survey questionnaire. Four legitimate work emails and four phishing emails (consisting of two work-related and two work-unrelated emails) were sent to 357 participants. The data were analyzed using generalized estimating equations. Findings The results indicate that task performance at a time point has a curvilinear relationship with subsequent antiphishing performance. This relationship is moderated by the types of phishing emails and individuals' attention to phishing cues. For work-related phishing emails, task performance is negatively associated with antiphishing performance when it reaches an intermediate level; however, when task performance is low, or high to an extent, it is positively related to antiphishing performance. For work-unrelated phishing emails, there is a positive association between task performance and antiphishing performance. Moreover, attention to phishing cues moderates the curvilinear relationship between task performance and antiphishing performance such that when task performance reaches an intermediate level, as attention to phishing cues increases, the relationship between task performance and antiphishing performance will turn from negative to positive. Practical implications This paper has practical implications that bear on the conflict between antiphishing performance and task performance. Originality/value This paper sheds light on the potential of the extended multiple-goal pursuit model in studying antiphishing behavior."
  },
  {
    "discipline": "communication",
    "title": "Online monitoring activism: civic surveillance practices as a reaction to the rise of the far-right in the COVID-19 pandemic",
    "authors": "Florian Primig, Julia Lück-Benz",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2406817",
    "doi": "10.1080/1369118x.2024.2406817",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "When news is entertainment: explaining the persistence of misinformation through the information environment",
    "authors": "Sakshi Bhalla, Rik Ray, Harsh Taneja",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2406819",
    "doi": "10.1080/1369118x.2024.2406819",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "The thousand faces of images in AI news: psychological distance, dialectical relationships and sensationalism",
    "authors": "Yujia Zhai, Nanshan Guo, Jinwen Zhang, Hezhao Zhang, Shaojing Sun, Ying Ding",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2406811",
    "doi": "10.1080/1369118x.2024.2406811",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "A world of Palantir – ontological politics in the Danish police’s POL-INTEL",
    "authors": "Vasilis Galis, Björn Karlsson",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2410255",
    "doi": "10.1080/1369118x.2024.2410255",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Pushing Towards Privacy",
    "authors": "Jana Dombrowski, Alexandra Lux",
    "url": "http://dx.doi.org/10.1027/1864-1105/a000433",
    "doi": "10.1027/1864-1105/a000433",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: The use of privacy-enhancing technologies (PETs) to protect online privacy is a promising preventive measure. However, many users lack knowledge of their existence and application. This study reports the results of a pre-registered longitudinal experiment aimed at encouraging Internet users to install and use Tor, which enables anonymous browsing. The study compares two soft-paternalistic interventions: a social norm nudge and an educational boost, each with positive and negative framing. The data ( N T1  = 1,450; N T2  = 1,171) were based on a sample representative of German online users. The study finds that targeting users’ literacy and framing Tor as a PET, rather than as a darknet technology, increases users’ motivation to install and use the browser. However, the effects are only observed in the short-term and do not translate into actual behavior. We discuss implications for theory and practice regarding the effectiveness of interventions encouraging PET adoption."
  },
  {
    "discipline": "communication",
    "title": "Testing Obtrusiveness and Addressing as Determinants of the Intensity of Parasocial Interactions",
    "authors": "Tobias Schreyer, Uli Gleich",
    "url": "http://dx.doi.org/10.1027/1864-1105/a000444",
    "doi": "10.1027/1864-1105/a000444",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: With the Two-Level Model of PSI, Hartmann et al. (2004) intended to overcome shortcomings in the field of research on parasocial phenomena. However, the model’s conceptualization of PSI and its implications have not been empirically tested yet. The study aims to test two central assumptions of the model. In an experiment with 128 participants, obtrusiveness and addressing of a persona were manipulated and the effects on experienced perceptual-cognitive, affective, and conative parasocial interaction were tested. As expected, obtrusiveness appeared as a significant predictor of the intensity of parasocial interactions. An effect of addressing could not be found. The study partially supports the assumptions of the Two-Level Model."
  },
  {
    "discipline": "communication",
    "title": "Book Review",
    "authors": "Ruth Moon",
    "url": "http://dx.doi.org/10.1177/10776990241284592",
    "doi": "10.1177/10776990241284592",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly"
  },
  {
    "discipline": "communication",
    "title": "Where Is Local News Dying Off?: Mechanisms Behind the Formation of Local News Deserts in the United States",
    "authors": "Abby Youran Qin",
    "url": "http://dx.doi.org/10.1177/10776990241277885",
    "doi": "10.1177/10776990241277885",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Despite the resounding alarm of a nationwide decline of local news, little is known about the underlying mechanisms. Using the 2004 and 2018 U.S. local news deserts datasets alongside census and election data, I adopt spatial panel regressions to delineate causal relationships between county-level attributes and local news preservation and further demonstrate spatial heterogeneity in these relationships through geographically weighted panel regressions. I find that news media follow the money and often move away from places where they are needed most—those with more racial-ethnic diversity and growing populations. Partisan composition does not help or hinder local newspaper preservation."
  },
  {
    "discipline": "communication",
    "title": "Patterns of News Consumption during the COVID-19 Pandemic Crisis: A 2.5 Year Longitudinal Study in the Netherlands",
    "authors": "Adriana Solovei, Julia C.M. van Weert, Bas van den Putte, Mark Boukes, Toni G.L.A. van der Meer, Saar Mollen, Eline S. Smit, Nida Gizem Yilmaz, Marijn de Bruin",
    "url": "http://dx.doi.org/10.1080/1461670x.2024.2407944",
    "doi": "10.1080/1461670x.2024.2407944",
    "filter": 0,
    "journal_full": "Journalism Studies"
  },
  {
    "discipline": "communication",
    "title": "The Structural and Temporal Curb of Populism: A Cross-Country Analysis of Authoritarian Populist Influences on Journalism",
    "authors": "Burçe Çelik, Marlene Radl, Marko Ribac, Fanni Toth, Tjaša Turnšek",
    "url": "http://dx.doi.org/10.1080/1461670x.2024.2407948",
    "doi": "10.1080/1461670x.2024.2407948",
    "filter": 0,
    "journal_full": "Journalism Studies"
  },
  {
    "discipline": "communication",
    "title": "Amplifying Player Experience to Facilitate Prosocial Outcomes in a Narrative-Based Serious Game",
    "authors": "Lewen Wei, Mike Schmierbach, Bingjie Liu, Jin Kang, Cheng Chen, Frank E. Dardis, Ryan Tan, Olivia Cohen",
    "url": "http://dx.doi.org/10.17645/mac.8637",
    "doi": "10.17645/mac.8637",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "The rise and development of serious games have shown promise in addressing critical social issues, including school bullying. However, prior work often compares game-based interventions with the conventional non-game approach, failing to generate insights about which game features should be emphasized to create more effective games. To bridge this research gap, in light of video games’ advantages for creating immersive experiences that benefit persuasion, we created a narrative-based serious game addressing school bullying and conducted two studies (Study 1, &lt;em&gt;N&lt;/em&gt; = 130; Study 2, &lt;em&gt;N&lt;/em&gt; = 250) to explore the persuasive effects of two game features, respectively player–avatar similarity and in-game control, on player experience (including player–avatar identification, narrative engagement, and empathy) and prosocial intention. We found mixed results subject to player perspective such that only when players took the bully’s perspective did one of the game features—in-game control—successfully create the intended empathy via amplified narrative engagement toward the desirable prosocial intention."
  },
  {
    "discipline": "communication",
    "title": "Accepting Exclusion: Examining the (Un)Intended Consequences of Data-Driven Campaigns",
    "authors": "Sophie Minihold, Fabio Votta",
    "url": "http://dx.doi.org/10.17645/mac.8685",
    "doi": "10.17645/mac.8685",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Using citizens’ data not only enables precise targeting of campaign messages online, but also the deliberate exclusion of certain groups of citizens. This study asks (a) to what extent have citizens been excluded from political (online) ads during the Dutch 2021 and 2023 election campaigns and (b) how acceptable citizens find the practice of exclusion. To answer these questions, we use data from the Meta Ad Targeting dataset to investigate any employed exclusion criteria by parties and rely on survey data collected during the 2023 Dutch general election to learn about citizens’ opinions. Our study reveals that political parties across the spectrum allocated less budget to targeting and excluding citizens in 2023 compared to 2021. Predominantly, exclusion is based on age, gender, and place of residence, with criteria such as political views, migration background, and religious beliefs being relatively uncommon. Despite citizens considering all forms of exclusion unacceptable, they view exclusion based on political views as the most tolerable. Moreover, individuals leaning towards the political right exhibit greater acceptance of exclusion, particularly based on migration background. In scrutinizing the extent of citizen exclusion from political campaign messaging and citizens’ perceptions, we contribute to the discourse on the unintended consequences of data-driven campaigning."
  },
  {
    "discipline": "communication",
    "title": "Immersive Stories: From Technological Determinism Towards Narrative Determinism",
    "authors": "Jorge Vázquez-Herrero",
    "url": "http://dx.doi.org/10.17645/mac.8415",
    "doi": "10.17645/mac.8415",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Following the wave of immersive production that occurred between 2015 and 2018, and in the face of new virtual, augmented, and mixed-reality devices, this article discusses the need to move from a technology- or device-focused perspective in the analysis and use of immersive technology towards a story-focused or story-first perspective. It starts with a technological perspective, contextualising the evolution of immersive technologies and their interpretation from a technological determinism point of view. Secondly, the ecological perspective provides an integrative reading of the technique, its use, and its experience, based on the concept of the environment. Finally, and after acknowledging previous research on the effects of immersive media on the audience, the article considers the narrative elements that are reinforced by immersive technologies in journalism and nonfiction, based on the qualitative analysis of projects. The article highlights narrative resources associated with the social character of the story, the spatio-temporal framework, and the emotional impact. It suggests a shift towards “narrative determinism,” which would allow us to analyse and employ immersive resources in terms of their contribution to storytelling and to overcome the limitations of perspectives that are highly dependent on specific platforms or technologies."
  },
  {
    "discipline": "communication",
    "title": "Screens as Battlefields: Fact-Checkers’ Multidimensional Challenges in Debunking Russian-Ukrainian War Propaganda",
    "authors": "Laurence Dierickx, Carl-Gustav Lindén",
    "url": "http://dx.doi.org/10.17645/mac.8668",
    "doi": "10.17645/mac.8668",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This study examines the challenges fact-checkers face when dealing with war propaganda and how their socio-professional contexts influence these obstacles. Using a mixed-methods approach, the research identifies common difficulties such as time constraints, resource limitations, and the struggle to find reliable information amidst language barriers and geographical distances. The findings highlight the impact of socio-professional contexts on investigative methods, ranging from traditional journalism to advanced open-source intelligence methods. The study underscores the importance of international cooperation and support networks in addressing these challenges and also in mitigating the impact that exposure to violent content and harassment has on well-being and professional integrity."
  },
  {
    "discipline": "communication",
    "title": "Navigating dual stigmas on social media: How self-disclosure strategies influence public attitudes toward sexual minorities with mental disorders",
    "authors": "Hang Lu, Minjie Li",
    "url": "http://dx.doi.org/10.1177/14614448241282604",
    "doi": "10.1177/14614448241282604",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "In light of the rising trend of self-disclosing stigmatized identities on social media and the insufficient understanding of its repercussions on societal attitudes, this study employs an intersectional framework to examine the impact of revealing dual stigmas related to sexual identities and health conditions on destigmatization. Drawing upon the intergroup contact hypothesis and social penetration theory, a national sample of U.S. adults ( N = 1,596) participated in a 3 (sexual identity cue: explicit-cue vs implicit-cue vs no-cue) × 5 (coping with mental disorders: good-coping vs balanced-coping vs poor-coping vs no-coping vs control) between-subjects experiment. Results revealed that while dual stigma disclosure occasionally showed enhanced positive impacts, it never exacerbated stigmatized attitudes compared to single stigma disclosure. In addition, the two self-disclosure strategies interacted to influence destigmatization, mediated by perceived competence rather than perceived authenticity. Implications from the findings are provided."
  },
  {
    "discipline": "communication",
    "title": "Mediating Power-to-X: A case study of green imaginaries and environmental conflicts in local Danish news media",
    "authors": "Anders Horsbøl",
    "url": "http://dx.doi.org/10.2478/nor-2024-0020",
    "doi": "10.2478/nor-2024-0020",
    "filter": 0,
    "journal_full": "Nordicom Review",
    "abstract": "Recently, Power-to-X (PtX) has come to play a prominent role in the public discussion of a green energy future, with high hopes expressed by political and business players. In the Danish news media, PtX has experienced a steep rise in attention, which calls for studies of how PtX is made sense of as a societal, not only a technological, phenomenon. Informed by the notion of sociotechnical imaginaries, this article investigates the local introduction of PtX in Frederica, one of the forerunner towns for PtX in Denmark, as represented in the coverage of the daily newspaper Fredericia Dagblad . The study analyses how PtX is made sense of by being connected to local actors, circumstances, and imagined futures. Two diverging sociotechnical imaginaries are identified, centring on 1) local (business) cooperation for green energy solutions towards a PtX adventure, and 2) concerns for scarce nature in a densely industrialised area. The findings show both similarities with and differences to already known mediatised environmental conflicts and point to dynamics between media, market, politics, and civil society in future mediatised environmental conflicts."
  },
  {
    "discipline": "communication",
    "title": "Heaven Holds a Place for Those Who Pray: Instrumentalizing Religion and Disinformation the 2022 Brazilian and 2023 Turkish Presidential Campaigns",
    "authors": "James Fitzgerald, Ayse D. Lokmanoglu, Debora Salles, Rose Marie Santini",
    "url": "http://dx.doi.org/10.1177/19401612241285660",
    "doi": "10.1177/19401612241285660",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "This comparative study examines the interplay of religious messaging and disinformation in the election campaign material of Jair Bolsonaro and Recep Tayyip Erdogan for the 2022 Brazilian and 2023 Turkish presidential elections. We employ a mixed-methods approach, combining computational keyword filtering and content analysis with qualitative discourse analysis and applied to a corpus of 10,519 posts across seven social media platforms. The analysis informs two key findings. First, in both Bolsonaro and Erdogan’s presidential campaigns, religious rhetoric and symbolism is used to bolster personal authority and in-group support to consolidate the idea of (presiding over) a majority bloc. Second, while disinformation interfaces with religious messaging in both presidential campaigns, we find that religion is overwhelmingly instrumentalized as a vector for political disinformation—thus, we did not identify any significant presence of “religious disinformation,” classically understood. Ultimately, our article creates space for further comparative and region-specific scholarship to explore how religion, politics, and disinformation intersect with authoritarian populism in modern elections and beyond, while also contributing to the conceptual refinement of “religious disinformation.”"
  },
  {
    "discipline": "communication",
    "title": "Multinational and Multimodal Character Framing of Political Candidates in Online News: Do Political and Media System Classifications Matter?",
    "authors": "Dennis Steffan, Maria Elizabeth Grabe, Umberto Famulari",
    "url": "http://dx.doi.org/10.1177/19401612241285665",
    "doi": "10.1177/19401612241285665",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "An evolving body of research generally referred to as visual politics has brought the heavy research focus on linguistic modalities of political communication closer to parity with visual emphasis. The study reported here transcends this schism by joining momentum toward multimodality as an ontological departure point for research. We expanded an existing visual instrument into a multimodal one and provided evidence that it reliably captures character framing of political candidates (stateliness, compassion, mass appeal, ordinariness, and sure loser) in German, Polish, and United States commercial online news. We focused on election coverage in these countries because they represent three distinct political and media systems (democratic-corporatist, polarized-pluralist, and hybrid) of the Global North. The quantitative content analysis sample we used spans 2,688 online news stories with seven political candidates identified in 6,560 cases across six modalities (still images, moving images, frozen video images, text, audio, and superimposed text). We found support for the hypothesis that political and media system latencies affect how news media frame the character traits of political candidates in both visual and linguistic modalities. Specifically, the competitive tendencies of majoritarian democracies manifested more clearly as candidate-centered, simplistic, and polarizing character framing in US media content than in journalistic output of multiparty consensus democracies. For example, US news media were more consistent in their portrayal of election winners and losers than German and Polish news media, emphasizing stateliness, compassion, and ordinariness in the winner while unambiguously assigning the negative sure loser frame to the election loser."
  },
  {
    "discipline": "communication",
    "title": "How Does Topical Diversity Affect Source Credibility? Fact-Checking Coverage of Politics, Science, and Popular Culture",
    "authors": "Hwayong Shin",
    "url": "http://dx.doi.org/10.1177/19401612241277137",
    "doi": "10.1177/19401612241277137",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "News sources that correct misinformation seek to foster an informed citizenry and promote democratic accountability. One such effort is being made by fact-checking sites across the globe. However, public trust in these outlets remains limited. Is their politics-focused coverage one factor behind the limited trust? Politics-focused coverage highlights partisan competition, which can harm credibility by activating identity-protective biases or resistance to persuasive intent. Prior research suggests depoliticized contexts can help mitigate defensive psychological tendencies in news source assessments. Thus, a potential approach to build broad-based trust could be to broaden the scope of coverage to include nonpolitical topics. Through a preregistered survey experiment in the United States, I test how the topical scope of coverage affects source credibility perceptions. Compared to politics-focused coverage, science-focused coverage improves credibility assessments. Focusing solely or partially on popular culture topics such as entertainment, sports, and lifestyle reduces source credibility. The effects of nonpolitical coverage on source credibility perceptions are similar across partisan groups. The results suggest the public shares the notion that serious public affairs coverage is central to reputable journalism. Overall, coverage of politics and science fares relatively well in building source credibility, whereas coverage of popular culture undermines credibility assessments. People find news sources that correct misinformation more credible when they cover a range of serious topics, but less credible when they cover lighter topics."
  },
  {
    "discipline": "public opinion",
    "title": "Voters Share Polls That Say What They Want to Hear: Experimental Evidence From Spain and the USA",
    "authors": "Alejandro Fernández-Roldán, Matthew Barnfield",
    "url": "http://dx.doi.org/10.1093/ijpor/edae047",
    "doi": "10.1093/ijpor/edae047",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "Pre-election polls are published continuously, particularly in the run-up to elections. Increasingly, polls are commissioned by the media and gain traction through their propagation on social media. But polls differ along many dimensions, including in their estimated vote shares and the corresponding portrayal of the state of public opinion. We rely on recent evidence to argue that these factors are likely to affect people’s willingness to share polls with their networks. To test this claim, we conduct two studies. In the first, we expose Spanish voters to a random selection of recent, real, 2023 general election vote intention polls. In the second, a conjoint analysis presents US voters with abstract, hypothetical 2024 presidential election polls. Across both studies, we find no evidence of any effect of polling firms, fieldwork dates, or sample sizes on intentions to share polls. Above all, our results suggest that the main factor consistently affecting voters’ proclivity to share polls is the result of the poll itself. Our findings are consistent with the literature that suggests that voters’ reception of poll results is usually driven by directional goals, and may have significant implications in light of the unique epistemic value of reposting on social media."
  },
  {
    "discipline": "public opinion",
    "title": "Why People Accept Mental Health-Related Misinformation: Role of Social Media Metrics in Users’ Information Processing",
    "authors": "Shiyi Zhang, Huiyu Zhou, Yimei Zhu",
    "url": "http://dx.doi.org/10.1177/08944393241287791",
    "doi": "10.1177/08944393241287791",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "Drawing on dual-process theories, this study aims to investigate the factors associated with social media users’ acceptance of mental health-related misinformation (MHRM). We conducted a case study of Chinese microblogging Weibo on conversations that emerged following a publicised celebrity suicide of South Korean superstar Sulli. This incident sparked an extensive discussion on mental health issues as Sulli was reported to have suffered from depression prior to her death. Whilst previous studies on users’ information acceptance mainly adopted survey methods, our study employs a mixed-method approach (i.e. computational data collection method, content analysis and statistical analysis), which opens up new directions to utilise secondary social media data. We identified MHRM from the discussions on Weibo and labelled the responses to the misinformation as whether they indicate an acceptance of the MHRM. Binary logistic regression was used to examine the associations of receivers’ acceptance of MHRM with its information features (e.g. number of likes) and information sources (e.g. gender). Inconsistent with previous studies, our findings suggest that MHRM is less likely to be accepted when published by male users, underscoring the context-specific nature of heuristic cues. This study also revealed some novel findings, such as MHRM with more pictures or with more words is less likely to be accepted. A theoretical model was proposed based on the findings, which highlights the importance of heuristic cues and individuals’ pre-existing knowledge in information processing."
  },
  {
    "discipline": "psychology",
    "title": "Visualization of Composite Plots in R Using a Programmatic Approach and smplot2",
    "authors": "Seung Hyun Min",
    "url": "http://dx.doi.org/10.1177/25152459241267927",
    "doi": "10.1177/25152459241267927",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "In psychology and human neuroscience, the practice of creating multiple subplots and combining them into a composite plot has become common because the nature of research has become more multifaceted and sophisticated. In the last decade, the number of methods and tools for data visualization has surged. For example, R, a programming language, has become widely used in part because of ggplot2, a free, open-source, and intuitive plotting library. However, despite its strength and ubiquity, it has some built-in restrictions that are most noticeable when one creates a composite plot, which currently involves a complex and repetitive process with steps that go against the principles of open science out of necessity. To address this issue, I introduce smplot2, an open-source R package that integrates ggplot2’s declarative syntax and a programmatic approach to plotting. The package aims to enable users to create customizable composite plots by linearizing the process of complex visualization. The documentation and code examples of the smplot2 package are available online ( https://smin95.github.io/dataviz )."
  },
  {
    "discipline": "psychology",
    "title": "Advancing Group-Based Disparities Research and Beyond: A Cautionary Note on Selection Bias",
    "authors": "Dongning Ren, Wen Wei Loh",
    "url": "http://dx.doi.org/10.1177/25152459241260256",
    "doi": "10.1177/25152459241260256",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "Obtaining an accurate understanding of group-based disparities is an important pursuit. However, unsound study designs can lead to erroneous conclusions that impede this crucial work. In this article, we highlight a critical methodological challenge to drawing valid causal inferences in disparities research: selection bias. We describe two commonly adopted study designs in the literature on group-based disparities. The first is outcome-dependent selection, when the outcome determines whether an observation is selected. The second is outcome-associated selection, when the outcome is associated with whether an observation is selected. We explain the methodological challenge each study design presents and why it can lead to selection biases when evaluating the actual disparity of interest. We urge researchers to recognize the complications that beset these study designs and to avoid the insidious impact of inappropriate selection. We offer practical suggestions on how researchers can improve the rigor and demonstrate the defensibility of their conclusions when investigating group-based disparities. Finally, we highlight the broad implications of selection mechanisms for psychological science."
  },
  {
    "discipline": "psychology",
    "title": "Assessing the Generality of a Self-Administered Strategic-Resource-Use Intervention on Academic Performance: A Multisite, Preregistered Conceptual Replication of Chen et al. (2017)",
    "authors": "Peter P. J. L. Verkoeijen, Gabriela V. Koppenol-Gonzalez, Lara M. van Peppen, Marloes M. D. H. J. Broeren, Anita E. G. Heijltjes, Renske E. Kuijpers, Janneke T. L. M. Nobelen, Marion Tillema, Marleen H. M. de Moor, Lidia R. Arends",
    "url": "http://dx.doi.org/10.1177/25152459241270604",
    "doi": "10.1177/25152459241270604",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "Chen et al. designed a novel strategic-resource-use (SRU) intervention that higher-education students could self-administer online. This intervention aimed to help students improve their performance by stimulating them to think about using learning resources for an exam preparation. The SRU intervention was tested in two undergraduate introductory-statistics courses. In the first experiment, students in the control condition received an email asking them to state their desired grade, how motivated they were to get that grade, how important it was to obtain the desired grade, and how confident they were in obtaining it. Participants in the experimental condition received the same mail and took the 15-min SRU intervention. On the final course exam, the SRU group outperformed the control group, yielding a small to medium effect size, a finding that was replicated in a second study. We conducted four preregistered conceptual replications of Chen and colleagues’ study in four undergraduate introductory-statistics courses at two Dutch higher-education institutions. In our study, the meta-analytic standardized effects on the final-exam scores in the intention-to-treat meta-analysis and the compliant-only analysis were small and not significantly different from 0, and the upper limits of the 95% confidence intervals of both meta-analyses were smaller than the effect sizes of the two studies reported by Chen and colleagues. Comparable results were obtained for the pass rates. Thus, the results of the present study failed to corroborate the previously demonstrated positive effect of the SRU intervention on final-exam scores and pass rates."
  },
  {
    "discipline": "psychology",
    "title": "So You Want to Do ESM? 10 Essential Topics for Implementing the Experience-Sampling Method",
    "authors": "Jessica Fritz, Marilyn L. Piccirillo, Zachary D. Cohen, Madelyn Frumkin, Olivia Kirtley, Julia Moeller, Andreas B. Neubauer, Lesley A. Norris, Noémi K. Schuurman, Evelien Snippe, Laura F. Bringmann",
    "url": "http://dx.doi.org/10.1177/25152459241267912",
    "doi": "10.1177/25152459241267912",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "The experience-sampling method (ESM) captures psychological experiences over time and in everyday contexts, thereby offering exciting potential for collecting more temporally fine-grained and ecologically valid data for psychological research. Given that rapid methodological developments make it increasingly difficult for novice ESM researchers to be well informed about standards of ESM research and to identify resources that can serve as useful starting points, we here provide a primer on 10 essential design and implementation considerations for ESM studies. Specifically, we (a) compare ESM with cross-sectional, panel, and cohort approaches and discuss considerations regarding (b) item content and phrasing; (c) choosing and formulating response options; (d) timescale (sampling scheme, sampling frequency, survey length, and study duration); (e) change properties and stationarity; (f) power and effect sizes; (g) missingness, attrition, and compliance; (h) data assessment and administration; (i) reliability; and (j) replicability and generalizability. For all 10 topics, we discuss challenges and—if available—potential solutions and provide literature that can serve as starting points for more in-depth readings. We also share access to a living, web-based resources library with a more extensive catalogue of literature to facilitate further learning about the design and implementation of ESM. Finally, we list topics that although beyond the scope of our article, can be relevant for the success of ESM studies. Taken together, our article highlights the most essential design and implementation considerations for ESM studies, aids the identification of relevant in-depth readings, and can thereby support the quality of future ESM studies."
  },
  {
    "discipline": "psychology",
    "title": "People make mistakes: Obtaining accurate ground truth from continuous annotations of subjective constructs",
    "authors": "Brandon M. Booth, Shrikanth S. Narayanan",
    "url": "http://dx.doi.org/10.3758/s13428-024-02503-3",
    "doi": "10.3758/s13428-024-02503-3",
    "filter": 0,
    "journal_full": "Behavior Research Methods",
    "abstract": "Accurately representing changes in mental states over time is crucial for understanding their complex dynamics. However, there is little methodological research on the validity and reliability of human-produced continuous-time annotation of these states. We present a psychometric perspective on valid and reliable construct assessment, examine the robustness of interval-scale (e.g., values between zero and one) continuous-time annotation, and identify three major threats to validity and reliability in current approaches. We then propose a novel ground truth generation pipeline that combines emerging techniques for improving validity and robustness. We demonstrate its effectiveness in a case study involving crowd-sourced annotation of perceived violence in movies, where our pipeline achieves a .95 Spearman correlation in summarized ratings compared to a .15 baseline. These results suggest that highly accurate ground truth signals can be produced from continuous annotations using additional comparative annotation (e.g., a versus b) to correct structured errors, highlighting the need for a paradigm shift in robust construct measurement over time."
  }
]
