[
  {
    "discipline": "communication",
    "title": "Conceptualizing the evolving nature of computational propaganda: a systematic literature review",
    "authors": "Hassan Mustafa, Markus Luczak-Roesch, David Johnstone",
    "abstract": "Since the 2016 U.S. election and the U.K. Brexit campaign, computational propaganda has become an important research topic in communication, political and social science. Recently, it has become clearer that computational propaganda doesn’t start from a clean slate and is not precisely bound to single issues or campaigns. Instead, computational propaganda needs to be looked at as a complex phenomenon in a global environment of co-evolving issues and events, emerging technologies, policies and legal frameworks, and social dynamics. Here, we review the literature on computational propaganda from this perspective and theorize this evolving and longitudinal nature of computational propaganda campaigns through the lens of relational dynamics. Our conceptual contribution forms the basis for a new kind of empirical research on computational propaganda that is aware of the complex interdependencies, feedback cycles and structural conditions that are elusive when focusing on individual campaigns and short time frames.",
    "url": "https://doi.org/10.1093/anncom/wlaf001",
    "doi": "https://doi.org/10.1093/anncom/wlaf001",
    "filter": 0,
    "journal_full": "Annals of the International Communication Association"
  },
  {
    "discipline": "communication",
    "title": "The separate and combined effects of (in)accessible and (un)sophisticated political communication on citizens’ reasoning and attitudes toward politicians",
    "authors": "Emma Turkenburg",
    "abstract": "Contemporary political discussions are often subject to criticism of increasing simplification. Yet, there are also explicit calls for simplicity, and worries about the effects of politicians’ overly complex talk. This paper addresses these concerns, distinguishing between inaccessibility (complex form) and unsophisticatedness (simplistic content), and exploring their separate and combined effects on citizens’ reasoning and attitudes toward politicians. Results of a 2 × 2 experiment (N = 1,959) show that both inaccessible and unsophisticated political communication negatively affect citizens’ self-reported reasoning, and lower affective evaluations of the communicating politician. Yet, only a lack of sophistication lowers evaluations of politicians’ qualifications. When combined, inaccessibility and unsophisticatedness do not strengthen each other’s negative impact across the board. This study highlights the importance of considering both accessibility and sophisticatedness as separate dimensions, and presents novel insights into how these different forms of simplicity and complexity impact the way citizens think about politics and politicians.",
    "url": "https://doi.org/10.1093/hcr/hqaf002",
    "doi": "https://doi.org/10.1093/hcr/hqaf002",
    "filter": 0,
    "journal_full": "Human Communication Research"
  },
  {
    "discipline": "communication",
    "title": "Abortion Salience After the Roe v. Wade Leak: A Computational Content Analysis of Tweets by CNN, Fox News, and ABC News",
    "authors": "Huma Rasheed, Casey Randazzo, Melissa Dreier, Akeela Careem",
    "url": "https://doi.org/10.1080/08838151.2025.2473951",
    "doi": "https://doi.org/10.1080/08838151.2025.2473951",
    "filter": 0,
    "journal_full": "Journal of Broadcasting & Electronic Media"
  },
  {
    "discipline": "communication",
    "title": "An intellectual history of digital colonialism",
    "authors": "Toussaint Nothias",
    "abstract": "In recent years, the scholarly critique of tech power as a form of digital colonialism has gained prominence. Scholars from various disciplines—including communication, law, computer science, anthropology, and sociology—have turned to this idea (or related ones such as tech colonialism, data colonialism, and algorithmic colonization) to conceptualize the harmful impact of digital technologies globally. This article reviews significant historical precedents to the current critique of digital colonialism and further shows how digital rights activists from the Global South have been actively developing and popularizing these ideas over the last decade. I argue that these two phenomena help explain why scholars from varied disciplines developed adjacent frameworks simultaneously and at this specific historical juncture. The article also proposes a typology of digital colonialism around six core features. Overall, this article encourages historicizing current debates about tech power and emphasizes the instrumental role of nonscholarly communities in knowledge production.",
    "url": "https://doi.org/10.1093/joc/jqaf003",
    "doi": "https://doi.org/10.1093/joc/jqaf003",
    "filter": 0,
    "journal_full": "Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "Too much of what? Two-wave panel evidence for selective (de-)sensitization through frequent exposure to different kinds of digital hate",
    "authors": "Rinat Meerson, Kevin Koban, Jörg Matthes",
    "abstract": "Digital hate has become an inevitable aspect of daily life for social media users, constituting a formidable societal challenge. Despite broad consensus of related harms, researchers have struggled to predict users’ intervening activity and moderation preferences, especially given that they are subject to temporal changes. A two-wave panel survey was conducted to investigate how exposure frequency to incivility, intolerance, and threats is associated over time with (de-)sensitization regarding perceived severity, different intervention activities, and content moderation preferences, while also considering free-speech attitudes as a moderating factor. Results provide evidence for both consistent and selective (de-)sensitization over time across response and hate types. Most notably and contrary to popular desensitization narratives, users demonstrated heightened awareness and engagement when confronted with hateful content more frequently, actively intervening through reactions, comments, or private messages. Overall, these findings give reason for hope that users may become increasingly sensitive and engaged in combating digital hate.",
    "url": "https://doi.org/10.1093/jcmc/zmaf002",
    "doi": "https://doi.org/10.1093/jcmc/zmaf002",
    "filter": 0,
    "journal_full": "Journal of Computer-Mediated Communication"
  },
  {
    "discipline": "communication",
    "title": "Locked among inequalities: A study of children’s digital experiences and digital divide during the COVID-19 pandemic",
    "authors": "Daniel Calderón-Gómez, Massimo Ragnedda, Maria Laura Ruiu",
    "abstract": "This article examines children’s digital experiences during the COVID-19 pandemic as a specific aspect of digital divide. Utilizing a survey of 2004 English parents aged 20–55 years, the study explores how various factors – including household living conditions, parents’ sociodemographic status and sociotechnical variables such as children’s usage frequency and intensity, expenditure on technology and parents’ digital skills – affected different dimensions of children’s digital experiences during the lockdown. These dimensions include academic performance, connectivity issues, social interaction, feelings of isolation, problematic use and social support. The findings reveal distinct age-related trends, with older children more frequently engaging in online socialization. In addition, the study highlights a correlation between more favourable household socioeconomic conditions and improved digital experiences for children.",
    "url": "https://doi.org/10.1177/14614448251321779",
    "doi": "https://doi.org/10.1177/14614448251321779",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Explaining public communication change: A structure–actor model",
    "authors": "Philipp Müller",
    "abstract": "Public communication change (PCC) is often studied in communication research with a somewhat narrow conceptual focus, for instance, either on the contingency or on the determination of communication development. I argue that instead of considering the various extant theoretical approaches as competing and irreconcilable, the field should strive for a holistic understanding that helps integrate them. I consider PCC as a process that unfolds over time in complex multilevel dynamics between macro-level structural transformations and the decisions and resulting behaviors of individual and collective actors. I propose a structure–actor model of PCC that accounts for both, determined and contingent processes simultaneously. It is also able to explain the emergence of paradox phenomena and collective misjudgments despite better knowledge. I conclude by using examples from the context of the “filter bubble” phenomenon to illustrate the heuristic value of the developed model and sketch an empirical research agenda that follows from its arguments.",
    "url": "https://doi.org/10.1177/14614448251321439",
    "doi": "https://doi.org/10.1177/14614448251321439",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "The Political Court: Newspaper Coverage, Appointment Politics, and Public Support of the United States Supreme Court, 1980–2023",
    "authors": "Joshua Boston, Christopher N. Krewson",
    "url": "https://doi.org/10.1080/10584609.2025.2467905",
    "doi": "https://doi.org/10.1080/10584609.2025.2467905",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Motivating Future Voters: Comparing the Effects of ‘I Voted’ and ‘I Will Vote’ Stickers on Intention to Vote",
    "authors": "Alon P. Kraitzman, Stephanie L. DeMora, Dolores Albarracín",
    "url": "https://doi.org/10.1080/10584609.2025.2472768",
    "doi": "https://doi.org/10.1080/10584609.2025.2472768",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "From climate scepticism to discourses of delay in UK editorials",
    "authors": "Sylvia Hayes, Josh Gabbatiss, Catherine Butler",
    "abstract": "News media has long been recognised for its important role in shaping public discourse and socio-political action relating to climate change. This is particularly true of opinion journalism, which reflects elite voices. Within the climate change communications literature, an important shift marks a turn away from outright denial of the existence of climate change towards delaying narratives. In this paper, we use a longitudinal mixed-methods analysis to chart ‘discourses of delay’ in editorials relating not only directly to climate change but to the closely connected issue of energy transitions across seventeen UK daily and weekly newspapers over the period 2011–2021. Though we find both a trend away from outright denial of climate change and an identifiable increase in support for climate action even among right-leaning editorials over this period, we also show that narratives are characterised by multiple discourses of delay across both climate change and various energy narratives.",
    "url": "https://doi.org/10.1177/09636625251315446",
    "doi": "https://doi.org/10.1177/09636625251315446",
    "filter": 0,
    "journal_full": "Public Understanding of Science"
  },
  {
    "discipline": "communication",
    "title": "Mobilization and Latency Dynamics in the #StopLine3 Discourse",
    "authors": "Adina Gitomer, Erika Melder, Brooke Foucault Welles",
    "abstract": "After the Canadian oil corporation Enbridge proposed replacing its Line 3 pipeline in 2014, activists began protesting against its environmental risks and violations of Indigenous rights, among other concerns. As the pipeline’s construction progressed and resistance intensified, a parallel discourse emerged online under the hashtag #StopLine3. This study explores the temporal evolution of that discourse and its alignment with on-the-ground developments. Specifically, we assess whether the discourse conforms to a phasic model of collective action inspired by Melucci, which contends that social movements oscillate between phases of visibility and latency. This oscillation is mediated by key mobilizing events, which drive activists to focus their energy toward fighting a target. Once a resolution is reached (positive or negative), the movement progresses into a latent phase, where participants regroup, reflect, and build unity. The ideas behind this model were developed before the digital turn. Given how social media complicates temporality, it remains unclear how well the model explains discursive resistance online. We use #StopLine3 as a case study to test the phasic model, examining all tweets with the hashtag posted between 2016 and 2023. We break up the data into temporal segments based on peaks and lulls in overall activity and explore how both tweet content and forms of engagement shift from segment to segment. In line with the model, we find that the shifts between segments are mediated by key events; however, we also find that the Twitter discourse consistently favors mobilization-oriented forms of engagement and content over latency. Our results suggest that Twitter primarily facilitates mobilization work, and call into question the importance of latency work, what it looks like, and where it takes place on platforms such as Twitter. We argue that Twitter may not be an effective venue for latency processes, or alternatively, may alter how those processes manifest. Overall, we trouble the application of the phasic model to #StopLine3 and other similar public-facing discourses.",
    "url": "https://doi.org/10.1177/20563051251322254",
    "doi": "https://doi.org/10.1177/20563051251322254",
    "filter": 0,
    "journal_full": "Social Media + Society"
  },
  {
    "discipline": "communication",
    "title": "Beyond Cheap and Biased: Informal Volunteering on Social Media During the COVID-19 Crisis",
    "authors": "Hjalmar Bang Carlsen, Jonas Toubøl",
    "abstract": "The ability of informal social media networks to facilitate civic participation is a major topic of political and scholarly debate. Some studies find that social media networks support little, low-cost, periodic, and demographically biased civic participation, while others find the opposite. We argue that many studies do not have an adequate point of comparison to determine the contribution of social media networks relative to other organizational forms, such as formal volunteering. Using an original population survey on volunteering during the COVID crisis, we compare social media networks to other types of organizations in terms of the relative volume of participation, the type of participation, the persistence of the volunteer, and volunteers’ socioeconomic and demographic characteristics. We do not find that social media networks contribution is comparatively trivial, low cost, and biased when compared to other organizational forms. Volunteers organized on social media are, however, less persistent when compared to volunteers in formal civil society organizations.",
    "url": "https://doi.org/10.1177/20563051241304613",
    "doi": "https://doi.org/10.1177/20563051241304613",
    "filter": 0,
    "journal_full": "Social Media + Society"
  },
  {
    "discipline": "communication",
    "title": "Journalists, Emotions, and the Introduction of Generative AI Chatbots: A Large-Scale Analysis of Tweets Before and After the Launch of ChatGPT",
    "authors": "Seth C. Lewis, David M. Markowitz, Jon Benedik A. Bunquin",
    "abstract": "As part of a broader look at the impact of generative AI, this study investigated the emotional responses of journalists to the release of ChatGPT at the time of its launch. By analyzing nearly 1 million Tweets from journalists at major US news outlets, we tracked changes in emotion, tone, and sentiment before and after the introduction of ChatGPT in November 2022. Using various computational and natural language processing techniques to measure emotional shifts in response to ChatGPT’s release, we found an increase in positive emotion and a more favorable tone post-launch, suggesting initial optimism toward AI’s potential. This research underscores the pivotal role of journalists as interpreters of technological innovation and disruption, highlighting how their emotional reactions may shape public narratives around emerging technologies. The study contributes to understanding the intersection of journalism, emotion, and AI, offering insights into the broader societal impact of generative AI tools.",
    "url": "https://doi.org/10.1177/20563051251325597",
    "doi": "https://doi.org/10.1177/20563051251325597",
    "filter": 0,
    "journal_full": "Social Media + Society"
  },
  {
    "discipline": "communication",
    "title": "Visual framing of climate change during natural disasters at home and abroad: an analysis of British news",
    "authors": "Defne Günay, Öykü Yenen Aytekіn, Gіzem Melek",
    "abstract": "The connection between climate change and its consequences is often implicit for the general public. Moreover, the public often perceives climate change as a phenomenon affecting distant regions and future generations, rather than recognising its immediate repercussions. Media play a pivotal role in informing the public on climate change and its consequences, including increased frequency and intensity of natural disasters. This research examines the visual frames employed by British news outlets during periods of natural disasters transpiring in the UK, or globally. The aim of the research is to reveal the most common visual frames used, whether nature is framed as a threat and whether psychologically distant visuals are used at times of natural disasters. The authors analyse 2413 images extracted from 907 climate change-related news articles from UK publications and media, namely the The Guardian , BBC and Daily Mail , published during periods marked by natural disasters. They find that the natural environment is not visually framed as threatening, despite the experience of natural disasters. Second, they observe that the news stories mostly reduced psychological distance by using the person frames using a camera angle that creates empathy. However, they also undermine this effect by not providing geographical details regarding origins of persons and location of the scenes depicted in the visuals. Furthermore, significant differences exist in the frames utilised by different outlets that they analysed. This study demonstrates that the visuals used in news stories also tell a story about climate change and this story has a potential to reduce the perceived distance of climate change effects on the viewer, offering ways to improve visual framing of climate change.",
    "url": "https://doi.org/10.1177/14703572251320304",
    "doi": "https://doi.org/10.1177/14703572251320304",
    "filter": 0,
    "journal_full": "Visual Communication"
  },
  {
    "discipline": "politics",
    "title": "Polarization over the priority of political problems",
    "authors": "Benjamin E. Lauderdale, Jack Blumenau",
    "abstract": "What drives ideological division about political problems? When prioritizing which problems are most in need of redress, voters might disagree about the severity of individual outcomes that constitute such problems; the prevalence of those problems; or whether such problems are amenable to solution by government action. We field a large survey experiment in the United Kingdom and the United States and develop a new measurement approach that allows us to evaluate how ideological disagreements change when respondents consider the individual badness, social severity, and priority for government action of a set of 41 political problems. We find that large ideological divergences are observed in beliefs about social severity and priority for government action, not individual problem badness, and only in the United States. An important implication of these results is that perceptions of problem prevalence are a key source of polarization over problem‐prioritization in the United States.",
    "url": "https://doi.org/10.1111/ajps.12957",
    "doi": "https://doi.org/10.1111/ajps.12957",
    "filter": 0,
    "journal_full": "American Journal of Political Science"
  },
  {
    "discipline": "politics",
    "title": "Benchmarking pandemic response: How the UK’s COVID-19 vaccine rollout impacted diffuse and specific support for the EU",
    "authors": "Irene Rodríguez, Toni Rodon, Asli Unan, Lisa Herbig, Heike Klüver, Theresa Kuhn",
    "abstract": "Does the EU’s performance compared to neighboring countries influence public support? Using a benchmarking approach, we argue that people compare their country’s performance within the EU to that of a non-EU country, shaping their attitudes. The COVID-19 vaccine rollout in 2020 provides an ideal test case, as governments launched vaccination programs at different speeds. The UK began weeks before EU countries, allowing us to examine its impact on EU support. Using an Unexpected Event during Surveys Design (UESD) with Eurobarometer data, we find that the UK’s early rollout significantly reduced specific policy support for the EU but did not consistently affect diffuse support. Our findings offer key insights into attitudes toward European integration and performance evaluations.",
    "url": "https://doi.org/10.1017/s0007123424000802",
    "doi": "https://doi.org/10.1017/s0007123424000802",
    "filter": 0,
    "journal_full": "British Journal of Political Science"
  },
  {
    "discipline": "politics",
    "title": "Welfare policy and immigration attitudes in Western Europe",
    "authors": "ALINA VRÂNCEANU, BILYANA PETROVA",
    "abstract": "How do welfare systems affect natives' attitudes to immigration? The impact of immigration on public support for welfare and redistribution has received considerable scholarly attention, but we know much less about how welfare policies shape citizens' views about immigration. We focus on two mechanisms: an instrumental channel and a values‐based approach. Our empirical strategy is two‐pronged. Hierarchical models leveraging variation in immigration attitudes and welfare generosity both between countries and over time (2002–2019) suggest that more comprehensive welfare regimes are associated with more positive views of immigrants. Furthermore, a regression discontinuity design drawing on a natural experiment in Denmark reveals that hostility towards immigrants increased following the announcement of a welfare retrenchment reform. Together, these analyses shed light on how the welfare state influences immigration attitudes.",
    "url": "https://doi.org/10.1111/1475-6765.70006",
    "doi": "https://doi.org/10.1111/1475-6765.70006",
    "filter": 0,
    "journal_full": "European Journal of Political Research"
  },
  {
    "discipline": "politics",
    "title": "Validating Whites’ Reactions to the “Racial Shift”",
    "authors": "Andrew M. Engelhardt, Nicole Huffman, Veronica Oelerich",
    "abstract": "A prominent paradigm demonstrates many White Americans respond negatively to information on their declining population share. But this paradigm considers this “racial shift” in a single hierarchy-challenging context that produces similar status threat responses across conceptually distinct outcomes, undercutting the ability to both explain the causes of Whites’ social and political responses and advance theorizing about native majorities’ responses to demographic change. We test whether evidence for Whites’ responses to demographic change varies across three distinct hierarchy-challenging contexts: society at large, culture, and politics. We find little evidence any racial shift information instills status threat or otherwise changes attitudes or behavioral intentions, and do not replicate evidence for reactions diverging by left- versus right-wing political attachments. We conclude with what our well-powered (n = 2100) results suggest about a paradigm and intervention used prominently, with results cited frequently, to understand native majorities’ responses to demographic change and potential challenges to multiracial democracy.",
    "url": "https://doi.org/10.1017/xps.2025.2",
    "doi": "https://doi.org/10.1017/xps.2025.2",
    "filter": 0,
    "journal_full": "Journal of Experimental Political Science"
  },
  {
    "discipline": "politics",
    "title": "Hope, Optimism, and Expectations for the Political Future",
    "authors": "Matthew Barnfield, Rob Johns",
    "abstract": "Expectations of what the future holds are a significant driver of political behavior. It is therefore important to understand the sources of those expectations. In this paper, we explore the psychological dispositions driving positivity about the political future. We draw on psychologists’ distinction between optimism—a dispositional belief that good things will happen, come what may—and hope—a trait of envisioning, pursuing and believing one’s goals to be achievable. We assess pre-registered hypotheses about the distinct influences of optimism and hope on valence expectations—beliefs about whether there will be good or bad societal outcomes—and electoral expectations—beliefs about likely election outcomes—in a representative-sample survey experiment in the United Kingdom. We find that optimism drives positive valence expectations, but hope drives partisan electoral expectations. Indeed, partisan bias in electoral expectations is exhibited only by those scoring higher in hope. We show experimentally that positive information from polls and expert commentary dampens this impact of hope by raising the expectations of the otherwise unhopeful. Our findings suggest that so-called ‘wishful thinking’ about election outcomes might stem from a sense of agency around electoral politics, but that this sense of agency does not extend to how citizens envision society’s prospects.",
    "url": "https://doi.org/10.1007/s11109-025-10027-5",
    "doi": "https://doi.org/10.1007/s11109-025-10027-5",
    "filter": 0,
    "journal_full": "Political Behavior"
  },
  {
    "discipline": "politics",
    "title": "Issue Framing Effects Across Information Environments",
    "authors": "Wladimir Gramacho, Robert Vidigal, Max Stabile",
    "url": "https://doi.org/10.1007/s11109-025-10026-6",
    "doi": "https://doi.org/10.1007/s11109-025-10026-6",
    "filter": 0,
    "journal_full": "Political Behavior"
  },
  {
    "discipline": "politics",
    "title": "“Dissatisfied democrats, but democrats nonetheless?” Unraveling the democratic paradox between populism and preference for alternative political systems",
    "authors": "Kostas Papaioannou, Sam Slewe, Myrto Pantazi, Jan‐Willem van Prooijen",
    "abstract": "Populism presents a democratic paradox, portrayed both as a democratic threat and a fundamental tenet of democracy. We investigate the paradoxical relationship between populism and pro‐ and anti‐democratic attitudes, focusing on the role of status quo rejection, feelings of powerlessness, and social justice support. Study 1 ( United Kingdom, N = 293 ) and Study ( United Kingdom, N = 350, pre‐registered ) show that populist attitudes are associated with decreased support for representative democracy and increased support for direct democracy and autocracy. These relationships are explained by status quo rejection. Study 2 ( United States, N = 397, pre‐registered ) experimentally shows that a populist worldview increases support for such alternative regimes due to dissatisfaction with the status quo and feelings of powerlessness. Study 3 (United Kingdom, N = 298 ) disentangles the pro versus anti‐democratic facets of populism, showing that social justice positively mediates the relationship between populist attitudes and direct democracy, while negatively mediating the relationship between populist attitudes and autocracy. Study 4 (United States, N = 400, pre‐registered ) experimentally demonstrates that populist attitudes may lead to greater support for direct democracy due to increased support for social justice and to greater support for autocracy due to increased feelings of powerlessness. Together, these studies elucidate the complex populism–democracy nexus.",
    "url": "https://doi.org/10.1111/pops.70009",
    "doi": "https://doi.org/10.1111/pops.70009",
    "filter": 0,
    "journal_full": "Political Psychology"
  },
  {
    "discipline": "public opinion",
    "title": "How Climate Actions by Other Countries Affect Policy Support in the United States: The Role of Perceived Public Opinion",
    "authors": "Emily Y La, Joanna S Wang, Jonathon P Schuldt",
    "abstract": "Addressing climate change requires international cooperation, yet how residents of one country react to climate actions by other countries is not well understood. Building on research into perceived public opinion and environmental policy support, we hypothesized that learning about a foreign government’s pledge to achieve carbon neutrality would increase the perception that its citizens hold pro-climate positions, which, in turn, would predict greater support for an international climate treaty. Two survey experiments (N = 1,475 total) partially supported this prediction. In Study 1, U.S. respondents read about a carbon neutrality pledge by China or the E.U., or about climate neutrality in general (control). Relative to the control condition, respondents in the China pledge condition perceived the Chinese public as more supportive of climate action, which mediated higher support for a U.S.-China climate treaty; the E.U. pledge condition, in comparison, did not show this effect. Study 2 again revealed an indirect effect of reading about China’s carbon neutrality pledge on treaty support via perceived Chinese public opinion. Results extend recent research on the effects of perceived or “second-order” beliefs in environmental policy support by exploring the conditions under which foreign governments’ climate actions affect perceptions of the pro-environmental stances of their citizens.",
    "url": "https://doi.org/10.1093/ijpor/edae029",
    "doi": "https://doi.org/10.1093/ijpor/edae029",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research"
  },
  {
    "discipline": "public opinion",
    "title": "Populist Attitudes and Misinformation Challenging Trust: The Case of Turkey",
    "authors": "Cengiz Erisen, Elif Erisen",
    "abstract": "Understanding trust in experts and scientists is crucial, especially in testing the challenges posed by pre- and post-pandemic realities. Establishing trust in experts, scientists, and institutions is beset by challenges, exacerbated by widespread misbeliefs on various science-driven topics. This paper explores how misinformation, particularly in the context of populist politics that fosters anti-intellectualism, undermines trust in these authorities. Using observational data from Turkey, a context driven by strong polarization and populist politics, we demonstrate how populism increases the acceptance of misinformation, which, in turn, mediates the relationship between populism and trust, decreasing trust for experts, scientists, and institutions. The findings also reveal that the negative impact of frequent social media use on trust is mediated by the acceptance of misinformation. By presenting a comprehensive model linking science-related misinformation and populist attitudes to trust dynamics in a polarized environment, this study contributes to the literature on trust-building and science communication.",
    "url": "https://doi.org/10.1093/ijpor/edae056",
    "doi": "https://doi.org/10.1093/ijpor/edae056",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research"
  },
  {
    "discipline": "public opinion",
    "title": "Affective Polarization in the Face of Crisis: The Impact of the COVID-19 Pandemic and De-Escalation Policies in Spain",
    "authors": "Carol Galais, Daniel Balinhas",
    "abstract": "Prior research on affective polarization (AP) has often overlooked short-term variations due to external shocks and crises, which have significant implications for political stability, social cohesion, and democratic resilience. This paper leverages 3 waves of a Spanish panel survey to examine the evolution of AP during the COVID-19 pandemic. We investigate whether the pandemic had polarizing effects on the electorate and find that AP intensified primarily among individuals with extreme evaluations of the government’s management, as well as among those who perceived the pandemic as a threat to the country’s economy. In addition, drawing from the literature on affective (de)polarization and using a Difference-in-Differences design, we identify a significant seven-percentage-point reduction in aggregate AP levels following the implementation of COVID-19 de-escalation measures. Our analyses indicate that reductions in perceived left-right and issue-based polarization mediated this effect. These findings underscore the complexity of AP dynamics during crises, revealing how aggregate depolarization can occur alongside individual-level polarization, and emphasizing the importance of short-term factors in shaping political attitudes.",
    "url": "https://doi.org/10.1093/ijpor/edae059",
    "doi": "https://doi.org/10.1093/ijpor/edae059",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research"
  }
]
