[
  {
    "discipline": "communication",
    "title": "Identifying fake experts: a conceptual framework and case study of illegitimate expertise in climate change and COVID-19 misinformation and its implications for communication theory",
    "authors": "Christel W van Eck, Michael Hameleers, Emma van der Goot",
    "url": "https://doi.org/10.1093/ct/qtaf033",
    "doi": "https://doi.org/10.1093/ct/qtaf033",
    "filter": 0,
    "journal_full": "Communication Theory",
    "abstract": "The concept of the “fake expert” has been used as a label to delegitimize established expertise but also refers to experts that are invoked to support misinformation claims. This study examines how “fake experts” and their expertise are constructed in misinformation. Analyzing fact-checked misinformation on climate change and COVID-19, we investigate how sources are framed as experts (RQ1), how their expertise is linked to misinformation (RQ2), and to what extent these references are misleading or inaccurate (RQ3). Our findings show that expertise in misinformation is shaped more by content and communicative context than by credentials alone. Misinformation employs rhetorical strategies such as selective quoting and epistemic trespassing to create credibility. We propose a framework for identifying “illegitimate” expertise in misinformation, integrating content- and actor-based indicators. This framework offers a structured approach for analyzing how misinformation manipulates expert credibility and provides a foundation for future empirical research."
  },
  {
    "discipline": "communication",
    "title": "Does fact-checking influence media trust? Longitudinal evidence from Flanders",
    "authors": "Ferre Wouters, Lucie Wittner Franckx, Brahim Zarouali, Michaël Opgenhaffen",
    "url": "https://doi.org/10.1177/02673231251400203",
    "doi": "https://doi.org/10.1177/02673231251400203",
    "filter": 0,
    "journal_full": "European Journal of Communication",
    "abstract": "Fact-checking is vital in combating misinformation, yet concerns persist regarding potential unintended effects on media trust. This study investigates causal dynamics between exposure to fact-checks and media trust over time, using a random intercept cross-lagged panel model (RI-CLPM) with longitudinal panel data from Flanders (Belgium) across three waves in 6 months before the 2024 elections. Findings indicate that people who encounter more fact-checks are also more likely to have higher trust in media. However, we found no causal relationship, suggesting that fact-checking neither erodes nor enhances media trust over time. Amid growing scrutiny of fact-checking by political actors and technology platforms, these results challenge assumptions about negative spillover effects of fact-checking."
  },
  {
    "discipline": "communication",
    "title": "Can fictional stories beat the congeniality bias? Selective exposure to fiction and non-fiction",
    "authors": "Markus Appel, Juliane Gabel, Lena Wimmer, Marieke Klöppel, Tobias Richter",
    "url": "https://doi.org/10.1093/hcr/hqaf027",
    "doi": "https://doi.org/10.1093/hcr/hqaf027",
    "filter": 0,
    "journal_full": "Human Communication Research",
    "abstract": "People prefer attitude-consistent information over attitude-inconsistent information (congeniality bias). Connecting theory on the processing of stories to selective exposure theory, we assumed that the congeniality bias is reduced or even nullified when it comes to fictional messages. Across two experiments examining two different, polarizing topics (refugees, N1 = 1,326; theistic faith, N2 = 1,316) a highly consistent pattern of results could be observed: Participants were more willing to read a narrative message (exposure preference) in which the story events were in line with their attitudes rather than a message contrasting attitudes. This congeniality bias was unaffected by the fictionality of the information (i.e., whether the events were introduced as a fictional short story or a non-fictional journalistic reportage). Interestingly, the congeniality bias emerged for positive characterizations of refugees or theistic faith but not for negative characterizations. Implications regarding the role of fictionality and congeniality in selective exposure are discussed."
  },
  {
    "discipline": "communication",
    "title": "Unscheduled and unscripted: Uses, gratifications, and perceived affordances of the BeReal photo-sharing app",
    "authors": "Erin E Hollenbaugh, Emily C Keith, Katharine Wall",
    "url": "https://doi.org/10.1177/14614448251391722",
    "doi": "https://doi.org/10.1177/14614448251391722",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This study examined people’s motives, perceived affordances, and gratifications of using BeReal, a photo-sharing mobile social media app. Through an online survey of 146 English-speaking BeReal users, the study applied the affordance framework and uses and gratifications theory to analyze user experiences and perceptions. Findings revealed the most significant gratifications obtained were expressing the authentic self, entertainment, connecting to others, and presenting the ideal self, and these perceived affordances moderated the relationships between motives and gratifications obtained. Users seeking companionship were more likely to alleviate loneliness through BeReal when they perceived stronger social presence. Those using BeReal to pass time found it more entertaining when the app was seen as less editable and ephemeral. In addition, users aiming to connect with others experienced greater satisfaction when they perceived content as less editable. This study provides insights into how affordances impact how satisfied users are with BeReal’s ability to gratify their needs."
  },
  {
    "discipline": "communication",
    "title": "Scrolling social media with the third eye: Mindful technology use as a disconnection strategy",
    "authors": "Dicle Berfin Köse",
    "url": "https://doi.org/10.1177/14614448251391358",
    "doi": "https://doi.org/10.1177/14614448251391358",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Constant connectedness and social media overuse have prompted disconnection practices like quitting and digital detoxing. Besides these approaches, mindfulness stands as a promising quality to benefit from social media without being overwhelmed by their drawbacks. Accordingly, this study investigates whether mindful technology use (MTU) can help manage social media use. Based on the Affordance-Use-Reflection-Automaticity Model, MTU was proposed as a means to regulate the effects of social media affordances (i.e. hedonic and utilitarian content gratification), habit, satisfaction, and system use. The research model was tested on three different social media—Facebook ( n = 220), Instagram ( n = 132), and Twitter/X ( n = 123)—using a cross-sectional survey. The results show that MTU is associated with lower habit and system use, and a stronger positive link between hedonic content gratification and habit. These findings indicate that MTU can be a disconnection strategy by supporting mindful consumption and weakening habitual use."
  },
  {
    "discipline": "communication",
    "title": "Communicating About and Through Platform Values: Legitimizing Public Expression Regulation on X and Weibo 2007–2024",
    "authors": "Tianchan Mao, Chris Chao Su, Ngai Keung Chan, Lei Guo",
    "url": "https://doi.org/10.1177/20563051251395398",
    "doi": "https://doi.org/10.1177/20563051251395398",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "In this article, we argue that social media platforms communicate their governance strategies both about and through values across diverse sites of communication— about values in presenting normative ideals and through values to justify their content moderation practices. Moreover, we highlight the significance of analyzing platform values across temporal and regional contexts, especially beyond the Western sphere. Focusing on X and Weibo, we employed content and network analysis to examine how they articulated values in different venues to regulate public expression from 2007 to 2024. Our findings reveal an increasing convergence in how the two platforms communicate about values in their community guidelines, suggesting a trend of institutional isomorphism in response to shared challenges such as misinformation and online safety. However, they diverged in communicating through values in administrative posts. While X emphasized personal-level values such as self-expression, Weibo prioritized social-level values, particularly social and political security, often in the context of addressing concrete cases."
  },
  {
    "discipline": "politics",
    "title": "Replication of “Instrumentally Inclusive: The Political Psychology of Homonationalism” (Turnbull-Dugarte and López Ortega 2024)",
    "authors": "DANIEL DE KADT",
    "url": "https://doi.org/10.1017/s0003055425101330",
    "doi": "https://doi.org/10.1017/s0003055425101330",
    "filter": 0,
    "journal_full": "American Political Science Review",
    "abstract": "Turnbull-Dugarte and López Ortega (2024) argue that increasing exposure to sexually conservative ethnic out-groups causes instrumental support for LGBT+ rights among those predisposed to disfavor the ethnic out-group. The article presents results from two related experiments, one conducted in the UK and a follow up in Spain, where respondents were randomly assigned to read vignettes about anti-LGBT+ protests, and the identity of the protesters was varied. I outline a series of concerns with the article, primarily related to ad hoc empirical choices. The authors use weights (of undisclosed origin) that follow a peculiar bimodal distribution in the second study but use no weights in the first, and inconsistently use robust standard errors throughout. These choices create a pattern of statistically significant results consistent with their theory, a pattern that disappears when either choice is varied. Additional analyses show that, rather than supporting their theory, the second experiment contradicts it."
  },
  {
    "discipline": "politics",
    "title": "Attitudinal and Behavioral Legacies of Wartime Violence: A Meta-Analysis",
    "authors": "JOAN BARCELÓ",
    "url": "https://doi.org/10.1017/s0003055425101299",
    "doi": "https://doi.org/10.1017/s0003055425101299",
    "filter": 0,
    "journal_full": "American Political Science Review",
    "abstract": "Understanding the legacies of wartime violence is essential for explaining postwar dynamics and informing policy. I present a meta-analysis of 172 quantitative studies across more than 50 countries, assessing the effects of wartime violence on 22 outcomes spanning four broad areas: (a) civic and political engagement, prosociality, and trust; (b) attitudinal hardening toward wartime enemies; (c) identification with one’s own wartime-aligned group; and (d) generalized attitudinal hardening. The analysis reveals mixed effects on engagement, prosociality, and trust: while violence increases some forms of participation, it does not promote voting, trust, or altruism. In contrast, wartime violence consistently heightens hostility toward former adversaries and strengthens in-group identification and favoritism. However, I find little evidence of broader hardening toward actors not directly involved in the conflict. These results challenge optimistic claims that war fosters cohesion and underscore the need for interventions that reduce intergroup hostility, rebuild cross group-trust, and support reconciliation."
  },
  {
    "discipline": "politics",
    "title": "Causal Inference, Agency, and the Problem of Inherent Endogeneity",
    "authors": "Martin J. Williams",
    "url": "https://doi.org/10.1146/annurev-polisci-032624-013736",
    "doi": "https://doi.org/10.1146/annurev-polisci-032624-013736",
    "filter": 0,
    "journal_full": "Annual Review of Political Science",
    "abstract": "Researchers often leverage exogenous variation in an independent variable in order to understand its effects, yet endogenous decision processes are central to many of the real-world phenomena we wish to understand. This review explores whether there are situations in which exogenous and endogenous variation in the same independent variable (e.g., a policy, treatment, or other action) may lead to different outcomes. I begin by laying out a conceptual framework for understanding these inherently endogenous causal processes, identifying three types of mechanisms through which they might arise and discussing their application to a range of empirical phenomena, such as institutional reform, community natural resource governance, and interstate conflict. I then suggest that learning about inherently endogenous causal processes requires researchers to place endogenous decision-making at the center of analysis rather than seeking to abstract away from it. I survey a range of methods (both positivist and nonpositivist) for doing so."
  },
  {
    "discipline": "politics",
    "title": "A Meta-Analysis of Attitudes Towards Migrants and Displaced Persons",
    "authors": "Sigrid Weber, Nik Stoop, Peter van der Windt, Haoyu Zhai",
    "url": "https://doi.org/10.1017/s0007123425101075",
    "doi": "https://doi.org/10.1017/s0007123425101075",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "Since the 2010s, social scientists have increasingly conducted survey-experimental studies that explore what factors drive public attitudes towards migrants in host countries. We conducted a systematic meta-analysis of 118 such studies, comprising 428,881 respondents from fifty-three countries. We find that sociotropic economic concerns play a key role, with individuals being more welcoming towards migrants who contribute to the economy through their professional occupation, education, or language skills. In contrast, there is limited evidence that hosts evaluate migrants based on egocentric economic concerns. Cultural concerns are also important; notably, we uncover a persistent anti-Muslim bias. Humanitarian concerns shape attitudes as well – especially towards forcibly displaced migrants, who are generally viewed more favorably than economic migrants. Climate migrants place between conflict migrants and economic migrants in terms of public perception. Our meta-analysis raises several questions that remain unanswered in the literature, suggesting important directions for future research."
  },
  {
    "discipline": "politics",
    "title": "Rooting Equality: Testing the Effectiveness of Activist Frames Combating Homophobia in Zimbabwe",
    "authors": "Phillip M. Ayoub, Adam S. Harris",
    "url": "https://doi.org/10.1017/s0007123425101051",
    "doi": "https://doi.org/10.1017/s0007123425101051",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "In a political wave that has been emulated across many African states, state-sponsored homophobia is being entrenched via draconian laws. Social movements grapple with countering these state-driven initiatives and altering ingrained anti-LGBTQ societal attitudes. Drawing on a survey experiment developed with guidance from Zimbabwean activists, this study tests the effectiveness of locally rooted messages that affirm queer indigeneity and contest claims that homosexuality is ‘un-African’. We find that ‘rooted’ messages incite no backlash, while an indigenous message reduces prejudice towards LGBTQ neighbors and a liberation message may increase support for LGBTQ-equal rights. These findings are important as they provide empirical support for effective strategies to combat anti-LGBTQ sentiments in challenging contexts. They also speak to broader political science debates on norm contestation and the limits of universal human-rights framing in nationalist and post-colonial contexts, demonstrating that activist-informed rooted messages offer a powerful alternative in shaping opinion on contested rights."
  },
  {
    "discipline": "politics",
    "title": "Redistribution between people and places: Conflict or consensus among rural and working-class voters?",
    "authors": "Marta R. Eidheim",
    "url": "https://doi.org/10.1017/s1475676525100339",
    "doi": "https://doi.org/10.1017/s1475676525100339",
    "filter": 0,
    "journal_full": "European Journal of Political Research",
    "abstract": "Scholarship has often examined the views of rural and working-class voters separately. In this article, I propose that we gain a broader understanding of the political potential of left-behind voters by comparing these voter groups. Drawing on three survey experiments, I investigate these voters’ views on deservingness and redistribution. The findings show that both rural and working-class voters are more likely to believe that cities and the people living there receive a disproportionate share of public resources. Furthermore, they favor rural people and working people equally as recipients of government resources. Both groups are supportive of redistribution, particularly along class lines. The article highlights a consensus among these voters, implying a potential for parties to mobilize these voter groups around a redistributive program that addresses place and class-based disparities."
  },
  {
    "discipline": "politics",
    "title": "The psychology of political attitudinal volatility",
    "authors": "James Dennison",
    "url": "https://doi.org/10.1111/pops.70096",
    "doi": "https://doi.org/10.1111/pops.70096",
    "filter": 0,
    "journal_full": "Political Psychology",
    "abstract": "The assumption that political beliefs are formed by early‐life socialization and psychological predispositions, leading to stability in adulthood, increasingly acts as a theoretical cornerstone in the literature. However, politics is replete with examples of attitudinal change; this article proposes that certain stable psychological predispositions are likely to foster volatility in attitudes and general cognition. Using British electoral panel data, it shows that social distrust, open‐mindedness, and tolerance for uncertainty are associated with greater volatility in attitudes to immigration, redistribution, European integration, environmentalism, capital punishment, and Scottish independence. Locus of control, need‐for‐cognition, empathy, and risk tolerance are associated only with volatility in attitudes to some issues. Age, education, household income, being male, and lower partisanship are all negatively associated with attitudinal volatility. Overall, this study suggests that attitudinal volatility itself constitutes a meaningful dimension of political behavior, rooted in stable psychological predispositions."
  },
  {
    "discipline": "politics",
    "title": "From citizen input to a more egalitarian agenda: Public inquiries and the policy agenda",
    "authors": "Hen Hana Kersenti Feldman, Ilana Shpaizman",
    "url": "https://doi.org/10.1177/20531680251400480",
    "doi": "https://doi.org/10.1177/20531680251400480",
    "filter": 0,
    "journal_full": "Research & Politics",
    "abstract": "Public inquiries serve as a path for citizens to convey daily grievances directly to politicians, seeking resolutions. This paper examines their role as an information supply channel in the agenda-setting stage. Political agendas often exhibit socioeconomic bias, reflecting the interests of affluent groups, partly due to policymakers’ reliance on narrow information sources. We argue that exposing decision-makers to diverse, everyday citizen concerns through public inquiries contributes to a more equitable and inclusive political agenda. We test this argument using comprehensive data from Israel’s parliament, specifically examining the parliamentary Special Committee for Public Inquiries. We find that this committee’s agenda exhibits a high representation of issues concerning lower- and middle-class individuals. This finding has implications for how policymakers can broaden their agenda to address often-neglected issues and groups."
  },
  {
    "discipline": "public opinion",
    "title": "An Audit of Social Science Survey Experiments",
    "authors": "Tamkinat Rauf, Jan Gerrit Voelkel, James Druckman, Jeremy Freese",
    "url": "https://doi.org/10.1093/poq/nfaf052",
    "doi": "https://doi.org/10.1093/poq/nfaf052",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "Survey experiments have become a popular methodology for causal inference across the social sciences. We study the efficacy of survey experiment designs by analyzing 100 social science experiments—entailing more than 1,000 hypothesis tests—that were selected by experts via a competitive process and fielded on probability samples of US adults between 2012 and 2020. Inclusion in the analysis is only conditional on the experiment qualifying for data collection, and not in any way on study results or publication. Results show that less than a third of proposed hypotheses were supported by the data, implying many more null findings than ostensibly appear in the published literature. We find that the largest predictor of positive experimental results was sample size. This is somewhat surprising, given that experimental studies typically take power considerations into account prior to data collection. In our data, the importance of sample size stemmed from small effect sizes across studies (perhaps smaller than researchers may have anticipated), highlighting a tension between commonly used power calculi and determining what constitutes a “meaningful effect.” We also find that moderation hypotheses were rarely significant, and that using multiple items for outcome measures did not affect results as expected. But indicators of research experience predicted higher rates of positive results, suggesting that there may be some room for optimizing experiment outcomes by minimizing design errors."
  },
  {
    "discipline": "public opinion",
    "title": "From Concurrent to Push-To-Web Mixed-Mode: Experimental Design Change in the German Social Cohesion Panel",
    "authors": "Carina Cornesse, Julia Witton, Julian B. Axenfeld, Jean-Yves Gerlitz, Olaf Groh-Samberg",
    "url": "https://doi.org/10.1177/08944393251403501",
    "doi": "https://doi.org/10.1177/08944393251403501",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "Research shows that concurrent and sequential self-administered mixed-mode designs both have advantages and disadvantages in terms of panel survey recruitment and maintenance. Since concurrent mixed-mode designs usually achieve higher initial response rates at lower bias than sequential mixed-mode designs, the former may be ideal for panel recruitment. However, concurrent designs produced high share of paper respondents relative to web respondents. Since these paper respondents have been found to be at higher risk of attrition, cause higher data collection costs, and slow down the fieldwork process, sequential mixed-mode designs may be more practical in the regular course of the panel study after recruitment. Our study provides experimental evidence on the effect of switching a panel study from concurrent to sequential mixed-mode design after the panel recruitment. Results show that this switch significantly increases the share of online respondents without harming response rates. Respondents who are pushed to the web by the design change differ significantly from respondents who continue to participate via paper questionnaires with regard to a number of socio-digital inequality correlates. This suggests that, while the share of online respondents can be increased through mode sequencing, keeping the paper mail mode option is vital for ensuring continued representation of societal subgroups."
  },
  {
    "discipline": "public opinion",
    "title": "How Centralized is Party Communication on Social Media?",
    "authors": "Tilko Swalve, Dominic Nyhuis, Christoph Hönnige, Merle Huber, Philipp Köker",
    "url": "https://doi.org/10.1177/08944393251399840",
    "doi": "https://doi.org/10.1177/08944393251399840",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "Social media has become an indispensable tool for politicians, allowing them to bypass traditional media and party filters to directly communicate with voters. This presents both opportunities and challenges for political parties. On the one hand, politicians can personalize their message to resonate with local constituents. On the other, parties risk appearing disjointed with potential electoral consequences when they fail to present a clear message. To understand whether parties are able to ensure a coherent message in the new media environments, this study examines parties' retweet networks on Twitter in Germany, the Netherlands, and the United Kingdom between 2017 and 2021. We argue that party communication remains predominantly hierarchical, particularly in larger parties. Party elites and official party accounts serve as focal points, creating content that gets disseminated by regular MPs. Unlike party elites, official party accounts play a role in amplifying regular MPs’ messages to a wider audience. We employ Exponential Random Graph Models to assess the structure of parties’ online communication networks, analyzing nearly 400,000 retweets. The results confirm the core predictions of our theory."
  },
  {
    "discipline": "psychology",
    "title": "Gather Demographic Data About Gender, Sexuality, and Relational Identities: Asking the Right Questions",
    "authors": "Eleanor J. Junkins, Jaime Derringer",
    "url": "https://doi.org/10.1177/25152459251391186",
    "doi": "https://doi.org/10.1177/25152459251391186",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "In this tutorial, we suggest ways to improve current practices for measuring gender identity, sexual orientation, and demographics about relationships based on previous datasets and a newly collected survey of people’s behavior and perceptions of alternative-response formats. We apply lessons learned from racial identity/ethnicity to suggest broader principles of improving demographic measurement. We offer guides to meet the expectations of diverse stakeholders, including participants. The response options we recommend were curated to balance global identities and emerging trends to be applicable for online international research and in-person psychology research conducted primarily by U.S. institutions. We also offer practical suggestions for researchers to handle more complex data, including multiselect response options, which tend to be preferred by participants. Improved demographic data allow researchers to more fully capture multidimensional and complex social identities that are related to social inequities. In sum, the current tutorial is a guide to and discussion about challenges in collecting demographic data on social identities in which we use illustrative data to address important points related to measuring gender, sexuality, and relational demographics, specifically."
  },
  {
    "discipline": "psychology",
    "title": "Under my umbrella: Rating scales obscure statistical power and effect size heterogeneity",
    "authors": "Jens H. Fünderich, Lukas J. Beinhauer, Frank Renkewitz",
    "url": "https://doi.org/10.3758/s13428-025-02879-w",
    "doi": "https://doi.org/10.3758/s13428-025-02879-w",
    "filter": 0,
    "journal_full": "Behavior Research Methods",
    "abstract": "Data from rating scales underlie very specific restrictions: They have a lower limit, an upper limit, and they only consist of a few integers. These characteristics produce particular dependencies between means and standard deviations. A mean that is a non-integer, for example, can never be associated with zero variability, while a mean equal to one of the scale’s limits can only be associated with zero variability. The relationship can be described by umbrella plots for which we present a formalization. We use that formalization to explore implications for statistical power and for the relationship between heterogeneity in unstandardized and standardized effect sizes. The analysis illustrates that power is not only affected by the mean difference and sample size, but also by the position of a mean within the respective scale. Further, the umbrella restrictions of rating scales can impede interpretability of meta-analytic heterogeneity. Estimations of relative heterogeneity can diverge between unstandardized and standardized effects, raising questions about which of the two patterns of heterogeneity we would want to explain (for example, through moderators). We reanalyze data from the Many Labs projects to illustrate the issue and finally discuss the implications of our observations as well as ways to utilize these properties of rating scales. To facilitate in-depth exploration and practical application of our formalization, we developed the Shiny Umbrellas app, which is publicly available at https://www.apps.meta-rep.lmu.de/shiny_umbrellas/ ."
  },
  {
    "discipline": "sociology",
    "title": "Why moderate voters choose extreme candidates: voter uncertainty as a driver of elite polarization",
    "authors": "Minjae Kim, Daniel DellaPosta, Liam W Essig",
    "url": "https://doi.org/10.1093/sf/soaf199",
    "doi": "https://doi.org/10.1093/sf/soaf199",
    "filter": 0,
    "journal_full": "Social Forces",
    "abstract": "Representative democracy depends on elected officials reflecting voters’ policy preferences. Yet, US elected officials are more ideologically extreme than even the voters from their own party. This disparity is especially puzzling in light of recent studies reinforcing the view that voters are highly motivated by policy preferences and ideological fit when selecting among candidates. Using both agent-based computational models and an online vignette experiment, we uncover a novel mechanism through which candidates who rigidly back the party’s ideological priorities, even when doing so is unpopular among the party’s own voters, may paradoxically benefit because partisan voters under conditions of uncertainty infer that such candidates are also likelier than more moderate and representative candidates to support the party’s other (more popular) positions. This dynamic alone can produce a world with moderately partisan voters but extreme politicians, not despite but precisely because of those voters’ motivation to see their (relatively moderate) policy preferences reflected by their elected representatives."
  },
  {
    "discipline": "multidisciplinary",
    "title": "No meta-analytical effect of economic inequality on well-being or mental health",
    "authors": "Nicolas Sommet, Adrien A. Fillon, Ocyna Rudmann, Alfredo Rossi Saldanha Cunha, Annahita Ehsan",
    "url": "https://doi.org/10.1038/s41586-025-09797-z",
    "doi": "https://doi.org/10.1038/s41586-025-09797-z",
    "filter": 0,
    "journal_full": "Nature",
    "abstract": "Exposure to economic inequality is widely thought to erode subjective well-being and mental health1,2,3,4,5, which carries important societal implications6,7,8,9,10. However, existing studies face reproducibility issues11,12,13, and theory suggests that inequality only affects individuals in disadvantaged contexts14,15,16. Here we present a meta-analysis of 168 studies using multilevel data (11,389,871 participants from 38,335 geographical units) identified across 10 bibliographical databases (2000–2022). Contrary to popular narratives, random-effects models showed that individuals in more unequal areas do not report lower subjective well-being (standardized odds ratio (OR+0.05) = 0.979, 95% confidence interval = 0.951–1.008). Moreover, although inequality initially seemed to undermine mental health, the publication-bias-corrected association was null (OR+0.05 = 1.019; 0.990–1.049)17. Meta-analytical effects were smaller than the smallest effect of interest, and specification curve analyses confirmed these results across ≈95% of 768 alternative models18. When assessing study quality and certainty of evidence using ROBINS-E and GRADE criteria, ROBINS-E rated 80% of studies at high risk of bias, and GRADE assigned greater certainty to the null effects than to the negative effects. Meta-regressions revealed that the adverse association between inequality and mental health was confined to low-income samples. Moreover, machine-learning analyses19 indicated that the association with well-being was negative in high-inflation contexts but positive in low-inflation contexts. These moderation effects were replicated using Gallup World Poll data (up to 2 million participants). These findings challenge the view that economic inequality universally harms psychological health and can inform public health policy."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Using a mental model approach to undercut the effects of exposure to mRNA vaccination misconceptions: Two randomized trials",
    "authors": "Kathleen Hall Jamieson, Laura A. Gibson, Patrick E. Jamieson, Shawn Patterson",
    "url": "https://doi.org/10.1073/pnas.2517067122",
    "doi": "https://doi.org/10.1073/pnas.2517067122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Although messenger RNA (mRNA) technology revolutionized vaccine creation, its use is threatened by unwarranted fear that DNA left over from the vaccine manufacturing process could integrate into recipients’ DNA, increasing cancer and heritable risks. Drawing on the mental model theory of reasoning, our two preregistered interventions undercut these problematic conclusions. They do so by testing the effectiveness of two mental model-based interventions juxtaposing problematic claims with visualized or verbally explained models of basic biological and vaccination systems. Study 1: a) graphically modeled how mRNA COVID-19 vaccination works (Model 1); b) verbally modeled ways in which cells protect themselves from foreign DNA (Model 2); and c) provided ancillary material designed to bolster perceptions of mRNA vaccination safety. Study 2 deployed an animation of the cell-protection model (Model 2), alone, and in combination with Study 1’s messaging. Neither the mRNA vaccine nor the DNA protection model explicitly acknowledged the problematic DNA-integration claim. Both preemptive (before) and rebuttal (after) positioning of the models were effective. Within-person analyses suggested that preemptive positioning may be somewhat more effective than rebuttal positioning. Some positive effects of exposure to the modeled knowledge messaging condition in Study 1 persisted 2 mo after exposure."
  },
  {
    "discipline": "multidisciplinary",
    "title": "How social learning enhances—or undermines—efficiency and flexibility in collective decision-making under uncertainty",
    "authors": "Hidezo Suganuma, Kentaro Katahira, Hisashi Ohtsuki, Tatsuya Kameda",
    "url": "https://doi.org/10.1073/pnas.2516827122",
    "doi": "https://doi.org/10.1073/pnas.2516827122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Balancing efficiency and flexibility in collective decision-making is increasingly critical in modern societies characterized by rapid sociocultural and technological change. Recent research in cognitive neuroscience has proposed two contrasting computational algorithms for social learning: value shaping (VS) and decision biasing (DB). VS posits that others’ choices serve as “pseudo-rewards” that directly shape an observer’s valuations, leading them to prefer popular options even in the absence of outcome feedback. In contrast, DB confines the influence of social information to behavior—observers may imitate popular actions, but they update their valuations solely through personal experience. Although both algorithms facilitate individual adaptation under uncertainty, their interactive dynamics and group-level consequences remain largely unexplored. To address this gap, we developed computational models of VS and DB within a reinforcement learning framework and conducted agent-based simulations to examine collective performance in uncertain and dynamically changing environments. The results reveal a trade-off: VS enables rapid convergence and high efficiency in stable contexts, whereas DB promotes greater adaptability under environmental volatility. These differences are amplified in larger groups, particularly under strong majority influence. Importantly, evolutionary analyses indicate that both learning types can coexist stably, allowing their complementary strengths to enhance group performance. Together, our findings provide a computational and evolutionary account of how social learning can both enhance and impair collective intelligence—and suggest design principles for fostering resilient collective decision systems in human and AI societies facing rapid change."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Simulating human well-being with large language models: Systematic validation and misestimation across 64,000 individuals from 64 countries",
    "authors": "Pat Pataranutaporn, Nattavudh Powdthavee, Chayapatr Archiwaranguprok, Pattie Maes",
    "url": "https://doi.org/10.1073/pnas.2519394122",
    "doi": "https://doi.org/10.1073/pnas.2519394122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Subjective well-being is central to economic, medical, and policy decision-making. We evaluate whether large language models (LLMs) can provide valid predictions of well-being across global populations. Using natural-language profiles from 64,000 individuals in 64 countries, we benchmark four leading LLMs against self-reports and statistical models. Unlike regressions, which estimate relationships from survey data, LLMs draw only on individual characteristics (e.g., sociodemographic, attitudinal, and psychological factors) together with associations encoded during pretraining, rather than from the survey’s subjective well-being responses. They produced plausible patterns consistent with known correlates such as income and health, but systematically underperformed relative to regressions and showed the largest errors in underrepresented countries, reflecting biases rooted in global digital and economic inequality. A preregistered experiment revealed that LLMs rely on surface-level linguistic associations rather than conceptual understanding, leading to predictable distortions in unfamiliar contexts. Injecting contextual information partly reduced—but did not remove—these biases. These findings demonstrate that while LLMs can simulate broad correlates of life satisfaction, they fail to capture its experiential and cultural depth. Accordingly, they should not be used as substitutes for human self-reports of well-being; doing so would risk reinforcing inequality and undermining human agency."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Reranking partisan animosity in algorithmic social media feeds alters affective polarization",
    "authors": "Tiziano Piccardi, Martin Saveski, Chenyan Jia, Jeffrey Hancock, Jeanne L. Tsai, Michael S. Bernstein",
    "url": "https://doi.org/10.1126/science.adu5584",
    "doi": "https://doi.org/10.1126/science.adu5584",
    "filter": 0,
    "journal_full": "Science",
    "abstract": "Today, social media platforms hold the sole power to study the effects of feed-ranking algorithms. We developed a platform-independent method that reranks participants’ feeds in real time and used this method to conduct a preregistered 10-day field experiment with 1256 participants on X during the 2024 US presidential campaign. Our experiment used a large language model to rerank posts that expressed antidemocratic attitudes and partisan animosity (AAPA). Decreasing or increasing AAPA exposure shifted out-party partisan animosity by more than 2 points on a 100-point feeling thermometer, with no detectable differences across party lines, providing causal evidence that exposure to AAPA content alters affective polarization. This work establishes a method to study feed algorithms without requiring platform cooperation, enabling independent evaluation of ranking interventions in naturalistic settings."
  }
]
