[
  {
    "discipline": "communication",
    "title": "Online experience sharing without explicit social interaction does not foster social bonding",
    "authors": "Wouter Wolf, Kayley Dotson",
    "url": "https://doi.org/10.5817/cp2025-1-3",
    "doi": "https://doi.org/10.5817/cp2025-1-3",
    "filter": 0,
    "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
    "abstract": "Humans have a unique capacity to bond with others through shared experiences, even in the absence of explicit communication. Yet it is unknown whether this capacity is flexible enough to accommodate the different kinds of virtual environments on which we increasingly rely. In the current pre-registered study, we examined whether this capacity still operates effectively on shared screens during non-communicative video mediated interactions, in dyads and in groups. Participants (N = 144 US participants, 71 female, 72 male, 1 non-binary) either watched a video on a shared screen together with (pre-recorded) partners or watched individually while these partners attended to something else. Equivalence tests showed that self-reported social bonding scores were practically equivalent between conditions. Thus, in contrast to several in-person studies, there was no difference in social bonding between conditions. These results show that, in the absence of explicit communication, some of humans’ most fundamental social bonding mechanisms might not operate as effectively in video mediated social interactions. As such, without sufficient active social or emotional engagement, the social costs of increasingly relying on video mediated social interactions might be greater than previously thought."
  },
  {
    "discipline": "communication",
    "title": "Supportive parenting and adolescents digital citizenship behaviors: The mediating role of self-regulation",
    "authors": "Agustín Morales-Álvarez, Angel Alberto Valdés-Cuervo, Lizeth Guadalupe Parra-Pérez",
    "url": "https://doi.org/10.5817/cp2025-1-2",
    "doi": "https://doi.org/10.5817/cp2025-1-2",
    "filter": 0,
    "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
    "abstract": "A plethora of studies have shown that parenting practices can lead to problematic Internet use. However, few studies have explored how parents foster positive online behavior in adolescents. This study addresses this gap by using self-determination theory to examine how supportive parenting practices, such as autonomy support and structure provision, can influence digital citizenship behaviors in adolescents. The study considered the mediating role of adolescents’ self-regulation, and examined how sex and adolescence stage moderate these relationships. The study included 570 Mexican adolescents (48% girls and 52% boys), and structural equation modeling and multigroup invariance statistics were conducted for analysis. The results showed that autonomy support was positively associated with all dimensions of digital citizenship, while structure provision was only positively associated with online civic engagement. Self-regulation was found to mediate the relationship between autonomy support, structure provision, and digital citizenship behaviors. The multigroup analysis confirmed that sex and adolescence stage did not affect the relationship between parenting practices and digital citizenship behaviors. Overall, the results suggest that supportive parenting practices can encourage positive digital citizenship behaviors among adolescents."
  },
  {
    "discipline": "communication",
    "title": "Tackling hate speech online: The effect of counter-speech on subsequent bystander behavioral intentions",
    "authors": "Yue Jia, Sandy Schumann",
    "url": "https://doi.org/10.5817/cp2025-1-4",
    "doi": "https://doi.org/10.5817/cp2025-1-4",
    "filter": 0,
    "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
    "abstract": "Counter-speech is considered a promising tool to address hate speech online, notably, by promoting bystander reactions that could attenuate the prevalence or further dissemination of hate. However, it remains unclear which types of counter-speech are most effective in attaining these goals and which might backfire. Advancing the literature, we examined the effect of four types of counter-speech (i.e., educating the perpetrator, calling on others to intervene, diverting the conversation, and abusing the perpetrator) on a range of bystander behavioral intentions in an experimental study (N = 250, UK-based adults). Overall, counter-speech did not affect bystanders’ subsequent responses to hate speech. Having said this, as expected, diversionary counter-speech increased intentions to ignore hate speech, which suggests unintended consequences. The study illustrates that counter-speech may not be sufficiently impactful in regulating bystanders’ reactions to hate speech online."
  },
  {
    "discipline": "communication",
    "title": "The adolescent Internet Adaptability Scale: Development and psychometric properties",
    "authors": "Weijun Wang, Jianmei Ye, Rouchun Dong, Shihao Ma, Dawei Huang, Xin Zhao",
    "url": "https://doi.org/10.5817/cp2025-1-5",
    "doi": "https://doi.org/10.5817/cp2025-1-5",
    "filter": 0,
    "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
    "abstract": "This study presents the development and validation of the Adolescent Internet Adaptability Scale (AIAS), designed to assess adolescents’ adaptive capacities in Internet use. The scale development encompassed multiple phases with diverse sample sizes: item pool generation through interviews (n = 15), scale structure analysis via Exploratory Factor Analysis (EFA, n = 553) and Confirmatory Factor Analysis (CFA, n = 4,637), along with reliability (n = 4,637) and validity (n = 4,637) analyses. The reliability phase included alpha, composite reliability, and retest reliability (n = 132), while the validity phase covered structural, convergent, discriminant, criterion-related validity, and measurement invariance tests. The AIAS, comprising eight dimensions—Internet curiosity, Internet self-efficacy, Internet learning ability, Internet socialization ability, Internet information search ability, Internet information protection ability, Internet self-control ability, and Internet positive coping ability—demonstrates strong reliability and validity. It shows positive correlations with Internet use—parental active help, well-being, and meaning in life, and negative correlations with Internet addiction and depression, with stronger associations observed with positive indicators. These findings highlight the Internet’s potential as a platform for strength acquisition. The AIAS, with its comprehensive nature, is promising for tailoring adolescent support from a positive psychology perspective, enabling holistic assessment and targeted interventions. It also advances understanding of youth development in the digital era, proving valuable for clinical and research applications. Ongoing evaluation, cross-cultural validation, and longitudinal research are essential for realizing its full potential. This multidimensional scale significantly advances the assessment of adolescent Internet use, equipping stakeholders to effectively address adolescents’ digital behaviors for enhancing well-being."
  },
  {
    "discipline": "communication",
    "title": "Prevalence and impact of Internet Gaming Disorder: A population-based study",
    "authors": "Josip Razum, Renata Glavak-Tkalić",
    "url": "https://doi.org/10.5817/cp2025-1-1",
    "doi": "https://doi.org/10.5817/cp2025-1-1",
    "filter": 0,
    "journal_full": "Cyberpsychology: Journal of Psychosocial Research on Cyberspace",
    "abstract": "Internet Gaming Disorder (IGD) has emerged as a significant public health concern, yet not enough is known about its prevalence among the general population as well as its relationship to well-being, mental health, specifically depression and anxiety, and gaming genres. This study aimed to address these questions. The research was conducted on a representative sample of the Croatian general population including 4,994 participants, aged between 15 and 64 years (M = 40.75, SD = 15.49). The Ten-Item Internet Gaming Disorder Test, Mental Health Inventory-5, Personal Well-being Index, Gaming time and Game Genres Preferences were used. The prevalence of the IGD in the general population of Croatia, aged 15-64 years, was estimated at 0.48%, 95% CI [0.30%, 1%], and among video game players (N = 1,239) at 1.63%, 95% CI [1.11%, 3%]. The highest prevalence was observed among young males. IGD showed the strongest relationship with depression, and weaker relationships with anxiety and well-being. Among the individual criteria, negative consequences for significant relationships, deception and escape had the strongest, while tolerance, loss of control and withdrawal had the weakest relationship to depression, anxiety and well-being, in a relative sense. Sports games and casual games players had lower risk for IGD, while other genres did not differ in their risk for IGD. Online and offline games did not differ in their risk for IGD. This study has shown that IGD has a relatively low prevalence among the general population and video game players, and that not all IGD criteria are equally relevant. Future longitudinal studies and studies on clinical samples are needed."
  },
  {
    "discipline": "communication",
    "title": "The News Feed is Not a Black Box: A Longitudinal Study of Facebook’s Algorithmic Treatment of News",
    "authors": "Naoise McNally, Marco Bastos",
    "url": "https://doi.org/10.1080/21670811.2025.2450623",
    "doi": "https://doi.org/10.1080/21670811.2025.2450623",
    "filter": 0,
    "journal_full": "Digital Journalism"
  },
  {
    "discipline": "communication",
    "title": "Assessing the impact of emojis in personality-imbued chatbots: insights from an academic advising perspective",
    "authors": "Mohammad Amin Kuhail, Ons AL-Shamaileh, Justin Thomas, Erik Thornquist, Syed Jawad Hussain Shah",
    "url": "https://doi.org/10.1108/itp-12-2023-1286",
    "doi": "https://doi.org/10.1108/itp-12-2023-1286",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose This study investigates the impact of emoji use and user personality traits (conscientiousness vs extraversion) on user behavior in the context of academic advising. It uniquely considers the interaction between these chatbot characteristics and human users' dominant personality traits (conscientiousness and extraversion). Design/methodology/approach A mixed-factor design experiment involving 153 university students was employed. Participants interacted with four different chatbot conditions: a conscientious bot and an extroverted bot, each with and without emojis. Findings The inclusion of emojis negatively influenced users' intentions to use the chatbots but did not affect trust, perceived authenticity or intended engagement with the bots. Additionally, the students' personality traits played a role in evaluating the different chatbot types. Originality/value This research introduces a novel approach by integrating emoji use and human personality traits into chatbot communication, focusing on academic advising. It examines the interaction effects of emojis and personality traits (conscientiousness and extraversion) on user behavior, also considering the user’s personality traits. This work enriches the human-computer interaction field and guides future chatbot development."
  },
  {
    "discipline": "communication",
    "title": "Understanding the mediator and moderator role of digital citizenship on cyber harassment",
    "authors": "Mary Macharia, Mary Dunaway",
    "url": "https://doi.org/10.1108/itp-05-2022-0376",
    "doi": "https://doi.org/10.1108/itp-05-2022-0376",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose Drawing on two competing theories, the online disinhibition effect and communication privacy management, this study explores the antecedents of cyber harassment and the mediating and moderating role of digital citizenship on cyber harassment among adults. Design/methodology/approach To ensure the quality of the data collected, participant recruitment was conducted using two panels: Qualtrics and Cloud Research. The sample comprised 262 participants who were USA residents aged between 18 and 87 years who use the Internet regularly. Additionally, the survey required a balance of participants across racial and educational levels. The survey was drawn from items for which reliability and validity indexes have been tested and confirmed in prior disparate studies. Findings Results show that digital citizenship is a significant moderator in the relationships between disposition to value web privacy, perceived online disinhibition and cyber harassment. Digital citizenship behavior mediates the relationship between perceived online disinhibition and cyber harassment but does not mediate the relationship between disposition to value privacy and cyber harassment. Originality/value The results of this study broaden the understanding of digital citizenship as a behavior modification for cyber harassment, specifically among adult Internet users. Further, we seek to bring together two streams of research that have previously been studied separately: the literature on the antecedents of perceived online disinhibition and disposition to value web privacy concerns."
  },
  {
    "discipline": "communication",
    "title": "Putting ‘filter bubble’ effects to the test: evidence on the polarizing impact of ideology-based news recommendation from two experiments in Germany and the U.S.",
    "authors": "Katharina Ludwig, Nevena Nikolajevic, Alexander Grote, Philipp Müller",
    "url": "https://doi.org/10.1080/1369118x.2024.2435998",
    "doi": "https://doi.org/10.1080/1369118x.2024.2435998",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Emergence of echo chambers in social media communication involving multiple topics",
    "authors": "Takuya Nagura, Eizo Akiyama",
    "url": "https://doi.org/10.1080/1369118x.2025.2456561",
    "doi": "https://doi.org/10.1080/1369118x.2025.2456561",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Digital literacy and strategic (dis)engagement: examining how functional and critical digital literacy shapes participation",
    "authors": "Gianfranco Polizzi",
    "url": "https://doi.org/10.1080/1369118x.2025.2452282",
    "doi": "https://doi.org/10.1080/1369118x.2025.2452282",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "High hopes, hard falls: consumer expectations and reactions to AI-human collaboration in advertising",
    "authors": "Yuhosua Ryoo, Marat Bakpayev, Yongwoog Andrew Jeon, Kacy Kim, Sukki Yoon",
    "url": "https://doi.org/10.1080/02650487.2025.2458996",
    "doi": "https://doi.org/10.1080/02650487.2025.2458996",
    "filter": 0,
    "journal_full": "International Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "Health-Related Advertising: Leveraging Virtual and Human Influencers to Encourage Health Behaviors",
    "authors": "Lu Meng, Qi Wu, Yijie Wang, Shen Duan",
    "url": "https://doi.org/10.1080/00913367.2024.2439958",
    "doi": "https://doi.org/10.1080/00913367.2024.2439958",
    "filter": 0,
    "journal_full": "Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "Mapping discursive regimes of transnational dynamics of conspiracy theories as an emergent process: revisiting network approaches and new research avenues",
    "authors": "Zichen Hu",
    "url": "https://doi.org/10.1080/19331681.2025.2453911",
    "doi": "https://doi.org/10.1080/19331681.2025.2453911",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "How do parties use political advertising in election campaigns? Examining issue competition in advertising campaigns on Facebook and Instagram for the 2021 federal election in Germany",
    "authors": "Lukas Thiele, Oke Seliger",
    "url": "https://doi.org/10.1080/19331681.2025.2458036",
    "doi": "https://doi.org/10.1080/19331681.2025.2458036",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "Spanish–English Code-Mixing in U.S. Higher Education: Testing the Use of “Spanglish” in University Materials at a Hispanic-Serving Institution",
    "authors": "Jessica Gasiorek, Margaret J. Pitts, Marko Dragojevic",
    "url": "https://doi.org/10.1177/0261927x251314864",
    "doi": "https://doi.org/10.1177/0261927x251314864",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "This experiment examined how university students at a Hispanic-Serving Institution (HSI) responded to the use of “Spanglish,” or English-Spanish code-mixing, in written materials promoting university services. Consistent with predictions, the use of Spanglish reduced students’ processing fluency; contrary to predictions, the use of Spanglish did not prompt higher perceptions of inclusiveness or feeling welcome (relative to English-only texts) for students, although both outcomes were higher for Spanglish with glosses (i.e., English translations) compared to Spanglish without glosses."
  },
  {
    "discipline": "communication",
    "title": "Flowing With the Syntax: The Influence of Taoism on Syntactic Priming Effects",
    "authors": "Heng Li",
    "url": "https://doi.org/10.1177/0261927x251314935",
    "doi": "https://doi.org/10.1177/0261927x251314935",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "Syntactic priming is a linguistic phenomenon where the exposure to a specific grammatical structure increases the likelihood that the same structure will be used in subsequent language production. Previous research has shown that these syntactic processes are influenced by a broad range of linguistic, cognitive, and social factors. In the present research, we focused on the role of religious systems in shaping syntactic priming in dialog. Based on the observation that the Taoist concept of “moving with flow” encourages individuals to adapt to the natural flow of life and circumstances, we hypothesized that Taoists might modify their syntactic choices to foster better connections with their interlocutors. We conducted two studies to test our theoretical perspective. As predicted, Study 1 found that Taoists were more likely to mirror the syntax used by their interlocutors in dialog than their atheist counterparts. In Study 2, we compared the magnitude of syntactic priming effects between Taoists and Buddhists. The results showed that Taoists demonstrated a stronger preference for using the same syntactic structure as their conversational partners than Buddhists. In sum, our findings provide the first empirical evidence that beliefs and values associated with religious systems exert a significant influence on syntactic priming effects."
  },
  {
    "discipline": "communication",
    "title": "Attitudes About Appropriate Languages for Different Spheres of Life: The Case of Lithuania",
    "authors": "Loreta Vilkienė",
    "url": "https://doi.org/10.1177/0261927x251315660",
    "doi": "https://doi.org/10.1177/0261927x251315660",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "This article analyses the responses of 1,003 respondents to one question from the representative survey of the Lithuanian population: Which language do you think is appropriate for school, higher education, business, services, and communication with officials in Lithuania? The aim is to answer two RQs: (1) To what extent are the different languages—Lithuanian, English, Russian, Polish—perceived as appropriate in the various spheres of life? (2) Do the factors of age, L1, and place of residence influence target attitudes statistically significantly? Descriptive and inferential (Pearson's Chi-squared test) statistics were used for data analysis. The results show that the Lithuanian language has maintained its position as appropriate in various domains. However, in the business domain, Lithuanian competes with English. English has considerably strengthened its position in all domains analyzed. Target attitudes towards Russian and Polish have slightly changed in favour of these languages, especially in business. The factor of age statistically significantly affects attitudes according to Lithuanian and English in all domains analyzed. In the case of other languages, attitudes depend not only on age but also on domain. The same applies to the influence of the factor of place of residence: it works together with the domain. The L1 factor has a statistically significant effect when ethnic minorities express attitudes about their L1."
  },
  {
    "discipline": "communication",
    "title": "Turner Syndrome Women's Perceptions of Short Stature as a Cause of Social Exclusion: A Reflexive Thematic Analysis",
    "authors": "Kamila Ciepiela",
    "url": "https://doi.org/10.1177/0261927x251315652",
    "doi": "https://doi.org/10.1177/0261927x251315652",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "The primary manifestation of Turner syndrome (TS) is short stature. Girls with TS currently receive growth hormone therapy (GHT), but women who completed puberty before 2000 did not, as the Polish Ministry of Health began reimbursing GHT only in 2000, and it is ineffective postpuberty. Consequently, these women are approximately 20 cm shorter than the general population, not exceeding 140 cm. This study aimed to examine how women with TS perceive causes of social isolation in relation to their stature and body image. Nine Polish women with TS participated in semistructured interviews (five did not receive GHT). Interviews were quantitatively analyzed to identify main themes and then subjected to reflexive thematic analysis. Results, interpreted using Sen's (2000) theory of social exclusion, showed that both short stature and body image significantly impact relational capability failure in women with TS."
  },
  {
    "discipline": "communication",
    "title": "You need to take turns! Sibling sharing and the emergence of conscience in early childhood",
    "authors": "Brenda L. Volling, Emma E. A. Beyers-Carlson, Lin Tan, Lauren Rosenberg, Richard Gonzalez",
    "url": "https://doi.org/10.1177/02654075251316316",
    "doi": "https://doi.org/10.1177/02654075251316316",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "Toddlers and older siblings ( M age = 49.34 months) from 145 two-parent, mother-father families (85% European American, 4.9% African American, 3.5 % Asian American, 3.2% Hispanic) participated in a longitudinal investigation when toddlers were 18, 24, and 36 months old. Sibling sharing and the older siblings’ management of the interaction was observed in a laboratory-based fishing game, and mothers and fathers reported on both the toddlers’ and older siblings’ conscience (affective discomfort, moral regulation) at each timepoint. There were significant increases in both siblings’ sharing and older siblings’ management from 18 to 24 months, whereas toddlers’ sharing increased and older siblings’ management decreased from 24 to 36 months. There were stable individual differences in toddlers’ and older siblings’ sharing, and older siblings’ management from 18 to 24 months, but not from 24 to 36 months, suggesting changes in the development of sibling sharing during the second and third years when toddlers become more autonomous contributors to the sharing dynamic and older siblings can step back from managing turn-taking. Reciprocity between older siblings’ and toddlers’ sharing was evident within each time point, but little evidence of bidirectional influence over time. Moral regulation and affective discomfort were highly stable from 18 to 36 months for both siblings, but only the older siblings’ moral regulation at 18 months predicted their sharing at 24 months. Results support a constructivist-interactionist perspective of moral development by showing that sharing develops gradually over time through a set progressive social interactions with a sibling."
  },
  {
    "discipline": "communication",
    "title": "Parental and partner attachment working models in romantic relationships of nonbinary adults",
    "authors": "Eleanor J. Junkins, Brooke E. Kadel, Jaime Derringer",
    "url": "https://doi.org/10.1177/02654075251316318",
    "doi": "https://doi.org/10.1177/02654075251316318",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "Attachment working models are mental and emotional representations of the self and others. A central question within attachment theory is how best to conceptualize the relationship between different attachment working models, such as how one’s attachment to parents may influence partner-specific working models and impact romantic relationship satisfaction. Despite the robust evidence that attachment theory can be appropriately applied across developmental and cultural contexts and the functional similarity of attachment in women and men, little research has examined attachment working models among nonbinary people. The current study tested competing hypotheses replicating the work by Dugan and Fraley (2022), extended to a large sample of nonbinary adults ( N = 2,811). Similar to previous findings, our results supported the mediation hypothesis, which suggests that parental (defined as mother and father) attachment working models indirectly relate to romantic relationship satisfaction through romantic partner attachment working models. We also report comparisons of attachment overall between nonbinary people, men, and women, which showed that there were smaller mean differences between nonbinary people and women, yet more similar correlations between nonbinary people and men. These findings highlight the generalizability of attachment theory to diverse, nonbinary gender identities."
  },
  {
    "discipline": "communication",
    "title": "Time-varying relational interaction dynamics in couples discussing conflict",
    "authors": "Sarah S Dermody, Elizabeth A Earle, Catherine E Fairbairn, Maria Testa",
    "url": "https://doi.org/10.1177/02654075251317168",
    "doi": "https://doi.org/10.1177/02654075251317168",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "The process of discussing conflict can impact the quality and longevity of a couple’s relationship. Limited research has characterized the dynamic nature of conflict discussions, including how these discussions unfold and how an actor’s behaviour elicits particular responses from their partner over the course of the discussion. It is also important to consider how additional factors, such as alcohol intoxication, can influence this dynamic. A challenge in conducting this research is having sufficiently fine-grained data along with appropriate analytic methods to characterize the conversation dynamics. To address this gap, we utilized time-varying effect modeling (TVEM) to examine the correspondence of actor-partner behaviours as a function of time and alcohol consumption. We examined this using data from 139 heterosexual couples who were observed for 15 minutes while discussing a conflict. Couples were randomly assigned to have either one, both, or neither drink alcohol prior to the discussion. Using the Rapid Marital Interaction Coding System (RMICS), individuals’ behaviours were coded as either positive, negative, or neutral during each speaking turn. The results supported that positive behaviour tended to elicit positive behaviour and the strength of this relationship increased over the course of discussing conflict. While negative behaviours tended to elicit negative behaviours, the strength of this relationship was stable over time. Alcohol consumption did not alter the relations between actor-partner behaviours over time. Taken together, the findings support the dynamic nature of some aspects of actor-partner behaviours when discussing conflict. Future research could consider how these dynamics predict future relational outcomes or characterize how they unfold in naturalistic settings."
  },
  {
    "discipline": "communication",
    "title": "Internet Freedom and Social Media’s Political Consequences: Political Nationalism and Authoritarian Orientation Among Six Asian Societies",
    "authors": "Biying Wu-Ouyang, Yang Hu",
    "url": "https://doi.org/10.1177/10776990241313183",
    "doi": "https://doi.org/10.1177/10776990241313183",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "While extensive research has explored social media’s political effects, less attention has been paid to its impact on authoritarian orientation, a crucial form of political attitude. The rapid evolution of social media has brought internet freedom concerns—including access barriers, content restrictions, and violations of user rights—into prominent focus. However, research examining how these aspects of internet freedom interact with social media’s political influence remains limited. The study addresses this gap by analyzing representative samples from six Asian societies (Japan, Mainland China, Taiwan, Singapore, Vietnam, and Malaysia; N = 5,115) through multilevel modeling. Using multilevel moderated mediation analyses, we demonstrate that social media has democratizing effects that are mediated by political nationalism and moderated by internet freedom. The study extends the debate on the political effects of social media to non-Western contexts, presenting an overall positive outlook on social media’s democratic effects in East Asian societies, while detailing how these effects are conditioned by the dual impacts of internet freedom in terms of content and user rights."
  },
  {
    "discipline": "communication",
    "title": "“GOD IS MY SPONSORED AD!! MY ALGORITHM!”: The spiritual algorithmic imaginary and Christian TikTok",
    "authors": "Sara Reinis, Corrina Laughlin",
    "url": "https://doi.org/10.1177/14614448251315128",
    "doi": "https://doi.org/10.1177/14614448251315128",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This article employs Critical Technocultural Discourse Analysis (CTDA) to analyze the affective public surrounding the hashtag #christiantiktok. We find that “Christian TikTok” discursively negotiates the unpredictable visibility affordances of TikTok’s algorithm by ascribing layers of spiritual significance to how the algorithm delivers content. Our research uncovered four key themes to this spiritualized conceptualization of algorithmically controlled visibility: (1) Algorithm as directed by the hand of God, (2) Context collapse as an evangelism opportunity, (3) Boosting visibility as a spiritual obligation, and (4) Invisibility as persecution. Following our analysis, we develop an understanding of the “spiritual algorithmic imaginary,” building on Bucher’s concept of the “algorithmic imaginary.” Functioning as both a networked performance and an affective framework, the concept of the spiritual algorithmic imaginary theorizes how certain spiritual users sacralize their participation in and understanding of digital platforms."
  },
  {
    "discipline": "communication",
    "title": "“When pigs fly”: Resources swapping, affordable marketing, and the transformation of Douyin from short video sharing to online shopping",
    "authors": "Shuaishuai Wang",
    "url": "https://doi.org/10.1177/14614448251314448",
    "doi": "https://doi.org/10.1177/14614448251314448",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "With 600 million daily users in 2020, Douyin faced monetization challenges after increased advertising led to a decline in user engagement. The app pivoted successfully to “shoppable videos” and livestream shopping by operating as a retail infrastructure. This article analyzes this transformation, arguing that Douyin strategically limits data availability, creating an artificial scarcity for capturing advertising and infrastructural rents. This approach is sustained by Douyin’s carefully crafted vision for career and business success derived from data’s speculative value. The app established reciprocal relationships with music creators and later video creators and sellers through reward programs, contractual deals, and online workshops. However, success often remains unattainable due to the uneven growth between continuous influx of creators/sellers and stalled user growth. This disparity allows Douyin to incorporate paid traffic into its business model, perpetuating data’s manufactured scarcity and obscuring exploitative practices by making paid traffic an essential component for success."
  }
]
