[
  {
    "discipline": "communication",
    "title": "JST and rJST: joint estimation of sentiment and topics in textual data using a semi-supervised approach",
    "authors": "Christian Pipal, Martijn Schoonvelde, Gijs Schumacher, Max Boiten",
    "url": "http://dx.doi.org/10.1080/19312458.2024.2383453",
    "doi": "10.1080/19312458.2024.2383453",
    "filter": 0,
    "journal_full": "Communication Methods and Measures"
  },
  {
    "discipline": "communication",
    "title": "Using State Space Grids to Quantify and Examine Dynamics of Dyadic Conversation",
    "authors": "Miriam Brinberg, Denise Haunani Solomon, Graham D. Bodie, Susanne M. Jones, Nilam Ram",
    "url": "http://dx.doi.org/10.1080/19312458.2024.2413973",
    "doi": "10.1080/19312458.2024.2413973",
    "filter": 0,
    "journal_full": "Communication Methods and Measures"
  },
  {
    "discipline": "communication",
    "title": "De- and recoding algorithmic systems: The case of fact checkers and fact checked users",
    "authors": "Anna Schjøtt, Mette Bengtsson",
    "url": "http://dx.doi.org/10.1177/13548565241289233",
    "doi": "10.1177/13548565241289233",
    "filter": 0,
    "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
    "abstract": "With the recent development of debunking on social media as a dominant agenda, fact checkers have increasingly used machine learning (ML) to identify, verify and correct factual claims, as ML promises the scaling of fact checking practices. However, it also places a new actor in between the fact checkers and the fact checked users. In this paper, we conducted a contrasted analysis of how fact checkers and fact checked users understand, evaluate and act towards the algorithmic system and the data flows in Meta’s Third-Party Fact-Checking Program: We did ethnographic fieldwork in the fact checking newsroom and interviewed and did protocol analysis with the fact checked. For both professional users and end users, the algorithmic system is experienced as a black box in which they have limited insight, and their sense-making practices happen based on the data and metrics that are made visible to them. In the paper, we draw on and expanded theory on decoding algorithms by not only exploring how the two user groups engage in decoding the algorithmic system, but also actively engage in forms of recoding by attempting to adapt or modify the algorithmic system to better fit within their cultural and social context, which is characterised by both varying epistemic cultures and societal positions. While the fact checkers from their hegemonic (sometimes negotiated) position understand the program as a (sometimes stupid) tool and primarily engage in passive acts of recoding, fact checked users, from their oppositional position, understand the program as an unpredictable censoring machine and engage primarily in more active acts of recoding. Based on the analysis, we end the paper with a discussion in which we argued for understanding data reflexivity as highly relational and processual."
  },
  {
    "discipline": "communication",
    "title": "An Ecosystem of Collective Futures: How Journalists and Experts Co-Construct Projections in Hybrid Media Environments",
    "authors": "Eedan R. Amit-Danhi, Tali Aharoni, Maximilian Overbeck, Christian Baden, Keren Tenenboim-Weinblatt",
    "url": "http://dx.doi.org/10.1080/21670811.2024.2415675",
    "doi": "10.1080/21670811.2024.2415675",
    "filter": 0,
    "journal_full": "Digital Journalism"
  },
  {
    "discipline": "communication",
    "title": "What drives social shopping in social commerce platform? The effects of affordance, self-congruity and functional-congruity",
    "authors": "Xiang Gong, Yi Yang, Wei Wu",
    "url": "http://dx.doi.org/10.1108/itp-03-2023-0249",
    "doi": "10.1108/itp-03-2023-0249",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose Social group system and social tagging system, which leverage the psychological mechanisms underlying group influence and social tags to drive consumer behaviors, have been prevalent in the social commerce platform. However, limited studies have examined how the affordances of social group system and social tagging system influence consumers’ social shopping behavior. The purpose of this study is to examine the formation of social shopping behavior in the social commerce platform. Design/methodology/approach Combining affordance theory with dual-congruity theory, we develop a model to examine how the affordances of social group system and social tagging system influence consumers’ social shopping behavior through the underlying self-congruity and functional-congruity processes. We empirically validate the research model using a multimethod approach, including an instrument development study and a field survey study. Findings Our empirical findings show that social support positively influences relational identity, while it has a nonsignificant effect on social identity. Social interactivity positively influences relational identity and social identity. Furthermore, social tagging quality and social endorser credibility positively affect perceived diagnosticity and perceived serendipity. Finally, relational identity, social identity, perceived diagnosticity and perceived serendipity collectively determine consumers’ social shopping intention. Originality/value This study contributes to the theoretical understanding of social shopping in social commerce and offers practical implications for designing an effective social group system and social tagging system to boost product sales."
  },
  {
    "discipline": "communication",
    "title": "Investigating the lurking mechanism of SNS users: a comprehensive examination of context-specific cues and role stresses",
    "authors": "Xiaodan Liu, Chao Su, Jin Yin",
    "url": "http://dx.doi.org/10.1108/itp-08-2023-0844",
    "doi": "10.1108/itp-08-2023-0844",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose Social networking services (SNS) empower users with a robust capability to connect with others and manage their social relationships. However, as the size of users’ social networks increases, coupled with the inherent boundary-spanning technical features of SNS, users are faced with unprecedented role stresses. This, in turn, leads to maladaptive lurking decisions. This study delves into the mechanism of this technology-induced decision-making process among SNS users. Design/methodology/approach Survey data were collected from 491 Chinese WeChat Moment users. The model and hypotheses testing were conducted using SmartPLS 4.0. Findings Our findings indicate that both social network size and boundary spanning have a positive influence on role conflict and role overload. Both role conflict and role overload significantly contribute to SNS fatigue, which further intensifies users’ lurking intention. Furthermore, SNS fatigue fully mediated the relationship between role conflict and lurking intention, and partially mediated the relationship between role overload and lurking intention. Originality/value Our study offers a fresh viewpoint for comprehending lurking behaviors on SNS, furnishing practical insights for platform providers. Additionally, it paves the way for future research into the deeper mechanisms driving SNS lurking behaviors, by providing a novel construct (i.e. boundary spanning) to distinguish and measure the unique social environment of SNS."
  },
  {
    "discipline": "communication",
    "title": "Exploring user adaptation behaviors toward mobile technology: a higher education perspective",
    "authors": "Samantha Samaneh Kakavand, Aria Teimourzadeh, Benjamin Kakavand",
    "url": "http://dx.doi.org/10.1108/itp-01-2024-0070",
    "doi": "10.1108/itp-01-2024-0070",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose Grounded in coping model of user adaptation (CMUA), this research aims to provide insights into understanding the social mechanism influencing faculty’s adoption and adaptation of mobile technology (MT). An extensive review of the literature highlights a significant gap in empirical research regarding the adoption of MT and faculty adaptation when viewed through the lens of group dynamics. Design/methodology/approach This study is based on an exploratory study conducted at two engineering universities in France. A qualitative method enabled a comprehensive examination of faculty members using multiple field-based observations and semi-directive interviews at both University A and University B. Findings While extant research tends to prioritize individual-level approaches, the integration of MT within higher education inherently involves social dynamics. Our results reveal that faculty’s perceived control and their initial perception over adoption of MT play an important role in shaping their adaptation behavior. The findings suggest that the adoption of MT among faculty members is influenced by various organizational factors. Specifically, the organizational logic of adoption affects their primary appraisal of MT, while group norms and social influence shape their adaptation acts. Furthermore, the organization’s continuous commitment to supporting faculty members also impacts their coping activities, ultimately influencing their overall adoption and utilization of MT. Originality/value This study builds upon the limited yet growing body of literature on a theme highly relevant for practitioners, scholars as well as MT users in a higher education environment. The paper extends the CMUA by exploring the relationship between MT adoption and continuous user adaptation at both group and organizational levels. Our proposed framework assists universities in articulating their MT adoption and implementation strategy in harmony with a clear vision of their users’ adaptation activities before, during and after the implementation."
  },
  {
    "discipline": "communication",
    "title": "De-centring the interface. Towards the integrated study of interfacial relations",
    "authors": "Benjamin Lipp, Paula Helm, Athanasios Karafillidis, Roser Pujadas",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2413110",
    "doi": "10.1080/1369118x.2024.2413110",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "How political consultants can leverage partisan media combativeness in the U.S.",
    "authors": "David E. Clementson, Wenqing Zhao",
    "url": "http://dx.doi.org/10.1080/00909882.2024.2415563",
    "doi": "10.1080/00909882.2024.2415563",
    "filter": 0,
    "journal_full": "Journal of Applied Communication Research"
  },
  {
    "discipline": "communication",
    "title": "Social Media News Use Amplifies the Illusory Truth Effects of Viral Deepfakes: A Cross-National Study of Eight Countries",
    "authors": "Saifuddin Ahmed, Adeline Wei Ting Bee, Sheryl Wei Ting Ng, Muhammad Masood",
    "url": "http://dx.doi.org/10.1080/08838151.2024.2410783",
    "doi": "10.1080/08838151.2024.2410783",
    "filter": 0,
    "journal_full": "Journal of Broadcasting & Electronic Media"
  },
  {
    "discipline": "communication",
    "title": "An asymmetrical reinforcing spiral? Disentangling the longitudinal dynamics of media use and mainstream media trust",
    "authors": "Yariv Tsfati, Rens Vliegenthart, Jesper Strömbäck, Elina Lindgren",
    "url": "http://dx.doi.org/10.1093/joc/jqae039",
    "doi": "10.1093/joc/jqae039",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "While numerous studies have documented an association between mainstream media trust and mainstream media use, only little is known about potential causal mechanisms underlying the association. We theorize that selective exposure, social influence, and the reinforcing spirals model offer three possible mechanisms that may underlie the association. These possibilities were studied using random intercept cross-lagged panel models and latent curve models on a four-wave panel data set (n = 3,540). For mainstream media, the results show an asymmetrical reinforcing spiral, in which the effect of mainstream media trust on use can be considered as one of yielding maintenance, while the impact of media use on mainstream media trust to a limited degree is in line with the notion of a spiral gradually (though inconsistently) increasing trust over time. We also find that use of right-wing alternative media consistently and sometimes robustly leads to decreasing mainstream media trust."
  },
  {
    "discipline": "communication",
    "title": "Exploring digital campaign competence: the role of knowledge in data-driven election campaigns",
    "authors": "Sophie Minihold, Sophie Lecheler, Claes de Vreese, Sanne Kruikemeier",
    "url": "http://dx.doi.org/10.1080/19331681.2024.2416012",
    "doi": "10.1080/19331681.2024.2416012",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "Personalized Facebook campaigning and the quest for personal votes in Taiwan",
    "authors": "Wan-Ying Yang",
    "url": "http://dx.doi.org/10.1080/19331681.2024.2417831",
    "doi": "10.1080/19331681.2024.2417831",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "Political-RAG: using generative AI to extract political information from media content",
    "authors": "Muhammad Arslan, Saba Munawar, Christophe Cruz",
    "url": "http://dx.doi.org/10.1080/19331681.2024.2417263",
    "doi": "10.1080/19331681.2024.2417263",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "Reducing Prejudice Through Narrative Writing: The Effects of Contact Type and Linguistic Authenticity",
    "authors": "Xun Zhu",
    "url": "http://dx.doi.org/10.1177/0261927x241291025",
    "doi": "10.1177/0261927x241291025",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "This study investigates how the content and style of narrative writing about an outgroup reduce prejudice. The study compares cooperative contact, where writers describe working with an outgroup character, with parasocial contact, where writers describe the character alone. It further examines whether the contact effects vary with linguistic authenticity. In two experiments, I manipulated the types of contact and measured authenticity through language patterns. Study 1 ( N = 719) found that having contact with an outgroup character elicited more positive affect toward the character, which reduced the desire for distance from the outgroup. Cooperative and parasocial contact showed similar effects, but their impacts varied with linguistic authenticity. Authentic language was associated with stronger impacts in cooperative contact but not in parasocial contact. Study 2 ( N = 287) replicated that linguistic authenticity moderated the effect of cooperative contact on affect toward the character. These findings highlight linguistic dynamics in intergroup contact."
  },
  {
    "discipline": "communication",
    "title": "A Meta-Analysis and Systematic Review of Foreign Language Anxiety Interventions Among Students",
    "authors": "Yiying Xiong, Qiyang Zhang, Liwei Zhao, Shuqi Liu, Hongjie Guan, Yuan Sui, Jiaqi Feng, Kyeong Min Rachel Lee",
    "url": "http://dx.doi.org/10.1177/0261927x241291258",
    "doi": "10.1177/0261927x241291258",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "Foreign language anxiety is an emotional reaction toward learning and using a foreign language, which may negatively influence individuals’ self-perceptions, beliefs, emotions, and behaviors. To explore how to mitigate the potential detrimental effect of foreign language anxiety, this meta-analysis and systematic review included 37 primary articles on interventions targeting relieving foreign language anxiety. The results revealed the overall efficacy of these interventions ( ES = −0.61, p = .03) in reducing anxiety . Age was the only significant moderator despite seven moderators being included. The qualitative section of the systematic review examined intervention types, publication patterns, and research designs in the 37 analyzed articles. A notable increase in publications on this topic was observed over time, with approximately equal numbers of studies utilizing direct versus indirect interventions. This review offers implications for both future researchers and practical applications in addressing foreign language anxiety."
  },
  {
    "discipline": "communication",
    "title": "Interpretations of Generic Versus Comparative Statements About Groups: Similarities and Differences",
    "authors": "Alexandra Lux, Susanne Bruckmüller, Vera Hoorens",
    "url": "http://dx.doi.org/10.1177/0261927x241292562",
    "doi": "10.1177/0261927x241292562",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "We compare interpretations of two kinds of statements that are important for stereotype transmission: generics (e.g., “women are helpful”) and comparatives (e.g., “women are more helpful than men”). Participants ( N = 338) read and interpreted generic or comparative statements about positive and negative features of gender (Experiment A) and age groups (Experiment B). We found similarities and differences. Participants interpreted both generics and comparatives as conveying information not only about the target (women in the example) but also about the referent (men in the example), whether the statement explicitly mentioned the referent (in comparatives) or not (in generics). When statements said something positive (negative) about the target, they also communicated a rather negative (positive) view of the referent. Remarkably, although comparatives explicitly contrast groups while generics do not, generics implied bigger differences between the groups and provoked more extreme assumptions about the groups. We discuss implications for stereotype transmission."
  },
  {
    "discipline": "communication",
    "title": "Do You Dare to Speak Up at Work? A Study on Organizational Conditions Enabling or Discouraging Employee Voice",
    "authors": "Alessandra Mazzei, Silvia Ravazzani, Alfonsa Butera, Chiara Fisichella",
    "url": "http://dx.doi.org/10.1080/1062726x.2024.2412074",
    "doi": "10.1080/1062726x.2024.2412074",
    "filter": 0,
    "journal_full": "Journal of Public Relations Research"
  },
  {
    "discipline": "communication",
    "title": "Enhancing constructive communication in the digital age through “textual healing,” a mindfulness app",
    "authors": "Leora Trub, Rashelle Ahokas, Zachary M. Hubert, Tyrel J. Starks",
    "url": "http://dx.doi.org/10.1177/02654075241293824",
    "doi": "10.1177/02654075241293824",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "Texting has become a primary mode of communication across relationship types, particularly amongst women, despite its vulnerability to miscommunication and associated social consequences. Whereas there is a robust literature on the mechanics and the importance of constructive communication, little is known about how these findings generalize to text-based forms of communication. Using a sample of 71 Black women between the ages of 18–29, the present study examined how the content of text messages changed in response to a short mindfulness-based intervention delivered via a smartphone application. Findings revealed that these women used the intervention to modify maladaptive communication to be more constructive, as well as to enhance neutral communication. They were also less likely to send maladaptive messages after composing them and going through the intervention. In addition to emphasizing the relevance of existing communication theories to text-based communication, this study highlights the potential for the phone to be used as a vehicle for mindful communication amongst a variety of relationship types despite its potential for misuse."
  },
  {
    "discipline": "communication",
    "title": "What’s in a Cue? Decoding Political Values in Applauded Statements From Ukraine’s Leading Political Talk Shows",
    "authors": "Kostiantyn Yanchenko, Katharina Kleinen-von Königslöw",
    "url": "http://dx.doi.org/10.1177/10776990241284581",
    "doi": "10.1177/10776990241284581",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Experimental studies show that public opinion cues shape people’s perceptions of public opinion. However, the full extent of political information these cues comprise and, consequently, communicate remains unexplored. This study utilizes standardized content analysis to examine the political values in applauded statements ( n = 1,722) from Ukraine’s major political talk shows. The results suggest that applauded statements embody a complex mix of identity- and governance-oriented values, signaling to the broader audience the preferred type of political debate among those within the studio. The study enhances the literature on public opinion cues by demonstrating the significance of analyzing their underlying content."
  },
  {
    "discipline": "communication",
    "title": "Collaborative Journalism Around the Globe: A Systematic Review",
    "authors": "Samuel Danso, Modestus Fosu, Michael Yao Wodui Serwornoo, Martin Thompson Kwadzo Ntem",
    "url": "http://dx.doi.org/10.1177/10776990241284582",
    "doi": "10.1177/10776990241284582",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This systematic review examines a decade of collaborative journalism research globally, extracting 40 articles from ProQuest and Scopus databases. The study underscores collaborative journalism’s efficacy in addressing cross-border issues and engaging diverse audiences but note its underexplored status in Africa. Four dimensions emerged: social media and audience engagement, journalism education and technology, challenges and barriers, and collaboration models. Identified research gaps include media policy, violence against journalists and ethical implications. The review advocates grounded studies using appropriate theories and calls for more collaborative journalism research in Africa."
  },
  {
    "discipline": "communication",
    "title": "Do Heuristic Cues Affect Misinformation Sharing? Evidence From a Meta-Analysis",
    "authors": "Yanqing Sun, Juan Xie",
    "url": "http://dx.doi.org/10.1177/10776990241284597",
    "doi": "10.1177/10776990241284597",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Information overload in online environments leads individuals to be more likely to rely on heuristic cues to make decisions about (mis)information sharing. Drawing on dual-process models of information processing, namely the heuristic–systematic model and the elaboration likelihood model, we conducted a meta-analysis of 31 individual studies to examine the combined effects of five major heuristic cues on misinformation sharing. The results revealed that the affective heuristic of anxiety exerted the strongest impact on misinformation sharing ( r = .343), followed by three cognitive heuristics: the self-confirmation heuristic ( r = .249), endorsement heuristic ( r = .125), and fact-checking heuristic ( r = -.115)—but not the authority heuristic. The endorsement misinformation receives, consistency between misinformation and individuals’ prior attitudes or beliefs, anxiety people feel, and absence of fact-checking labels all make people more likely to share misinformation. Moderation analyses also highlight the importance of considering contextual and cultural factors in future research."
  },
  {
    "discipline": "communication",
    "title": "Beyond Journalism About Journalism?: Assessing the Impact of Metajournalistic Discourse on Journalism Studies",
    "authors": "Álvaro Villagrán Sánchez, Fernando López Pan",
    "url": "http://dx.doi.org/10.1080/1461670x.2024.2414349",
    "doi": "10.1080/1461670x.2024.2414349",
    "filter": 0,
    "journal_full": "Journalism Studies"
  },
  {
    "discipline": "communication",
    "title": "Examining Journalists’ Adoption of Social Media Tools in Contexts of Precarity",
    "authors": "Soheil Kafiliveyjuyeh, Feyyaz Fırat, Ruth Moon",
    "url": "http://dx.doi.org/10.1080/1461670x.2024.2414340",
    "doi": "10.1080/1461670x.2024.2414340",
    "filter": 0,
    "journal_full": "Journalism Studies"
  },
  {
    "discipline": "communication",
    "title": "The Negotiation of Truth Claims in Newsgames: The Tension Between “Fact” and “Fiction”",
    "authors": "Hao Sun",
    "url": "http://dx.doi.org/10.1080/1461670x.2024.2418039",
    "doi": "10.1080/1461670x.2024.2418039",
    "filter": 0,
    "journal_full": "Journalism Studies"
  },
  {
    "discipline": "communication",
    "title": "From Individual Disconnection to Collective Practices for Journalists’ Wellbeing",
    "authors": "Diana Bossio, Valérie Bélair-Gagnon, Avery E. Holton, Logan Molyneux",
    "url": "http://dx.doi.org/10.17645/mac.8628",
    "doi": "10.17645/mac.8628",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Journalists are increasingly experiencing the negative consequences of online news transformations, such as trolling and harassment, as well as audience distrust. Despite acute need, intra-organisational efforts to support journalists’ online wellbeing have so far been limited. More recently, research has explored how journalists have turned to individual practices of disconnection, such as blocking, muting, or small breaks from online media to mediate the impacts of their everyday online labour (Bossio et al., 2024). Building on this research, this study explores how these individual practices are moving toward collective practices of disconnection. Using interviews with 21 journalists, this study traces how emergent collective practices might contribute to systemic change in journalism. We argue that in lieu of intra-organizational support, journalists seek to disconnect through informal sharing of experiences and support as well as collective efforts toward inter-organisational training and intra-organisational formalization mentoring programs."
  }
]
