[
  {
    "discipline": "communication",
    "title": "Epistemic authority in the digital public sphere. An integrative conceptual framework and research agenda",
    "authors": "Anne Bartsch, Christoph Neuberger, Birgit Stark, Veronika Karnowski, Marcus Maurer, Christian Pentzold, Thorsten Quandt, Oliver Quiring, Christian Schemer",
    "url": "http://dx.doi.org/10.1093/ct/qtae020",
    "doi": "10.1093/ct/qtae020",
    "filter": 0,
    "journal_full": "Communication Theory",
    "abstract": "We develop an integrative conceptual framework and research agenda for studying epistemic authorities in the digital age. Consulting epistemic authorities (e.g., professional experts, well-informed laypeople, technologies) can be an efficient fast-track to knowledge. To fulfill this functional role, those who claim epistemic authority need to be both subjectively recognized (have a perceived advantage in knowledge) and objectively justified (have an actual advantage in knowledge). In a digital media context, new and unconventional knowledge sources have emerged that can fulfill the functional role of epistemic authorities. But false authorities that disseminate misinformation have emerged as well while other sources with important knowledge remain unrecognized. We further analyze the functional role of epistemic intermediaries that can mitigate such problematic developments by correcting false authorities and by providing endorsement for unrecognized authorities. We conclude with a research agenda to study functional forms of epistemic authorities and epistemic intermediaries in the digital public sphere."
  },
  {
    "discipline": "communication",
    "title": "How perceived team virtuality affects individual knowledge hiding in teams: unraveling the paradox when heads meet hearts",
    "authors": "Mengtian Xiao, Yingqing Xu, Qijie Xiao",
    "url": "http://dx.doi.org/10.1108/itp-01-2024-0008",
    "doi": "10.1108/itp-01-2024-0008",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose This study aims to enhance the understanding of team virtuality by exploring its impact on individual counterproductive knowledge behaviors, particularly knowledge hiding. It examines the mediating roles of cognitive and affective trust and the moderating influence of learning goal orientation, addressing a significant gap in understanding how virtual interactions affect knowledge management processes at the individual level. Design/methodology/approach We conducted a three-wave online survey with a matched sample of 274 employees who have virtual work experience in China. We performed a series of structural equation modeling (SEM) analyses using Mplus 8.3 to test our proposed hypotheses. Findings The results indicate a significantly positive association between perceived team virtuality and individual knowledge hiding, mediated by both cognition- and affect-based trust, with the latter showing a stronger mediation effect. Additionally, individual learning goal orientation negatively moderates the indirect relationship between perceived team virtuality and knowledge hiding via cognitive (affective) trust. Practical implications By understanding the mechanisms through which virtuality influences individual knowledge behaviors within teams, organizations can provide emotional and instructional support for virtual interactions to mitigate knowledge hiding and improve the efficiency and effectiveness of knowledge management. Originality/value This study offers a differentiated analysis by exploring the mediating roles of cognitive and affective trust and the moderating role of learning goal orientation within virtual environments. Previous research has not concurrently examined these variables within the framework of team virtuality and knowledge hiding, making this research pivotal in enhancing the theoretical and practical understanding of individual knowledge behaviors in virtual settings."
  },
  {
    "discipline": "communication",
    "title": "Deliberation in online political talk: exploring interactivity, diversity, rationality, and incivility in the public spheres surrounding news vs. satire",
    "authors": "Mark Boukes",
    "url": "http://dx.doi.org/10.1093/joc/jqae038",
    "doi": "10.1093/joc/jqae038",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "Political satire is often believed to enrich the public sphere in ways distinct from traditional journalism. This study examines whether deliberative qualities of online political talk in response to satire differ from those in response to regular news or partisan news. The analysis focuses on four normative standards: interactivity, diversity, rationality, and civility. A manual content analysis of YouTube comments (n = 2,447) reveals that the public sphere surrounding political satire shows a notable strength: Less incivility, both in terms of impoliteness and intolerance. Surprisingly, aside from this, satire’s public sphere did not differ much from that of regular news. Comments on partisan news were more opinionated and ideologically diverse. These findings suggest that online political talk prompted by satire is not inferior to that of traditional news. Additionally, this study highlights how the presence of different normative standards is often interconnected."
  },
  {
    "discipline": "communication",
    "title": "Bias toward the Accents of Virtual Assistants",
    "authors": "Sarah E. Hercula, Daniel B. Shank, Jessica L. Cundiff, David Wright",
    "url": "http://dx.doi.org/10.1177/0261927x241291611",
    "doi": "10.1177/0261927x241291611",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "Language bias, both positive and negative, is a well-documented phenomenon exhibited among human interlocutors. We examine whether this bias is exhibited toward virtual assistants, specifically, Apple's Siri and Google Assistant, with various accents. We conducted three studies with different stimuli and designs to investigate U.S. English speakers’ attitudes toward Google's British, Indian, and American voices and Apple's Irish, Indian, South African, British, Australian, and American voices. Analysis reveals consistently lower fluency ratings for Irish, Indian, and South African voices (compared with American) but no consistent results of bias related to competence, warmth, or willingness to interact. Moreover, participants often misidentified voices’ countries of origin but correctly identified them as artificial. We conclude that this overall lack of bias may be due to two possibilities: lack of humanlikeness of the voices and lack of availability of nonstandardized voices and voices from countries toward which those in the United States typically show bias."
  },
  {
    "discipline": "communication",
    "title": "Psychological Underpinnings of Misinformation Countermeasures",
    "authors": "Carolin-Theresa Ziemer, Tobias Rothmund",
    "url": "http://dx.doi.org/10.1027/1864-1105/a000407",
    "doi": "10.1027/1864-1105/a000407",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: There has been substantial scholarly effort to (a) investigate the psychological underpinnings of why individuals believe in misinformation, and (b) develop interventions that hamper their acceptance and spread. However, there is a lack of systematic integration of these two research lines. We conducted a systematic scoping review of empirically tested psychological interventions (N = 176) to counteract misinformation. We developed an intervention map and analyzed boosting, inoculation, identity management, nudging, and fact-checking interventions as well as various subdimensions. We further examined how these interventions are theoretically derived from the two most prominent psychological accounts for misinformation susceptibility: classical and motivated reasoning. We find that the majority of misinformation studies examined fact-checking interventions, are poorly linked to basic psychological theory and not geared towards reducing motivated reasoning. Based on this, we outline future research avenues for effective psychological countermeasures against misinformation."
  },
  {
    "discipline": "communication",
    "title": "How Are Survivors of Intimate Partner Violence and Sexual Violence Portrayed on Social Media?",
    "authors": "Federica Taccini, Stefania Mannarini",
    "url": "http://dx.doi.org/10.1027/1864-1105/a000402",
    "doi": "10.1027/1864-1105/a000402",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: The aim of the present systematic review was to examine the state of social media representation of women with an experience of sexual violence (SV) and/or intimate partner violence (IPV), as social media has become a significant communication platform for developing social representations of public health issues. The review followed the PRISMA guidelines and was pre-registered in PROSPERO. PsycINFO, Scopus, Web of Science, and PubMed were searched, and seven articles met the inclusion criteria. The review identified two distinct portrayals of women with experiences of violence on social media: a stigmatizing representation of women as victims and a portrayal of women as survivors. Therefore, the review shows that social media has the potential to convey a positive representation of women and to raise public awareness on this social issue. Nonetheless, if not used responsibly, social media can contribute to spreading stigmatizing beliefs toward violence against women. In conclusion, this review provides an up-to-date understanding of the portrayal of women with an experience of violence on social media, highlighting the significant influence that social media has on public perceptions."
  },
  {
    "discipline": "communication",
    "title": "Sleep, Media Use, and Sociopolitical Attitudes",
    "authors": "Matea Mustafaj, Stuart Soroka, Jan Van den Bulck",
    "url": "http://dx.doi.org/10.1027/1864-1105/a000406",
    "doi": "10.1027/1864-1105/a000406",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: The relationship between sleep and media use is well established, as is the effect of sleep deprivation and fatigue on decision-making. Our paper connects these disparate literatures to consider the ways in which a combination of sleep and media use affect sociopolitical attitudes related to risk and/or threat perception. Using novel data from a large US survey, we found that participants who consume high levels of media coverage in a more fatigued state tend to be most supportive of a US border wall and of increased spending on defense and police. Analyses further suggest an association between sleep, media use, and risk preferences. These results offer preliminary evidence for an as-yet wholly under-explored and likely increasingly important moderator for those interested in the effects of media use: sleep."
  },
  {
    "discipline": "communication",
    "title": "Inspiration by Role Models",
    "authors": "Irina Andreeva, Youllee Kim, Sungeun Chung",
    "url": "http://dx.doi.org/10.1027/1864-1105/a000413",
    "doi": "10.1027/1864-1105/a000413",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: Our experiences on social network sites (SNS) can often leave us envious of others, but others’ success can be inspirational as well. This study was an exploration of how source similarity, dispositional optimism, and goal attainability influence the outcomes of upward social comparisons with outstanding others. In an experiment in which participants were exposed to a success story on SNS ( N = 200), source similarity was found to have a direct influence on inspiration, and dispositional optimism had an indirect influence on inspiration through perceived goal attainability. The findings provide both theoretical and practical implications regarding how best to utilize success stories on SNS to increase a sense of inspiration."
  },
  {
    "discipline": "communication",
    "title": "How Affective Polarization Deepens the Partisan Divide in US Cable News Use",
    "authors": "Youngju Kim, Yonghwan Kim",
    "url": "http://dx.doi.org/10.1027/1864-1105/a000414",
    "doi": "10.1027/1864-1105/a000414",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: Currently, not only are partisans’ feelings toward Democrats and Republicans sharply divided along party lines, but so too are their choices regarding news media. Regarding this polarization, most studies have considered partisans’ selective use of news outlets as a crucial factor in widening affective polarization. However, insufficient attention has been directed to the potential role of affective polarization in selective exposure. Accordingly, this study seeks to fill this gap by verifying the effect of affective polarization on selective exposure and examining a potential mechanism using two-wave panel data. Our findings demonstrate that the degree of affective polarization is positively related to partisan bias in the credibility judgment of pro-party and counter-party cable news channels. In turn, favorable in-group bias in the credibility judgment of cable news channels has a significant effect on selective exposure to cable news outlets, mediating the effect of individual-level affective polarization on selective exposure. Lastly, we discuss the theoretical implications of our findings."
  },
  {
    "discipline": "communication",
    "title": "Mental contrasting and conflict management in satisfied and unsatisfied romantic relationships",
    "authors": "Henrik Jöhnk, A. Timur Sevincer, Gabriele Oettingen",
    "url": "http://dx.doi.org/10.1177/02654075241298165",
    "doi": "10.1177/02654075241298165",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "Managing relationship conflict is a difficult yet crucial task for romantic partners. We investigated how imagining a conflict’s resolution affects the engagement in resolving that conflict. For instance, people may indulge in positive fantasies about their future, or they may mentally contrast their desired future (successful conflict resolution) with the main inner obstacle (e.g., anger, frustration) in the current reality. In two experiments, we tested whether mental contrasting increases engagement in resolving ongoing relationship conflicts participants perceived as important (i.e., high incentive value) and solvable (i.e., high expectations of success). In Experiment 1 ( N = 274, from predominantly satisfied relationships), mental contrasting compared to indulging improved the resolution of solvable conflicts over two weeks. This effect did not extend to conflicts of highest importance, which we found to be particularly severe. In Experiment 2 ( N = 270, from less satisfied relationships), mental contrasting, compared to indulging and to working on a concentration task, increased mental engagement with highly important, more severe conflicts over two weeks. Results suggest that mental contrasting helps in resolving solvable conflicts. When facing more severe, less solvable conflicts, however, mental contrasting stimulated mental engagement with conflicts. Our findings suggest that teaching people mental contrasting may complement existing conflict management approaches (e.g., in counseling or in self-help apps)."
  },
  {
    "discipline": "communication",
    "title": "How do personality traits affect the formation of friendship and preference-for-collaboration networks?",
    "authors": "Carlos A. de Matos Fernandes, Dieko M. Bakker, Andreas Flache, Jasperina Brouwer",
    "url": "http://dx.doi.org/10.1177/02654075241297721",
    "doi": "10.1177/02654075241297721",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "Intuitively, personality traits may shape friendships differently from academic connections, potentially influencing social support development. Yet, this remains understudied, while it is crucial for student’s wellbeing. Therefore, this study investigates how the personality traits of the Five-Factor Model interact with the role friendships and preferred collaboration relationships. In a sample of 95 university students, socio-centric data were collected with questionnaires on personality traits and longitudinally on networks of friendship and preferences for collaboration networks. Utilizing stochastic actor-oriented models in RSiena, we showed that students more open to new experiences established more friendships, preferred more collaborations with their peers, and were also more popular in both networks than students less open-to-new-experiences. Students scoring higher on agreeableness were less likely to connect to their peers in both networks, whereas higher-achieving students were more likely to establish peer relationships in both networks. Furthermore, friends were preferred for collaboration (and vice versa), indicating an overlap. This study points to the importance of personality traits and achievement when students integrate into their social and academic environment."
  },
  {
    "discipline": "communication",
    "title": "More Than Meets the Eye: Understanding Political Microtargeting Processing With Gaze-Cued Retrospective Think-Aloud Methodology",
    "authors": "Selina Noetzel, Alice Binder, Jörg Matthes",
    "url": "http://dx.doi.org/10.17645/mac.8679",
    "doi": "10.17645/mac.8679",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Political microtargeting is a popular campaign tool in elections worldwide. However, it is associated with democratic risks. Foremost, scholars and policymakers are concerned that citizens cannot cope with political microtargeting and, thus, stand vulnerable to persuasion. To assess this risk, an in-depth understanding of how citizens make sense of and cope with political microtargeting is required. However, empirical studies are scarce, partially inconclusive, and provide global rather than nuanced insights. This study contributes to this research by employing an innovative, qualitative gaze-cued retrospective think-aloud design to distinguish coping patterns and, based on that, assess citizens’ vulnerability to persuasion via political microtargeting (&lt;em&gt;N &lt;/em&gt;= 25). The results reveal similarities regarding conceptual persuasion knowledge activation (i.e., advertising and targeting awareness) but differences in attitudinal and behavioral coping, illustrated along five coping patterns (avoidance, coherence assessment, ad quality assessment, partisanship bias, and neutral observation). Only individuals who cope by neutrally observing the political message seem vulnerable to political microtargeting. For individuals who cope with political messages based on their partisanship, political microtargeting might strengthen existing ties but backlash when employed by a non-preferred party. This study informs educators and policymakers about citizens’ coping mechanisms with political microtargeting and their potential vulnerability, which may guide intervention and regulation decisions."
  },
  {
    "discipline": "communication",
    "title": "Quantifying Data-Driven Campaigning Across Sponsors and Platforms",
    "authors": "Michael M. Franz, Meiqing Zhang, Travis N. Ridout, Pavel Oleinikov, Jielu Yao, Furkan Cakmak, Erika Franklin Fowler",
    "url": "http://dx.doi.org/10.17645/mac.8577",
    "doi": "10.17645/mac.8577",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Although modern data-driven campaigning (DDC) is not entirely new, scholars have typically relied on reports and interviews of practitioners to understand its use. However, the advent of public ad libraries from Meta and Google provides an opportunity to measure the scope and variation in DDC practice in advertising across different types of sponsors and within sponsors across platforms. Using textual and audiovisual processing, we create a database of ads from the 2022 US elections. These data allow us to create an index that quantifies the extent of DDC at the level of the sponsor and platform. This index takes into account both the number of unique creatives placed and the similarity across those creatives. In addition, we explore the impact of sponsor resources, the office being sought, and the competitiveness of the race on the measure of DDC sophistication. Ultimately, our research establishes a measurement strategy for DDC that can be applied across ad sponsors, campaigns, parties, and even countries. Understanding the extent of DDC is vital for policy discussions surrounding the regulation of microtargeting and data privacy."
  },
  {
    "discipline": "communication",
    "title": "Are Certain Types of Microtargeting More Acceptable? Comparing US, German, and Dutch Citizens’ Attitudes",
    "authors": "Esmeralda Bon, Katharine Dommett, Rachel Gibson, Sanne Kruikemeier, Sophie Lecheler",
    "url": "http://dx.doi.org/10.17645/mac.8520",
    "doi": "10.17645/mac.8520",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Much of the research on political microtargeting has focused on growing public concerns about its use in elections, fuelling calls for greater regulation or even a ban on the practice. We contend that a more nuanced understanding of public attitudes toward microtargeting is required before further regulation is considered. Drawing on advertising psychology research and the results of academic analyses into microtargeting, we argue that individual concern, and by corollary, acceptance of microtargeting will vary based on socio-demographic characteristics and political orientations, and the type of personal data used. We hypothesise that microtargeting that relies on observable or publicly accessible personal information will be more accepted by voters than that which uses unobserved and inferred traits. We test these expectations and the expected variance of public acceptance by individual characteristics using comparative survey data from the US, Germany, and the Netherlands. We find that across countries and socio-demographic groups, not all microtargeting is considered equally problematic. For example, whereas the use of age and gender is generally deemed acceptable, the use of sexual orientation is not, and right-leaning individuals are more accepting than those who lean left. Additionally, overall, the US is more accepting of microtargeting than Germany or the Netherlands. Thus, we find that not all microtargeting is considered equally problematic across countries and socio-demographic groups. We conclude by calling for a more contextualised debate about the benefits and costs of political microtargeting and its use of “sensitive” data before the expansion of current regulation."
  },
  {
    "discipline": "communication",
    "title": "Data-Campaigning on Facebook: Do Metrics of User Engagement Drive French Political Parties’ Publications?",
    "authors": "Julien Figeac, Marie Neihouser, Ferdinand Le Coz",
    "url": "http://dx.doi.org/10.17645/mac.8487",
    "doi": "10.17645/mac.8487",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Research on data-driven campaigning has mostly focused on the strategies of central campaign teams. However, there is a lack of evidence explaining how parties and supporters use data-driven campaigning techniques to organise their social media campaigning. Do user engagement metrics influence the choice of campaign themes by encouraging political parties to concentrate their communication on issues that are most liked, commented on, and shared? Our study focuses on the use of Facebook by French political parties and their supporters during the 2022 presidential election campaign. We conducted a supervised content analysis based on machine learning to examine their Facebook posts (&lt;em&gt;n&lt;/em&gt; = 17,060). Our results show that the issues prioritized by parties on Facebook may be different from those that are most prominent in their broader communications. In most cases, however, these themes are not chosen based on user engagement, even for parties that claim to have developed their base through digital channels. Instead, the choice of themes seems influenced by more traditional campaign strategies, such as the desire to capture the electorate of their closest rival. In our conclusion, we discuss the implications of these findings for the adoption of data-driven campaigning in digital election communication across Europe."
  },
  {
    "discipline": "communication",
    "title": "Populist communication during times of crisis across party lines",
    "authors": "Jon Järviniemi",
    "url": "http://dx.doi.org/10.2478/nor-2024-0024",
    "doi": "10.2478/nor-2024-0024",
    "filter": 0,
    "journal_full": "Nordicom Review",
    "abstract": "This study examines the impact of crises on the use of populist communication and whether crises act as triggers for such communication. Whereas previous studies have focused on how populist challengers mobilise support during times of crisis, less attention has been paid to the overall usage of populist communication among political parties during periods of crisis. Therefore, this study takes a communication-oriented approach to analyse the overall usage of populist communication during two different crises, namely the euro crisis and the refugee crisis, to determine which one, if either, provides fertile ground for populist political communication. The findings reveal that crises do affect the usage of populist communication, although to different degrees depending on the crisis. Furthermore, niche and opposition parties utilise such communication more than mainstream and government parties. It is therefore suggested that crises influence the use of populist messaging, but factors such as government role and party status also significantly affect the usage of populist communication."
  },
  {
    "discipline": "communication",
    "title": "Effects of Over-Time Exposure to Partisan Media and Coverage of Polarization on Perceived Polarization",
    "authors": "Michael Heseltine, Bernhard Clemm von Hohenberg, Ericka Menchen-Trevino, Tomasz Gackowski, Magdalena Wojcieszak",
    "url": "http://dx.doi.org/10.1080/10584609.2024.2423093",
    "doi": "10.1080/10584609.2024.2423093",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Beyond “Lügenpresse”: How Politicians Criticize and Delegitimize the Media in Germany",
    "authors": "Lina Buttgereit, Michael Hameleers, Katjana Gattermann, Andreas Schuck",
    "url": "http://dx.doi.org/10.1177/19401612241291826",
    "doi": "10.1177/19401612241291826",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Media criticism is a crucial part of meta-journalistic discourse, ensuring that journalists adhere to their democratic functions, such as informing citizens in an honest and complete manner. However, the profession increasingly faces hostile, nonevidence-based attacks from politicians that attempt to strategically fuel distrust among citizens and delegitimize opposed viewpoints. Despite this reality, we lack a systematic overview of the boundaries between constructive feedback and weaponized attacks in media criticism. To address this gap, we inductively analyzed how media criticism is represented within the social media discourse of ten German politicians from all major parties. Using a grounded theory approach, we conducted a qualitative content analysis of a subset of their tweets from 2015, 2017, and 2022 that contain media criticism ( N = 545), mapping the types and severity of the criticism, the construction of opposing narratives, and the explicitness of references to facticity over opinions. We identified four themes within media criticism discourse, ranging from misinformation attributions to severe accusations of the intentional distortion of reality through the media. Politicians (strategically) employ a wide range of media criticism and inaccuracy claims beyond judgments of facticity with differing degrees of severity for the profession. Based on our findings, we propose a typology of media criticism from political elites that adds nuance to our understanding regarding the boundaries between supportive and disruptive criticism for journalism."
  },
  {
    "discipline": "public opinion",
    "title": "The Long Shadow of the Big Lie: How Beliefs about the Legitimacy of the 2020 Election Spill Over onto Future Elections",
    "authors": "Matthew Levendusky, Shawn Patterson, Michele Margolis, Yotam Ophir, Dror Walter, Kathleen Hall Jamieson",
    "url": "http://dx.doi.org/10.1093/poq/nfae047",
    "doi": "10.1093/poq/nfae047",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "Has the “big lie”—the false claim that the 2020 election was stolen from Donald Trump—shaped citizens’ views of the legitimacy of other US elections? We argue that it has. Those who believe Trump’s claim, whom we call election skeptics, lack confidence in elections for two interrelated reasons. First, because they think 2020 was inaccurately and unfairly conducted, they think that other elections will suffer a similar fate, and hence think these elections are illegitimate even before any votes are cast. Second, while most voters think elections are less legitimate when their preferred candidate loses, this effect will be especially large for election skeptics, because voter fraud gives them a mechanism to explain their candidate’s loss. Using an original panel dataset spanning the 2020 and 2022 elections, we show strong support for these hypotheses. This has important implications for our elections, and their legitimacy, moving forward."
  },
  {
    "discipline": "public opinion",
    "title": "Ordering Effects versus Cognitive Burden: How Should We Structure Attributes in Conjoint Experiments?",
    "authors": "Lukas Rudolph, Markus Freitag, Paul W Thurner",
    "url": "http://dx.doi.org/10.1093/poq/nfae038",
    "doi": "10.1093/poq/nfae038",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "Conjoint experiments offer a flexible way to elicit population preferences on complex decision tasks. We investigate whether we can improve respondents’ survey experience and, ultimately, choice quality by departing from the current recommendation of completely randomized conjoint attribute ordering. Such random ordering guarantees that potential bias from attribute order cancels out on average. However, in situations with many attributes, this may unnecessarily increase cognitive burden, as attributes belonging together conceptually are presented scattered across the choice table. Hence, we study experimentally whether purposeful ordering (“theoretically important” attributes first) or block randomized ordering (attributes belonging to the same theoretical concept displayed in randomized bundles) affects survey experience, response time, and choice itself, as compared to completely randomized ordering. Drawing on a complex preregistered choice design with nine attributes (N = 6,617), we find that ordering type affects neither self-reported survey experience, choice task timing, nor attribute weighting. Potentially, block randomization reduces cognitive burden for some subgroups. To our knowledge, we thereby provide the first systematic empirical evidence that ordering effects are likely of low relevance in conjoint choice experiments and that the trade-off between cognitive burden and ordering effects is minimal from the perspective of respondents, at least for our substantive application."
  },
  {
    "discipline": "psychology",
    "title": "The Internet Never Forgets: A Four-Step Scraping Tutorial, Codebase, and Database for Longitudinal Organizational Website Data",
    "authors": "Richard F.J. Haans, Marc J. Mertens",
    "url": "http://dx.doi.org/10.1177/10944281241284941",
    "doi": "10.1177/10944281241284941",
    "filter": 0,
    "journal_full": "Organizational Research Methods",
    "abstract": "Websites represent a crucial avenue for organizations to reach customers, attract talent, and disseminate information to stakeholders. Despite their importance, strikingly little work in the domain of organization and management research has tapped into this source of longitudinal big data. In this paper, we highlight the unique nature and profound potential of longitudinal website data and present novel open-source code- and databases that make these data accessible. Specifically, our codebase offers a general-purpose setup, building on four central steps to scrape historical websites using the Wayback Machine. Our open-access CompuCrawl database was built using this four-step approach. It contains websites of North American firms in the Compustat database between 1996 and 2020—covering 11,277 firms with 86,303 firm/year observations and 1,617,675 webpages. We describe the coverage of our database and illustrate its use by applying word-embedding models to reveal the evolving meaning of the concept of “sustainability” over time. Finally, we outline several avenues for future research enabled by our step-by-step longitudinal web scraping approach and our CompuCrawl database."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Inoculation and accuracy prompting increase accuracy discernment in combination but not alone",
    "authors": "Gordon Pennycook, Adam J. Berinsky, Puneet Bhargava, Hause Lin, Rocky Cole, Beth Goldberg, Stephan Lewandowsky, David G. Rand",
    "url": "http://dx.doi.org/10.1038/s41562-024-02023-2",
    "doi": "10.1038/s41562-024-02023-2",
    "filter": 0,
    "journal_full": "Nature Human Behaviour",
    "abstract": "Misinformation is a major focus of intervention efforts. Psychological inoculation—an intervention intended to help people identify manipulation techniques—is being adopted at scale around the globe. Yet the efficacy of this approach for increasing belief accuracy remains unclear, as prior work uses synthetic materials that do not contain claims of truth. To address this issue, we conducted five studies with 7,286 online participants using a set of news headlines based on real-world true/false content in which we systematically varied the presence or absence of emotional manipulation. Although an emotional manipulation inoculation did help participants identify emotional manipulation, there was no improvement in participants’ ability to tell truth from falsehood. However, when the inoculation was paired with an intervention that draws people’s attention to accuracy, the combined intervention did successfully improve truth discernment (by increasing belief in true content). These results provide evidence for synergy between popular misinformation interventions."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Measuring diversity in Hollywood through the large-scale computational analysis of film",
    "authors": "David Bamman, Rachael Samberg, Richard Jean So, Naitian Zhou",
    "url": "http://dx.doi.org/10.1073/pnas.2409770121",
    "doi": "10.1073/pnas.2409770121",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Movies are a massively popular and influential form of media, but their computational study at scale has largely been off-limits to researchers in the United States due to the Digital Millennium Copyright Act. In this work, we illustrate use of a new regulatory framework to enable computational research on film that permits circumvention of technological protection measures on digital video discs (DVDs). We use this exemption to legally digitize a collection of 2,307 films representing the top 50 movies by U.S. box office over the period 1980 to 2022, along with award nominees. We design a computational pipeline for measuring the representation of gender and race/ethnicity in film, drawing on computer vision models for recognizing actors and human perceptions of gender and race/ethnicity. Doing so allows us to learn substantive facts about representation and diversity in Hollywood over this period, confirming earlier studies that see an increase in diversity over the past decade, while allowing us to use computational methods to uncover a range of ad hoc analytical findings. Our work illustrates the affordances of the data-driven analysis of film at a large scale."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Forecasting Africa’s fertility decline by female education groups",
    "authors": "Saroja Adhikari, Wolfgang Lutz, Endale Kebede",
    "url": "http://dx.doi.org/10.1073/pnas.2320247121",
    "doi": "10.1073/pnas.2320247121",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "While female education has long been recognized as a key driver of fertility decline during the process of demographic transition and most population projection models consider it implicitly or explicitly in their forecasts of overall fertility, there still is need for a method to forecast education-specific fertility trends directly. Here we propose a method for projecting education-specific fertility declines for cohorts of women in Sub-Saharan Africa based on all available demographic and health surveys data for African countries (including 1.03Mio cases). We study at different levels of aggregation (sample clusters, strata, and national) the associations between ideal family size and completed cohort fertility for education groups, on the one hand, and the average level of education in those units, on the other. The consistently very strong empirical associations suggest a plausible narrative by which a higher prevalence of educated women in a spatial unit influences the fertility levels of women in all specific education categories. Empirical associations between education-specific cohort fertility trends at the national level and newly available quality-adjusted human capital data for these cohorts are then operationalized to produce education-specific population projections as they are needed for—among other uses—the shared socioeconomic pathways scenarios that are widely used in the climate change research community. Sensitivity analyses including out-of-sample projections support the validity of the proposed method which is then applied to 37 African countries."
  }
]
