[
  {
    "discipline": "communication",
    "title": "The Irony of Sophisticated Citizens and Misinformation: Explaining How People with High Need for Cognition Become Politically Cynical",
    "authors": "Dam Hee Kim, Kate Kenski, S. Mo Jones-Jang",
    "url": "https://doi.org/10.1080/21670811.2025.2556183",
    "doi": "https://doi.org/10.1080/21670811.2025.2556183",
    "filter": 0,
    "journal_full": "Digital Journalism"
  },
  {
    "discipline": "communication",
    "title": "News Characteristics, Newsworthiness and Secondary Gatekeeping in Brazil: Influences of Right-Wing Authoritarianism",
    "authors": "Marcos Paulo da Silva, Rachel R. Mourão, Tim P. Vos, Marialina C. Antolini, Gisele S. Neuls",
    "url": "https://doi.org/10.1080/21670811.2025.2558000",
    "doi": "https://doi.org/10.1080/21670811.2025.2558000",
    "filter": 0,
    "journal_full": "Digital Journalism"
  },
  {
    "discipline": "communication",
    "title": "Bringing People into the Story: How Virtual Reality Journalism Affects the Feeling of Presence",
    "authors": "Sangwook Lee, Taenyun Kim, Sungho Kim, Kwan Min Lee, Namkee Park, Hayeon Song",
    "url": "https://doi.org/10.1080/21670811.2025.2553157",
    "doi": "https://doi.org/10.1080/21670811.2025.2553157",
    "filter": 0,
    "journal_full": "Digital Journalism"
  },
  {
    "discipline": "communication",
    "title": "Communicating the Impact of Climate Change on Health: The Role of Psychological Distance and Personal Narratives on Climate Change Health Worries and Actions",
    "authors": "Bingbing Zhang, Raleigh Darnell, Nur Hossain",
    "url": "https://doi.org/10.1080/17524032.2025.2556190",
    "doi": "https://doi.org/10.1080/17524032.2025.2556190",
    "filter": 0,
    "journal_full": "Environmental Communication"
  },
  {
    "discipline": "communication",
    "title": "Being aware of algorithmic personalization? Insights from three European Countries",
    "authors": "Maximilian Eder, Annika Sehl",
    "url": "https://doi.org/10.1080/1369118x.2025.2553015",
    "doi": "https://doi.org/10.1080/1369118x.2025.2553015",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Who is concerned about online false news and why? Evidence from 46 countries between 2018 and 2023",
    "authors": "Sacha Altay",
    "url": "https://doi.org/10.1080/1369118x.2025.2551615",
    "doi": "https://doi.org/10.1080/1369118x.2025.2551615",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Fun Facts: The Impact of Joke Proximity on Encoding Facts from the Main Stories on Last Week Tonight with John Oliver",
    "authors": "Julia R. Fox, Lucía Cores-Sarría, Wil M. Dubree",
    "url": "https://doi.org/10.1080/08838151.2025.2551586",
    "doi": "https://doi.org/10.1080/08838151.2025.2551586",
    "filter": 0,
    "journal_full": "Journal of Broadcasting & Electronic Media"
  },
  {
    "discipline": "communication",
    "title": "The (in)efficacy of AI personas in deception detection experiments",
    "authors": "David M Markowitz, Timothy R Levine",
    "abstract": "Artificial intelligence (AI) has recently been used to aid in deception detection and to simulate human data in social scientific research. Thus, it is important to consider how well these tools can inform both enterprises. We report 12 studies, accessed through the Viewpoints.ai research platform, where AI (gemini-1.5-flash) made veracity judgments of humans. We systematically varied the nature and duration of the communication, modality, truth-lie base rate, and AI persona. AI performed best (57.7%) when detecting truths and lies involving feelings about friends, although it was notably truth-biased (71.7%). However, in assessing cheating interrogations, AI was lie-biased by judging more than three-quarters of interviewees as cheating liars. In assessing interviews where humans perform at rates over 70%, accuracy plummeted to 15.9% with an ecological base-rate. AI yielded results different from prior human studies and therefore, we caution using certain large language models for lie detection.",
    "url": "https://doi.org/10.1093/joc/jqaf034",
    "doi": "https://doi.org/10.1093/joc/jqaf034",
    "filter": 0,
    "journal_full": "Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "Intimate and Opinion-Oriented Communication? Examining Social Media Influencers’ Opinion Leader Potential Through Their Political Content",
    "authors": "Darian Harff",
    "url": "https://doi.org/10.1080/15205436.2025.2550597",
    "doi": "https://doi.org/10.1080/15205436.2025.2550597",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "Understanding the Effects of Visual Misinformation: A Systematic Review of 10 Years (2014–2024)",
    "authors": "Anita K.C. Liu, Ozan Kuru",
    "url": "https://doi.org/10.1080/15205436.2025.2549716",
    "doi": "https://doi.org/10.1080/15205436.2025.2549716",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "Balancing Acts: The Communicative Roles of Cabinet Ministers on Social Media",
    "authors": "Rune Karlsen, Kristoffer Kolltveit, Øyvind Bugge Solheim",
    "abstract": "Despite an upsurge in social media studies, little is known about how cabinet ministers balance their multiple professional roles—as ministry heads, cabinet members, and party politicians—on social media platforms. In this article, we first develop an analytical framework, grounded in the principal–agent theory and earlier research on political communication, that differentiates between cabinet ministers’ different communicative roles as well as different communicative purposes on social media. Second, we add to the growing literature on government communication and social media by applying this framework to analyze Norwegian cabinet ministers’ social media communication. The data is based on a manual content analysis of 1,062 Facebook posts and an expansion of this data using machine learning to cover all the Facebook communication of all ministers from the Solberg cabinet (2013–2021). Based on almost 20,000 posts, the results indicate that social media caters to ministers’ needs both as party politicians and as heads of ministries, as Norwegian cabinet ministers use social media in two key ways: to inform as ministry heads and to brand themselves as party politicians. Further, we find that private self-personalization increases audience engagement. The results suggest that social media accentuates the party-political dimension of the cabinet minister’s role, thereby indicating potential consequences for government communication, cabinet unity, and decision-making that warrant further exploration.",
    "url": "https://doi.org/10.17645/mac.10416",
    "doi": "https://doi.org/10.17645/mac.10416",
    "filter": 0,
    "journal_full": "Media and Communication"
  },
  {
    "discipline": "communication",
    "title": "The Effects of Technological Affordances on Political Opinion Expression in Social Media: A Field Experiment",
    "authors": "Luna Frauhammer, Tobias Dienlin, Manuel Cargnino, German Neubaum",
    "url": "https://doi.org/10.1080/15213269.2025.2546108",
    "doi": "https://doi.org/10.1080/15213269.2025.2546108",
    "filter": 0,
    "journal_full": "Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "Navigating Social Pressure to Be Available: The Roles of Mindfulness and Need Experiences in Messenger Users’ Well-/Ill-Being",
    "authors": "Sarah Lutz, Frank M. Schneider, Annabell Halfmann, Anna Freytag, Dorothée Hefner",
    "abstract": "In a digitally connected world, the perceived expectation to always stay available via mobile messenger services places unique demands on users. This paper addresses the question of how and when so-called availability pressure leads to variations in messenger users’ well-/ill-being. Drawing on the Integrative Model of Mobile Media Use and Need Experiences, it conceptualizes the satisfaction versus frustration of fundamental needs (autonomy, competence, relatedness) as mediators and the health-promoting personality trait mindfulness as a moderator. This model was tested across a 7-day-long diary study ( N = 229) and a 2-factorial online experiment ( N = 166). Both pre-registered studies are in line with the model's assumption that availability pressure can lead to specific need experiences, which in turn predict different facets of well-/ill-being. Although we identified limited moderating effects, being mindful (Study 1) and cultivating mindfulness (Study 2) were positively related to need satisfaction and well-being and negatively related to need frustration and ill-being. This highlights the complex consequences of availability pressure and the importance of individual coping mechanisms. Future research should refine theoretical models like the Integrative Model of Mobile Media Use and Need Experiences and explore additional health-promoting personality traits to better understand digital well-being in the era of mobile connectivity.",
    "url": "https://doi.org/10.1177/20501579251370458",
    "doi": "https://doi.org/10.1177/20501579251370458",
    "filter": 0,
    "journal_full": "Mobile Media & Communication"
  },
  {
    "discipline": "communication",
    "title": "Commenters and lurkers: Navigating the two-step flow of communication in online news discourse",
    "authors": "Jiyoung Han",
    "abstract": "This study examines how different opinion formation processes in digital spaces differentially influence commenters, conceptualized as modern opinion leaders, and lurkers, passive observers. Using a 2 (news bias: liberal vs conservative) × 4 (comment bias: liberal, conservative, mixed, or apolitical) between-subjects experimental design, the study reveals that commenters are more susceptible to news bias that cues the issue stance of their preferred party. In contrast, lurkers are more affected by comment bias, interpreting comments as indicator of the general public opinion climate. These findings suggest a cascading process, wherein news bias influences commenters’ opinions, and commenters’ posts subsequently shape lurkers’ perceptions. Two cognitive mechanisms underlie these effects: Partisan cue-taking explains the influence of news bias on commenters, whereas the bandwagon heuristic accounts for the impact of comment bias on lurkers. This study highlights the multi-layered nature of public opinion formation in digitized news environments.",
    "url": "https://doi.org/10.1177/14614448251363954",
    "doi": "https://doi.org/10.1177/14614448251363954",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "How collective narcissism became contagious in public conversations of “Stop the Steal” on Twitter",
    "authors": "Liwei Shen, Yibing Sun, Luhang Sun, Yun-Shiuan Chuang, Kaiping Chen",
    "abstract": "Following the end of the Cold War, the rise of democracy and globalization fostered optimism about global cooperation and economic integration but also sparked debates on equity, leading to challenges such as economic disparities, cultural displacement, and populist movements. Collective narcissism, a concept introduced to understand self-identity and politics amid perceived threats to status, describes beliefs that the in-group is exceptional but lacks external recognition and is associated with adverse outcomes. Drawing from the Social Identity Model of Deindividuation Effects, this study investigates collective narcissism expressions on social media, focusing on the “Stop the Steal” movement after the 2020 US Presidential Election. Analyzing 11,836 original posts and their conversation threads, we studied the nature of collective narcissistic expression and its contagion effects. Results highlight national identity as a central theme, showing that such expressions spread through increased user engagement and are contagious from original posts to replies.",
    "url": "https://doi.org/10.1177/14614448251365272",
    "doi": "https://doi.org/10.1177/14614448251365272",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Female expertise in public discourses: Visibility of female compared to male scientific experts in German media coverage of eight science-related issues",
    "authors": "Melanie Leidecker-Sandmann, Nikolai Promies, Markus Lehmkuhl",
    "abstract": "A fair (public) representation of women is one of the most discussed questions of our time. The way in which media coverage (re)produces genders may affect individual and collective thinking and the perceptions of women in society. We analyse the representation of female scientists in German news media coverage of eight science-related risk issues and compare male and female experts regarding their relative scientific reputation, the number of references and the content of their statements. Our findings show that female scientific experts are less visible in German media coverage than their male colleagues and that they are underrepresented compared to the respective proportions in the relevant research areas. At the same time, our data relativize the extent of the gender visibility gap – after controlling for hierarchical position and scientific reputation, the differences become rather small. We find no evidence of discrimination against female scientific experts through journalistic selection routines.",
    "url": "https://doi.org/10.1177/09636625251363937",
    "doi": "https://doi.org/10.1177/09636625251363937",
    "filter": 0,
    "journal_full": "Public Understanding of Science"
  },
  {
    "discipline": "communication",
    "title": "Using Preprint Sources in Science News: Do Transparent Disclosures Enhance Credibility?",
    "authors": "Chelsea L. Ratcliff, Alice Fleerackers, Rebekah Wicke, Andy J. King, Jakob D. Jensen",
    "abstract": "This study tested whether the transparent use of preprint sources affects the perceived credibility of science news and scientists. In an experiment, U.S. adults read a news report describing COVID-19 research as a “preprint” (with varying levels of detail) or as simply a “study.” There were no main effects of disclosing preprint status, but indirect effects emerged. For those who noticed the disclosure, both brief and fuller depictions of a study’s preprint status enhanced the credibility of the reporting and the scientists behind the research. However, perceiving the science to be uncertain negatively mediated the effects of preprint disclosure on credibility appraisals among Republicans.",
    "url": "https://doi.org/10.1177/10755470251363191",
    "doi": "https://doi.org/10.1177/10755470251363191",
    "filter": 0,
    "journal_full": "Science Communication"
  },
  {
    "discipline": "communication",
    "title": "Broadcasting, lurking, and connection: A longitudinal panel study of fear of missing out, social media engagement, and problematic social media use",
    "authors": "Cheng Chen, Xiao Zhang, Dennis Leung",
    "url": "https://doi.org/10.1016/j.tele.2025.102323",
    "doi": "https://doi.org/10.1016/j.tele.2025.102323",
    "filter": 0,
    "journal_full": "Telematics and Informatics"
  },
  {
    "discipline": "politics",
    "title": "Change in migrants’ political attitudes: Acculturation and cosmopolitanization",
    "authors": "Eva Krejcova, Filip Kostelka, Nicolas Sauger",
    "abstract": "This paper investigates change in international migrants’ political attitudes. It theorizes a novel attitudinal typology distinguishing polity‐specific attitudes influenced by national contexts and transnational attitudes forged by migratory experience. It applies the typology to four dimensions of political competition in contemporary Europe: redistribution, homosexuality, European integration, and immigration. The paper tests the new theory using cross‐sectional and panel data spanning nearly 380,000 observations from 104 sending and 28 destination countries. It introduces a new strategy to model cross‐classified hierarchical data, addresses issues inherent to group comparison, and pioneers two empirical inquiries into migrants’ self‐selection. The results show that migration prompts the acculturation of polity‐specific attitudes and the cosmopolitanization of transnational attitudes. Migrants adopt their host countries’ attitudes toward redistribution and homosexuality while developing a uniquely liberal outlook on European integration and immigration. These findings carry major implications for our understanding of attitudinal change and the dimensionality of the ideological space.",
    "url": "https://doi.org/10.1111/ajps.70012",
    "doi": "https://doi.org/10.1111/ajps.70012",
    "filter": 0,
    "journal_full": "American Journal of Political Science"
  },
  {
    "discipline": "politics",
    "title": "Can (Thin) Populism be Manipulated without Manipulating Host Ideology? Evidence from a Conjoint Validation Approach",
    "authors": "Fabian Guy Neuner",
    "abstract": "Scholars increasingly conceptualize populism by whether politicians use people-centric and anti-elite appeals that pit a homogeneous people against a corrupt elite. These appeals reflect “thin” ideology because they offer no programmatic content and thus politicians must pair these appeals with more substantive positions, termed their “host” (or thick) ideology, which often consists of nativism on the right (e.g., espousing anti-immigrant positions) and socialism on the left (e.g., prioritizing redistribution). An emerging literature has thus sought to estimate whether populists garner support due to their thin ideology or their substantive host ideology. To date, no research has validated whether populism treatments (1) truly operationalize populist thin ideology, and (2) do so without manipulating host ideology. Results from three conjoint validation experiments fielded in both the United States and the United Kingdom show that thin ideology treatments successfully manipulate the underlying concepts but caution that some operationalizations also affect perceptions of host ideology.",
    "url": "https://doi.org/10.1017/xps.2025.10018",
    "doi": "https://doi.org/10.1017/xps.2025.10018",
    "filter": 0,
    "journal_full": "Journal of Experimental Political Science"
  },
  {
    "discipline": "politics",
    "title": "Generative AI and Topological Data Analysis of Longitudinal Panel Data",
    "authors": "Badredine Arfi",
    "abstract": "This article constructs an approach to analyzing longitudinal panel data which combines topological data analysis (TDA) and generative AI applied to graph neural networks (GNNs). TDA is deployed to identify and analyze unobserved topological heterogeneities of a dataset. TDA-extracted information is quantified into a set of measures, called functional principal components. These measures are used to analyze the data in four ways. First, the measures are construed as moderators of the data and their statistical effects are estimated through a Bayesian framework. Second, the measures are used as factors to classify the data into topological classes using generative AI applied to GNNs constructed by transforming the data into graphs. The classification uncovers patterns in the data which are otherwise not accessible through statistical approaches. Third, the measures are used as factors that condition the extraction of latent variables of the data through a deployment of a generative AI model. Fourth, the measures are used as labels for classifying the graphs into classes used to offer a GNN-based effective dimensionality reduction of the original data. The article uses a portion of the militarized international disputes (MIDs) dataset (from 1946 to 2010) as a running example to briefly illustrate its ideas and steps.",
    "url": "https://doi.org/10.1017/pan.2025.10019",
    "doi": "https://doi.org/10.1017/pan.2025.10019",
    "filter": 0,
    "journal_full": "Political Analysis"
  },
  {
    "discipline": "public opinion",
    "title": "A Curse or a Blessing? The Associations of Political Knowledge With Partisan Hostility and Condonation of Political Violence",
    "authors": "Gabriel Miao Li",
    "abstract": "This study examines the complex associations of political knowledge with affective polarization and attitudes toward political violence in contemporary U.S. politics. Utilizing data from the 2024 American National Election Studies pre-election survey, the analysis highlights political knowledge's dual roles—as both a potential catalyst for partisan animosity and a critical resource promoting democratic stability. Consistent with recent research, more politically knowledgeable individuals tend to express intensified negative feelings toward opposing political parties, and this tendency is particularly pronounced among individuals who attach less importance to their partisan identity. In the meantime, increased political knowledge is also significantly associated with reduced condonation of political violence, particularly among those who perceive their partisan identity as highly central to their self-concept. These findings highlight the dual-edged, context-dependent nature of political knowledge, underscoring the need for a nuanced understanding of its implications in contemporary democratic societies.",
    "url": "https://doi.org/10.1093/ijpor/edaf043",
    "doi": "https://doi.org/10.1093/ijpor/edaf043",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research"
  },
  {
    "discipline": "public opinion",
    "title": "Media Literacy Positively Associates with Health Misinformation Discernment While Amplifying the Continued Influence After Correction",
    "authors": "Bo Hu, Chang Lu, Xing-Da Ju",
    "abstract": "Health-related misinformation is widespread online and can adversely affect public well-being. This study examines whether media literacy can effectively combat health misinformation by influencing key stages of the misinformation process: initial credibility discernment, sharing decisions, and response to corrections. We conducted a cross-sectional online survey in China with 693 respondents, assessing their ability to discern misinformation (using both mean-rating difference and receiver operating characteristic–based methods), willingness to share information, and continued belief in misinformation after corrections. Results indicated that higher media literacy was associated with better credibility discernment of health information. Media literacy did not significantly associate with sharing discernment; however, respondents with higher media literacy scores exhibited a stronger continued influence effect. Additionally, participants with greater credibility discernment were more discerning in sharing information, although neither discernment index was related to the magnitude of the continued influence effect. These findings highlight a double-edged sword: while media literacy enhances the recognition of false information, it may also engender confidence that makes individuals less receptive to valid corrections. Interventions aiming to combat health misinformation should account for both the beneficial and potentially counterproductive effects of media literacy. The widespread dissemination of health misinformation on the Internet has a detrimental effect on people's lives.",
    "url": "https://doi.org/10.1093/ijpor/edaf047",
    "doi": "https://doi.org/10.1093/ijpor/edaf047",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research"
  },
  {
    "discipline": "public opinion",
    "title": "Unpacking Selective and Incidental Exposure Paths to Political Tolerance: The Moderating Political Network Diversity",
    "authors": "Muhammad Masood, Saifuddin Ahmed",
    "abstract": "Social media platforms enable users to actively seek out preferred information while also inadvertently exposing them to content they may not be looking for. This study investigates the relationship between selective and incidental exposure and political tolerance in the United States. Findings reveal that frequent selective exposure on social media is associated with lower political tolerance. In contrast, frequent incidental exposure is linked to higher political tolerance. Notably, political network diversity on social media serves as a moderator for incidental exposure, as its positive relationship with political tolerance is observed only among individuals with highly diverse political networks. However, it does not moderate for selective exposure. These findings suggest that two distinct forms of social media exposure are associated with dual patterns, indicating that while selective exposure is linked to a lack of political acceptance, incidental exposure—particularly when occurring within politically diverse social media networks—is associated with increased political tolerance. We conclude by discussing the (un)democratic implications of these findings.",
    "url": "https://doi.org/10.1093/ijpor/edaf046",
    "doi": "https://doi.org/10.1093/ijpor/edaf046",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research"
  },
  {
    "discipline": "psychology",
    "title": "Modeling within-level latent interaction effects in multilevel vector-autoregressive models",
    "authors": "Jana Holtmann, Kenneth Koslowski",
    "abstract": "The study of time-dependent within-person dynamics has gained popularity in recent years through the use of multilevel (latent) time-series models. However, due to the complexity of the models, model applications are usually limited with respect to the inclusion of time-varying moderating factors on the longitudinal within-person relations between variables. That is, in common applications of multilevel time-series models, the within-person dynamics of constructs over time are regarded as being insensitive to changes in other time-varying factors or changes in contexts. We illustrate an extension of multilevel latent time-series models that incorporate latent interaction effects at the dynamic within-person level. We build on previous work that incorporated time-varying observed or latent moderator variables for the dynamic parameters in vector autoregressive models and provide a tutorial for the application of the models, implemented and estimated using Bayesian estimation via Markov chain Monte Carlo techniques. The models are illustrated by two empirical applications that investigate the temporal dynamics of negative affect, rumination, and mindful attention. The performance of different models with varying complexity is investigated via several simulation studies to provide recommendations regarding the models’ applicability for applied researchers. Required sample sizes range between at least 25 time points for around 50 persons in the simplest fixed-effects models and at least 100 time points for at least 100 persons in random-effects factor models, depending on the expected effect sizes of the dynamic parameters.",
    "url": "https://doi.org/10.3758/s13428-025-02694-3",
    "doi": "https://doi.org/10.3758/s13428-025-02694-3",
    "filter": 0,
    "journal_full": "Behavior Research Methods"
  }
]
