[
  {
    "discipline": "communication",
    "title": "How effective is AI augmentation in human–AI collaboration? Evidence from a field experiment",
    "authors": "Chengcheng Liao, Xin Wen, Shan Li, Peiyuan Du",
    "url": "http://dx.doi.org/10.1108/itp-11-2022-0859",
    "doi": "10.1108/itp-11-2022-0859",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose Companies increasingly leverage artificial intelligence (AI) to enhance human performance, particularly in e-commerce. However, the effectiveness of AI augmentation remains controversial. This study investigates whether, how and why AI enhances human agents’ sales through a randomized field experiment. Design/methodology/approach This study conducts a two-by-two factorial randomized field experiment ( N  = 1,090) to investigate the effects of AI augmentation on sales. The experiment compares sales outcomes handled solely by human agents with those augmented by AI, while also examining the moderating effect of agents’ experience levels and the underlying mechanisms behind agents’ responses. Findings The results reveal that AI augmentation leads to a significant 5.46% increase in sales. Notably, the impact of AI augmentation varies based on agents’ experience levels, with inexperienced agents benefiting nearly six times more than their experienced counterparts. Mediation analysis shows that AI augmentation improves response timeliness, accuracy and sentiment, thereby boosting sales. Originality/value This study highlights the role of AI augmentation in human–AI collaboration, demonstrates the varying impacts of AI augmentation based on agents’ experience levels and offers insights for organizations on how to regulate AI augmentation to enhance agent responses and drive sales."
  },
  {
    "discipline": "communication",
    "title": "How perceived team virtuality affects individual knowledge hiding in teams: unraveling the paradox when heads meet hearts",
    "authors": "Mengtian Xiao, Yingqing Xu, Qijie Xiao",
    "url": "http://dx.doi.org/10.1108/itp-01-2024-0008",
    "doi": "10.1108/itp-01-2024-0008",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose This study aims to enhance the understanding of team virtuality by exploring its impact on individual counterproductive knowledge behaviors, particularly knowledge hiding. It examines the mediating roles of cognitive and affective trust and the moderating influence of learning goal orientation, addressing a significant gap in understanding how virtual interactions affect knowledge management processes at the individual level. Design/methodology/approach We conducted a three-wave online survey with a matched sample of 274 employees who have virtual work experience in China. We performed a series of structural equation modeling (SEM) analyses using Mplus 8.3 to test our proposed hypotheses. Findings The results indicate a significantly positive association between perceived team virtuality and individual knowledge hiding, mediated by both cognition- and affect-based trust, with the latter showing a stronger mediation effect. Additionally, individual learning goal orientation negatively moderates the indirect relationship between perceived team virtuality and knowledge hiding via cognitive (affective) trust. Practical implications By understanding the mechanisms through which virtuality influences individual knowledge behaviors within teams, organizations can provide emotional and instructional support for virtual interactions to mitigate knowledge hiding and improve the efficiency and effectiveness of knowledge management. Originality/value This study offers a differentiated analysis by exploring the mediating roles of cognitive and affective trust and the moderating role of learning goal orientation within virtual environments. Previous research has not concurrently examined these variables within the framework of team virtuality and knowledge hiding, making this research pivotal in enhancing the theoretical and practical understanding of individual knowledge behaviors in virtual settings."
  },
  {
    "discipline": "communication",
    "title": "Media frames, AI romantic relationships, and the perspectives of people in relationships; mapping and comparing news media themes with user perspectives",
    "authors": "Tony Liao, Elizabeth Rodwell, Debriunna Porter",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2420031",
    "doi": "10.1080/1369118x.2024.2420031",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Deepfakes in the context of AI inequalities: analysing disparities in knowledge and attitudes",
    "authors": "Daniel Bendahan Bitton, Christian Pieter Hoffmann, Alexander Godulla",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2420037",
    "doi": "10.1080/1369118x.2024.2420037",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Deliberation in online political talk: exploring interactivity, diversity, rationality, and incivility in the public spheres surrounding news vs. satire",
    "authors": "Mark Boukes",
    "url": "http://dx.doi.org/10.1093/joc/jqae038",
    "doi": "10.1093/joc/jqae038",
    "filter": 0,
    "journal_full": "Journal of Communication",
    "abstract": "Political satire is often believed to enrich the public sphere in ways distinct from traditional journalism. This study examines whether deliberative qualities of online political talk in response to satire differ from those in response to regular news or partisan news. The analysis focuses on four normative standards: interactivity, diversity, rationality, and civility. A manual content analysis of YouTube comments (n = 2,447) reveals that the public sphere surrounding political satire shows a notable strength: Less incivility, both in terms of impoliteness and intolerance. Surprisingly, aside from this, satire’s public sphere did not differ much from that of regular news. Comments on partisan news were more opinionated and ideologically diverse. These findings suggest that online political talk prompted by satire is not inferior to that of traditional news. Additionally, this study highlights how the presence of different normative standards is often interconnected."
  },
  {
    "discipline": "communication",
    "title": "Bias toward the Accents of Virtual Assistants",
    "authors": "Sarah E. Hercula, Daniel B. Shank, Jessica L. Cundiff, David Wright",
    "url": "http://dx.doi.org/10.1177/0261927x241291611",
    "doi": "10.1177/0261927x241291611",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "Language bias, both positive and negative, is a well-documented phenomenon exhibited among human interlocutors. We examine whether this bias is exhibited toward virtual assistants, specifically, Apple's Siri and Google Assistant, with various accents. We conducted three studies with different stimuli and designs to investigate U.S. English speakers’ attitudes toward Google's British, Indian, and American voices and Apple's Irish, Indian, South African, British, Australian, and American voices. Analysis reveals consistently lower fluency ratings for Irish, Indian, and South African voices (compared with American) but no consistent results of bias related to competence, warmth, or willingness to interact. Moreover, participants often misidentified voices’ countries of origin but correctly identified them as artificial. We conclude that this overall lack of bias may be due to two possibilities: lack of humanlikeness of the voices and lack of availability of nonstandardized voices and voices from countries toward which those in the United States typically show bias."
  },
  {
    "discipline": "communication",
    "title": "Psychological Underpinnings of Misinformation Countermeasures",
    "authors": "Carolin-Theresa Ziemer, Tobias Rothmund",
    "url": "http://dx.doi.org/10.1027/1864-1105/a000407",
    "doi": "10.1027/1864-1105/a000407",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: There has been substantial scholarly effort to (a) investigate the psychological underpinnings of why individuals believe in misinformation, and (b) develop interventions that hamper their acceptance and spread. However, there is a lack of systematic integration of these two research lines. We conducted a systematic scoping review of empirically tested psychological interventions (N = 176) to counteract misinformation. We developed an intervention map and analyzed boosting, inoculation, identity management, nudging, and fact-checking interventions as well as various subdimensions. We further examined how these interventions are theoretically derived from the two most prominent psychological accounts for misinformation susceptibility: classical and motivated reasoning. We find that the majority of misinformation studies examined fact-checking interventions, are poorly linked to basic psychological theory and not geared towards reducing motivated reasoning. Based on this, we outline future research avenues for effective psychological countermeasures against misinformation."
  },
  {
    "discipline": "communication",
    "title": "Implicit Associations in Computer-Mediated Communication",
    "authors": "Kanvarbir S. Gill, Marie Lippmann",
    "url": "http://dx.doi.org/10.1027/1864-1105/a000404",
    "doi": "10.1027/1864-1105/a000404",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: The inclusion of skin-tone modifiers into the standard emoji set in 2015 marked a shift toward increased skin-tone representation in emoji characters. We investigated whether implicit skin-tone bias, as typically found for human faces, also exists for emojis – a topic that is becoming increasingly relevant in computer-mediated communication (CMC) as more of our communication, education, and social exchange takes place in digital spaces. We systematically adapted Harvard University’s most recent skin-tone IAT (Implicit Associations Test) to assess implicit skin-tone bias for emojis. The reliability of our novel skin-tone IAT was good (internal consistency = .87). Data from a racially and ethnically diverse sample of 248 participants revealed that, on average, participants held more positive implicit associations for light than for dark skin-tone emojis: M Dscore  = 0.39; SD Dscore  = 0.42; t(247) = 14.76, p &lt; .001; Cohen’s d = 0.93. Participants’ own skin tone predicted the strength of skin-tone bias, R 2  = .02, F(1, 247) = 5.41, p = .02. The darker the skin tone of the participants, the less likely they were to exhibit bias in favor of light skin-tone emojis (β = −.14). These results align with the patterns of skin-tone bias that are typically observed for human faces, and extend those insights to emojis that are frequently used in CMC. The results also provide the first evidence that our novel emoji skin-tone IAT can be a useful tool for assessing emoji skin-tone bias."
  },
  {
    "discipline": "communication",
    "title": "Sleep, Media Use, and Sociopolitical Attitudes",
    "authors": "Matea Mustafaj, Stuart Soroka, Jan Van den Bulck",
    "url": "http://dx.doi.org/10.1027/1864-1105/a000406",
    "doi": "10.1027/1864-1105/a000406",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: The relationship between sleep and media use is well established, as is the effect of sleep deprivation and fatigue on decision-making. Our paper connects these disparate literatures to consider the ways in which a combination of sleep and media use affect sociopolitical attitudes related to risk and/or threat perception. Using novel data from a large US survey, we found that participants who consume high levels of media coverage in a more fatigued state tend to be most supportive of a US border wall and of increased spending on defense and police. Analyses further suggest an association between sleep, media use, and risk preferences. These results offer preliminary evidence for an as-yet wholly under-explored and likely increasingly important moderator for those interested in the effects of media use: sleep."
  },
  {
    "discipline": "communication",
    "title": "How Affective Polarization Deepens the Partisan Divide in US Cable News Use",
    "authors": "Youngju Kim, Yonghwan Kim",
    "url": "http://dx.doi.org/10.1027/1864-1105/a000414",
    "doi": "10.1027/1864-1105/a000414",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: Currently, not only are partisans’ feelings toward Democrats and Republicans sharply divided along party lines, but so too are their choices regarding news media. Regarding this polarization, most studies have considered partisans’ selective use of news outlets as a crucial factor in widening affective polarization. However, insufficient attention has been directed to the potential role of affective polarization in selective exposure. Accordingly, this study seeks to fill this gap by verifying the effect of affective polarization on selective exposure and examining a potential mechanism using two-wave panel data. Our findings demonstrate that the degree of affective polarization is positively related to partisan bias in the credibility judgment of pro-party and counter-party cable news channels. In turn, favorable in-group bias in the credibility judgment of cable news channels has a significant effect on selective exposure to cable news outlets, mediating the effect of individual-level affective polarization on selective exposure. Lastly, we discuss the theoretical implications of our findings."
  },
  {
    "discipline": "communication",
    "title": "Social Media Data Mining in Public Relations Research",
    "authors": "Brian C. Britt, Jameson L. Hayes, Steven Holiday, Yuanwei Lyu",
    "url": "http://dx.doi.org/10.1080/1062726x.2024.2421563",
    "doi": "10.1080/1062726x.2024.2421563",
    "filter": 0,
    "journal_full": "Journal of Public Relations Research"
  },
  {
    "discipline": "communication",
    "title": "Group-swinging as a strategic approach to curating multiple minority identities online: A study of lesbian gamers",
    "authors": "Zizhong Zhang, Haixin Mu, Don Lok Tung Chui",
    "url": "http://dx.doi.org/10.1177/14614448241291990",
    "doi": "10.1177/14614448241291990",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Building upon platform-swinging, this study introduces the concept of identity-driven “group-swinging” within a single platform, focusing on how users with multiple minority identities strategically curate corresponding identities through this process. Collecting all created and engaged posts ( n = 31,084) from 102 lesbian gamers in both lesbian gamer and female gamer groups, this research utilizes structural topic modeling to delineate their productive and consumptive curation across different groups. The results indicate that lesbian gamers often prioritize discussions on women and queer issues within the female gamer community while presenting a more gamer-centric identity in the lesbian gamer community. Group-swinging emerges as an optimal strategy for exploring a balance between belongingness and distinctiveness, enabling lesbian gamers to navigate their multiple minority identities effectively. This study enriches the understanding of identity curation and optimal distinctiveness theory, offering plausible strategies for the online resilience of marginalized groups within the polymedia context."
  },
  {
    "discipline": "communication",
    "title": "‘All naked at the gyno’: Psychosocial approach to the gynaecological examination from digital media in a French context",
    "authors": "Sarah Roussel, Léa Restivo, Thémistoklis Apostolidis",
    "url": "http://dx.doi.org/10.1177/14614448241291987",
    "doi": "10.1177/14614448241291987",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "The gynaecological examination (GE) is a major public health issue, with bad experiences of this examination widely reported as a disincentive to cervical cancer screening. In France, a movement to denounce gynaecological and obstetrical violence is expressed through a massive publication of testimonies on social networks. Via a socio-representational approach and from a critical gender perspective, this article aims to explore how people use digital media to communicate about the GE, and to analyse the experiences related to the GE and the representation systems underlying them. Using an inductive strategy, a corpus of discussion from the Doctissimo forum, and testimonies and comments from the PayeTonGynéco Facebook pages and Tumblr was created and submitted to lexicographical analysis. Our results suggest that the GE is indicative of a broader social function. People seem to use digital media to cope with a form of social ignorance of women’s experience in gynaecology with a certain ambivalence regarding their liberating potential."
  },
  {
    "discipline": "communication",
    "title": "Rage Against the Machine: Exploring Violence and Emotion in Conspiracy Narratives on Parler",
    "authors": "Darja Wischerath, Lukasz Piwek, Jonathan F. Roscoe, Brittany I. Davidson",
    "url": "http://dx.doi.org/10.1177/14614448241289905",
    "doi": "10.1177/14614448241289905",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "The mainstreaming of conspiracy narratives has been associated with a rise in violent offline harms, from harassment, vandalism of communications infrastructure, assault, and in its most extreme form, terrorist attacks. Group-level emotions of anger, contempt, and disgust have been proposed as a pathway to legitimizing violence. Here, we examine expressions of anger, contempt, and disgust as well as violence, threat, hate, planning, grievance, and paranoia within various conspiracy narratives on Parler. We found significant differences between conspiracy narratives for all measures and narratives associated with higher levels of offline violence showing greater levels of expression."
  },
  {
    "discipline": "communication",
    "title": "“PoV: You are reading an academic article.” The memetic performance of affiliation in TikTok’s platform vernacular",
    "authors": "Tommaso Trillò",
    "url": "http://dx.doi.org/10.1177/14614448241290234",
    "doi": "10.1177/14614448241290234",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This article investigates the characteristics and communicative values of the popular PoV meme on TikTok to uncover mechanisms of community building on the platform. An analysis of the content, form, and stance of 250 videos revealed that creators of PoV memes lip-sync to audio remediated from pop culture and mimic how they imagine “you” would act in a given scenario. I offer the concept of “echoic affiliation” to describe how PoV memes leverage TikTok’s “use this sound” function to construct ephemeral bonds between users. Furthermore, PoV memes textually articulate multiple perspectives, producing intersubjective encounters that reflect a platform imaginary in which “the algorithm” efficiently clusters similar people on the same “side” of the app. In the conclusions, I present a novel definition of PoV memes and reflect on the pivotal role of affiliation for TikTok’s platform vernacular."
  },
  {
    "discipline": "communication",
    "title": "Effects of Over-Time Exposure to Partisan Media and Coverage of Polarization on Perceived Polarization",
    "authors": "Michael Heseltine, Bernhard Clemm von Hohenberg, Ericka Menchen-Trevino, Tomasz Gackowski, Magdalena Wojcieszak",
    "url": "http://dx.doi.org/10.1080/10584609.2024.2423093",
    "doi": "10.1080/10584609.2024.2423093",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "The Power of Images: How Multimodal Hate Speech Shapes Prejudice and Prosocial Behavioral Intentions",
    "authors": "Sai Wang",
    "url": "http://dx.doi.org/10.1177/20563051241292990",
    "doi": "10.1177/20563051241292990",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "While online hate speech has become a serious problem in multimedia environments, most studies in this area have examined text-based hateful content, with less attention paid to its other visual aspects. From a multimodal perspective, we conducted an online experiment ( N = 799) to investigate how multimodal hate speech (i.e., text and images presented together to convey hateful meanings) on social media affected users’ prejudicial attitudes and prosocial behavioral intentions. The results showed that participants in the text-plus-image (vs. text-only) condition felt more sympathy, which led to less implicit prejudice toward the target group and more prosocial behavioral intentions. In addition, exposure to text-plus-image hate speech had an indirect effect on prosocial behavioral intentions through sympathy and implicit prejudice. The findings contribute to scholarship on online hate speech and provide insights into the affect heuristics that individuals rely on when processing multimodal information."
  },
  {
    "discipline": "communication",
    "title": "Bot Versus Humans: Who Can Challenge Corporate Hypocrisy on Social Media?",
    "authors": "Serena Armstrong, Caitlin Neal, Rongwei Tang, Hyejoon Rim, Emily K. Vraga",
    "url": "http://dx.doi.org/10.1177/20563051241292578",
    "doi": "10.1177/20563051241292578",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Social media offer opportunities for companies to promote their image, but companies online also risk being denounced if their actions do not align with their words. The rise of social media bots amplifies this risk, as it becomes possible to automate such efforts to highlight corporate hypocrisy. Our experimental survey demonstrated that bots and human actors who confront a corporation touting their commitment to equality by calling out organizational pay gaps damage perceptions of the corporation, heighten anger toward them, and ultimately can elicit boycott intentions. These hypocrisy challenges are equally effective when they come from bots and user accounts. Challenges to hypocritical behavior on social media are consequential and require further exploration."
  },
  {
    "discipline": "public opinion",
    "title": "Inconsistency of Americans’ opinions on free speech: evidence from three survey experiments",
    "authors": "Kirill Zhirkov, Rachel Smilan-Goldstein",
    "url": "http://dx.doi.org/10.1080/17457289.2024.2421572",
    "doi": "10.1080/17457289.2024.2421572",
    "filter": 0,
    "journal_full": "Journal of Elections, Public Opinion and Parties"
  },
  {
    "discipline": "public opinion",
    "title": "Improving the Measurement of Gender in Surveys: Effects of Categorical Versus Open-Ended Response Formats on Measurement and Data Quality Among College Students",
    "authors": "Dana Garbarski, Jennifer Dykema, James A Yonker, Rosie Eungyuhl Bae, Rachel A Rosenfeld",
    "url": "http://dx.doi.org/10.1093/jssam/smae043",
    "doi": "10.1093/jssam/smae043",
    "filter": 0,
    "journal_full": "Journal of Survey Statistics and Methodology",
    "abstract": "While researchers have some recommendations for measuring gender identity in surveys based on research and other sources that are summarized in a series of working group and panel reports, we continue to refine our understanding and practices. Gender identity is usually measured in surveys using a categorical selection response format with a small number of response options (e.g., “female,” “male,” “nonbinary”) and an open text response field to capture additional responses (“not listed, please tell us”). There is limited research guiding researchers on the use of other response formats. This study reports results from a between-subjects experiment embedded in a campus climate survey about university students’ attitudes about their campus and their behaviors and experiences related to inclusion and belonging at a large Midwestern university in 2021. Over 13,000 students were asked “What is your gender?” and subsequently randomly assigned to respond using either a categorical selection response format or an open response format (i.e., a place to specify their gender with no response options listed). We examine the distribution of responses, item nonresponse, response times, and concurrent validity (in terms of the association between gender and relevant survey outcomes) across the two response formats. Findings indicate the categorical selection response format is preferred for this population. While results show similar distributions in the categorization of responses across the formats and similar relationships with other survey outcomes, the selection format is associated with less item nonresponse and shorter response times."
  },
  {
    "discipline": "public opinion",
    "title": "Ordering Effects versus Cognitive Burden: How Should We Structure Attributes in Conjoint Experiments?",
    "authors": "Lukas Rudolph, Markus Freitag, Paul W Thurner",
    "url": "http://dx.doi.org/10.1093/poq/nfae038",
    "doi": "10.1093/poq/nfae038",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "Conjoint experiments offer a flexible way to elicit population preferences on complex decision tasks. We investigate whether we can improve respondents’ survey experience and, ultimately, choice quality by departing from the current recommendation of completely randomized conjoint attribute ordering. Such random ordering guarantees that potential bias from attribute order cancels out on average. However, in situations with many attributes, this may unnecessarily increase cognitive burden, as attributes belonging together conceptually are presented scattered across the choice table. Hence, we study experimentally whether purposeful ordering (“theoretically important” attributes first) or block randomized ordering (attributes belonging to the same theoretical concept displayed in randomized bundles) affects survey experience, response time, and choice itself, as compared to completely randomized ordering. Drawing on a complex preregistered choice design with nine attributes (N = 6,617), we find that ordering type affects neither self-reported survey experience, choice task timing, nor attribute weighting. Potentially, block randomization reduces cognitive burden for some subgroups. To our knowledge, we thereby provide the first systematic empirical evidence that ordering effects are likely of low relevance in conjoint choice experiments and that the trade-off between cognitive burden and ordering effects is minimal from the perspective of respondents, at least for our substantive application."
  },
  {
    "discipline": "psychology",
    "title": "Alluring or Alarming? The Polarizing Effect of Forbidden Knowledge in Political Discourse",
    "authors": "V.A. Parker, E. Kehoe, J. Lees, M. Facciani, A.E. Wilson",
    "url": "http://dx.doi.org/10.1177/01461672241288332",
    "doi": "10.1177/01461672241288332",
    "filter": 0,
    "journal_full": "Personality and Social Psychology Bulletin",
    "abstract": "“Forbidden knowledge” claims are central to conspiracy theories, yet they have received little systematic study. Forbidden knowledge claims imply that information is censored or suppressed. Theoretically, forbidden knowledge could be alluring or alarming, depending on alignment with recipients’ political worldviews. In three studies ( N = 2363, two preregistered), we examined censorship claims about (conservative-aligned) controversial COVID-19 topics. In Studies 1a and 2 participants read COVID-19 claims framed as censored or not. Conservatives reported more attraction to and belief in the claims, regardless of censorship condition, while liberals showed decreased interest and belief when information was presented as censored. Study 1b revealed divergent interpretations of suppression motives: liberals assumed censored information was harmful or false, whereas conservatives deemed it valuable and true. In Study 2, conservatives made more critical thinking errors in a vaccine risk reasoning task when information was framed as censored. Findings reveal the polarizing effects of forbidden knowledge frames."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Inoculation and accuracy prompting increase accuracy discernment in combination but not alone",
    "authors": "Gordon Pennycook, Adam J. Berinsky, Puneet Bhargava, Hause Lin, Rocky Cole, Beth Goldberg, Stephan Lewandowsky, David G. Rand",
    "url": "http://dx.doi.org/10.1038/s41562-024-02023-2",
    "doi": "10.1038/s41562-024-02023-2",
    "filter": 0,
    "journal_full": "Nature Human Behaviour",
    "abstract": "Misinformation is a major focus of intervention efforts. Psychological inoculation—an intervention intended to help people identify manipulation techniques—is being adopted at scale around the globe. Yet the efficacy of this approach for increasing belief accuracy remains unclear, as prior work uses synthetic materials that do not contain claims of truth. To address this issue, we conducted five studies with 7,286 online participants using a set of news headlines based on real-world true/false content in which we systematically varied the presence or absence of emotional manipulation. Although an emotional manipulation inoculation did help participants identify emotional manipulation, there was no improvement in participants’ ability to tell truth from falsehood. However, when the inoculation was paired with an intervention that draws people’s attention to accuracy, the combined intervention did successfully improve truth discernment (by increasing belief in true content). These results provide evidence for synergy between popular misinformation interventions."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Measuring diversity in Hollywood through the large-scale computational analysis of film",
    "authors": "David Bamman, Rachael Samberg, Richard Jean So, Naitian Zhou",
    "url": "http://dx.doi.org/10.1073/pnas.2409770121",
    "doi": "10.1073/pnas.2409770121",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Movies are a massively popular and influential form of media, but their computational study at scale has largely been off-limits to researchers in the United States due to the Digital Millennium Copyright Act. In this work, we illustrate use of a new regulatory framework to enable computational research on film that permits circumvention of technological protection measures on digital video discs (DVDs). We use this exemption to legally digitize a collection of 2,307 films representing the top 50 movies by U.S. box office over the period 1980 to 2022, along with award nominees. We design a computational pipeline for measuring the representation of gender and race/ethnicity in film, drawing on computer vision models for recognizing actors and human perceptions of gender and race/ethnicity. Doing so allows us to learn substantive facts about representation and diversity in Hollywood over this period, confirming earlier studies that see an increase in diversity over the past decade, while allowing us to use computational methods to uncover a range of ad hoc analytical findings. Our work illustrates the affordances of the data-driven analysis of film at a large scale."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Forecasting Africa’s fertility decline by female education groups",
    "authors": "Saroja Adhikari, Wolfgang Lutz, Endale Kebede",
    "url": "http://dx.doi.org/10.1073/pnas.2320247121",
    "doi": "10.1073/pnas.2320247121",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "While female education has long been recognized as a key driver of fertility decline during the process of demographic transition and most population projection models consider it implicitly or explicitly in their forecasts of overall fertility, there still is need for a method to forecast education-specific fertility trends directly. Here we propose a method for projecting education-specific fertility declines for cohorts of women in Sub-Saharan Africa based on all available demographic and health surveys data for African countries (including 1.03Mio cases). We study at different levels of aggregation (sample clusters, strata, and national) the associations between ideal family size and completed cohort fertility for education groups, on the one hand, and the average level of education in those units, on the other. The consistently very strong empirical associations suggest a plausible narrative by which a higher prevalence of educated women in a spatial unit influences the fertility levels of women in all specific education categories. Empirical associations between education-specific cohort fertility trends at the national level and newly available quality-adjusted human capital data for these cohorts are then operationalized to produce education-specific population projections as they are needed for—among other uses—the shared socioeconomic pathways scenarios that are widely used in the climate change research community. Sensitivity analyses including out-of-sample projections support the validity of the proposed method which is then applied to 37 African countries."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Young children distinguish the impossible from the merely improbable",
    "authors": "Aimee E. Stahl, Lisa Feigenson",
    "url": "http://dx.doi.org/10.1073/pnas.2411297121",
    "doi": "10.1073/pnas.2411297121",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "From infancy, children show heightened interest in events that are impossible or improbable, relative to likely events. Do young children represent impossible and improbable events as points on a continuum of possibility, or do they instead treat them as categorically distinct? Here, we compared 2- and 3-y-old children’s learning (N = 335) following nearly identical events that were equi-probable, improbable, or impossible. We found that children learned significantly better following impossible than possible events, no matter how unlikely. We conclude that young children distinguish between the impossible and the merely improbable."
  }
]
