[
  {
    "discipline": "communication",
    "title": "‘Grandma, tell that story about how to make napalm again’",
    "authors": "Morten Heuser, Julie Vulpius",
    "url": "http://dx.doi.org/10.1177/13548565241285742",
    "doi": "10.1177/13548565241285742",
    "filter": 0,
    "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
    "abstract": "The present study explores early adopters’ domestication processes of ChatGPT and Midjourney in the early phase of generative AI’s public breakthrough. To study this process, we conducted an online ethnography in two dominant AI forums on Reddit: r/chatgpt and r/midjourney. Drawing on domestication theory (Silverstone and Hirsch, 1992), we describe three modalities of domestication and argue they represent an emerging cultural approach to generative AI with potential to influence broader domestication and adoption of generative AI. Our findings show that early adopters’ domestication processes are collaborative and fueled by playful and nontelic activity, that is, non-purpose-driven behavior (Abend et al., 2020), where new content genres and transmedia practices (Jenkins, 2007) emerge and serve as an entryway into understanding and domesticating the technology. We identify three distinct modalities of domestication in relation to generative AI: jailbreaking, roleplaying, and playing ‘what if’. Our analysis highlights how non-purpose-driven and playful engagement with generative AI drives a highly collaborative domestication process among users. In this process, generative AI serves a double role as both the object and enabler of domestication. Based on the analysis, we argue for the need to take collaboration, affect, and playfulness into consideration in studies of users’ technology domestication processes."
  },
  {
    "discipline": "communication",
    "title": "Mirroring journalistic work in newsroom metrics: A longitudinal study of Estonian journalists’ making sense of data",
    "authors": "Signe Ivask, Pille Pruulmann-Vengerfeldt",
    "url": "http://dx.doi.org/10.1177/13548565241286979",
    "doi": "10.1177/13548565241286979",
    "filter": 0,
    "journal_full": "Convergence: The International Journal of Research into New Media Technologies",
    "abstract": "While a substantial body of research has explored the intricate relationship between journalists and metrics, there remains a notable gap in systematically understanding how evolving metrics over time influence journalists’ use of data as feedback. This study addresses this gap by investigating how alterations in the most valued metrics influence the utilisation of audience data for reflection and feedback in national and local newsrooms. The study spans multiple waves from 2012 to 2023 and comprises 72 interviews with Estonian journalists. It employs the Data Loop framework to analyse the circulation of audience data among media institutions, audiences, newsrooms, and individual journalists’ reflexive actions. Examining data reflexivity within newsrooms involves considering the interplay between newsroom culture, metrics-gathering technology, external pressures from changing business models, and journalistic agency. Over time, the metrics valued by newsroom managers have shifted – from prioritising clicks as a measure of audience interest to rewarding journalists based on minutes spent on stories or the acquisition of subscriptions. In this article, we argue that instead of considering the audiences behind the data, journalists and editors mostly use the data offered by metrics to reflect on their work. Noteworthy trends include journalists conforming to data dominance and shaping their work to align with prevailing metrics, particularly in the context of paywalls where individual article readership can be linked with direct income through subscriptions. Contextualising newsroom data within the Data Loop, this study illustrates how data serves as a source for reflections at both the individual and newsroom culture levels. Despite assertions of an audience turn, our findings indicate that a focus on metrics does not necessarily signify a focus on the audience but rather an unwavering interest in journalistic production."
  },
  {
    "discipline": "communication",
    "title": "Improving Well-Being Through Digital Detoxification Among Social Media Users: A Systematic Review and Meta-Analysis",
    "authors": "Sameer Ansari, Naved Iqbal, Ahmad Azeem, Kainaat Danyal",
    "url": "http://dx.doi.org/10.1089/cyber.2023.0742",
    "doi": "10.1089/cyber.2023.0742",
    "filter": 0,
    "journal_full": "Cyberpsychology, Behavior, and Social Networking"
  },
  {
    "discipline": "communication",
    "title": "The impact of attention and task performance on antiphishing performance: a multigoal perspective",
    "authors": "Shihe Pan, Jungwon Kuem",
    "url": "http://dx.doi.org/10.1108/itp-01-2023-0079",
    "doi": "10.1108/itp-01-2023-0079",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose People are often recognized as the weakest part of thwarting phishing attacks. The goal of preventing phishing can conflict with the goal of keeping a good level of productivity in daily work; however, we still lack an understanding of this multigoal scenario. This paper aims to develop and test a new model of antiphishing performance, especially in relation to individuals' task performance in daily work. Drawing on the extended multiple-goal pursuit model (MGPM*), we examined the relationship between task performance at a time point and the subsequent antiphishing performance as well as how this relationship differs across varying types of phishing emails and attention levels to phishing cues. Design/methodology/approach We tested the model by conducting a field experiment with a survey questionnaire. Four legitimate work emails and four phishing emails (consisting of two work-related and two work-unrelated emails) were sent to 357 participants. The data were analyzed using generalized estimating equations. Findings The results indicate that task performance at a time point has a curvilinear relationship with subsequent antiphishing performance. This relationship is moderated by the types of phishing emails and individuals' attention to phishing cues. For work-related phishing emails, task performance is negatively associated with antiphishing performance when it reaches an intermediate level; however, when task performance is low, or high to an extent, it is positively related to antiphishing performance. For work-unrelated phishing emails, there is a positive association between task performance and antiphishing performance. Moreover, attention to phishing cues moderates the curvilinear relationship between task performance and antiphishing performance such that when task performance reaches an intermediate level, as attention to phishing cues increases, the relationship between task performance and antiphishing performance will turn from negative to positive. Practical implications This paper has practical implications that bear on the conflict between antiphishing performance and task performance. Originality/value This paper sheds light on the potential of the extended multiple-goal pursuit model in studying antiphishing behavior."
  },
  {
    "discipline": "communication",
    "title": "When news is entertainment: explaining the persistence of misinformation through the information environment",
    "authors": "Sakshi Bhalla, Rik Ray, Harsh Taneja",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2406819",
    "doi": "10.1080/1369118x.2024.2406819",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Amplifying Player Experience to Facilitate Prosocial Outcomes in a Narrative-Based Serious Game",
    "authors": "Lewen Wei, Mike Schmierbach, Bingjie Liu, Jin Kang, Cheng Chen, Frank E. Dardis, Ryan Tan, Olivia Cohen",
    "url": "http://dx.doi.org/10.17645/mac.8637",
    "doi": "10.17645/mac.8637",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "The rise and development of serious games have shown promise in addressing critical social issues, including school bullying. However, prior work often compares game-based interventions with the conventional non-game approach, failing to generate insights about which game features should be emphasized to create more effective games. To bridge this research gap, in light of video games’ advantages for creating immersive experiences that benefit persuasion, we created a narrative-based serious game addressing school bullying and conducted two studies (Study 1, &lt;em&gt;N&lt;/em&gt; = 130; Study 2, &lt;em&gt;N&lt;/em&gt; = 250) to explore the persuasive effects of two game features, respectively player–avatar similarity and in-game control, on player experience (including player–avatar identification, narrative engagement, and empathy) and prosocial intention. We found mixed results subject to player perspective such that only when players took the bully’s perspective did one of the game features—in-game control—successfully create the intended empathy via amplified narrative engagement toward the desirable prosocial intention."
  },
  {
    "discipline": "communication",
    "title": "Accepting Exclusion: Examining the (Un)Intended Consequences of Data-Driven Campaigns",
    "authors": "Sophie Minihold, Fabio Votta",
    "url": "http://dx.doi.org/10.17645/mac.8685",
    "doi": "10.17645/mac.8685",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Using citizens’ data not only enables precise targeting of campaign messages online, but also the deliberate exclusion of certain groups of citizens. This study asks (a) to what extent have citizens been excluded from political (online) ads during the Dutch 2021 and 2023 election campaigns and (b) how acceptable citizens find the practice of exclusion. To answer these questions, we use data from the Meta Ad Targeting dataset to investigate any employed exclusion criteria by parties and rely on survey data collected during the 2023 Dutch general election to learn about citizens’ opinions. Our study reveals that political parties across the spectrum allocated less budget to targeting and excluding citizens in 2023 compared to 2021. Predominantly, exclusion is based on age, gender, and place of residence, with criteria such as political views, migration background, and religious beliefs being relatively uncommon. Despite citizens considering all forms of exclusion unacceptable, they view exclusion based on political views as the most tolerable. Moreover, individuals leaning towards the political right exhibit greater acceptance of exclusion, particularly based on migration background. In scrutinizing the extent of citizen exclusion from political campaign messaging and citizens’ perceptions, we contribute to the discourse on the unintended consequences of data-driven campaigning."
  },
  {
    "discipline": "communication",
    "title": "More or Less Likeable: The Role of Behavior-Independent Events in the Disposition Formation Process",
    "authors": "Lucy Brown, Matthew Grizzard, C. Joseph Francemone, Rebecca Frazer, Annie Dooley, Charles Monge, Samantha Flanagan",
    "url": "http://dx.doi.org/10.1080/15213269.2024.2406945",
    "doi": "10.1080/15213269.2024.2406945",
    "filter": 0,
    "journal_full": "Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "An investigation of the relationship between social networking site activities and muscle dysmorphia in young men",
    "authors": "Luigi Donnarumma, John Mingoia",
    "url": "http://dx.doi.org/10.1177/14614448241281827",
    "doi": "10.1177/14614448241281827",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "While the connection between social networking sites (SNSs) and body image has been reported more broadly in prior literature, the link between SNSs and muscle dysmorphia (MD) is less understood. The aim of this study was to investigate the strength and nature of the relationship between MD and SNSs among men in the general population. With SNSs allowing users to view and interact with online content, this study focussed on three SNS activities: (a) viewing men’s celebrity and fashion content, (b) viewing fitness-related content and (c) the importance of received likes and comments. Young men ( N = 95) completed an online questionnaire recording demographic information, SNS activities and MD symptomatology. A hierarchal regression revealed that the importance of received likes and comments significantly predicted MD symptomatology over and above demographic factors. These findings reflect a need to emphasise the interactive components of SNSs within body image literature."
  },
  {
    "discipline": "communication",
    "title": "Navigating dual stigmas on social media: How self-disclosure strategies influence public attitudes toward sexual minorities with mental disorders",
    "authors": "Hang Lu, Minjie Li",
    "url": "http://dx.doi.org/10.1177/14614448241282604",
    "doi": "10.1177/14614448241282604",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "In light of the rising trend of self-disclosing stigmatized identities on social media and the insufficient understanding of its repercussions on societal attitudes, this study employs an intersectional framework to examine the impact of revealing dual stigmas related to sexual identities and health conditions on destigmatization. Drawing upon the intergroup contact hypothesis and social penetration theory, a national sample of U.S. adults ( N = 1,596) participated in a 3 (sexual identity cue: explicit-cue vs implicit-cue vs no-cue) × 5 (coping with mental disorders: good-coping vs balanced-coping vs poor-coping vs no-coping vs control) between-subjects experiment. Results revealed that while dual stigma disclosure occasionally showed enhanced positive impacts, it never exacerbated stigmatized attitudes compared to single stigma disclosure. In addition, the two self-disclosure strategies interacted to influence destigmatization, mediated by perceived competence rather than perceived authenticity. Implications from the findings are provided."
  },
  {
    "discipline": "communication",
    "title": "How generative artificial intelligence portrays science: Interviewing ChatGPT from the perspective of different audience segments",
    "authors": "Sophia Charlotte Volk, Mike S. Schäfer, Damiano Lombardi, Daniela Mahl, Xiaoyue Yan",
    "url": "http://dx.doi.org/10.1177/09636625241268910",
    "doi": "10.1177/09636625241268910",
    "filter": 0,
    "journal_full": "Public Understanding of Science",
    "abstract": "Generative artificial intelligence in general and ChatGPT in particular have risen in importance. ChatGPT is widely known and used increasingly as an information source for different topics, including science. It is therefore relevant to examine how ChatGPT portrays science and science-related issues. Research on this question is lacking, however. Hence, we simulate “interviews” with ChatGPT and reconstruct how it presents science, science communication, scientific misbehavior, and controversial scientific issues. Combining qualitative and quantitative content analysis, we find that, generally, ChatGPT portrays science largely as the STEM disciplines, in a positivist-empiricist way and a positive light. When comparing ChatGPT’s responses to different simulated user profiles and responses from the GPT-3.5 and GPT-4 versions, we find similarities in that the scientific consensus on questions such as climate change, COVID-19 vaccinations, or astrology is consistently conveyed across them. Beyond these similarities in substance, however, pronounced differences are found in the personalization of responses to different user profiles and between GPT-3.5 and GPT-4."
  },
  {
    "discipline": "communication",
    "title": "Examining the Link Between Information Processing and Preventive Behavior in the Risk Information-Seeking and Processing (RISP) Model: A Panel Study",
    "authors": "Timothy K. F. Fung, Ho Man Leung, Po Yan Lai, Robert J. Griffin",
    "url": "http://dx.doi.org/10.1177/10755470241277197",
    "doi": "10.1177/10755470241277197",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "The Risk Information-Seeking and Processing (RISP) model postulates that individuals who process risk information systematically are likely to hold stronger attitudes toward preventive behavior than those who process information heuristically. Therefore, individuals’ attitudes toward risk preventive behavior developed or changed through systematic processing are likely to be more persistent over time than those whose attitudes are based on heuristic processing. To examine this proposition, we conducted to a two-wave panel study in Hong Kong during the COVID-19 pandemic. The findings supported the proposition that processing influenced attitude strength, which influenced individuals’ attitude toward behavior a year later. Theoretical and practical implications were discussed."
  },
  {
    "discipline": "communication",
    "title": "Social Media, Psychological Distance, and Environmental Collective Action in Peru",
    "authors": "Fernando Ruiz-Dodobara, Karla A. Uribe-Bravo, Luis Miguel Escurra Mayaute",
    "url": "http://dx.doi.org/10.1177/20563051241285774",
    "doi": "10.1177/20563051241285774",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "This research aims to analyze the chain-mediated effect of the different types of psychological distances (social, temporal, spatial, and probability) and the variables of the Social Identity Model of Collective Action (SIMCA) on the relationship between the use of social media and violent environmental collective action. The study sample consisted of 650 university students ( M = 20.8, SD = 2.74) aged 18–35 years from Lima. Analyses were conducted by means of structural equation modeling (SEM) using the AMOS SPSS software, where a statistical model was performed for each type of psychological distance. The findings revealed two statistically significant paths that go from social media to violent environmental collective action, mediated, first, by each of the psychological distances and, second, by social identity and negative emotions (anger and fear). In addition, it was observed that only probability distance on its own acted as a mediator in the relationship between social media and violent environmental collective action. It was also observed that a path from social media to violent environmental collective action was mediated, first, by three types of distances (probability, spatial, and temporal) and, second, by participative efficacy."
  },
  {
    "discipline": "communication",
    "title": "“What You Post in the Group Stays in the Group”: Examining the Affordances of Bounded Social Media Places",
    "authors": "Pranav Malhotra",
    "url": "http://dx.doi.org/10.1177/20563051241285777",
    "doi": "10.1177/20563051241285777",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "This study focuses on the affordances of bounded social media places (BSMPs), low visibility places within social media platforms like private messaging and private groups. While researchers have focused on BSMPs within specific platforms, this study presents a systematic examination of BSMPs across multiple platforms to facilitate theoretical durability. Interviews with users of BSMPs across diverse platforms ( N = 35) reveal that BSMPs discourage the affordance of visibility as they are considered private due to visibility management mechanisms and trust in known audiences. They encourage personalization as users believe they receive relevant content from and can send relevant content to specific audiences, in the absence of algorithms. BSMPs also encourage synchronicity by facilitating continuous conversations. The strength of encouragement or discouragement of these affordances varies across different BSMPs and is informed by users’ social positions. This study therefore contributes a framework and shared terminology for future research on BSMPs across social media."
  },
  {
    "discipline": "communication",
    "title": "My Data, My Choice? Privacy, Commodity Activism, and Big Tech’s Corporatization of Care in the Post-Roe Era",
    "authors": "Zelly Martin, Dominique Montiel Valle, Samantha Shorey",
    "url": "http://dx.doi.org/10.1177/20563051241279552",
    "doi": "10.1177/20563051241279552",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "After the Dobbs decision ended federal abortion protection in the United States, experts raised concerns about digital data collected from people seeking abortions. U.S. technology corporations—Google, Apple, Microsoft, Meta, and Amazon—were conspicuously silent. Instead, GAMMA (Google, Apple, Microsoft, Meta, and Amazon) released statements and/or policies surrounding commitments to data privacy seemingly incongruous with surveillance-based business models. We examine GAMMA’s policies, statements, and associated news coverage post-Roe through commodity activism and politics of care. We reveal recurring discourses that cast technical privacy features as sufficiently protective alongside scrupulous data practices by users and that constrain the purview of company responsibility to full-time employees. A focus on responsible data management sidesteps critiques of data collection, framing GAMMA’s policy changes as corporate care but furthering commodification of individual privacy, reproducing the neoliberal subject, and upholding surveillance capitalism."
  },
  {
    "discipline": "communication",
    "title": "Game Over? Using (Not So) Innovative Interventions to Increase Digital Campaign Competence",
    "authors": "Sophie Minihold, Sophie Lecheler, Claes de Vreese, Sanne Kruikemeier",
    "url": "http://dx.doi.org/10.1177/20563051241279253",
    "doi": "10.1177/20563051241279253",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Data-driven political campaigning strategies often remain a black box for citizens; however, educational interventions provide a means to enhance understanding, conscious evaluations, and skills. In this context, we term this combination digital campaign competence (DCC). We conducted an online pre-registered experiment in Austria ( N = 553) using a 2 × 2 between-subject design to compare intervention formats (reading a voter guide vs. playing a campaign game) and content framing (emphasizing risks vs. benefits of data-driven campaigning) plus a control condition. Results show no significant differences in framing on DCC. However, variations are observed among different formats, with the non-interactive voter guide proving to be the most effective one. Contrary to our expectations, the voter guide emphasizing the risks of data-driven political campaigning enhanced conceptual understanding levels, influenced evaluative perceptions, and aided skill development to detect highly targeted ads. We argue that innovative interventions do not always guarantee success in enhancing competencies."
  },
  {
    "discipline": "communication",
    "title": "When chatbots make errors: Cognitive and affective pathways to understanding forgiveness of chatbot errors",
    "authors": "Bolin Cao, Zhenming Li, Li Crystal Jiang",
    "url": "http://dx.doi.org/10.1016/j.tele.2024.102189",
    "doi": "10.1016/j.tele.2024.102189",
    "filter": 0,
    "journal_full": "Telematics and Informatics"
  },
  {
    "discipline": "communication",
    "title": "Do consumers’ perceptions of algorithms and trusting beliefs in providers affect perceived structural assurances of AI-powered applications?",
    "authors": "Yun-Peng Yuan, Li Liu, Garry Wei-Han Tan, Keng-Boon Ooi",
    "url": "http://dx.doi.org/10.1016/j.tele.2024.102188",
    "doi": "10.1016/j.tele.2024.102188",
    "filter": 0,
    "journal_full": "Telematics and Informatics"
  },
  {
    "discipline": "communication",
    "title": "Insights from cross-cultural memes: An empirical study on instagram and Douban",
    "authors": "Leihang Zhang, Herui Cao, Qiang Yan",
    "url": "http://dx.doi.org/10.1016/j.tele.2024.102186",
    "doi": "10.1016/j.tele.2024.102186",
    "filter": 0,
    "journal_full": "Telematics and Informatics"
  },
  {
    "discipline": "communication",
    "title": "Generative artificial intelligence usage by researchers at work: Effects of gender, career stage, type of workplace, and perceived barriers",
    "authors": "Pablo Dorta-González, Alexis Jorge López-Puig, María Isabel Dorta-González, Sara M. González-Betancor",
    "url": "http://dx.doi.org/10.1016/j.tele.2024.102187",
    "doi": "10.1016/j.tele.2024.102187",
    "filter": 0,
    "journal_full": "Telematics and Informatics"
  },
  {
    "discipline": "communication",
    "title": "Spatial-temporal evolution of digital skills in the EU countries",
    "authors": "Natalia Grishchenko",
    "url": "http://dx.doi.org/10.1016/j.tele.2024.102185",
    "doi": "10.1016/j.tele.2024.102185",
    "filter": 0,
    "journal_full": "Telematics and Informatics"
  },
  {
    "discipline": "communication",
    "title": "Heaven Holds a Place for Those Who Pray: Instrumentalizing Religion and Disinformation the 2022 Brazilian and 2023 Turkish Presidential Campaigns",
    "authors": "James Fitzgerald, Ayse D. Lokmanoglu, Debora Salles, Rose Marie Santini",
    "url": "http://dx.doi.org/10.1177/19401612241285660",
    "doi": "10.1177/19401612241285660",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "This comparative study examines the interplay of religious messaging and disinformation in the election campaign material of Jair Bolsonaro and Recep Tayyip Erdogan for the 2022 Brazilian and 2023 Turkish presidential elections. We employ a mixed-methods approach, combining computational keyword filtering and content analysis with qualitative discourse analysis and applied to a corpus of 10,519 posts across seven social media platforms. The analysis informs two key findings. First, in both Bolsonaro and Erdogan’s presidential campaigns, religious rhetoric and symbolism is used to bolster personal authority and in-group support to consolidate the idea of (presiding over) a majority bloc. Second, while disinformation interfaces with religious messaging in both presidential campaigns, we find that religion is overwhelmingly instrumentalized as a vector for political disinformation—thus, we did not identify any significant presence of “religious disinformation,” classically understood. Ultimately, our article creates space for further comparative and region-specific scholarship to explore how religion, politics, and disinformation intersect with authoritarian populism in modern elections and beyond, while also contributing to the conceptual refinement of “religious disinformation.”"
  },
  {
    "discipline": "communication",
    "title": "Multinational and Multimodal Character Framing of Political Candidates in Online News: Do Political and Media System Classifications Matter?",
    "authors": "Dennis Steffan, Maria Elizabeth Grabe, Umberto Famulari",
    "url": "http://dx.doi.org/10.1177/19401612241285665",
    "doi": "10.1177/19401612241285665",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "An evolving body of research generally referred to as visual politics has brought the heavy research focus on linguistic modalities of political communication closer to parity with visual emphasis. The study reported here transcends this schism by joining momentum toward multimodality as an ontological departure point for research. We expanded an existing visual instrument into a multimodal one and provided evidence that it reliably captures character framing of political candidates (stateliness, compassion, mass appeal, ordinariness, and sure loser) in German, Polish, and United States commercial online news. We focused on election coverage in these countries because they represent three distinct political and media systems (democratic-corporatist, polarized-pluralist, and hybrid) of the Global North. The quantitative content analysis sample we used spans 2,688 online news stories with seven political candidates identified in 6,560 cases across six modalities (still images, moving images, frozen video images, text, audio, and superimposed text). We found support for the hypothesis that political and media system latencies affect how news media frame the character traits of political candidates in both visual and linguistic modalities. Specifically, the competitive tendencies of majoritarian democracies manifested more clearly as candidate-centered, simplistic, and polarizing character framing in US media content than in journalistic output of multiparty consensus democracies. For example, US news media were more consistent in their portrayal of election winners and losers than German and Polish news media, emphasizing stateliness, compassion, and ordinariness in the winner while unambiguously assigning the negative sure loser frame to the election loser."
  },
  {
    "discipline": "communication",
    "title": "How Does Topical Diversity Affect Source Credibility? Fact-Checking Coverage of Politics, Science, and Popular Culture",
    "authors": "Hwayong Shin",
    "url": "http://dx.doi.org/10.1177/19401612241277137",
    "doi": "10.1177/19401612241277137",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "News sources that correct misinformation seek to foster an informed citizenry and promote democratic accountability. One such effort is being made by fact-checking sites across the globe. However, public trust in these outlets remains limited. Is their politics-focused coverage one factor behind the limited trust? Politics-focused coverage highlights partisan competition, which can harm credibility by activating identity-protective biases or resistance to persuasive intent. Prior research suggests depoliticized contexts can help mitigate defensive psychological tendencies in news source assessments. Thus, a potential approach to build broad-based trust could be to broaden the scope of coverage to include nonpolitical topics. Through a preregistered survey experiment in the United States, I test how the topical scope of coverage affects source credibility perceptions. Compared to politics-focused coverage, science-focused coverage improves credibility assessments. Focusing solely or partially on popular culture topics such as entertainment, sports, and lifestyle reduces source credibility. The effects of nonpolitical coverage on source credibility perceptions are similar across partisan groups. The results suggest the public shares the notion that serious public affairs coverage is central to reputable journalism. Overall, coverage of politics and science fares relatively well in building source credibility, whereas coverage of popular culture undermines credibility assessments. People find news sources that correct misinformation more credible when they cover a range of serious topics, but less credible when they cover lighter topics."
  },
  {
    "discipline": "public opinion",
    "title": "Voters Share Polls That Say What They Want to Hear: Experimental Evidence From Spain and the USA",
    "authors": "Alejandro Fernández-Roldán, Matthew Barnfield",
    "url": "http://dx.doi.org/10.1093/ijpor/edae047",
    "doi": "10.1093/ijpor/edae047",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "Pre-election polls are published continuously, particularly in the run-up to elections. Increasingly, polls are commissioned by the media and gain traction through their propagation on social media. But polls differ along many dimensions, including in their estimated vote shares and the corresponding portrayal of the state of public opinion. We rely on recent evidence to argue that these factors are likely to affect people’s willingness to share polls with their networks. To test this claim, we conduct two studies. In the first, we expose Spanish voters to a random selection of recent, real, 2023 general election vote intention polls. In the second, a conjoint analysis presents US voters with abstract, hypothetical 2024 presidential election polls. Across both studies, we find no evidence of any effect of polling firms, fieldwork dates, or sample sizes on intentions to share polls. Above all, our results suggest that the main factor consistently affecting voters’ proclivity to share polls is the result of the poll itself. Our findings are consistent with the literature that suggests that voters’ reception of poll results is usually driven by directional goals, and may have significant implications in light of the unique epistemic value of reposting on social media."
  },
  {
    "discipline": "public opinion",
    "title": "Perceptions and Concerns About Misinformation on Facebook in Canada, France, the US, and the UK",
    "authors": "Shelley Boulianne, Christian P Hoffmann",
    "url": "http://dx.doi.org/10.1093/ijpor/edae048",
    "doi": "10.1093/ijpor/edae048",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "Across the globe, people are concerned about misinformation despite evidence suggesting actual exposure is limited and specific to subgroups. We examine the extent to which concerns about misinformation on Facebook are related to perceived exposure to misinformation on the platform (misinformation perceptions), political experiences on Facebook, and country context. Using survey data gathered in February 2021 in four countries (Canada, France, UK, and the US), we find a strong positive correlation between perceptions of and concerns about misinformation on Facebook. We explain that this concern about misinformation is rational in that it is rooted in personal experience of perceived exposure. Seeing political content and observing uncivil political discussions on Facebook also relate to concerns about misinformation. We explain heightened concerns about misinformation in terms of views about the virality of misinformation on Facebook as well as the presumed influence of misinformation on others (third-person effects), which makes misinformation a perceived threat to democracy and society. The observed relationships are supported in three of the four countries, but France tends to be an exception. Understanding citizens’ concerns about misinformation is important for understanding support for interventions, including platform regulation."
  }
]
