[
  {
    "discipline": "communication",
    "title": "Far-right challenges to liberal democratic press norms: “indexing by proxy” in a German immigration debate",
    "authors": "Curd B Knüpfer, W Lance Bennett, Ulrike Klinger",
    "abstract": "This study examines the mechanisms by which illiberal politics make the news by disrupting democratic systems. During the late 20th century, a liberal journalistic consensus in most democracies developed guidelines for gatekeeping political voices and views in the news. In recent years, illiberal politics and changing media systems have challenged those press norms. Politically marginalized parties can make the news by disrupting party systems, elections, and policy processes. The presented case of German news coverage of the United Nations Global Compact for Migration shows that disproportionate media attention to the far-right Alternative für Deutschland party was not related to its size or policy impact, but to the strategic disruption of the political process itself. Making news via democratic disruption constitutes what we term “indexing by proxy” that undermines a core democratic journalism norm by amplifying coverage of illiberal actors that challenge the legitimacy of various public institutions, including legacy journalism.",
    "url": "https://doi.org/10.1093/joc/jqaf008",
    "doi": "https://doi.org/10.1093/joc/jqaf008",
    "filter": 0,
    "journal_full": "Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "Media use in groups of friends: Relationships with connectedness",
    "authors": "Carolin Lehmann, Sonja Utz",
    "abstract": "Friendships are important throughout the lifespan, but groups of friends who disperse geographically need communication media to stay connected. Prior research on the use of media in long-distance communication focused on dyads, thereby neglecting issues like the heightened coordination effort in groups. We conducted a survey on a representative sample of German adults to discover the media ensembles of (geographically dispersed) friend groups and to explore the relationship between these ensembles and connectedness. A cluster analysis revealed four clusters, ranging from a traditional cluster occasionally communicating through emails and voice calls to a cluster that frequently uses several media, including games and discussion forums. The use of group chats was common in three clusters. Feelings of connectedness increased with communication frequency and number of media used. Psychological processes, namely social presence and ambient awareness, influenced connectedness as well.",
    "url": "https://doi.org/10.1177/14614448251351282",
    "doi": "https://doi.org/10.1177/14614448251351282",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Examining the Use of Aggressive Satirical Humor on Perceptions of Trustworthiness in Communication About Renewable Energy",
    "authors": "Sara K. Yeo, Isabelle Freiling, Jiyoung Yeon, Jennifer S. Zhang, Meaghan McKasy, Michael A. Cacciatore, Leona Yi-Fan Su, Sarah Rose Siskind",
    "abstract": "We examined the effects of gentle and harsh satire on perceived trustworthiness of a scientist in an audio clip. Using a three-condition between-subjects survey experiment ( N = 723), we found that respondents in the experimental (vs. control) conditions reported greater perceived aggression, which was negatively associated with perceived trustworthiness of the scientist. The negative effects of the audio clips with satire on perceived trustworthiness were mediated by experienced mirth. Our results offer evidence that scientists who use satire may be seen as less trustworthy than those who do not, likely because of the aggression perceived in the jokes.",
    "url": "https://doi.org/10.1177/10755470251345746",
    "doi": "https://doi.org/10.1177/10755470251345746",
    "filter": 0,
    "journal_full": "Science Communication"
  },
  {
    "discipline": "politics",
    "title": "The super rich and the rest: Campaign finance pressures and the wealth of politicians",
    "authors": "Lucia Motolinia, Marko Klašnja, Simon Weschle",
    "abstract": "We provide a comprehensive theoretical and empirical account of the relationship between campaign finance pressures and the wealth of politicians. We argue that the heavily right‐skewed wealth distributions observed in contemporary societies translate into similarly skewed distributions of campaign resources. Such unequal resources mean that greater pressures to spend on campaigns disproportionately benefit the very wealthy. We also identify several conditions that determine the extent of the financing advantages of the very rich, and at whose expense they accrue. We test our propositions using a unique original data set on the wealth of more than 23,000 national legislators from 41 countries, as well as by exploiting quasi‐random variation in financing pressures provided by recent campaign finance reforms in Brazil and Chile. The analyses consistently show that greater financing pressures lead to greater shares of wealthy, and especially very wealthy legislators, and that these advantages vary in ways consistent with our predictions.",
    "url": "https://doi.org/10.1111/ajps.12996",
    "doi": "https://doi.org/10.1111/ajps.12996",
    "filter": 0,
    "journal_full": "American Journal of Political Science"
  },
  {
    "discipline": "politics",
    "title": "Status Threat, Partisanship, and Voters’ Conservative Shift Toward Right-Wing Candidates",
    "authors": "Diogo Ferrari, Brianna A. Smith",
    "abstract": "Past research indicates that support for conservatism increases when individuals perceive threat to their group’s social status – i.e., prestige and respect. However, the causal link between status threat and increased electoral support for conservative candidates has not been established. Most prior studies rely on observational data, and it remains unclear how the effect of status threat on candidate support varies depending on the specific conservative policies adopted by candidates. Additionally, previous research has not fully addressed whether and how these effects are constrained by voters’ party loyalty. This article investigates these questions by conducting a joint experiment combining vignette and conjoint designs. White Americans were randomly exposed to status threat communication, and then choose between different hypothetical candidates with varying degrees of conservatism on various issues. The results show large effects of candidates’ issue positions and partisanship, but very little effect of status threat.",
    "url": "https://doi.org/10.1017/xps.2025.10006",
    "doi": "https://doi.org/10.1017/xps.2025.10006",
    "filter": 0,
    "journal_full": "Journal of Experimental Political Science"
  },
  {
    "discipline": "politics",
    "title": "Protests and Polarization: How Black Lives Matter Changed Attitudes Toward Police",
    "authors": "Michael W. Sances",
    "abstract": "How has the Black Lives Matter (BLM) movement changed attitudes toward police? Using a novel application of the synthetic control method, I estimate the overall and partisan effects of BLM on aggregate public opinion. Rather than comparing places with more or less BLM activity, I compare confidence in police to confidence in other institutions, and support for police spending to support for other priorities. I find small or non-existent effects for the overall population, substantial negative effects for Democrats, and substantial positive effects for Republicans. Moreover, and despite Democratic politicians’ attempt to distance themselves from the “defund” position, these partisan effects have persisted, with Democratic backlash against police notably larger than Republican increases in support.",
    "url": "https://doi.org/10.1007/s11109-025-10062-2",
    "doi": "https://doi.org/10.1007/s11109-025-10062-2",
    "filter": 0,
    "journal_full": "Political Behavior"
  },
  {
    "discipline": "politics",
    "title": "Taking democracy's temperature: The (in)stability and covariates of populist attitudes",
    "authors": "Marie‐Isabel Theuwis",
    "abstract": "Populism among citizens is often perceived as a problem for democracies due to its rejection of representative practices. In response, scholars have put forward new democratic designs that enhance the democratic system's inclusiveness and popular control, thereby aiming to decrease populism among citizens, or so‐called populist attitudes. However, it is not known whether populist attitudes are even changeable, and whether they respond to such democratic improvements or merely reflect the populist ideas supplied by populist parties. This paper explores the behavior of populist attitudes over time and considers possible drivers of populist attitudes change. For doing so, it conducts a latent growth curve analysis of panel data from the Netherlands and Great Britain spanning approximately four years and containing 16 and 6 waves, respectively. The analyses show that populist attitudes fluctuate over time, and that changes in populist attitudes are associated with changes in democratic satisfaction. This implies that populist attitudes could function as a thermometer of a political system's perceived democratic quality.",
    "url": "https://doi.org/10.1111/pops.70058",
    "doi": "https://doi.org/10.1111/pops.70058",
    "filter": 0,
    "journal_full": "Political Psychology"
  },
  {
    "discipline": "politics",
    "title": "The bright side of authoritarian submission. Distinct cross‐lagged effects of right‐wing authoritarianism facets on intergroup helping intentions and susceptibility to anti‐helping misinformation during wartime mobilization",
    "authors": "Maciej Siemiątkowski, Michał Bilewicz, Maria Babińska",
    "abstract": "The key aim of the present research was to analyze the causal effects of authoritarian submission on intergroup helping intentions and susceptibility to anti‐helping misinformation in a context where authorities are mobilizing national support for the outgroup. Employing a longitudinal design, we surveyed a sample of Polish residents ( N in t 3 = 710) to examine distinct effects of RWA facets (authoritarian aggression, conventionalism, and authoritarian submission) on intergroup helping intentions and susceptibility to anti‐helping misinformation. For the first time, we have shown that while characteristics related to certain RWA facets can encourage supportive actions that align with the directives of authorities, others may simultaneously exacerbate existing negative attitudes. Our study revealed that while conventionalism predicted increased susceptibility to anti‐helping misinformation, authoritarian submission had a negative effect on this variable. Furthermore, only authoritarian submission increased intergroup helping intentions over time, reflecting adherence to norms endorsed by authorities. These findings highlight the complexity of RWA effects, suggesting that due to their opposite signs, certain relationships might be reduced when RWA is treated as a unidimensional construct. This emphasizes the need to recognize the multifaceted nature of RWA when designing both research as well as strategies aimed at promoting harmonious intergroup relations.",
    "url": "https://doi.org/10.1111/pops.70054",
    "doi": "https://doi.org/10.1111/pops.70054",
    "filter": 0,
    "journal_full": "Political Psychology"
  },
  {
    "discipline": "politics",
    "title": "The promises and pitfalls of using panel data to understand individual belief change",
    "authors": "Turgut Keskintürk, Pablo Bello, Stephen Vaisey",
    "abstract": "We investigate whether studies on political belief change can identify change trajectories at the individual level. Using simulations and case studies, we propose a grid‐search framework that allows researchers to evaluate the extent to which their target estimates generalize to their study population. We use simulated datasets to estimate plausible values for how many people changed, how much they changed, and who changed, based on observed response trajectories. Our results suggest that researchers should think carefully about the conditions under which they may make claims about belief change at the individual level. To guide substantive theory‐building, we propose a concise diagnostic routine researchers can use to translate their claims into a set of plausible alternatives and evaluate potential generative processes. We provide an R package to help researchers implement this procedure in their own work.",
    "url": "https://doi.org/10.1111/pops.70056",
    "doi": "https://doi.org/10.1111/pops.70056",
    "filter": 0,
    "journal_full": "Political Psychology"
  },
  {
    "discipline": "politics",
    "title": "Legislative reciprocity: Using a proposal lottery to identify causal effects",
    "authors": "Semra Sevi, Donald P. Green",
    "abstract": "Although much has been written on legislative reciprocity, rarely have scholars had an opportunity to leverage a randomly assigned asset to assess whether and how legislators reciprocate when their colleagues assist them. Using the lottery that allows Canadian Members of Parliament (MPs) to propose bills or motions, we examine whether MPs’ priority numbers affect their proclivity to second motions made by other MPs, which would be expected if MPs sought to build support for their own proposals by supporting proposals by others. Although MPs almost always make a proposal if their priority number allows them to do so, we find a weak relationship between MPs’ priority numbers and their probability of seconding others’ proposals. Moreover, when we look at successive parliaments, we see only faint indications that those who, by chance, won the right to propose in the previous session (and who therefore were eligible to attract seconds) are more likely to second others’ proposals in the current session. Although subject to a fair amount of statistical uncertainty that will gradually dissipate as future parliaments are examined, this pattern of evidence currently suggests that correlated seconding behavior among legislators is more the product of homophily than reciprocity.",
    "url": "https://doi.org/10.1017/psrm.2025.10032",
    "doi": "https://doi.org/10.1017/psrm.2025.10032",
    "filter": 0,
    "journal_full": "Political Science Research and Methods"
  },
  {
    "discipline": "politics",
    "title": "A survey experiment on post-Dobbs abortion bans",
    "authors": "Laurel Elder, Steven Greene, Mary-Kate Lizotte",
    "abstract": "In the wake of the Supreme Court’s Dobbs v. Jackson decision overturning Roe v. Wade, the American abortion policy landscape has been significantly altered. Through a novel survey experiment, we examine public opinion on 6-week versus 12-week abortion bans in this new context, testing whether 12-week bans are perceived as a more moderate position and garner greater support. Surprisingly, we find that Americans do not meaningfully distinguish between 6-week and 12-week bans. This suggests that attempts by some Republican officials to navigate the post-Dobbs landscape by proposing “moderate” abortion restrictions may be ineffective. However, we find that framing does matter: pro-life framing of bans increases support for candidates who endorse them, while pro-choice framing increases support for candidates who oppose them. Overall, our findings indicate that in the post-Dobbs era, the abortion debate has largely been flattened to a binary of “ban” versus “no ban,” rather than distinctions between ban timelines. As the post-Dobbs legal and political environment continues to evolve, our research provides valuable insights into how the public is responding to this new landscape of abortion politics in America.",
    "url": "https://doi.org/10.1177/20531680251351916",
    "doi": "https://doi.org/10.1177/20531680251351916",
    "filter": 0,
    "journal_full": "Research & Politics"
  },
  {
    "discipline": "politics",
    "title": "ConflLlama: Domain-specific adaptation of large language models for conflict event classification",
    "authors": "Shreyas Meher, Patrick T. Brandt",
    "abstract": "We present ConflLlama, demonstrating how efficient fine-tuning of large language models can advance automated classification tasks in political science research. While classification of political events has traditionally relied on manual coding or rigid rule-based systems, modern language models offer the potential for more nuanced, context-aware analysis. However, deploying these models requires overcoming significant technical and resource barriers. We demonstrate how to adapt open-source language models to specialized political science tasks, using conflict event classification as our proof of concept. Through quantization and efficient fine-tuning techniques, we show state-of-the-art performance while minimizing computational requirements. Our approach achieves a macro-averaged AUC of 0.791 and a weighted F1-score of 0.753, representing a 37.6% improvement over the base model, with accuracy gains of up to 1463% in challenging classifications. We offer a roadmap for political scientists to adapt these methods to their own research domains, democratizing access to advanced NLP capabilities across the discipline. This work bridges the gap between cutting-edge AI developments and practical political science research needs, enabling broader adoption of these powerful analytical tools.",
    "url": "https://doi.org/10.1177/20531680251356282",
    "doi": "https://doi.org/10.1177/20531680251356282",
    "filter": 0,
    "journal_full": "Research & Politics"
  },
  {
    "discipline": "public opinion",
    "title": "Unraveling the Relationships Among Individual Tendencies, Media Consumption, and Network Characteristics in the Self-Selective Dynamics of Online Political Discussions",
    "authors": "Chingching Chang",
    "abstract": "Unlike face-to-face political discussions, which can be unavoidable, online political discussions are largely self-selected. This paper identifies an individual attribute (diversity in information-seeking value) that fosters online political discussions and an individual tendency (opinion expression inhibition) that inhibits them. The association between such factors and online political discussions depends on voters’ media consumption and the characteristics of their online social networks. Drawing on research linking political discussions to political participation, this article predicts a relationship between individual differences and political participation, through the mediation of online political discussion frequency. With data gathered in a two-wave online survey among a representative sample, conducted before and after Taiwan’s 2022 local election, the authors test the self-selective dynamics of online political discussions. As the findings show, greater exposure to political information on new media, network heterogeneity, and size all magnify the positive relationship of diversity-seeking value with online political discussions. Greater exposure to political information on new media also intensifies the negative relationship between expression inhibition tendencies and online political discussions. Online political discussions are positively associated with subsequent political participation; specifically, they directly relate to voting and indirectly relate to offline political engagement, through their association with online political engagement.",
    "url": "https://doi.org/10.1093/ijpor/edaf036",
    "doi": "https://doi.org/10.1093/ijpor/edaf036",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research"
  },
  {
    "discipline": "psychology",
    "title": "Does Truth Pay? Investigating the Effectiveness of the Bayesian Truth Serum With an Interim Payment: A Registered Report",
    "authors": "Claire M. Neville, Matt N. Williams",
    "abstract": "Self-report data are vital in psychological research, but biases such as careless responding and socially desirable responding can compromise their validity. Although various methods are employed to mitigate these biases, they have limitations. The Bayesian truth serum (BTS) offers a survey scoring method to incentivize truthfulness by leveraging correlations between personal and collective opinions and rewarding “surprisingly common” responses. In this study, we evaluated the effectiveness of the BTS in mitigating socially desirable responding to sensitive questions and tested whether an interim payment could enhance its efficacy by increasing trust. In a between-subjects experimental survey, 877 participants were randomly assigned to one of three conditions: BTS, BTS with interim payment, and regular incentive (RI). Contrary to the hypotheses, participants in the BTS conditions displayed lower agreement with socially undesirable statements compared with the RI condition. The interim payment did not significantly enhance the BTS’s effectiveness. Instead, response patterns diverged from the mechanism’s intended effects, raising concerns about its robustness. As the second registered report to challenge its efficacy, this study’s results cast serious doubt on the BTS as a reliable tool for mitigating socially desirable responding and improving the validity of self-report data in psychological research.",
    "url": "https://doi.org/10.1177/25152459251343043",
    "doi": "https://doi.org/10.1177/25152459251343043",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science"
  },
  {
    "discipline": "psychology",
    "title": "Bestiary of Questionable Research Practices in Psychology",
    "authors": "Tamás Nagy, Jane Hergert, Mahmoud M. Elsherif, Lukas Wallrich, Kathleen Schmidt, Tal Waltzer, Jason W. Payne, Biljana Gjoneska, Yashvin Seetahul, Y. Andre Wang, Daniel Scharfenberg, Gabriella Tyson, Yu-Fang Yang, Aleksandrina Skvortsova, Samuel Alarie, Katherine Graves, Lukas K. Sotola, David Moreau, Eva Rubínová",
    "abstract": "Questionable research practices (QRPs) pose a significant threat to the quality of scientific research. However, historically, they remain ill-defined, and a comprehensive list of QRPs is lacking. In this article, we address this concern by defining, collecting, and categorizing QRPs using a community-consensus method. Collaborators of the study agreed on the following definition: QRPs are ways of producing, maintaining, sharing, analyzing, or interpreting data that are likely to produce misleading conclusions, typically in the interest of the researcher. QRPs are not normally considered to include research practices that are prohibited or proscribed in the researcher’s field (e.g., fraud, research misconduct). Neither do they include random researcher error (e.g., accidental data loss). Drawing from both iterative discussions and existing literature, we collected, defined, and categorized 40 QRPs for quantitative research. We also considered attributes such as potential harms, detectability, clues, and preventive measures for each QRP. The results suggest that QRPs are pervasive and versatile and have the potential to undermine all stages of the scientific enterprise. This work contributes to the maintenance of research integrity, transparency, and reliability by raising awareness for and improving the understanding of QRPs in quantitative psychological research.",
    "url": "https://doi.org/10.1177/25152459251348431",
    "doi": "https://doi.org/10.1177/25152459251348431",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science"
  },
  {
    "discipline": "psychology",
    "title": "Observation Moderates the Moral Licensing Effect: A Meta-Analytic Test of Interpersonal and Intrapsychic Mechanisms",
    "authors": "Amanda Rotella, Jisoo Jung, Christopher Chinn, Pat Barclay",
    "abstract": "Moral licensing occurs when someone who initially behaves morally subsequently acts less morally. We apply reputation-based theories to predict when and why it occurs. As pre-registered, we predicted: (1) being observed would be associated with larger licensing effects and (2) unambiguous outcomes would have smaller licensing effects. In a multi-level meta-analysis of 115 experiments ( N = 21,770), moral licensing was stronger when participants were observed ( g = 0.65) than unobserved ( g = 0.13). After accounting for publication bias with robust Bayesian meta-analysis, there was moderate evidence for licensing when participants were observed ( g = 0.51; BF 10 = 9.14), but moderate evidence against licensing when unobserved (Hedge’s g = −0.01; BF 10 = 0.11). Ambiguity did not moderate moral licensing. These findings suggest that moral licensing is elicited through interpersonal motives, clarify when licensing (vs. consistency) occurs, and explain why many online studies failed to replicate. Evidence for intrapsychic motives is inconclusive.",
    "url": "https://doi.org/10.1177/01461672251345512",
    "doi": "https://doi.org/10.1177/01461672251345512",
    "filter": 0,
    "journal_full": "Personality and Social Psychology Bulletin"
  },
  {
    "discipline": "psychology",
    "title": "Generative pretrained transformer models can function as highly reliable second screeners of titles and abstracts in systematic reviews: A proof of concept and common guidelines.",
    "authors": "Mikkel Helding Vembye, Julian Christensen, Anja Bondebjerg Mølgaard, Frederikke Lykke Witthöft Schytt",
    "url": "https://doi.org/10.1037/met0000769",
    "doi": "https://doi.org/10.1037/met0000769",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "psychology",
    "title": "Adapting methods for correcting selective reporting bias in meta-analysis of dependent effect sizes.",
    "authors": "Man Chen, James E. Pustejovsky",
    "url": "https://doi.org/10.1037/met0000773",
    "doi": "https://doi.org/10.1037/met0000773",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "psychology",
    "title": "Reevaluating R²med as an effect size measure for indirect effects.",
    "authors": "Sang-June Park, Youjae Yi",
    "url": "https://doi.org/10.1037/met0000771",
    "doi": "https://doi.org/10.1037/met0000771",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "sociology",
    "title": "Gun purchase interest as backlash to Black Lives Matter protests",
    "authors": "Masha Krupenkin, Elad Yom-Tov, David Rothschild",
    "abstract": "How do protests affect Americans’ gun ownership decisions? Using a novel dataset of gun-related web searches in combination with geocoded protest data, we examine the effects of the 2020 Black Lives Matter (BLM) protests on Americans’ interest in firearm purchase. We find a clear relationship between geographic proximity to BLM protests and firearm purchase web searches, but a null relationship between these searches and proximity to re-opening protests. We then examine racial attitudes of would-be gun buyers using users’ web search histories and find that users exposed to racially conservative narratives had significantly larger spikes in gun purchase interest during the 2020 BLM protests than did other comparable searchers. These results suggest that Black civil rights protests can serve as a catalyst for gun purchase interest.",
    "url": "https://doi.org/10.1093/sf/soaf096",
    "doi": "https://doi.org/10.1093/sf/soaf096",
    "filter": 0,
    "journal_full": "Social Forces"
  },
  {
    "discipline": "sociology",
    "title": "Justification of violence, ideological preferences, and exposure to protests: causal evidence from the 2019 Chilean social unrest",
    "authors": "Rodolfo Disi Pavlic, Rodrigo M Medel, Matías Bargsted, Nicolás M Somma",
    "abstract": "We examine the relationship between proximity to actively policed protest events and people’s willingness to justify violence against police forces. Focusing on the Chilean social uprising, a series of massive protests between 2019 and 2020, this study highlights the significant implications of law enforcement issues on government legitimacy and the potential for protest policing to escalate violence. To conduct our research, we use a difference-in-differences design that combines survey data with georeferenced data on protests that experienced active policing near survey respondents. Our results show that spatial and temporal proximity to such protests significantly increases people’s willingness to justify violence. Additionally, this effect is not uniform across all ideological groups. Exposure to protests with active policing strongly affects centrists, whereas it is negligible for leftists, rightists, and independents. Different robustness checks largely support a causal link between proximity to actively policed protests and justification of violence against the police. These insights contribute to our understanding of how mass mobilizations and state responses influence public attitudes, emphasizing the nuanced impact of protest policing on different ideological segments of society.",
    "url": "https://doi.org/10.1093/sf/soaf102",
    "doi": "https://doi.org/10.1093/sf/soaf102",
    "filter": 0,
    "journal_full": "Social Forces"
  },
  {
    "discipline": "sociology",
    "title": "How Do Survey Respondents Decide Whether to Consent to Data Linkage?",
    "authors": "Jonathan Burton, Mick P. Couper, Thomas F. Crossley, Annette Jäckle, Sandra Walzenbach",
    "abstract": "Linkages between surveys and administrative data provide an important opportunity for social and health research, but such linkages often require the informed consent of respondents. We use experimental data collection across five different samples to study how consent decisions are made. More reflective decision processes are associated with higher rates of consent, greater comprehension of the proposed data linkage, and greater confidence in the decision, but only about a third of respondents report using a reflective decision process. This suggests that the provision of additional information is unlikely to lead to significant improvements in informed consent.",
    "url": "https://doi.org/10.1177/00491241251344289",
    "doi": "https://doi.org/10.1177/00491241251344289",
    "filter": 0,
    "journal_full": "Sociological Methods & Research"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Environmental variability shapes the representational format of cultural learning",
    "authors": "Xavier Roberts-Gaal, Marija Bolic, Fiery A. Cushman",
    "abstract": "Cumulative culture requires learning mechanisms that are both efficient and flexible in the face of environmental change. We examine models of this learning mechanism that emphasize teaching what to do (causally opaque procedures) and those that foreground what to aim for and why (goals and causal reasoning). Learning procedures is cheap but inflexible; learning goals is more flexible to changing circumstance, but requires expensive individual learning about how to achieve them. In an iterated learning experiment, we demonstrate that cultural learning adapts in precisely this way: Microcultures more often instruct future generations to follow procedures when the world is stable, but they tend to share information about valuable outcomes and causal relations when the world is variable.",
    "url": "https://doi.org/10.1073/pnas.2505283122",
    "doi": "https://doi.org/10.1073/pnas.2505283122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Diffusion of complex contagions is shaped by a trade-off between reach and reinforcement",
    "authors": "Allison Wan, Christoph Riedl, David Lazer",
    "abstract": "How does social network structure amplify or stifle behavior diffusion? Existing theory suggests that when social reinforcement makes the adoption of behavior more likely, it should spread more—both farther and faster—on clustered networks with redundant ties. Conversely, if adoption does not benefit from social reinforcement, it should spread more on random networks which avoid such redundancies. We develop a model of behavior diffusion with tunable probabilistic adoption and social reinforcement parameters to systematically evaluate the conditions under which clustered networks spread behavior better than random networks. Using simulations and analytical methods, we identify precise boundaries in the parameter space where one network type outperforms the other or they perform equally. We find that, in most cases, random networks spread behavior as far or farther than clustered networks, even when social reinforcement increases adoption. Although we find that probabilistic, socially reinforced behaviors can spread farther on clustered networks in some cases, this is not the dominant pattern. Clustered networks are even less advantageous when individuals remain influential for longer after adopting, have more neighbors, or need more neighbors before social reinforcement takes effect. Under such conditions, clustering tends to help only when adoption is nearly deterministic, which is not representative of socially reinforced behaviors more generally. Clustered networks outperform random networks by a 5% margin in only 22% of the parameter space under its most favorable conditions. This pattern reflects a fundamental trade-off: Random ties enhance reach, while clustered ties enhance social reinforcement.",
    "url": "https://doi.org/10.1073/pnas.2422892122",
    "doi": "https://doi.org/10.1073/pnas.2422892122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Regional disparities in US media coverage of archaeology research",
    "authors": "Bridget Alex, Jenny Ji, Rowan Flad",
    "abstract": "Mass media represents a primary avenue for research to reach diverse publics, but relatively few peer-reviewed scientific papers become popular science news. Numerous gatekeepers determine which research manuscripts complete this dissemination pathway, and the resulting media landscape influences public understandings of scientific fields. Here, we compare scientific and popular publishing of archaeology about different geographic regions. Of 1155 archaeology papers in one specialist and six general science journals across 6 years, 32% were reported by at least one of 15 US news sources. Mixed-effects logistic regression models revealed variation across news sources, but overall papers about archaeology in United Kingdom, Israel/Palestine, and Australia were significantly more likely to receive coverage, compared to China/Taiwan. This disparity raises concerns as archaeology influences notions of identity and cultural achievement, and has been misappropriated by racist, nationalist ideologies. We recommend ways for actors in research dissemination to diversify archaeology coverage.",
    "url": "https://doi.org/10.1126/sciadv.adt5435",
    "doi": "https://doi.org/10.1126/sciadv.adt5435",
    "filter": 0,
    "journal_full": "Science Advances"
  }
]
