[
  {
    "discipline": "communication",
    "title": "Unlocking potential: how enterprise social media features shape employee agility performance",
    "authors": "Abdul Hameed Pitafi, Fazeelat Masood, Sheena Pitafi",
    "url": "https://doi.org/10.1108/itp-01-2024-0064",
    "doi": "https://doi.org/10.1108/itp-01-2024-0064",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose The present research aims to explore the influence of enterprise social media (ESM) features on employee agility through knowledge sharing and hiding. ESM strain was taken as a moderator in the association among knowledge sharing, knowledge hiding and employee agility. Communication visibility theory is used to underpin the hypothesized research model. Design/methodology/approach Data is collected from 374 Chinese employees working in different companies. A structural equation modeling (SEM) is applied using AMOS software 21.0. Findings Findings illustrate that ESM features namely analysis, tracking and communication are significantly connected to knowledge sharing and negatively to knowledge hiding. Knowledge sharing is significantly related to employee agility while knowledge hiding is negatively linked to employee agility. Further, ESM strain strengthens the negative connection between knowledge hiding and employee agility. However, ESM strain has an insignificant moderating effect in the connection between knowledge sharing and employee agility. Practical implications The current research has practical implications for ESM users and ESM-enabled organizations. For individuals who use ESM to promote knowledge within an organization, this study highlights the important functioning of ESM features that include analysis, tracking and communication. For managers, this study suggests the use of ESM features to promote knowledge sharing and inhibit knowledge hiding. Originality/value The current research investigates how ESM features are associated with employee agility in the workplace. This study proposes that knowledge sharing and knowledge hiding are the mediators of the effect path between ESM features and employee agility. Moreover, the present study extends to ESM literature by highlighting the moderating role of ESM strain using communication visibility theory as a theoretical lens. Lastly, this study quantifies the benefits of ESM features to help organizations train agile employees."
  },
  {
    "discipline": "communication",
    "title": "Examining the impact of social media de-influencing on audiences",
    "authors": "Samer Elhajjar, Omar S. Itani",
    "url": "https://doi.org/10.1108/intr-04-2024-0574",
    "doi": "https://doi.org/10.1108/intr-04-2024-0574",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose This study investigates the effect of de-influencing and its related content on consumer behavior compared with influencing content. It considers the gender of de-influencers and consumers’ varied reactions to distinct types of de-influencing. Design/methodology/approach Based on informational social influence theory, we conducted three experiments to investigate how consumers perceive and respond to de-influencing: the first explores consumer perception of social media de-influencers compared to influencers; the second examines the effect of de-influencers’ gender and the last compares consumer attitude toward various types of de-influencer content. Findings Consumers find de-influencers more credible than “traditional” influencers. De-influencing messages significantly affect attitude and purchase intention. The de-influencing creator’s gender does not affect brand attitude, perceived message effectiveness or perception. However, de-influencing video content influences attitudes toward brands and video effectiveness. Messages focusing on ethics and health elicit more negative perceived attitudes toward the brand. Research limitations/implications This pioneering research introduces “de-influence” as a new dynamic in social media marketing, revealing consumers’ preference for authentic, skeptical content over traditional influencer promotions. This lays the foundation for future research on consumer behavior and brand perception in digital spaces. Practical implications Brands in trust-sensitive industries should embrace authenticity and engage with de-influencers to build trust, turn criticism into growth opportunities and align themselves with consumer value. Originality/value Our study represents pioneering research in the emerging field of de-influencing, filling gaps in the literature and offering a comprehensive contribution to social media research."
  },
  {
    "discipline": "communication",
    "title": "Designing algorithms against corruption: a conjoint study on communicative features to encourage intentions for collective action",
    "authors": "Christopher Starke, Kimon Kieslich, Max Reichert, Nils Köbis",
    "url": "https://doi.org/10.1080/19331681.2025.2465326",
    "doi": "https://doi.org/10.1080/19331681.2025.2465326",
    "filter": 0,
    "journal_full": "Journal of Information Technology & Politics"
  },
  {
    "discipline": "communication",
    "title": "The Associations of Family Communication Patterns With Young Adults’ Depression in Hungary and China: The Mediating Role of Maternal Psychological Control",
    "authors": "Xiaoxia Li, Yan Bing Zhang",
    "url": "https://doi.org/10.1177/0261927x251322458",
    "doi": "https://doi.org/10.1177/0261927x251322458",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "In this survey study ( N = 235), we examined the associations among young adults’ perceptions of family communication patterns (FCPs), maternal psychological control (MPC), and depression in Hungary and China. The results revealed that Chinese young adults reported higher levels of family conformity orientation, MPC, and depression compared to their Hungarian counterparts. Additionally, Chinese and Hungarian young adults reported similar levels of family conversation orientation. Furthermore, results indicated that conversation orientation was a direct negative predictor of young adults’ depression. Lastly, conformity orientation was a positive indirect predictor of depression through MPC. These findings underscore the significant roles of general FCPs and specific parental behaviors play in the mental well-being of young adults."
  },
  {
    "discipline": "communication",
    "title": "Affective Valence in Posts on X (Formerly Twitter) and Evaluation of a Politician’s Image",
    "authors": "Monika Obrębska, Barbara Konat, Ewelina Gajewska, Nadia Dembska, Marcelina Dobrowolska",
    "url": "https://doi.org/10.1177/0261927x251321504",
    "doi": "https://doi.org/10.1177/0261927x251321504",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "The aim of this study was to examine whether the use of affective language by politicians impacts the social evaluation of their image, as measured by the semantic differential method developed by Cwalina et al.. In the study, Polish participants ( N = 958) evaluated the profiles of three well-known Polish politicians from different parties: Bosak (right-wing), Trzaskowski (center), and Biedroń (left-wing). Participants made evaluations before and after reading hateful, kind or neutral tweets about refugees from Ukraine. We controlled for participants’ political views and demographic variables. The results confirmed changes in evaluations of the image of politicians depending on the language they used. The ‘positivity bias’ identified in the study provides encouragement to use kindness speech in public discourse, showing that this type of communication can improve a politician's ratings."
  },
  {
    "discipline": "communication",
    "title": "A News Ecology Perspective to Information Verification: Examining the Effects of News Repertoire and News Capital",
    "authors": "Yan Qu, Shuning Lu",
    "url": "https://doi.org/10.1177/10776990251318636",
    "doi": "https://doi.org/10.1177/10776990251318636",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "There is a growing concern about the spread of misinformation on the internet. One of the key solutions to address this challenge is the practice of information verification by individuals. Current research on information verification tends to overlook the influence from individuals’ information and social environment. Informed by the media repertoire and the egocentric network approach, this study proposes to examine one’s news repertoire and news discussion networks as critical correlates with verification beliefs and behavior. A survey with a nationally representative sample in the United States ( N = 1,088) revealed that a rich news repertoire and a higher level of news capital embedded in news discussion networks are positively associated with one’s perceptions of self-efficacy and actual engagement in information verification. In addition, the study uncovers the moderating role of news capital in magnifying the positive linkage between news repertoire richness and verification self-efficacy as well as the indirect pathway linking news repertoire richness to verification behavior via verification self-efficacy. Overall, our study offers a news ecology perspective that expands scholarly understanding and theorization of information verification."
  },
  {
    "discipline": "communication",
    "title": "Cutting the Climate Agenda: The Effect of Sinclair Broadcasting on Public Awareness of Climate Change",
    "authors": "Haley Pierce",
    "url": "https://doi.org/10.1177/10776990251316549",
    "doi": "https://doi.org/10.1177/10776990251316549",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "Research has begun to explore the effects of Sinclair ownership on news content and on public opinion. However, research has not yet linked changes in news content to changes in public opinion. Using computational textual analysis, this study finds that once a station is purchased by Sinclair, its volume of climate change reporting drops; the remaining climate change reporting de-emphasizes climate science, and the public becomes less aware climate change is happening."
  },
  {
    "discipline": "communication",
    "title": "Picking Up the Call for Reparations: News Coverage Following Three Catalysts",
    "authors": "Sean P. Pauley",
    "url": "https://doi.org/10.1177/10776990251316285",
    "doi": "https://doi.org/10.1177/10776990251316285",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "This study analyzes how mainstream and Black newspapers covered reparations after the Black Lives Matter protests and two other catalysts in reparations discourse: Ta-Nehisi Coates’s “The case for reparations” and the 2019 commission to reexamine H.R. 40. Using ARIMAX models of articles discussing reparations over two decades, this analysis tests how coverage changed and uses Google Trends data to test how the public’s agenda responded. Mainstream newspapers were more receptive to legislative action, whereas the Black press gave more attention to reparations after the 2020 protests. Search behavior was responsive to mainstream coverage of reparations."
  },
  {
    "discipline": "communication",
    "title": "Datacasting: TikTok’s Algorithmic Flow as Televisual Experience",
    "authors": "Ellenrose Firth, Alberto Marinelli",
    "url": "https://doi.org/10.17645/mac.9392",
    "doi": "https://doi.org/10.17645/mac.9392",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Recommendation algorithms have acquired a central role in the suggestion of content within both subscription video on demand (SVOD) and advertising-based video on demand (AVOD) services and media-sharing platforms. In this article, we suggest the introduction of the datacasting paradigm, which takes into account the increasing relevance algorithms have in selection processes on audiovisual platforms. We use TikTok as a case study as it is an entirely algorithmic platform, and therefore embodies the heart of our discussion, and analyse how the algorithmic flow within the platform influences user experience, the impact it has on the enjoyment of content, and whether the platform can be considered televisual. We have opted to frame TikTok within debates on flow, as we believe that is what is at the core of the platform experience. Through the analysis of in-depth interviews, we extracted two main categories of responses: TV on TikTok and TikTok as TV. The former includes all responses related to the consumption of traditional televisual material on the platform, while the latter looks at all potential connections between the platform and television viewing habits."
  },
  {
    "discipline": "communication",
    "title": "Catch 22: Institutional ethics and researcher welfare within online extremism and terrorism research",
    "authors": "Joe Whittaker, Elizabeth Pearson, Ashley A Mattheis, Till Baaken, Sara Zeiger, Farangiz Atamuradova, Maura Conway",
    "url": "https://doi.org/10.1177/14614448251317471",
    "doi": "https://doi.org/10.1177/14614448251317471",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Drawing from interviews with 39 online extremism and terrorism researchers, this article provides an empirical analysis of these researchers’ experiences with institutional ethics processes. Discussed are the harms that these researchers face in the course of their work, including trolling, doxing, and mental and emotional trauma arising from exposure to terrorist content, which highlight the need for an emphasis on researcher welfare. We find that researcher welfare is a neglected aspect of ethics review processes however, with most interviewees not required to gain ethics approval for their research resulting in very little attention to researcher welfare issues. Interviewees were frustrated with ethics processes, indicating that committees oftentimes lacked the requisite knowledge to make informed ethical decisions. Highlighted by interviewees too was a concern that greater emphasis on researcher welfare could result in blockages to their ‘risky’ research, creating a ‘Catch 22’: interviewees would like more emphasis on their (and colleagues’) welfare and provision of concomitant supports, but feel that increased oversight would make gaining ethics approval for their research more difficult, or even impossible. We offer suggestions for breaking the impasse, including more interactions between ethics committees and researchers; development of tailored guidelines; and more case studies reflecting on ethics processes."
  },
  {
    "discipline": "communication",
    "title": "AI chatbot accountability in the age of algorithmic gatekeeping: Comparing generative search engine political information retrieval across five languages",
    "authors": "Joanne Kuai, Cornelia Brantner, Michael Karlsson, Elizabeth Van Couvering, Salvatore Romano",
    "url": "https://doi.org/10.1177/14614448251321162",
    "doi": "https://doi.org/10.1177/14614448251321162",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This study investigates the performance of search engine chatbots powered by large language models in generative political information retrieval. Applying algorithmic accountability as a central theme, this research (a) assesses the alignment of artificial intelligence (AI) chatbot responses with timely political information, (b) investigates the factual correctness and transparency of chatbot-sourced synopses, (c) examines the adherence of chatbots to democratic norms and impartiality ideals, (d) analyzes the sourcing and attribution behaviors of the chatbots, and (e) explores the universality of chatbot gatekeeping across different languages. Using the 2024 Taiwan presidential election as a case study and prompting as a method, the study audits responses from Microsoft Copilot in five languages. The findings reveal significant discrepancies in information readiness, content accuracy, norm adherence, source usage, and attribution behavior across languages. These results underscore the contextual awareness when applying accountability assessment that looks beyond transparency in AI-mediated communication, especially during politically sensitive events."
  },
  {
    "discipline": "communication",
    "title": "How Forced Versus Selective Exposure Matters for the Influence of Emotional Appeals About Climate Change in a Sample of Americans",
    "authors": "Chris Skurka, Rainer Romero-Canyas, Helen H. Joo, Jeff Niederdeppe",
    "url": "https://doi.org/10.1177/10755470251316777",
    "doi": "https://doi.org/10.1177/10755470251316777",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "Researchers studying the influence of strategic science messages have overlooked the fact that people are selective in the content they consume. In this experiment, participants were “forced” to view one of three climate appeals (threat, humor, informational), reflecting the typical between-subjects experiment, or they were permitted to choose between one of these appeals (or topical alternatives), reflecting real-world media choice. Compared with forced exposure, choice exposure resulted in slightly less reactance and slightly greater enjoyment, appreciation, and persuasion outcomes—even after accounting for self-selection biases. These findings underscore the value of treating research participants as selective consumers of science content."
  },
  {
    "discipline": "communication",
    "title": "Perceptions of Pandemic Messaging Across 36 Weeks: A Repeated Cross-Section Design With U.S. Adults",
    "authors": "Jakob D. Jensen, Joshua B. Barbour, Helen M. Lillie, Chelsea L. Ratcliff, Manusheela Pokharel, Andy J. King",
    "url": "https://doi.org/10.1177/10755470251318199",
    "doi": "https://doi.org/10.1177/10755470251318199",
    "filter": 0,
    "journal_full": "Science Communication",
    "abstract": "To understand public perceptions of pandemic messaging, we surveyed U.S. adults for 36 consecutive weeks starting on March 12, 2020. Using a repeated cross-section design, we tracked intentions to engage in protective behaviors, demographics, and four message perceptions: exhaustion, overload, repetition, and exaggeration. Exhaustion increased over time and became negatively related to intentions (rising negativity model). Exaggeration was stable across the 36 weeks, yet had the strongest negative relationship with intentions and that relationship increased over time (fixed model with increasing negative relationship). Overload and repetition were positively related to intentions, but the relationships faded over time (fading positivity model)."
  },
  {
    "discipline": "communication",
    "title": "Who Is Spreading AI-Generated Health Rumors? A Study on the Association Between AIGC Interaction Types and the Willingness to Share Health Rumors",
    "authors": "Zehang Xie",
    "url": "https://doi.org/10.1177/20563051251323391",
    "doi": "https://doi.org/10.1177/20563051251323391",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Generative chatbots based on artificial intelligence technology have become an essential channel for people to obtain health information. They provide not only comprehensive health information but also real-time virtual companionship. However, the health information provided by AI may not be completely accurate. Employing a 3 × 2 × 2 experimental design, the research examines the effects of interaction types with AI-generated content (AIGC), specifically under virtual companionship and knowledge acquisition scenarios, on the willingness to share health-related rumors. In addition, it explores the impact of the nature of the rumors (fear vs hope) and the role of altruistic tendencies in this context. The results show that people are more willing to share rumors in a knowledge acquisition situation. Fear-type rumors can stimulate people’s willingness to share more than hope-type rumors. Altruism plays a moderating role, increasing the willingness to share health rumors in the scenario of virtual companionship, while decreasing the willingness to share health rumors in the scenario of knowledge acquisition. These findings support Kelley’s three-dimensional attribution theory and negativity bias theory, and extend these results to the field of human–computer interaction. The results of this study help to understand the rumor spreading mechanism in the context of human–computer interaction and provide theoretical support for the improvement of health chatbots."
  },
  {
    "discipline": "communication",
    "title": "Visual representations of wealth inequality in political communication",
    "authors": "Michael Vaughan, Sarah Kerr",
    "url": "https://doi.org/10.1177/14703572241300886",
    "doi": "https://doi.org/10.1177/14703572241300886",
    "filter": 0,
    "journal_full": "Visual Communication",
    "abstract": "Wealth inequality is deepening in many countries around the world, presenting increasing challenges to public notions of fairness while simultaneously proving resistant to democratic intervention. This article looks at one element of the politics of wealth inequality which has so far received relatively little attention: visual representations in political communication. The authors collected an original dataset of 243 images posted on Facebook by UK news media and civil society organizations to explore how different actors visually represent the problem of wealth inequality. They used content analysis to demonstrate that news media in particular tends to visualize inequality through images of wealth itself, such as luxury goods and property, whereas civil society more often tries to contrast richness and poorness. They conducted social semiotic analysis on two sets of recurring tropes to investigate the complex trade-offs in how visual content frames inequality, whether through ambivalent focus on the super-rich or a claim to objectivity and completeness through birds-eye aerial photography."
  },
  {
    "discipline": "politics",
    "title": "The Genetics of Political Participation: Leveraging Polygenic Indices to Advance Political Behavior Research",
    "authors": "Rafael Ahlskog, Christopher Dawes, Sven Oskarsson, Aaron Weinschenk",
    "url": "https://doi.org/10.1007/s11109-025-10020-y",
    "doi": "https://doi.org/10.1007/s11109-025-10020-y",
    "filter": 0,
    "journal_full": "Political Behavior",
    "abstract": "Previous research has found that political traits have some degree of genetic basis, but researchers have had less success unpacking the relationship between genes and political behavior. We propose an approach for examining this relationship that can overcome many of the limitations of previous research: polygenic indices (PGIs). PGIs are DNA-based individual-level variables that capture the genetic propensity to exhibit a given trait. We begin by outlining how PGIs are derived, how they can be utilized in conventional regression-based research, and how results should be interpreted. We then provide proof of concept, using data on over 50,000 individuals in four samples from the U.S. and Sweden to show that PGIs for health and psychological traits significantly predict measures of political participation, even within families. We conclude by outlining several ideas and providing empirical examples for researchers who may be interested in building on the PGI approach."
  },
  {
    "discipline": "politics",
    "title": "Can autocratic power influence the media in democracies? Evidence from China's expulsion of American journalists",
    "authors": "Ruilin Lai",
    "url": "https://doi.org/10.1017/psrm.2025.5",
    "doi": "https://doi.org/10.1017/psrm.2025.5",
    "filter": 0,
    "journal_full": "Political Science Research and Methods",
    "abstract": "Can autocratic governments influence foreign media? This study finds that political pressures from autocrats can motivate the media in democracies to tone down their negativity. Exploiting China's sudden expulsion of American journalists in March 2020, I show that US news outlets targeted by the expulsion adopted a more positive tone toward China in their subsequent coverage, compared to outlets that were not targeted. Further analyses confirm that the observed pattern is not due to unexpelled outlets presenting more negative coverage of China, and that the expulsion has similar chilling effects on media outlets that could have been affected. The findings highlight the overt threats autocracies pose to media freedom, a fundamental pillar of democratic societies."
  },
  {
    "discipline": "politics",
    "title": "Boys, girls, and children: gender and question-wording in the measurement of authoritarianism",
    "authors": "David A.M. Peterson, Carrie Swartz",
    "url": "https://doi.org/10.1017/psrm.2024.49",
    "doi": "https://doi.org/10.1017/psrm.2024.49",
    "filter": 0,
    "journal_full": "Political Science Research and Methods",
    "abstract": "The standard measure of authoritarianism asks respondents about desirable qualities in children. Although these questions are gender-neutral, respondents may differ in the gender of the child in their heads when answering. The items also may tap into gendered expectations about boys' and girls' behavior. We conducted three experiments that randomly assigned respondents to be asked about a child, a boy, or a girl in the items. We compare the means, measurement properties, and correlation between authoritarianism and other important variables across the conditions. Asking respondents about a girl creates significant differences in the level and measurement of authoritarianism, which is partially driven by the respondents' sexism. There are, fortunately, few other significant differences in the correlates of authoritarianism."
  },
  {
    "discipline": "politics",
    "title": "Presenting the StanDat database on international standards: improving data accessibility on marginal topics",
    "authors": "Solveig Bjørkholt",
    "url": "https://doi.org/10.1017/psrm.2025.3",
    "doi": "https://doi.org/10.1017/psrm.2025.3",
    "filter": 0,
    "journal_full": "Political Science Research and Methods",
    "abstract": "This article presents an original database on international standards, constructed using modern data gathering methods. StanDat facilitates studies into the role of standards in the global political economy by (1) being a source for descriptive statistics, (2) enabling researchers to assess scope conditions of previous findings, and (3) providing data for new analyses, for example the exploration of the relationship between standardization and trade, as demonstrated in this article. The creation of StanDat aims to stimulate further research into the domain of standards. Moreover, by exemplifying data collection and dissemination techniques applicable to investigating less-explored subjects in the social sciences, it serves as a model for gathering, systematizing, and sharing data in areas where information is plentiful yet not readily accessible for research."
  },
  {
    "discipline": "politics",
    "title": "Do external threats increase bipartisanship in the United States? An experimental test in the shadow of China's rise",
    "authors": "Eddy S. F. Yeung, Weifang Xu",
    "url": "https://doi.org/10.1017/psrm.2024.60",
    "doi": "https://doi.org/10.1017/psrm.2024.60",
    "filter": 0,
    "journal_full": "Political Science Research and Methods",
    "abstract": "Do external threats increase American bipartisanship? We subject this question to an experimental test. Leveraging the Biden and Trump administrations’ similar characterization of the China threat, we exposed American respondents to real-world primes about security threats from China, while randomizing the messenger of such primes. We find that the threat primes—regardless of the partisan identity of their messenger—boosted Democrats’ and Republicans’ support for assertive foreign policy in a largely parallel manner, thereby failing to reduce preference polarization. Importantly, there were no measurable changes across multiple indicators of affective polarization. These findings clarify the limits of external threats in uniting Americans, while also challenging recent perspectives that external threats—often colored by elite rhetoric—will further polarize the American public."
  },
  {
    "discipline": "politics",
    "title": "The fact-checking dilemma: Fact-checking increases the reputation of the fact-checker but creates perceptions of ideological bias",
    "authors": "Natalia Aruguete, Ernesto Calvo, Tiago Ventura",
    "url": "https://doi.org/10.1177/20531680251323120",
    "doi": "https://doi.org/10.1177/20531680251323120",
    "filter": 0,
    "journal_full": "Research & Politics",
    "abstract": "This study examines how exposure to counter- and pro-attitudinal fact-checking messages impacts the fact-checker’s perceived quality and ideological leaning. In a well-powered and pre-registered survey experiment conducted during the 2021 mid-term election in Argentina, when COVID-19 was a polarizing issue, we exposed 5757 respondents to real tweets reporting the number of COVID-19 cases, followed by fact-checking adjudications that appropriately confirmed or refuted the original publication. Results show that pro-attitudinal messages increased the quality rating of the fact-checker, Chequeado, and made respondents perceive the organization ideologically closer to their views. Counter- attitudinal fact-checking also increases the perceived quality but has no significant effect on the perceived ideology of the fact-checker. Fact-checks are reputation-improving and do not seem to backfire. However, the intervention affects how voters perceive the ideological leaning of fact-checking organizations."
  },
  {
    "discipline": "public opinion",
    "title": "Averaging Non-Probability Online Surveys to Avoid Maximal Estimation Error",
    "authors": "Alexander Murray-Watters, Stefan Zins, Joseph W. Sakshaug, Carina Cornesse",
    "url": "https://doi.org/10.1177/0282423x241312775",
    "doi": "https://doi.org/10.1177/0282423x241312775",
    "filter": 0,
    "journal_full": "Journal of Official Statistics",
    "abstract": "Data from online non-probability samples are often analyzed as if they were based on a simple random sample drawn from the general population. As the exact sampling frame for these non-probability samples are usually unknown, there is no general method to construct unbiased estimators. This raises the question of whether estimates based on online non-probability samples are consistent across sample vendors and concerning estimates based on probability samples. To address this question, we analyze data collected from eight different online non-probability sample vendors and one online probability-based sample. We find that estimates from the different non-probability samples can be very inconsistent. We suggest averaging estimates across multiple vendor samples to avoid the risk of a maximum estimation error. We evaluate several averaging approaches, including a LASSO regression procedure which identifies a subset of vendors that, when averaged, produce estimates that are more consistent with the reference probability-based estimates, compared to any single vendor. Our results show that estimates based on different vendors’ samples display different selection biases, but there is also some commonality among some vendor-specific estimates, thus there could be strong gains in estimation precision by averaging across a selection of multiple non-probability sample vendors."
  },
  {
    "discipline": "public opinion",
    "title": "Response Times and Self-Reporting: Response Patterns Across Countries and World Regions Using Data From a Large Scale Computer-Based Assessment",
    "authors": "Hana Vonkova, Ondrej Papajoanu, Martin Bosko",
    "url": "https://doi.org/10.1177/08944393251322160",
    "doi": "https://doi.org/10.1177/08944393251322160",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "Understanding reporting behavior in questionnaires is a key issue in enhancing cross-national data comparability and policy decisions. Computers help improve the analysis of careless or insufficient effort (C/IE) responding by logging response times and other response behavior, ensuring data quality. We introduce a response-time based approach, built on an analysis of the relationship between a survey item and a related external variable, to cross-national research. Using PISA 2015 data from 58 countries/economies, we analyze patterns of correlations between the enjoyment of science and science test scores across response time. We focus on C/IE responding towards the beginning of the response time spectrum. Results indicate rather diligent responding in Eastern Asia and a part of Northern Europe. Yet in other regions (e.g., part of Latin America and the Caribbean, and Eastern Europe), C/IE responding might be distorting the data. We provide other researchers with information regarding when and to what extent C/IE responding can occur across countries. We enhance the understanding of heterogeneity in reporting behavior across countries."
  },
  {
    "discipline": "psychology",
    "title": "Sample-Size Planning in Item-Response Theory: A Tutorial",
    "authors": "Ulrich Schroeders, Timo Gnambs",
    "url": "https://doi.org/10.1177/25152459251314798",
    "doi": "https://doi.org/10.1177/25152459251314798",
    "filter": 0,
    "journal_full": "Advances in Methods and Practices in Psychological Science",
    "abstract": "Although item-response-theory (IRT) models offer well-established psychometric advantages over traditional scoring methods, they remain underused in practice. Following a brief introduction to the IRT framework, we emphasize its major advantages and explore potential applications in various research areas. The main part of this tutorial provides a comprehensive, step-by-step guide to Monte Carlo simulation-based sample-size estimation in IRT, which is essential for obtaining precise estimates of item and person parameters, structural effects, and model fit. Accurate a priori sample-size estimation is also crucial for effective study planning, especially in preregistration and registered reports. We highlight 10 key decisions, organized into four areas: (a) determining the data-generation model, (b) defining the test design and the process of missing values, (c) selecting the IRT model and parameters of interest, and (d) setting up and running the Monte Carlo simulation. The procedure is illustrated with examples from educational, personality, and clinical psychology. An extensively annotated and easily customizable syntax is available in an online repository."
  },
  {
    "discipline": "psychology",
    "title": "More than just belonging? Uniqueness’ role in inclusion experiences",
    "authors": "Peter Luca Versteegen, Byron G. Adams",
    "url": "https://doi.org/10.1177/13684302241312675",
    "doi": "https://doi.org/10.1177/13684302241312675",
    "filter": 0,
    "journal_full": "Group Processes & Intergroup Relations",
    "abstract": "Inclusion experiences are central to an individual’s well-being, but when do individuals feel included? Does it suffice to belong to the larger group (e.g., a work team or society), or do individuals also need to feel unique within that group, as optimal distinctiveness research would suggest? In this paper, we examine whether feeling unique improves an individual’s well-being beyond belonging only. Two correlational studies with Europe-based employees ( N = 292, N = 295) show that uniqueness explains well-being when controlling for belonging. An online experiment from a general sample in the US ( N = 666) provides indicative causal evidence that feeling unique improves well-being while holding belonging constant. Together, this research indicates that uniqueness plays a vital role in individuals’ inclusion experiences, such that it improves well-being beyond belonging. However, isolating the two components remains intricate, and we discuss avenues for future research to operationalize the two inclusion needs."
  }
]
