[
  {
    "discipline": "communication",
    "title": "A systematic review of applications, manipulations and manipulation checks of construal level theory in advertising",
    "authors": "Muhammad Rashid Saeed, Hiba Khan, Huda Khan, Richard Lee",
    "url": "https://doi.org/10.1093/ct/qtae026",
    "doi": "https://doi.org/10.1093/ct/qtae026",
    "filter": 0,
    "journal_full": "Communication Theory",
    "abstract": "Advertising research has increasingly applied construal level theory (CLT) to predict advertising effectiveness. This study systematically reviews and synthesizes CLT-based advertising research by focusing on the theoretical tenets of CLT, construal-level manipulations, and construal-level manipulation checks applied in this research domain. This is the first systematic review of CLT-based advertising research involving psychological distance, which is the distance from self, here, and now. The review identified 86 relevant articles published in top-ranked journals between 2009 and 2023, retrieved from seven electronic academic databases. It found that CLT-based advertising studies are primarily anchored on the theoretical tenets of matching effect, categorization effect, and psychological distance. It further identified and classified the construal-level manipulations used in CLT-based advertising research into three categories: psychological-distance dimensions, psychological manipulations, and marketing-related factors. Finally, this review highlights the critical gaps in existing research and offers avenues for future research."
  },
  {
    "discipline": "communication",
    "title": "A Meta-Analysis of Artificial Intelligence Technologies Use and Loneliness: Examining the Influence of Physical Embodiment, Age Differences, and Effect Direction",
    "authors": "Xu Dong, Jun Xie, He Gong",
    "url": "https://doi.org/10.1089/cyber.2024.0468",
    "doi": "https://doi.org/10.1089/cyber.2024.0468",
    "filter": 0,
    "journal_full": "Cyberpsychology, Behavior, and Social Networking"
  },
  {
    "discipline": "communication",
    "title": "Analyzing the share of media followers of government Twitter accounts across Western European countries",
    "authors": "Maud Reveilhac, Bohdan Trembovelskyi",
    "url": "https://doi.org/10.1177/02673231251315911",
    "doi": "https://doi.org/10.1177/02673231251315911",
    "filter": 0,
    "journal_full": "European Journal of Communication",
    "abstract": "The study investigates which democracy dimensions impact the share of (foreign) media followers of European governments’ Twitter social media accounts. To achieve this target, a network analysis and a data-linking strategy are relied upon to conduct three multilevel regression models. The first model reveals that while overall government media attention is positively associated with gross domestic product and internet penetration, it is negatively associated with higher levels of deliberative democracy. The second model, which focuses specifically on the share of foreign media followers, finds that individual-level factors are the primary predictors of foreign media attention. The third model explores the country context of media followers and indicates that government accounts benefit from followers in countries with higher democratic standards and greater media freedom, though there are negative associations with certain democratic dimensions such as liberal and participative democracy. Additionally, ministers and ministries consistently have a higher proportion of foreign media followers compared to heads of state. These findings are discussed in light of the literature on Twitter's role in media attention and gatekeeping theory."
  },
  {
    "discipline": "communication",
    "title": "The associations between internet use and loneliness among older adults: a three-level meta-analysis",
    "authors": "Weijie Cao, Yuanxiao Ma, Yilin Zhang, Chen Chen",
    "url": "https://doi.org/10.1080/1369118x.2025.2460567",
    "doi": "https://doi.org/10.1080/1369118x.2025.2460567",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Disrupting echo chambers? How social media is related to social tolerance through network diversity: linked lives over a major life course event",
    "authors": "Keith N. Hampton, Kelley Cotter",
    "url": "https://doi.org/10.1080/1369118x.2025.2460556",
    "doi": "https://doi.org/10.1080/1369118x.2025.2460556",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "The drivers of intimacy toward social media-based brand communities: perspective of attachment theory",
    "authors": "Hui-Ju Wang",
    "url": "https://doi.org/10.1108/intr-01-2024-0066",
    "doi": "https://doi.org/10.1108/intr-01-2024-0066",
    "filter": 0,
    "journal_full": "Internet Research",
    "abstract": "Purpose Social media-based brand communities (SMBBCs) have emerged as one of the most significant marketing tools due to their ability to create and maintain close relationships between SMBBCs and consumers. However, past studies have ignored intimacy toward SMBBCs, particularly the role of individual variances in their development. Researchers have revealed the significant impacts of individual differences in attachment styles on the development of brand–consumer relationships based on attachment theory. Accordingly, this study aims to explore the drivers of intimacy toward SMBBCs from the perspective of attachment theory. Design/methodology/approach This study examines a proposed model that integrates two attachment styles – attachment avoidance and attachment anxiety – self-disclosure on social media and intimacy toward SMBBCs through two samples in the context of brands’ Facebook fan pages. Findings The results show that attachment avoidance and attachment anxiety have significantly negative and positive effects on self-disclosure on social media, respectively, which contribute to intimacy toward SMBBCs. Practical implications The results offer brand managers significant implications for segmenting markets and developing relationship marketing strategies for their brand communities on social media. Originality/value This study is the first attempt to explore the driving factors of intimacy toward SMBBCs from the attachment theory perspective."
  },
  {
    "discipline": "communication",
    "title": "Showcasing Studies of Conversational Motifs Within a Dynamic Dyadic Systems Perspective on Interpersonal Communication",
    "authors": "Denise Haunani Solomon, Xi Tian, Yuwei Li, Shu Scott Li",
    "url": "https://doi.org/10.1177/0261927x251316863",
    "doi": "https://doi.org/10.1177/0261927x251316863",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "This essay reports three projects that integrate linguistic features of speaking turns into the identification of conversational motifs, which are multiturn segments of dialog within interpersonal interactions. Study 1 focused on support for bereavement, used Linguistic Inquiry and Word Count data to augment characterizations of speaking turns based on speech act, and identified seven 5-turn conversational motifs. Study 2 examined serial argument conversations, used ratings of features and word count to differentiate speaking turns, and identified four conversational motifs within 1-minute segments of interaction. Study 3 analyzed conversations about public health campaign messages, considered functional and structural features of speaking turns, and identified four 4-turn conversational motifs. By elaborating the library of linguistic elements considered when operationalizing speaking turn types and showcasing alternative strategies for identifying conversation motifs, this essay extends recent advancements in a dynamic dyadic systems perspective on interpersonal communication."
  },
  {
    "discipline": "communication",
    "title": "Detecting Deception Through Linguistic Cues: From Reality Monitoring to Natural Language Processing",
    "authors": "Riccardo Loconte, Chiara Battaglini, Stéphanie Maldera, Pietro Pietrini, Giuseppe Sartori, Nicolò Navarin, Merylin Monaro",
    "url": "https://doi.org/10.1177/0261927x251316883",
    "doi": "https://doi.org/10.1177/0261927x251316883",
    "filter": 0,
    "journal_full": "Journal of Language and Social Psychology",
    "abstract": "Detecting deception in interpersonal communication is a pivotal issue in social psychology, with significant implications for court and criminal proceedings. In this study, four experiments were designed to compare the performance of natural language processing (NLP) techniques and human judges in detecting deception from linguistic cues in a dataset of 62 transcriptions of video-taped interviews (32 genuine and 30 deceptive). The results showed that machine-learning algorithms significantly outperform naïve (accuracy = 54.7%) and expert judges (accuracy = 59.4%) when trained on features from the reality monitoring (RM) and cognitive load frameworks (accuracy = 69.4%) or on features automatically extracted through NLP techniques (accuracy = 77.3%) but not when trained on the RM criteria alone. This evidence suggests that NLP algorithms, due to their ability to handle complex patterns of linguistic data, might be useful for better disentangling truthful from deceptive narratives, outperforming traditional theoretical models."
  },
  {
    "discipline": "communication",
    "title": "Understanding Generalized Trust in News Media in China",
    "authors": "Wenlong Mu, Jingtong Wang, Wenlan Zhu, Rongyong Li",
    "url": "https://doi.org/10.1027/1864-1105/a000459",
    "doi": "https://doi.org/10.1027/1864-1105/a000459",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: Trust in news media (TNM) has continued declining in some countries (e.g., US) while remaining stable or even increasing in others (e.g., China). Scholars are interested in understanding what factors contribute to these differences. A reliable and equivalent measurement is essential for cross-national comparisons of TNM. However, there is currently no instrument available to measure generalized TNM in China. This study examined the psychometric properties of the Generalized Trust in News Media Scale (GTNMS) in China. The study sample comprised 578 participants, including 347 females (60.0%) and 231 males (40.0%). Confirmatory Factor Analysis (CFA), bifactor-CFA, and bifactor Exploratory Structural Equation Modelling (bifactor-ESEM) were adopted to examine the construct validity of the Chinese version of GTNMS. Measurement invariance (MI) and predictive validity of the Chinese version of GTNMS were also examined. The results revealed that the Chinese adaptation of GTNMS demonstrated optimal representation through a bifactor-ESEM, comprising a global factor (G-factor) and four specific factors (S-factors). Both the G-factor and S-factors showed acceptable internal consistency reliability. However, the S-factors retained a lower level of specificity after controlling for the G-factor, which indicated that the GTNMS was essentially unidimensional. The results from the Structural Equation Modelling analysis also revealed that only the G-factor could predict individuals’ news avoidance. In addition, MI of the GTNMS was established across participants using official and commercial media. Overall, the GTNMS is a reliable tool for measuring generalized TNM in China."
  },
  {
    "discipline": "communication",
    "title": "Spanish adaptation of the perceived responsiveness and insensitivity scale",
    "authors": "María Alonso-Ferres, Inmaculada Valor-Segura, Hannah C. Williamson",
    "url": "https://doi.org/10.1177/02654075251318461",
    "doi": "https://doi.org/10.1177/02654075251318461",
    "filter": 0,
    "journal_full": "Journal of Social and Personal Relationships",
    "abstract": "Perceived partner responsiveness is the extent to which one feels understood, validated, and cared for by their intimate partner. This is a centrally important construct in relationship science, with a robust literature indicating that individuals who perceive higher levels of responsiveness from their partner experiencing better relationship outcomes. Despite the large role that this construct plays in relationship science and our understanding of healthy relationship functioning, there is no measure adapted to Spanish language and culture. This study presents the 16-item and 8-item versions of the recently developed and psychometrically improved Perceived Responsiveness and Insensitivity Scale (PRIS; Crasta et al., 2021) that has been adapted to Spanish. Using a sample of 493 Spanish individuals, results demonstrate that this adapted scale exhibits adequate reliability, maintains the same internal structure as the original English version, demonstrates gender invariance, and presents adequate validity evidence when is associated to other variables. Adding the Spanish Adaptation of the PRIS (PRIS-SA) to the methodological toolkit of relationship scientists will allow this important construct to be examined in a cross-cultural fashion and among a diverse array of couples."
  },
  {
    "discipline": "communication",
    "title": "Binge-Watching Netflix? Insights From Data Donations",
    "authors": "Karin Van Es, Dennis Nguyen",
    "url": "https://doi.org/10.17645/mac.9362",
    "doi": "https://doi.org/10.17645/mac.9362",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Netflix is often credited with mainstreaming binge-watching through its release strategy and interface features. However, despite this reputation, data on actual consumption patterns remains scarce, enabling Netflix to shape the narrative about how content is consumed on its platform and what this implies about content quality and viewer attentiveness. This article provides unique empirical insights into Netflix viewing patterns in the Netherlands, based on a pilot study involving data donated by 126 subscribers. It introduces a definition of binge-watching tailored for computational analysis and offers an empirical understanding of its prevalence and manifestations. The findings suggest that binge-watching is a diverse and complex activity. While it is seemingly popular, in that it is practiced by many subscribers, the data suggest it occurs less frequently and is less extreme than would be expected from the hype."
  },
  {
    "discipline": "communication",
    "title": "Rewatching Content on Streaming Platforms: The Pursuit of Ontological Comfort",
    "authors": "Ignacio Siles, Rodrigo Muñoz-González, Luciana Valerio-Alfaro, Vanessa Valiati",
    "url": "https://doi.org/10.17645/mac.9338",
    "doi": "https://doi.org/10.17645/mac.9338",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "Why do people tend to rewatch series and films when they have numerous new options at their disposal? This article develops the notion of rewatching on streaming platforms as an essential and enduring aspect of televisuality. Our analysis draws from diary reports completed during one month by 40 streaming platform users in Costa Rica, as well as focus group conversations with 13 of these participants. We examine rewatching as a pursuit of &lt;em&gt;ontological comfort&lt;/em&gt;, that is, the sense of well-being derived from people’s understanding of everyday life and their conscious capacity to act in it. We argue that rewatching expresses an active search for stability, predictability, and orchestrated surprise through the narratives and conventions of certain televisual genres and the self-schedule affordances of streaming platforms. This study thus examines the nuanced significance of rewatching and its fundamental connection to the notion of comfort."
  },
  {
    "discipline": "communication",
    "title": "Speculative labour: The financialized imagination of creative work and the assetization of digital art through non-fungible tokens (NFTs)",
    "authors": "Ana Alacovska, Christian Fieseler, Victor Renza Avellaneda",
    "url": "https://doi.org/10.1177/14614448251317693",
    "doi": "https://doi.org/10.1177/14614448251317693",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "This article investigates – based on semi-structured interviews and conversations on cryptoart forums – how digital artists experience the blockchain-enabled assetization of their work through non-fungible tokens, including the transformation of digital artworks (which previously had negligible if any economic value) into assets capable of increasing in price value over time and generating future income from resale provisions. We show how this assetization of digital artworks has kindled artists’ financialized imagination and incentivized them to perform speculative labour – that is, to speculate on the potential capture of future financial proceeds from present-day underpaid or uncompensated activities, while mobilizing fictional expectations of imagined rentiership futures. We suggest that the commodification thesis, which has traditionally explained the future orientation of creative work as tied to commodity exchange, may be insufficient to account for artists’ speculative, asset-based imaginations of the future under financialized capitalism. Therefore, it may be beneficial to complement it with an assetization lens."
  },
  {
    "discipline": "communication",
    "title": "Tell me why : The impact of mindful sharenting explanations by momfluencers: An experimental study with mothers",
    "authors": "Elisabeth Van den Abeele, Liselot Hudders, Ini Vanwesenbeeck",
    "url": "https://doi.org/10.1177/14614448251314869",
    "doi": "https://doi.org/10.1177/14614448251314869",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "Given the number of identified risks associated with influencer sharenting, momfluencers are increasingly adopting a more mindful approach to sharing information about their children online. Prior qualitative research suggests that followers respond positively towards these mindful sharenting practices, especially when motives are communicated. However, there is a lack of experimental exploration into this finding and its potential explanations. Therefore, drawing upon theoretical insights regarding self-disclosure and self-determination theory, this experimental study with 176 mothers seeks to investigate the impact of momfluencers providing an explanation regarding mindful sharenting practices, proposing the need for relatedness and empathy as mediators. The findings reveal that when momfluencers disclose their motives, this significantly enhances follower engagement, admiration, and evaluation of the momfluencer. This effect is fully explained by empathy, and partly by the need for relatedness. This study emphasizes the importance of transparency and provides momfluencers strategies to balance privacy protection and the benefits of influencer sharenting."
  },
  {
    "discipline": "communication",
    "title": "Empathic Accuracy Across Childhood, Adolescence, and Within Parent‐Child Interactions: A Systematic Review",
    "authors": "Anthony Mauroy, Sarah Galdiolo, Sandie Meillerais, Lesley L. Verhofstadt, Justine Gaugue",
    "url": "https://doi.org/10.1111/pere.70000",
    "doi": "https://doi.org/10.1111/pere.70000",
    "filter": 0,
    "journal_full": "Personal Relationships",
    "abstract": "Empathic accuracy (EA) is the ability to precisely understand someone else's current thoughts and feelings during an interaction. EA has mostly been studied in adult populations; variations in EA in children/adolescents could be explained by age, developmental changes during childhood, and environmental factors. A systematic review was conducted to synthesize the existing literature on EA in childhood, adolescence, and during parent–child interactions. Following PRISMA guidelines, five electronic databases were searched, yielding 24 references. Most studies were conducted in samples of adolescents. Additionally, the operationalization of EA varied across studies. Although studies showed minor variations of EA with age, there is no clear association of age with EA during childhood. Children and adolescents also achieve similar scores as adults. Additionally, children's and parents' EAs are linked to parents' and children's behaviors during interactions. EA is also associated with gender beliefs: parents and children hold beliefs that girls and mothers should have higher empathy than boys and fathers. It is not possible to determine age variation in EA during childhood. This systematic review highlights a lack of transparent methodologies and specific assessments of EA in children and adolescents in the current literature."
  },
  {
    "discipline": "communication",
    "title": "Affordances-in-Practice: How Social Norm Dynamics in Climate Change Publics Are Shaped on Instagram and Twitter",
    "authors": "Nathalie Van Raemdonck, Ike Picone, Jo Pierson",
    "url": "https://doi.org/10.1177/20563051251319066",
    "doi": "https://doi.org/10.1177/20563051251319066",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Social norms are flexible regulating forces of human behavior. They are shaped by humans, whose actions in turn are shaped by their environment, including the online social spaces they venture into. The objective of this research is to create an understanding of how the affordances of social media platforms shape social norm dynamics in online publics, particularly in climate change publics. For this purpose, we make a comparative analysis of the practices of users on Instagram and Twitter that engage with climate change content. We conducted 22 in-depth interviews with a purposively selected sample of worldwide Twitter and Instagram users. We investigated how each platform’s specific affordances shape the participants’ sense of community and how they participate in social norm enforcement and contestation, also called “callouts.” This “affordances-in-practice” perspective brings observations on the differences in how users can actualize the novel affordances of “interventionability” and “external visibility” on both platforms. This research provides a deeper insight into the socio-technical processes underlying the (self-)organization of social movements and provides a pathway to investigating discursive practices of online publics on other platforms. The study avoids debating which norms should prevail over others in the online climate discussion, but does reflect on the negative impact that certain outcomes of norm enforcement and contestation might have on democratic deliberation on climate change. The main findings are that actualizing these affordances on Twitter anno 2023 makes climate discourse sensitive to group-loyalties, whereas on Instagram it makes it dependent on norm leaders in the form of content creators."
  },
  {
    "discipline": "communication",
    "title": "Jalaiah Effect: A Story of a Stolen Dance on TikTok and Trans-Platformization of Ignorance",
    "authors": "Mariam Betlemidze",
    "url": "https://doi.org/10.1177/20563051251317765",
    "doi": "https://doi.org/10.1177/20563051251317765",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "This article explores how ignorance becomes a cultural affordance of trans-platformization, focusing on the Renegade dance’s evolution into a viral sensation that fueled TikTok’s rise and launched new teenage influencers. Employing new materialist feminist theory, Actor-Network Theory, and Critical Technocultural Discourse Analysis, this article operationalizes the concept of trans-platformization. It examines race-technology entanglements as they manifest during trans-platformization, highlighting the illusory progress in recognizing Black creators and the resistance against a predominantly White, techno-capitalist patriarchy. The tensions arising from these complexities intensify the demand for a more nuanced understanding of ignorance as the affordance of trans-platformization and the potential pivot point for speculative hope."
  },
  {
    "discipline": "communication",
    "title": "“A Wandering Existence”: Social Media Practices of Chinese Youth in the Context of Platform-Swinging",
    "authors": "Hongxun Zhao, Jiahui Wang, Xurui Hu",
    "url": "https://doi.org/10.1177/20563051251315265",
    "doi": "https://doi.org/10.1177/20563051251315265",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "In the era of ubiquitous mobile internet, Chinese youth are engaging in dual pursuits of knowledge and employment through various social media platforms, showcasing unique social media practices. Via semi-structured interviews with 14 platform-swinging youth and NVivo12-assisted three-tier qualitative analysis, this study reveals the psychological mechanisms behind their “wandering” behavior. Spontaneous engagement, fulfillment of needs, resonance with peers, preservation of meaning, self-management, and intermittent swinging characterize youth’s complex wandering online activities. It further explores new dimensions of youths’ media practices, emphasizing subjective expression, identity reconstruction, boundary clarification, and visibility control. Moreover, wandering youth also encounter challenges like context collapse, losing their true selves, and self-pulling, which raises a critical question: Where will they wander?"
  },
  {
    "discipline": "communication",
    "title": "Viral Justice: TikTok Activism, Misinformation, and the Fight for Social Change in Southeast Asia",
    "authors": "Nuurrianti Jalli",
    "url": "https://doi.org/10.1177/20563051251318122",
    "doi": "https://doi.org/10.1177/20563051251318122",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "This study examines the use of TikTok as a platform for youth activism in Southeast Asia, focusing on Indonesia, Malaysia, and the Philippines. Through a mixed-methods approach that includes qualitative content analysis, semi-structured interviews, systematic fact-checking, and digital trace data, the research explores how activists leverage TikTok’s unique features to promote social justice and mobilize political participation amid democratic backslidings. The findings reveal that activists skillfully adapt to TikTok’s attention economy, using strategies like trend-jacking and meme creation to reach broad audiences. However, they also face significant challenges, including rampant harassment and the precarious nature of algorithmic visibility. The study highlights the complexities of digital activism, where the pursuit of virality can sometimes undermine the depth of political movements. While the research counters the prevalent narrative that digital activism is rife with misinformation, it underscores the importance of maintaining accuracy to protect credibility. The study concludes by calling for further research on integrating online activism with offline organizing and exploring how platform governance can be reformed to better support activists. The insights from this study contribute to a deeper understanding of TikTok’s role in contemporary social movements and the challenges faced by youth activists in the digital age."
  },
  {
    "discipline": "communication",
    "title": "No Better Than Soup? Comparing Null Experimental Effects of Political Facebook Ads Across Persuasive and Instrumental Measures of Effectiveness",
    "authors": "Bridget Barrett, Shannon C. McGregor",
    "url": "https://doi.org/10.1177/20563051251316117",
    "doi": "https://doi.org/10.1177/20563051251316117",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Studies on digital advertising effects claim that the primary purposes of online ads are persuasive: They seek to change vote choice or voters’ attitudes toward candidates. But recent scholarship has noted that social media’s unique affordances encourage electoral campaigns to use them in specific ways, such as using Facebook’s ads for email list-building. We conceptualize such strategic campaign goals as instrumental purposes of advertisements. We develop novel measures to test these instrumental effects. In an online survey experiment using Facebook ads from the 2020 Biden and Trump campaigns, we test our theory with list-building, fundraising, and persuasion ads. In a factor analysis, we find that instrumental and persuasive effects are related, but distinct, aspects of candidate support. We also test the effects of these ads on persuasive and instrumental outcomes. Our control treatment was an ad for a can of Progresso soup. We found no main persuasive or instrumental effects of any advertisement type. These ads performed no better than soup."
  },
  {
    "discipline": "communication",
    "title": "The Media Trust Gap and Its Political Explanations: How Individual and Sociopolitical Factors Differentiate News Trust Preferences in Asian Societies",
    "authors": "Yufan Guo, Yuzhe Lei",
    "url": "https://doi.org/10.1177/19401612251315597",
    "doi": "https://doi.org/10.1177/19401612251315597",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Despite the increasing reliance on online media for news consumption, people generally exhibit lower levels of trust in online news relative to traditional media. To explain the preference disparities in media trust and their potential cross-national variations, this article examines individuals’ trust gap between newspapers and Internet news across 14 countries and regions in East, South, and Southeast Asia. Drawing on nationally representative data and other country-level data (2018–2021), we test two underlying mechanisms, political trust transfer and alternative information orientation, that account for the media trust gap, as well as their boundary conditions. Multilevel analysis reveals that political trust positively correlates with people’s relative trust in newspapers, which is pronounced in societies with lower levels of polarization and limited press freedom. Besides, using the Internet and social media as the main channels of political information seeking may increase people’s relative trust in Internet news, especially in societies with higher levels of press freedom and political polarization. Our findings offer systematic explanations for news trust preferences by combining political characteristics and their contextual conditions, which have implications for understanding today’s media trust crisis."
  },
  {
    "discipline": "public opinion",
    "title": "Asking about Complex Policies",
    "authors": "Stephen Jessee, Neil Malhotra, Maya Sen",
    "url": "https://doi.org/10.1093/poq/nfae050",
    "doi": "https://doi.org/10.1093/poq/nfae050",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "As political issues have increased in complexity, public opinion researchers increasingly ask respondents about sophisticated political topics that may require substantive knowledge and analytic skills, raising concerns about survey satisficing. In this note, we examine the correlates of one manifestation of this kind of satisficing—response order effects, or when respondents are more likely to pick the top response options from a list. We do this by analyzing randomized response order experiments embedded in surveys conducted across three years, where 6,291 respondents provided their opinion on 40 complex issues before the Supreme Court. We find an overall response order effect of 2.8 percentage points with substantial heterogeneity related to both question length and respondent knowledge. These factors also interact with one another; among the most sensitive subpopulation—low-knowledge respondents answering long questions—the predicted response order effect was 17.4 percentage points. On the other hand, question complexity and respondent education did not moderate response order effects. Our practical advice for researchers asking about complex issues is that they should focus on being brief, rather than using extra words to make the language simpler."
  },
  {
    "discipline": "psychology",
    "title": "Worse Weather Amplifies Social Media Activity",
    "authors": "Kelton Minor, Esteban Moro, Nick Obradovich",
    "url": "https://doi.org/10.1177/09567976241306099",
    "doi": "https://doi.org/10.1177/09567976241306099",
    "filter": 0,
    "journal_full": "Psychological Science",
    "abstract": "Humanity spends an increasing proportion of its time interacting online, yet—given the importance of social media to human welfare—the external factors that regularly shape online behavior remain markedly understudied. Do environmental factors alter rates of online social activity? We conducted two large natural experiments to investigate how worse weather conditions affect social-media use in the United States, analyzing over 3.5 billion posts from Facebook and Twitter (now X) between 2009 and 2016. We found that extreme temperatures and added precipitation each independently amplified social-media activity, effects that persisted within individuals. Compounded weather extremes produced markedly larger increases in social-media activity. Days colder than −5 °C with 1.5 to 2 cm of precipitation elevated social-media activity by 35%, nearly triple the surge seen on New Year’s Eve in New York City. Our study highlights that environmental conditions play a critical—but overlooked—role in shaping digital social interaction."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Children’s arithmetic skills do not transfer between applied and academic mathematics",
    "authors": "Abhijit V. Banerjee, Swati Bhattacharjee, Raghabendra Chattopadhyay, Esther Duflo, Alejandro J. Ganimian, Kailash Rajah, Elizabeth S. Spelke",
    "url": "https://doi.org/10.1038/s41586-024-08502-w",
    "doi": "https://doi.org/10.1038/s41586-024-08502-w",
    "filter": 0,
    "journal_full": "Nature",
    "abstract": "Many children from low-income backgrounds worldwide fail to master school mathematics1; however, some children extensively use mental arithmetic outside school2,3. Here we surveyed children in Kolkata and Delhi, India, who work in markets (n = 1,436), to investigate whether maths skills acquired in real-world settings transfer to the classroom and vice versa. Nearly all these children used complex arithmetic calculations effectively at work. They were also proficient in solving hypothetical market maths problems and verbal maths problems that were anchored to concrete contexts. However, they were unable to solve arithmetic problems of equal or lesser complexity when presented in the abstract format typically used in school. The children’s performance in market maths problems was not explained by memorization, access to help, reduced stress with more familiar formats or high incentives for correct performance. By contrast, children with no market-selling experience (n = 471), enrolled in nearby schools, showed the opposite pattern. These children performed more accurately on simple abstract problems, but only 1% could correctly answer an applied market maths problem that more than one third of working children solved (β = 0.35, s.e.m. = 0.03; 95% confidence interval = 0.30–0.40, P < 0.001). School children used highly inefficient written calculations, could not combine different operations and arrived at answers too slowly to be useful in real-life or in higher maths. These findings highlight the importance of educational curricula that bridge the gap between intuitive and formal maths."
  }
]
