[
  {
    "discipline": "communication",
    "title": "Positive Images of Heat Waves Reduce the Effects of Messages About Extreme Heat among U.S. Adults",
    "authors": "Afrooz Mosallaei, Laura Thomas-Walters, Matthew H. Goldberg, Seth A. Rosenthal, Anthony Leiserowitz",
    "url": "https://doi.org/10.1080/17524032.2026.2623479",
    "doi": "https://doi.org/10.1080/17524032.2026.2623479",
    "filter": 0,
    "created": "2026-2-4",
    "journal_full": "Environmental Communication"
  },
  {
    "discipline": "communication",
    "title": "Misinformation exposure per se may not trigger cynicism, but perceived prevalence of misinformation and hostile information does",
    "authors": "S. Mo Jones-Jang, Dam Hee Kim, Kate Kenski",
    "url": "https://doi.org/10.1080/1369118x.2026.2622332",
    "doi": "https://doi.org/10.1080/1369118x.2026.2622332",
    "filter": 0,
    "created": "2026-2-4",
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Walking the moral plank: using virtual reality to investigate moral decision-making under threat",
    "authors": "Joomi Lee, Joshua Baldwin, Lindsay Hahn, Glenna Read, Sun Joo (Grace) Ahn",
    "url": "https://doi.org/10.1093/joc/jqaf054",
    "doi": "https://doi.org/10.1093/joc/jqaf054",
    "filter": 0,
    "created": "2025-12-31",
    "abstract": "How is decision-making affected when individuals face threats to safety? Guided by the theory of dyadic morality, the limited capacity model of motivated-mediated message processing, and exemplification theory, we investigated how safety threats shaped individuals’ physiological responses and behavioral moral decision-making. Using an immersive virtual reality (VR) environment simulating a moral tradeoff, participants crossed a deep pit and made decisions between their safety and that of another person, reflecting a tradeoff between egoism and altruism. Results from an experiment with 201 participants revealed that exposure to threat increased arousal (physiologically and self-reported), which decreased the extent to which they felt their decision harmed others, leading to selfish decisions in the moral dilemma. However, this pattern only manifested when concerns of harm were not made salient before the threatening experience. Together, these findings demonstrate VR’s utility for simulating moral tradeoffs and advancing both psychophysiological and behavioral approaches to media psychology and morality research.",
    "journal_full": "Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "Framing Generative AI: An Analysis of Impact, Quoted Sources, and Attributions of Responsibilities in U.S. Elite Media",
    "authors": "Hyunmin Lee, Hana Park",
    "url": "https://doi.org/10.1177/10776990251410593",
    "doi": "https://doi.org/10.1177/10776990251410593",
    "filter": 0,
    "created": "2026-1-31",
    "abstract": "This article examined how elite news media frame the impact of generative AI on the cultural, social, economic, and political domains of life. We also analyzed the different types of ethical concerns surrounding generative AI and to whom the media attribute responsibility for creating and solving these ethical concerns. A content analysis of The New York Times and The Wall Street Journal show that societal and economic impacts were the most frequently discussed when reporting about generative AI, while societal-level attributions were mentioned more often than individual-level attributions for responsibilities. We discuss theoretical implications and future research directions.",
    "journal_full": "Journalism & Mass Communication Quarterly"
  },
  {
    "discipline": "communication",
    "title": "Measuring Parasocial Processing: An Easily-Applicable Short Version of the Parasocial Interaction-Process Scales",
    "authors": "Tilo Hartmann, Philipp K. Masur, Holger Schramm",
    "url": "https://doi.org/10.1080/15213269.2026.2621710",
    "doi": "https://doi.org/10.1080/15213269.2026.2621710",
    "filter": 0,
    "created": "2026-1-30",
    "journal_full": "Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "Early Media Use Predicts Later Executive Function Difficulties Through Problematic Media Use: A Cross-Lagged Panel Model Testing Bidirectional Relations in Middle Childhood with an Early Childhood Media Use Predictor",
    "authors": "Meryem Şeyda Özcan, Yea-Ji Hong, Koeun Choi",
    "url": "https://doi.org/10.1080/15213269.2026.2618675",
    "doi": "https://doi.org/10.1080/15213269.2026.2618675",
    "filter": 0,
    "created": "2026-1-30",
    "journal_full": "Media Psychology"
  },
  {
    "discipline": "communication",
    "title": "On the Internet no-one knows you’re not a bot: ‘Botting’ on Reddit as participatory culture",
    "authors": "Timothy Graham, Dominique Carlon",
    "url": "https://doi.org/10.1177/14614448251409210",
    "doi": "https://doi.org/10.1177/14614448251409210",
    "filter": 0,
    "created": "2026-2-5",
    "abstract": "Repetitive online communication is often labelled a ‘bot problem’ by platforms, policymakers and users. However, repetitive posting does not exclusively indicate automation; humans also engage in bot-like posting for various purposes. We adopt the term ‘botting’ to describe repetitive posting enacted through manual, semi-automated, or fully automated means. While emerging research has linked manual botting practices to commercial or fame-seeking motivations, we extend this scholarship by examining botting on Reddit – a pseudonymous platform that lacks the affordances typically associated with monetisation or personal branding. Through a mixed-methods analysis, we examine a case study in which mass-scale, repetitive posting of the mushroom emoji emerged as ‘in-group’ behaviour within Reddit’s participatory culture, prompting a performative counterpublic response. Our findings challenge the binary between human and automated posting, and underscore the importance of situating research on AI-generated and automated content within the cultural and contextual frameworks that shape its production and reception.",
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "How does war look like on the European mainstream media Facebook? A large- N comparison of the media Facebook posts covering Ukraine and Gaza in 24 European countries in spring 2024",
    "authors": "Delia Dumitrescu",
    "url": "https://doi.org/10.1177/14614448251413689",
    "doi": "https://doi.org/10.1177/14614448251413689",
    "filter": 0,
    "created": "2026-1-31",
    "abstract": "We combine AI-based visual content analysis data with large-scale topic modeling to examine the proportion of coverage and the visual construction of the wars in Ukraine and Gaza in Facebook posts published by 51 top European media organizations between 25 February and 2 April 2024 ( N &gt; 90,000 posts). This period coincides with the 2-year anniversary of the Russian invasion and overlaps with the sixth month of the war in Gaza. The analysis finds an imbalance in the volume of coverage allocated to the two wars, as well as war-specific visual framing devices, but also similarities in their portrayals. Ultimately, in both cases, the visualization of war creates a distance between the viewers and those affected on the ground.",
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "What does the news say about Siri, Alexa, and co.? A topic model network analysis of Dutch news messages about virtual assistants between 2011 and 2022",
    "authors": "Rebecca Wald, Theo Araujo, Johanna MF van Oosten, Jessica T Piotrowski",
    "url": "https://doi.org/10.1177/14614448251413694",
    "doi": "https://doi.org/10.1177/14614448251413694",
    "filter": 0,
    "created": "2026-2-5",
    "abstract": "News media can shape public perceptions of technology and meaningfully inform research on technology adoption. Yet, little is known about the news representations of a currently emerging technology: Virtual Assistants (VAs). By examining the Dutch news coverage (2011–2022; N = 2059) using the Analysis of Topic Model Networks, this study found that (1) news attention peaked in 2019 with a decline in the years thereafter (until 2022) and (2) discourse shifted from personal impact frames (niche interest) to societal impact frames (broader relevance). Findings inform media effect studies on VA adoption by illustrating what people might be learning about VAs.",
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Smartphone sharing with intimate partners in Australia: Characteristics and implications for cybersecurity",
    "authors": "Molly Dragiewicz, Jeffrey Ackerman, Marianne Haaland",
    "url": "https://doi.org/10.1177/14614448251414006",
    "doi": "https://doi.org/10.1177/14614448251414006",
    "filter": 0,
    "created": "2026-2-2",
    "abstract": "This article reports findings from the first study to investigate smartphone sharing in intimate relationships in Australia. Efforts to strengthen cybersecurity have been hindered by a lack of knowledge about the prevalence and dynamics of smartphone sharing, resulting in blind spots in cybersecurity design and policy. Based on a survey of 967 Australian adults who use smartphones and have been in an intimate relationship, we found that 70% share access to their mobile phones with their intimate partners. This high rate of shared access indicates that one-user, one-device threat models are inadequate for promoting cybersecurity in realistic use conditions. Such models are particularly ill-suited to intimate relationship contexts where the parties are more likely to share devices than not. Our findings provide previously unavailable baseline information about mainstream smartphone-sharing practices. This evidence can be used to improve privacy protections for telecommunications users in Australia and elsewhere.",
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Mapping the moral domain in a modern town hall: Moral foundations’ effects on collective action conditioned by ideology and issue",
    "authors": "Emily A Haines, Emma F Thomas, Christina Stothard, David Kernot, Morgana Lizzio-Wilson, Irene Caminschi, Rohit Ram, Marian-Andrei Rizoiu",
    "url": "https://doi.org/10.1177/14614448251413686",
    "doi": "https://doi.org/10.1177/14614448251413686",
    "filter": 0,
    "created": "2026-2-5",
    "abstract": "We examine a year of political debate in a modern town hall to understand the following: when does moral talk turn to talk about action? For which ideological groupings do specific moral foundations matter and in the context of which issues? We analysed 210,170 tweets about the Australian television programme Q&amp;A – a panel show with synchronous live and online audiences. We examined the topics, prevalence of different moralities and how these moralities explain talk of collective action for different ideological groups. Across all issues and ideological groups, talk of action was most often associated with talk of authority but ideological differences between left- and right-leaning participants emerged. Among left-leaning people, action was motivated by a range of moral foundations, but among right-leaning people action was primarily motivated by authority. Our findings map the ideological diversity found within modern town halls and confirm the critical role of these settings in contemporary socio-political life.",
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "From clicktivism to outsourced activism: Spectacle, dual outsourcing, and the connective logic in platform philanthropy",
    "authors": "Weiman Chen, Zhouyi Yao, Huilin Tan",
    "url": "https://doi.org/10.1177/14614448251413710",
    "doi": "https://doi.org/10.1177/14614448251413710",
    "filter": 0,
    "created": "2026-2-3",
    "abstract": "In the digital age, philanthropy is increasingly mediated by platform microcelebrities who mobilize audiences for social good. This study examines the novel philanthropic model of YouTube creator Jimmy Donaldson as a case of outsourced activism , characterized by a dual-outsourcing structure: audiences transfer charitable intent and contributions (via attention-as-currency) to Donaldson, who acts as a central agent and then outsources execution to NGOs and collaborators. Using a mixed-methods design combining a walkthrough, multimodal discourse analysis of 101 videos, and topic modeling of 11,208 comments, we demonstrate how sentimental and digital spectacles sustain this process as tools for activism. The mechanism forms a new connective practice, creating a network of moral delegation and affective investment among audiences, creators, sponsors, and NGOs. Yet, it raises ethical concerns, including depoliticizing social issues and reinforcing unequal power relations. The study advances theories of media activism, connective action, and digital philanthropy by identifying a replicable logic that redefines agency, accountability, and civic participation in platform societies.",
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Digital leisure or sleep priority? Strategic temporal negotiation of late-night smartphone use in China’s accelerated society",
    "authors": "Lingmin Zhang, Yunhao Song, Weixian Zou, Rui Cao",
    "url": "https://doi.org/10.1177/14614448251410127",
    "doi": "https://doi.org/10.1177/14614448251410127",
    "filter": 0,
    "created": "2026-2-5",
    "abstract": "This study reframes late-night smartphone use among Chinese young adults beyond pathologizing it as self-regulation failure. Integrating self-determination theory with social acceleration theory, we conceptualize this behavior as a strategic temporal negotiation to reclaim personal time. Structural equation modeling (n = 503) reveals that perceived leisure freedom and leisure satisfaction primarily drive behavioral intention, while perceived short-term risk deters it. Perceived long-term risk and guilt show no significant impact on intention. Perceived time constraint intensifies actual behavior, while social control paradoxically reinforces rather than limits it. Although self-control significantly reduces behavioral enactment, it cannot eliminate underlying motivational drivers. These findings reveal a tripartite negotiation: leisure benefits versus health risks, pleasure versus guilt, and personal autonomy versus social order. We theorize this as “strategic connected deceleration”—an adaptive response whereby individuals use technology to secure autonomous time amid systemic acceleration. Interventions should address structural time pressure rather than exclusively targeting individual discipline.",
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Elected officials’ Online Sharing of Misinformation: Institutional and Ideological Checks",
    "authors": "Yuehong Cassandra Tai, Yu-Ru Lin, Bruce A. Desmarais",
    "url": "https://doi.org/10.1080/10584609.2026.2613661",
    "doi": "https://doi.org/10.1080/10584609.2026.2613661",
    "filter": 0,
    "created": "2026-2-4",
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Do Journalists’ Political Orientations Translate into Partisan News Reporting? The Limits of Bias and the Limits of Counter Mechanisms",
    "authors": "Andreas A. Riedl, Stefan Geiß, Melanie Magin, Olaf Jandura, Birgit Stark",
    "url": "https://doi.org/10.1080/10584609.2026.2621169",
    "doi": "https://doi.org/10.1080/10584609.2026.2621169",
    "filter": 0,
    "created": "2026-2-4",
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Do Beliefs Echo? On the Persistent Effects of Misinformation After Effective Corrections",
    "authors": "Jannik Fenger, Martin Vinæs Larsen",
    "url": "https://doi.org/10.1080/10584609.2026.2623049",
    "doi": "https://doi.org/10.1080/10584609.2026.2623049",
    "filter": 0,
    "created": "2026-2-2",
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Communicating scientific uncertainties: Effects of message and audience characteristics in the context of microplastic health risks",
    "authors": "Leonie Fian, Nina Vaupotič, Isabel Richter, Albert A. Koelmans, Sabine Pahl",
    "url": "https://doi.org/10.1177/09636625251410494",
    "doi": "https://doi.org/10.1177/09636625251410494",
    "filter": 0,
    "created": "2026-1-31",
    "abstract": "Communicating uncertainties is central to science communication, yet evidence on its effects is inconclusive. In an online experiment with a quasi-representative sample in Austria ( N = 1126), we investigated the effects of message (uncertainty type) and audience characteristics (science-specific attitudes/beliefs) as potential moderating factors on risk perception and policy support in the context of microplastic health effects. Uncertainty communication, specifically communicated lack of scientific consensus ( consensus uncertainty ), triggered lower risk perception (small effect), and indirectly decreased policy support through message credibility and risk perception. These negative effects were lower (and not statistically significant) when communicating the remaining knowledge gaps ( deficient uncertainty ). Beliefs about science as a debate were positively associated with risk perception, trust in scientists with policy support and preference for information about uncertain science with both. However, these audience characteristics did not moderate the effects of uncertainty communication. The results highlight the importance of considering uncertainty types in environmental and health risk communication.",
    "journal_full": "Public Understanding of Science"
  },
  {
    "discipline": "communication",
    "title": "Higher Scientific Consensus Promotes Wider Diffusion: The Case of “Bamboo for Plastic” Environmental Initiative in China",
    "authors": "Jie Zhang, Nina He, Jiang Jiang, Jiaqian Xu",
    "url": "https://doi.org/10.1177/10755470251410872",
    "doi": "https://doi.org/10.1177/10755470251410872",
    "filter": 0,
    "created": "2026-1-31",
    "abstract": "The influence of scientific consensus on public diffusion of environmental initiatives has received little attention. This study tested whether enhancing perceived scientific consensus could promote public diffusion of the “Bamboo for Plastic” initiative in China and examined the underlying mechanism. A pilot survey indicated that public awareness of the initiative was relatively low. Across three experiments ( N = 679), increasing perceived scientific consensus significantly boosted public diffusion behaviors related to the initiative, with diffusion behavior response efficacy mediating this effect. These findings suggest that emphasizing scientific consensus in environmental policy communication can effectively facilitate the interpersonal transmission of pro-environmental messages.",
    "journal_full": "Science Communication"
  },
  {
    "discipline": "communication",
    "title": "It Listens to Me So I Feel Well and Connected: Investigating the Influence of TikTok users’ Perceived Algorithm Responsiveness and (In)sensitivity on Well-Being Via Self-Determination",
    "authors": "Matthew J. A. Craig, Mina Choi, Ying Zhu, Toqa Hassan, Samuel Mensah Noi, David E. Silva",
    "url": "https://doi.org/10.1177/20563051261417301",
    "doi": "https://doi.org/10.1177/20563051261417301",
    "filter": 0,
    "created": "2026-1-30",
    "abstract": "Social media has grown to be a large part of our virtual connectedness online. However, with this growth in digital connection, we have also become connected with digital entities that run them (social media). Borrowing from the concept of interpersonal responsiveness, researchers have found that users perceive their algorithm to be responsive to their needs and sensitive to their identity have a greater sense of well-being online and media enjoyment. However, the mechanisms for which these connect with one another (responsiveness predicting subjective well-being) remain to be disentangled. Guided by self-determination theory, this study examines whether autonomy, competence, and relatedness satisfaction through TikTok use mediate the associations between perceived algorithm responsiveness and insensitivity and satisfaction with life. With an online survey ( N = 385), our study found that greater responsiveness is associated with greater life satisfaction mediated through greater relatedness satisfaction. However, greater competence satisfaction was associated with lower life satisfaction. Future research and current limitations in light of our findings are discussed.",
    "journal_full": "Social Media + Society"
  },
  {
    "discipline": "politics",
    "title": "Potential and Pitfalls of Audio as Data for Political Research: Alignment, Features, and Classification Models",
    "authors": "Rafael Mestre, Matt Ryan",
    "url": "https://doi.org/10.1017/pan.2025.10031",
    "doi": "https://doi.org/10.1017/pan.2025.10031",
    "filter": 0,
    "created": "2026-1-30",
    "abstract": "Political science is a field rich in multimodal information sources, from televised debates to parliamentary briefings. This paper bridges a gap between computer and political science in multimodal data analysis using audio. The adoption of multimodal analyses in political science (e.g., video/audio with text-as-data approaches) has been relatively slow due to unequal distribution of computational power and skills needed. We provide solutions to challenges encountered when analyzing audio, advancing the potential for multimodal data analysis in political science. Using a dataset of all televised U.S. presidential debates from 1960 to 2020, we focus on three features encountered when analyzing audio data: low-level descriptors (LLDs), such as pitch or energy; Mel-frequency cepstral coefficients (MFCCs); and audio embeddings/encodings, like Wav2Vec. We showcase four applications: (a) forced alignment of audio text using MFCCs, time-stamping transcripts, and speaker information; (b) speech characterization using LLDs; (c) custom-made classification models with audio embeddings and MFCCs; and (d) emotional recognition models using Wav2Vec for classification of discrete emotions and their valence-arousal dominance. We provide explanations to help understand how these features can be applied for different political research questions and advice on vigilance to naive interpretation, for both experienced researchers and those who want to start working with audio.",
    "journal_full": "Political Analysis"
  },
  {
    "discipline": "politics",
    "title": "Rethinking the link between cognitive reflection and susceptibility to political misinformation: Distinguishing hard from soft news",
    "authors": "Giannis Lois, Antonis Gardikiotis, Zografoula Karaspyrou, Elias Tsakanikos, Constantine Sedikides",
    "url": "https://doi.org/10.1111/pops.70109",
    "doi": "https://doi.org/10.1111/pops.70109",
    "filter": 0,
    "created": "2026-2-3",
    "abstract": "The literature presents two contrasting accounts on how cognitive reflection (overriding intuition with deliberation) influences susceptibility to political misinformation. According to the classical reasoning account, predominantly rooted in research on soft news, cognitive reflection improves discernment of true from false information. According to the motivated reasoning account, rooted in research on hard (policy‐related) issues, individuals prone to cognitive reflection display stronger political bias and fall for politically congruent misinformation. We integrate these accounts by examining how the soft‐hard distinction interacts with individuals' reasoning style to shape truth discernment and susceptibility to political bias. An integrative data analysis (IDA) combined data from 18 political misinformation studies ( N = 41,289) with independent soft‐hard news ratings. Additionally, two experiments ( N = 666), in the United States and Greece, exposed participants to either soft or hard news. Across all datasets, participants prone to cognitive reflection displayed stronger political bias, but only when evaluating hard news. Cognitive reflection was associated with improved truth discernment for soft and hard news in the IDA, but not consistently so in the experiments. Our findings reconcile discrepancies in misinformation research and demonstrate that cognitive reflection is not a one‐size‐fits‐all solution to political misinformation as it can exacerbate bias in policy‐related issues.",
    "journal_full": "Political Psychology"
  },
  {
    "discipline": "public opinion",
    "title": "Controlling Acquiescent Response Style Through Negated Versus Polar Opposite Items: Design Considerations for Balancing Measurement Scales",
    "authors": "Fernanda Alvarado-Leiton, Sunghee Lee, Rachel E Davis",
    "url": "https://doi.org/10.1093/jssam/smaf022",
    "doi": "https://doi.org/10.1093/jssam/smaf022",
    "filter": 0,
    "created": "2025-8-14",
    "abstract": "Acquiescent response style (ARS) is the tendency to agree with measurement items regardless of their content. ARS tends to differ across cultures, making it particularly relevant for cross-cultural research, as it may disrupt cross-cultural comparability. Balanced measurement scales include items written in different directions of the measured construct and are hypothesized to be a remedy for undesirable effects of ARS. This study examined the effect on measurement properties of three scale balancing approaches in a cross-cultural research setting: (i) unbalanced scales; (ii) scale balancing with negated items where some of the items were written with a negation, such as “no” or “not”; and (iii) scale balancing that introduce items written with polar opposite terms (e.g. “unhappy” as the opposite of “satisfied”) that reversed the item direction without using negations. This study examined these approaches on four well-being measurement scales, originally unbalanced, that used an Agree-Disagree Likert response scale. Participants were recruited to a Web survey from three groups: U.S. non-Hispanic whites (n = 1,200, interviewed in English), U.S. Hispanics (n = 1,200, interviewed in English), and Mexicans (n = 1,200, interviewed in Spanish). Respondents were randomly assigned to one scale-balancing conditions for well-being measures. Balanced scales outperformed unbalanced scales for convergent validity, with higher correlations observed between scale scores and validation measures. Between negated and polar opposite balancing, no statistical differences were observed in factorial model fit, reliability, or convergent validity. This study supports that, when designed carefully, balanced measurement scales may be effective for addressing ARS and improving measurement properties over unbalanced scales.",
    "journal_full": "Journal of Survey Statistics and Methodology"
  },
  {
    "discipline": "public opinion",
    "title": "Who Consents to Sharing Their Tweets With Researchers? A Comparative Analysis of Selection Bias in Linked Survey and Social Media Data",
    "authors": "Conor Gaughan, Alexandru Cernat, Rachel Gibson, Marta Cantijoch, Riza Batista-Navarro",
    "url": "https://doi.org/10.1177/08944393261421114",
    "doi": "https://doi.org/10.1177/08944393261421114",
    "filter": 0,
    "created": "2026-2-4",
    "abstract": "Survey research is entering a new era which centres on its linkage with other forms of digitally generated data such as social media. Many suggest that this can help to address existing weaknesses in self-report surveys such as non-response and measurement bias. However, to link a participant’s survey responses to their social media data, consent from the participant is required. Previous studies have shown that consent to linkage is typically low and selective. This paper expands on the existing literature by comparing Twitter (now X) usage and consent to survey linkage across five national contexts. Testing the effects of several sociodemographic and attitudinal predictors in the US, the UK, France, Germany and Poland, our study finds that overall consent rates vary significantly by age, political attention, privacy concern, trust in social media companies and frequency of political posting on Twitter/X. However, our results also confirm that variable effects differ significantly between nations, suggesting a moderating cultural influence. Within-country variation in the US between 2020 and 2024 is also present, indicating that effects are not necessarily fixed over time. These findings dictate the need for caution when conducting substantive comparisons across countries and time when using social media data.",
    "journal_full": "Social Science Computer Review"
  },
  {
    "discipline": "psychology",
    "title": "Bridging Cultures in the Era of Big Data: A Cross-Language Equivalence Framework in Machine-Learning Research With Social Media Texts",
    "authors": "Daphne Xin Hou, Stuti Thapa, Louis Tay",
    "url": "https://doi.org/10.1177/25152459251398713",
    "doi": "https://doi.org/10.1177/25152459251398713",
    "filter": 0,
    "created": "2026-2-4",
    "abstract": "Past research on cross-cultural equivalence has focused on statistical procedures and techniques for ensuring measurement equivalence in tests and surveys. With the rise of big data and machine learning (ML), particularly natural language processing, researchers have powerful tools to study culture using large-scale, organic language data from social media. However, the lack of methodological guidance on how to establish cross-language equivalence in cross-cultural studies, especially with multilingual or culturally diverse text data, poses a major challenge. To address this gap, in this article, we propose a framework to raise awareness of key equivalence challenges and offer practical guidance for reducing measurement biases when applying ML techniques to social media language data. The framework outlines five types of equivalence following the ML pipeline from data collection to evaluation: source equivalence, sample equivalence, input equivalence, psychological-ground-truth equivalence, and model-performance equivalence. We also draw parallels to survey-based research to highlight shared conceptual challenges and identify future directions to advance cross-cultural research with big data and computational-linguistic methods.",
    "journal_full": "Advances in Methods and Practices in Psychological Science"
  },
  {
    "discipline": "psychology",
    "title": "Timing Matters: The Effects of Prebunking Versus Debunking on Trust in Disinformation",
    "authors": "Matej Lorko, Vladimíra Čavojová, Jakub Šrol, Richard Priesol, Paulína Jalakšová, Berenika Tužilová",
    "url": "https://doi.org/10.1177/01461672251411571",
    "doi": "https://doi.org/10.1177/01461672251411571",
    "filter": 0,
    "created": "2026-1-31",
    "abstract": "The spread of disinformation is widely regarded as one of the most serious global risks. In one laboratory and three online experiments ( N total = 3,066), we measured trust in true, false, and disinformation statements related to the Russo–Ukrainian war (Experiments 1–3) and to politics, climate, and health (Experiment 4). We examined longer-term effectiveness of a fact-based corrective message delivered either before (prebunking) or after (debunking) participants’ initial evaluation of disinformation statements. Across all four experiments, debunking intervention consistently and substantially reduced trust in disinformation, with effects persisting for at least two weeks. Prebunking intervention produced similarly durable benefits only when it was immediately followed by evaluation of the just-corrected disinformation. When evaluation was delayed, prebunking had no reliable impact. We found no significant backfire effects on trust in disinformation across any ideological groups. However, debunking induced a more conservative response pattern overall, reducing trust in true statements as well.",
    "journal_full": "Personality and Social Psychology Bulletin"
  }
]
