[
  {
    "discipline": "communication",
    "title": "Predictors of partisan news selection and political misinformation sharing",
    "authors": "Diane Jackson, Jennifer Hoewe",
    "url": "https://doi.org/10.1080/03637751.2025.2557484",
    "doi": "https://doi.org/10.1080/03637751.2025.2557484",
    "filter": 0,
    "journal_full": "Communication Monographs"
  },
  {
    "discipline": "communication",
    "title": "Communication accommodation theory in quantitative research: Toward a standardized operationalization of core constructs",
    "authors": "Craig Fowler, Jessica Gasiorek, Howard Giles",
    "url": "https://doi.org/10.1080/03637751.2025.2546102",
    "doi": "https://doi.org/10.1080/03637751.2025.2546102",
    "filter": 0,
    "journal_full": "Communication Monographs"
  },
  {
    "discipline": "communication",
    "title": "Hijacking algorithmic bias: analyzing the political discourse around ChatGPT on social media",
    "authors": "Maayan Cohen, Eran Toch",
    "url": "https://doi.org/10.1080/1369118x.2025.2561046",
    "doi": "https://doi.org/10.1080/1369118x.2025.2561046",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Online health information seeking behaviors among U.S. adults: an age-period-cohort analysis",
    "authors": "Skylar Biyang Sun, Xiaohang Zhao",
    "url": "https://doi.org/10.1080/1369118x.2025.2574298",
    "doi": "https://doi.org/10.1080/1369118x.2025.2574298",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "When Entertainment Media Pull at the Heartstrings",
    "authors": "Hue Duong, Mor Yachin, Rebecca N. H. de Leeuw",
    "url": "https://doi.org/10.1027/1864-1105/a000496",
    "doi": "https://doi.org/10.1027/1864-1105/a000496",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: Given that music remains relatively understudied in eudaimonic media effect research, the present study investigated the effect of music video consumption on eudaimonic emotions and prosocial outcomes. A pre-registered experiment ( N = 326) was conducted to examine the associations between eudaimonic music consumption, emotions, prosocial motivations, and donation willingness. Findings showed that participants viewing the eudaimonic music videos reported significantly higher eudaimonic emotions and corresponding physical reactions compared to those who viewed hedonic music videos. Path analysis results revealed the associations between music video consumption and prosocial orientation and willingness to donate to a worthy cause."
  },
  {
    "discipline": "communication",
    "title": "Rethinking Scaling Up Content Analysis: A Reappraisal of Justifications and Practices for Large-Scale Content Analysis",
    "authors": "Maximilian Linde, Chung-hong Chan, Paul Balluff",
    "url": "https://doi.org/10.1177/10776990251378122",
    "doi": "https://doi.org/10.1177/10776990251378122",
    "filter": 0,
    "journal_full": "Journalism & Mass Communication Quarterly",
    "abstract": "The use of automated coding procedures to scale up content analysis has risen over the last years. Using a mixed-method approach, we examine researchers’ justifications to scale up content analysis and assess the methodological adjustments—or lack thereof—when employing supervised machine learning for 38 large-scale content analyses. Almost all of the included studies displayed deficiencies in study design, primarily related to the uncritical use of frequentist statistics on datasets containing the entire statistical population, or employing supervised machine learning without methodological adjustments to account for misclassifications. Our findings question the need for large datasets and automated coding in the first place."
  },
  {
    "discipline": "communication",
    "title": "Understanding the Impact of Anger-Evoking and Efficacy-Eliciting Tweets in White Support for the BLM Movement",
    "authors": "Ozen Bas, Minchul Kim, Maria Elizabeth Grabe",
    "url": "https://doi.org/10.1080/15205436.2025.2569461",
    "doi": "https://doi.org/10.1080/15205436.2025.2569461",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "Negative Campaigns, Negative Votes? Meanings of Voting and Political Campaigns",
    "authors": "Ming M. Boyer, Cal le Gall, Carolina Plescia",
    "url": "https://doi.org/10.1177/19401612251376808",
    "doi": "https://doi.org/10.1177/19401612251376808",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "Negative campaigns can have different effects on voting behavior and political attitudes. While recent work has differentiated between contexts and campaigns, few have investigated the mechanisms underlying the effects of negative campaigns. We argue that negative campaigning may affect whether citizens understand voting as supporting one candidate or party (positive meanings of voting), as opposing another (negative meanings of voting), or even as something useless, unpleasant or undesirable (anti-voting meanings). Using preregistered cross-sectional analyses in the 2022 Hungarian and US elections, we confirm that negative and anti-voting meanings are pervasive, and related to political parties’ use of negative and “dirty” campaigns. Two preregistered survey experiments, however, only confirm the effects of the most outrageous campaign messages. We conclude that meanings of voting are important democratic attitudes that are related to parties’ campaigning behavior. However, they are relatively stable attitudes that are only affected by relatively extreme stimuli."
  },
  {
    "discipline": "politics",
    "title": "Inflation and Incumbent Support: Experimental Evidence from the 2024 US Presidential Election",
    "authors": "Selim Erdem Aytaç, Daniel McDowell, David A. Steinberg",
    "url": "https://doi.org/10.1017/s0007123425100811",
    "doi": "https://doi.org/10.1017/s0007123425100811",
    "filter": 0,
    "journal_full": "British Journal of Political Science",
    "abstract": "It is widely believed that high inflation reduces the popularity of incumbents, and contributed to poor incumbent performance in recent elections in the United States and elsewhere. Existing research shows that voters’ inflation perceptions are associated with their evaluations of incumbent parties, but these observational studies cannot eliminate the possibility that the causal relationship runs the other way, where opposition to incumbent governments causes individuals to report higher price increases. To help overcome this inferential challenge, this study draws on a pre-registered experiment embedded in a nationally representative survey fielded just days before the 2024 US Presidential election. We find that priming Americans to think about inflation reduced support for the incumbent party. This effect is most pronounced among Independents and Democrats. These findings suggest that inflation likely contributed to the Democrats’ 2024 electoral defeat, and provide novel evidence that inflation has a causal effect on support for incumbent parties."
  },
  {
    "discipline": "politics",
    "title": "Negative partisanship in Western Europe",
    "authors": "Luana Russo",
    "url": "https://doi.org/10.1016/j.electstud.2025.103001",
    "doi": "https://doi.org/10.1016/j.electstud.2025.103001",
    "filter": 0,
    "journal_full": "Electoral Studies"
  },
  {
    "discipline": "politics",
    "title": "No One Mourns the Wicked: The Limits of Partisan Hostility Persisting through Tragedy",
    "authors": "Wayde Z.C. Marsh",
    "url": "https://doi.org/10.1017/xps.2025.10019",
    "doi": "https://doi.org/10.1017/xps.2025.10019",
    "filter": 0,
    "journal_full": "Journal of Experimental Political Science",
    "abstract": "Who do we blame when bad things happen? Has division in American society made us less sympathetic to victims of tragedies? In previous trying times (e.g., 9/11 and Columbine), Americans rallied together to support victims and seek government solutions. In a highly polarized era, however, we have witnessed further division rather than unity. In this paper, I leverage original, pre-registered survey experiments to examine how much Americans blame and sympathize with someone who has tragically died from COVID-19. The studies find consistent evidence that partisans blame victims who hold an anti-vaccine perspective, regardless of partisanship. Less consistent evidence suggests that Democrats also blame victims who were Republican, but less than they do victims who held anti-vaccination views. Further, partisans are less sympathetic when the victim was anti-vaccine, but Democrats and Republicans are also less sympathetic when the person who died was an outpartisan. These results indicate that animosity towards outpartisans persists even through tragedy, but demonstrates limits to affective partisan polarization paired with evidence of rational blame and sympathy responses."
  },
  {
    "discipline": "politics",
    "title": "PartySOME: A comprehensive dataset on political parties’ SOcial MEdia activity",
    "authors": "Malo Jan, Luis Sattelmayer",
    "url": "https://doi.org/10.1177/13540688251388763",
    "doi": "https://doi.org/10.1177/13540688251388763",
    "filter": 0,
    "journal_full": "Party Politics",
    "abstract": "What motivates political parties to use social media, and how does this usage correlate with outcomes such as party success? As social media platforms have become increasingly important for political communication, these questions have gained prominence in the literature on both party politics and social media politics. In this paper, we contribute to these discussions by introducing a new dataset on the social media activity of 498 political parties across 37 countries on four platforms, Facebook, Instagram, Twitter, and YouTube, from account creation to the end of 2023. The dataset provides rich aggregated data on posting volume and timing, enabling the study of long-term patterns in platform adoption, communicative patterns, and parties’ online activity. The paper presents the data, provides descriptive and inferential findings on how political parties engage with social media, and outlines several research avenues enabled by this dataset."
  },
  {
    "discipline": "politics",
    "title": "Expanding the Spatial Toolkit with Spatial Eigenfunction Modeling",
    "authors": "Sebastian Juhl, Laron Williams",
    "url": "https://doi.org/10.1086/739195",
    "doi": "https://doi.org/10.1086/739195",
    "filter": 0,
    "journal_full": "The Journal of Politics"
  },
  {
    "discipline": "politics",
    "title": "Future Shock or Future Shrug? Public Responses to Varied Artificial Intelligence Development Timelines",
    "authors": "Anil Menon, Baobao Zhang",
    "url": "https://doi.org/10.1086/739200",
    "doi": "https://doi.org/10.1086/739200",
    "filter": 0,
    "journal_full": "The Journal of Politics"
  },
  {
    "discipline": "public opinion",
    "title": "Improving Trust in Science Through Communication? The Role of Mediating and Moderating Factors",
    "authors": "Florian Wintterlin",
    "url": "https://doi.org/10.1093/ijpor/edaf055",
    "doi": "https://doi.org/10.1093/ijpor/edaf055",
    "filter": 0,
    "journal_full": "International Journal of Public Opinion Research",
    "abstract": "Several attempts have been made to increase people's trust in science through being exposed to scientific information. Yet, I argue that not only mere exposure but peoples' predispositions and how people perceive the credibility of the information matters for whether they develop trust in that information. Using a moderated mediation model based on a weighted quota sample in Germany (N = 1,007), I showed that the degree to which being exposed to scientific information influences trust in science is mediated by people's credibility perceptions and moderated by their predispositions toward science. Implications for research and practice are discussed."
  },
  {
    "discipline": "public opinion",
    "title": "INFERENCE FOR THE QUANTILE RATIO INEQUALITY INDEX IN THE CONTEXT OF SURVEY DATA",
    "authors": "Silvia Scarpa, Maria Rosaria Ferrante, Stefan Sperlich",
    "url": "https://doi.org/10.1093/jssam/smaf024",
    "doi": "https://doi.org/10.1093/jssam/smaf024",
    "filter": 0,
    "journal_full": "Journal of Survey Statistics and Methodology",
    "abstract": "There exist many statistical indicators for measuring economic inequality. Most of them rely on distribution moments or focus on a few selected percentiles at the tails of the distribution. Recently, a so-called quantile ratio index has been introduced. It considers the entire distribution and measures the distance between the (economic) equi-distribution scenario and the average ratio of quantiles below the median to their symmetric counterparts above it. We present a finite population framework for estimating this index and its standard error under some complex sampling designs. Our estimator demonstrates high accuracy and precision, even with relatively small samples. Being solely based on quantiles, this index exhibits remarkable robustness, having limited sensitivity to anomalous values and highly skewed distributions. This is also shown by an analysis of its influence function."
  },
  {
    "discipline": "public opinion",
    "title": "Selective Exposure to News, Homogeneous Political Discussion Networks, and Affective Political Polarization: An Agent-Based Modeling of Minimal versus Strong Communication Effects",
    "authors": "Homero Gil de Zúñiga, Ryan Yang Wang, Zicheng Cheng",
    "url": "https://doi.org/10.1177/08944393251387282",
    "doi": "https://doi.org/10.1177/08944393251387282",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "This study employs an agent-based model (ABM) simulation grounded in polarization theory to explore how social and media influences shape affective polarization, social diversity, and media diversity within a hostile partisan information environment. We examine four scenarios: minimal, strong, social-dominated effect, and media-dominated effect, by iterating 16 combinations of parameters, including influence strength, homogeneous discussion, and selective exposure rates. Calibrated with a real-world U.S. population dataset, results show that while social and media influences accelerate sorting, selectivity structure is the primary driver of affective polarization. Notably, low homogeneous discussion and low selective exposure produce the highest polarization levels across four scenarios due to a probabilistic backfire effect that reflects identity-protective cognition. Strong, locally concentrated social influence sharply reduces social diversity, whereas media influence alone cannot produce convergence without social reinforcement. Media diversity proves more resilient due to global exposure, though it declines under high selective exposure and strong media influence. Despite initial partisan gaps, final-stage outcomes reveal minimal differences between Democrats and Republicans across all conditions."
  },
  {
    "discipline": "psychology",
    "title": "A tutorial on Bayesian hypothesis testing of correlation coefficients using the BFpack-module in JASP",
    "authors": "Joris Mulder, Julius Pfadt, Eric-Jan Wagenmakers",
    "url": "https://doi.org/10.3758/s13428-025-02846-5",
    "doi": "https://doi.org/10.3758/s13428-025-02846-5",
    "filter": 0,
    "journal_full": "Behavior Research Methods",
    "abstract": "Correlation coefficients play a central role in scientific research to quantify the (linear) association between certain key variables of interest. Currently, hypothesis testing of correlation coefficients, such as whether a correlation equals zero or whether two correlations are equal, is mainly done using classical p  values, despite their known limitations. An important cause of this problem is the limited availability of statistical software that supports alternative, Bayesian testing procedures. To address this shortcoming, the current tutorial paper showcases how to perform Bayesian hypothesis tests on correlation coefficients using the new BFpack module in the free and open-source software program JASP. The module supports Bayesian tests of various types of correlations such as product–moment correlations, polyserial correlations, or tetrachoric correlations, among others. Partial correlations can be tested by controlling for certain covariates. Moreover, both dependent and independent correlations can be tested to be zero or tested against each other. This tutorial aims to get researchers acquainted with this new flexible testing paradigm, which avoids the limitations of classical methods, and to make the methodology widely available to the research community."
  },
  {
    "discipline": "psychology",
    "title": "Do People Listen to Cassandra? Persuasion and Accuracy in Geopolitical Forecasts",
    "authors": "Yhonatan S. Shemesh, Avi Gamoran, David Leiser, Michael Gilead",
    "url": "https://doi.org/10.1177/01461672251375500",
    "doi": "https://doi.org/10.1177/01461672251375500",
    "filter": 0,
    "journal_full": "Personality and Social Psychology Bulletin",
    "abstract": "In a world marked by persistent uncertainty, accurately predicting the future is vital. While certain people (“superforecasters”) and practices (aggregation) can produce more accurate forecasts, the utility of these forecasts depends on whether they are persuasive enough to be heeded. This study investigates the relationship between persuasion and accuracy in geopolitical forecasts. In a forecasting competition, 153 forecasters predicted future global events and explained their rationales. Next, 474 evaluators rated these rationales for persuasiveness. Using a neural network–based language model, we found that although forecasting rationales contained valid cues for accuracy, evaluators were no more persuaded by accurate forecasts. Further analyses using large language models revealed that psychological attributes indicating expertise, trustworthiness, and emotional composure were associated with both persuasion and accuracy, while eloquence and confidence, though persuasive, were unrelated to accuracy. We conclude that people are sensitive to valid cues, but are misled by invalid ones, impairing overall calibration."
  },
  {
    "discipline": "psychology",
    "title": "Machine learning for propensity score estimation: A systematic review and reporting guidelines.",
    "authors": "Walter Leite, Huibin Zhang, Zachary Collier, Kamal Chawla, Lingchen Kong, YongSeok Lee, Jia Quan, Olushola Soyoye",
    "url": "https://doi.org/10.1037/met0000789",
    "doi": "https://doi.org/10.1037/met0000789",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "sociology",
    "title": "Challenges in Multilevel Modelling: Cross-Group Measurement Noninvariance and Measurement Errors. A Monte Carlo Simulation Study",
    "authors": "Artur Pokropek, Tomasz Żółtak, Eldad Davidov, Bart Meuleman, Peter Schmidt",
    "url": "https://doi.org/10.1177/00491241251379459",
    "doi": "https://doi.org/10.1177/00491241251379459",
    "filter": 0,
    "journal_full": "Sociological Methods & Research",
    "abstract": "Multilevel modelling (MM) is widely utilized in the social sciences, with over 20% of articles in leading sociological journals employing this technique. Despite its prevalence, few studies address whether the variables used in MM are invariant across groups or allow to construct reliable indicators. This study investigates the effects of both measurement noninvariance and random measurement error on MM using Monte Carlo simulations. Our findings reveal significant biases in MM results when random measurement errors are overlooked. Attaining high reliability in the indicators – above 0.94 – can mitigate these biases. While measurement noninvariance introduces bias in MM, its impact is smaller compared to that of the bias caused by unaddressed measurement error. Multilevel structural equation modelling (SEM), which controls for random measurement errors, performs effectively in complete measurement invariance (MI) scenarios. However, the absence of MI can create significant challenges. While multilevel SEM is a powerful analytical tool, it is not immune to the effects of MI assumption violations."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Bridging the empathy perception gap fosters social connection",
    "authors": "Rui Pei, Samantha J. Grayson, Ruth E. Appel, Serena Soh, Sydney B. Garcia, Annabel Bouwer, Emily Huang, Matthew O. Jackson, Gabriella M. Harari, Jamil Zaki",
    "url": "https://doi.org/10.1038/s41562-025-02307-1",
    "doi": "https://doi.org/10.1038/s41562-025-02307-1",
    "filter": 0,
    "journal_full": "Nature Human Behaviour",
    "abstract": "Young adults face a rising tide of mental illness and loneliness. We propose that an overlooked barrier for social connection is how people perceive each other’s empathy. Here, our longitudinal study of an undergraduate student community (N = 5,192) reveals that undergraduates who perceive their peers as empathic report better current and future well-being. Yet we document an ‘empathy perception gap’: people systematically see others as less empathic than others see themselves. Students who perceived their peers as less empathic were less willing to take social risks and grew more isolated over time. To disrupt this cycle, we conducted two field experiments that presented students with data on their peers’ self-reported empathy and behavioural nudges to encourage social risk taking. These interventions reduced the empathy perception gap, increased social behaviours and expanded social networks months later. This work offers a promising, scalable strategy to cultivate social well-being, simply by presenting people with data about each other."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Smartphone use in a large US adult population: Temporal associations between objective measures of usage and mental well-being",
    "authors": "Ari Winbush, Daniel McDuff, John Hernandez, Andrew Barakat, Allen Jiang, Conor Heneghan, Benjamin W. Nelson, Nicholas B. Allen",
    "url": "https://doi.org/10.1073/pnas.2427311122",
    "doi": "https://doi.org/10.1073/pnas.2427311122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Smartphones are essential tools in daily life yet concerns persist about their potential effects on mental health and well-being. Research on these relationships often relies on subjective measures of smartphone use, which can lack validity. These studies are also often limited by small, homogenous samples and the inability to differentiate between types of smartphone activities (e.g., social media vs. other applications). In this study, we analyzed 250,000 d of smartphone usage data from 10,099 adults, using objective measures of smartphone usage collected over 4 wk. We examined normative usage patterns and the temporal relationships between smartphone use and mood. Our findings reveal weak or null associations between smartphone use and mood, both cross-sectionally and longitudinally, and at both individual and group levels. Demographic factors, such as age and gender, were stronger predictors of mood than smartphone use. Statistically significant results that were observed showed that younger adults demonstrated a stronger association between social media use and lower mood cross-sectionally, but not longitudinally. Non-social app use was linked to lower mood in between-subjects analyses, but better mood in within-subjects analyses. However, all effects were small (or null), indicating minimal practical significance. These findings suggest that smartphone use has a limited or negligible impact on mood and well-being over a 4-wk period and do not support claims of a strong or causal relationship between smartphone use and mental well-being across this timeframe."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Mapping subnational gender gaps in internet and mobile adoption using social media data",
    "authors": "Casey F. Breen, Masoomali Fatehkia, Jiani Yan, Xinyi Zhao, Douglas R. Leasure, Ingmar Weber, Ridhi Kashyap",
    "url": "https://doi.org/10.1073/pnas.2416624122",
    "doi": "https://doi.org/10.1073/pnas.2416624122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "The digital revolution has ushered in many societal and economic benefits. Yet access to digital technologies such as mobile phones and internet remains highly unequal, especially by gender in the context of low- and middle-income countries (LMICs). While national-level estimates are increasingly available for many countries, reliable, quantitative estimates of digital gender inequalities at the subnational level are lacking. These estimates, however, are essential for monitoring gaps within countries and implementing targeted interventions within the global sustainable development goals, which emphasize the need to close inequalities both between and within countries. We develop estimates of internet and mobile adoption by gender and digital gender gaps at the subnational level for 2,075 regions in 117 LMICs from 2015 through 2025, a context where digital penetration is low and national-level gender gaps disfavoring women are large. We construct these estimates by applying machine-learning algorithms to Facebook user counts, geospatial data, development indicators, and population composition data. We calibrate and assess the performance of these algorithms using ground-truth data from subnationally representative household survey data from 33 LMICs. Our results reveal striking disparities in access to mobile and internet technologies between and within LMICs. These disparities imply that as of 2025, women are 19% less likely to use the internet and 8% less likely to own a mobile phone in LMICs, corresponding to over 190 million fewer women owning a mobile phone and over 320 million fewer women using the internet."
  },
  {
    "discipline": "multidisciplinary",
    "title": "The simulation of judgment in LLMs",
    "authors": "Edoardo Loru, Jacopo Nudo, Niccolò Di Marco, Alessandro Santirocchi, Roberto Atzeni, Matteo Cinelli, Vincenzo Cestari, Clelia Rossi-Arnaud, Walter Quattrociocchi",
    "url": "https://doi.org/10.1073/pnas.2518443122",
    "doi": "https://doi.org/10.1073/pnas.2518443122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Large Language Models (LLMs) are increasingly embedded in evaluative processes, from information filtering to assessing and addressing knowledge gaps through explanation and credibility judgments. This raises the need to examine how such evaluations are built, what assumptions they rely on, and how their strategies diverge from those of humans. We benchmark six LLMs against expert ratings—NewsGuard and Media Bias/Fact Check—and against human judgments collected through a controlled experiment. We use news domains purely as a controlled benchmark for evaluative tasks, focusing on the underlying mechanisms rather than on news classification per se. To enable direct comparison, we implement a structured agentic framework in which both models and nonexpert participants follow the same evaluation procedure: selecting criteria, retrieving content, and producing justifications. Despite output alignment, our findings show consistent differences in the observable criteria guiding model evaluations, suggesting that lexical associations and statistical priors could influence evaluations in ways that differ from contextual reasoning. This reliance is associated with systematic effects: political asymmetries and a tendency to confuse linguistic form with epistemic reliability—a dynamic we term epistemia, the illusion of knowledge that emerges when surface plausibility replaces verification. Indeed, delegating judgment to such systems may affect the heuristics underlying evaluative processes, suggesting a shift from normative reasoning toward pattern-based approximation and raising open questions about the role of LLMs in evaluative processes."
  }
]
