[
  {
    "discipline": "communication",
    "title": "Partisanship and its effects on metacognitive effort, agreement, and misinformation detection",
    "authors": "Diane Jackson, Jennifer Hoewe",
    "url": "https://doi.org/10.1080/08824096.2025.2472827",
    "doi": "https://doi.org/10.1080/08824096.2025.2472827",
    "filter": 0,
    "journal_full": "Communication Research Reports"
  },
  {
    "discipline": "communication",
    "title": "Adolescents’ Risky Online Behaviors and Social Desirability Bias in Vietnam: Privacy Disclosure and Pornography Use",
    "authors": "Truong Pham, Daisaku Goto, Makoto Kakinaka",
    "url": "https://doi.org/10.1089/cyber.2024.0368",
    "doi": "https://doi.org/10.1089/cyber.2024.0368",
    "filter": 0,
    "journal_full": "Cyberpsychology, Behavior, and Social Networking"
  },
  {
    "discipline": "communication",
    "title": "“It is Easier to Leave Death Threats than to Get Them Taken Down!” – Systematising Journalists’ Battles with Online Mobs",
    "authors": "Signe Ivask",
    "url": "https://doi.org/10.1080/21670811.2025.2475181",
    "doi": "https://doi.org/10.1080/21670811.2025.2475181",
    "filter": 0,
    "journal_full": "Digital Journalism"
  },
  {
    "discipline": "communication",
    "title": "Feeling informed or being informed about politics? Effects of first- and second-level incidental exposure on political surveillance knowledge and internal political efficacy",
    "authors": "Andreas Nanz, Jörg Matthes",
    "url": "https://doi.org/10.1080/1369118x.2025.2472945",
    "doi": "https://doi.org/10.1080/1369118x.2025.2472945",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Are interactive PSA formats always effective? The interaction between empathy-inducing message content, carousel formats, and connectedness with nature in pro-environmental campaigns",
    "authors": "Ja Kyung Seo, Hanyoung Kim, Hye Jin Yoon, Youngjee Ko, Jeong-Yeob Han, Youngji Seo",
    "url": "https://doi.org/10.1080/02650487.2025.2470537",
    "doi": "https://doi.org/10.1080/02650487.2025.2470537",
    "filter": 0,
    "journal_full": "International Journal of Advertising"
  },
  {
    "discipline": "communication",
    "title": "Between clicks and colleagues: the Janus-faced nature of data in the media industry",
    "authors": "Rasa Jämsen, Ward van Zoonen, Anu Sivunen, Mikko Villi",
    "url": "https://doi.org/10.1093/jcmc/zmaf003",
    "doi": "https://doi.org/10.1093/jcmc/zmaf003",
    "filter": 0,
    "journal_full": "Journal of Computer-Mediated Communication",
    "abstract": "This research delves into the dualistic nature of datafication, revealing its capacity to both illuminate and mask realities within media organizations. Datafication, the strategic use of data in organizations, offers insights into, and transforms, how work and individual outcomes are perceived and evaluated. This study examines how data-centric practices—embodied in metrics, rankings, and algorithms—can skew the playing field, creating scenarios where workers may feel (un)fairly (dis)advantaged or (mis)represented. The findings indicate that while data can provide valuable insights fostering cooperation and learning, it can also create competition and apprehension among journalists. Through the concept of “coopetition” we show how media professionals employ data opportunism to leverage information while also grappling with data skepticism amid potential misinterpretations and increased competition. Hence, the findings contribute to the research on datafication by demonstrating how workers utilize interpretative flexibility depending on what the data and metrics make visible."
  },
  {
    "discipline": "communication",
    "title": "Depolarizing within the Comfort of Your Party: Experimental Evidence from Online Workshops",
    "authors": "Robert A. Blair, Jessica Gottlieb, Marie Schenk, Christopher Woods",
    "url": "https://doi.org/10.1080/10584609.2025.2469097",
    "doi": "https://doi.org/10.1080/10584609.2025.2469097",
    "filter": 0,
    "journal_full": "Political Communication"
  },
  {
    "discipline": "communication",
    "title": "Endorsement of scientific norms among non-scientists: The role of science news consumption, political ideology, and science field",
    "authors": "Markus Schug, Helena Bilandzic, Susanne Kinnebrock",
    "url": "https://doi.org/10.1177/09636625251315882",
    "doi": "https://doi.org/10.1177/09636625251315882",
    "filter": 0,
    "journal_full": "Public Understanding of Science",
    "abstract": "Public discussions of controversial science fields like COVID-19 or climate science increasingly address inner-scientific structures and the norms guiding the scientific system—aspects that are normally discussed within the scientific community. However, not much is known about the endorsement of scientific norms by non-scientists and how those endorsements differ between controversial und uncontroversial science fields. We conducted a cross-sectional national survey in Germany ( N = 1007) to capture the public endorsement of scientific norms and explored the role of the science field, political ideology, and science news consumption. Results suggest that the endorsement of scientific norms is significantly higher in controversial fields than in less controversial fields. More left-leaning political ideology is connected to higher levels of norm endorsement; science news consumption is partly associated with lower scientific norm endorsement. We discuss our findings regarding their implications for the public’s image and understanding of controversial science fields."
  },
  {
    "discipline": "communication",
    "title": "Exploring AI identity: The media framing of communicative artificial intelligence in Singapore’s news sites",
    "authors": "Edson C. Tandoc, Seth Seet, Vanessa Xinyi Chan, Penny Ju Onn Wong",
    "url": "https://doi.org/10.1177/09636625251317970",
    "doi": "https://doi.org/10.1177/09636625251317970",
    "filter": 0,
    "journal_full": "Public Understanding of Science",
    "abstract": "Implementing artificial intelligence also requires examinations of public attitudes and perceptions. One approach is by examining media framing of artificial intelligence, including news coverage, which is a reflection of societal perceptions and a key influence over people’s understanding. As such, this study examines the framing of communicative artificial intelligence in Singapore, looking at how the news media frame communicative artificial intelligence and characterize it as a social actor. Through a manual content analysis of 336 news articles from three major news websites in Singapore, this study found that the news media in Singapore tend to focus on the benefits and advances of communicative artificial intelligence and portray communicative artificial intelligence as a tool rather than social actor. However, when comparing news coverage of communicative artificial intelligence after the advent of ChatGPT, the news framed communicative artificial intelligence more in terms of risks, regulations, responsibilities, and conflict."
  },
  {
    "discipline": "communication",
    "title": "Auditing the Compliance and Enforcement of Twitter’s Advertising Policy",
    "authors": "Yash Vekaria, Zubair Shafiq, Savvas Zannettou",
    "url": "https://doi.org/10.1177/20563051251319675",
    "doi": "https://doi.org/10.1177/20563051251319675",
    "filter": 0,
    "journal_full": "Social Media + Society",
    "abstract": "Online platforms have enacted various policies to maintain a safe and trustworthy advertising environment. However, the extent to which these policies are adhered to and enforced remains a subject of interest and concern. In this work, we present a large-scale audit of adult advertising on Twitter (now X), specifically focusing on compliance with its adult (sexual) content advertising policy. Twitter is an interesting case study in that it—uniquely from other social media platforms—allows posting of adult content but prohibits adult content in advertising. We analyze approximately 35,000 ads on Twitter with respect to their compliance with the adult content ad policy through Perspective API and manual annotations. Among other things, we find that nearly 38% of ads violate Twitter’s adult content advertising policy—of which, the platform eventually removed only about 63% of these non-compliant adult ads. We also find inconsistencies in the moderation of such ads across languages, highlighting the need for more reliable and consistent moderation practices across different languages. Overall, our findings highlight blindspots in Twitter’s adult ad policy enforcement for certain languages and countries. Our work underscores the importance of external audits to monitor compliance and improve transparency in online advertising."
  },
  {
    "discipline": "communication",
    "title": "Similarity attracts, or does it? studying personality-based convergence and sense of engagement with a digital health assistant",
    "authors": "Anna Spagnolli, Enrico D’Agostini, Mariavittoria Masotina, Giulia Cenzato, Luciano Gamberini",
    "url": "https://doi.org/10.1016/j.tele.2025.102262",
    "doi": "https://doi.org/10.1016/j.tele.2025.102262",
    "filter": 0,
    "journal_full": "Telematics and Informatics"
  },
  {
    "discipline": "communication",
    "title": "Communicative AI in the scientific public Sphere: An analysis of Twitter discourse on generative AI tools",
    "authors": "Jiyoun Suk, Yini Zhang, Jiawei Liu, Yukyung Yang",
    "url": "https://doi.org/10.1016/j.tele.2025.102261",
    "doi": "https://doi.org/10.1016/j.tele.2025.102261",
    "filter": 0,
    "journal_full": "Telematics and Informatics"
  },
  {
    "discipline": "public opinion",
    "title": "Bayesian Tree Models for Survey Sample Data",
    "authors": "Daniell Toth, Scott H Holan, Diya Bhaduri",
    "url": "https://doi.org/10.1093/jssam/smae050",
    "doi": "https://doi.org/10.1093/jssam/smae050",
    "filter": 0,
    "journal_full": "Journal of Survey Statistics and Methodology",
    "abstract": "Tree models are a popular and effective nonparametric modeling tool for data that depend on many variables that exhibit complex dependence, including interaction effects. Consequently, there are many potential applications for these models when dealing with survey data, which often contain many variables that are not independent from one another. One drawback of these models is that the specification is not stable, in that a few observations could affect the number of nodes and the variables included in the model. Also, obtaining a measure of uncertainty associated with these models is extremely challenging. Using a Bayesian representation naturally alleviates some of these concerns, as it automatically implies a distribution over tree space given the data as well as a distribution for the estimates produced. Since survey data are usually collected using an informative sample design, it is necessary to have an algorithm for creating tree-based models that account for this design during model estimation. In this article, we propose an algorithm and associated prior distribution assumptions to obtain a Bayesian tree model using data collected under an informative sample design. We demonstrate this proposed method using the Consumer Expenditure Survey and the Academic Performance Index datasets. Using an empirical simulation study, we show that the design-based Bayesian algorithm is an extremely flexible and robust way to construct regression tree models with measures of uncertainty that provide prediction intervals with the correct nominal coverage rates."
  },
  {
    "discipline": "public opinion",
    "title": "A Beta–Beta Prime Model for Rates and their Precision for Small Area Estimation: An Application to Brazilian Food Insecurity Index",
    "authors": "Fernando A S Moura, Soraia Pereira, Giovani L Silva",
    "url": "https://doi.org/10.1093/jssam/smaf002",
    "doi": "https://doi.org/10.1093/jssam/smaf002",
    "filter": 0,
    "journal_full": "Journal of Survey Statistics and Methodology",
    "abstract": "Statistics bureaus around the world have been faced with an increasing need to provide reliable estimates of economic and social indices, such as proportions or rates, from socioeconomic survey data at small area levels. For example, in 2015, the Member States of the United Nations committed themselves to the 2030 Agenda for Sustainable Development Goals, which requires the national statistical offices and other government agencies of the Member States to provide high-quality, timely, and reliable national indicators at a disaggregated level. However, due to the relatively small sample size of these areas or domains, it is not viable to obtain estimates with an acceptable level of accuracy without using model-based approaches. Here, we propose to model the direct estimator of the rates or proportions in small area domains as being beta distributed. The novelty is that we also model the sampling precision estimator as a beta prime distribution. An evaluation study with real data shows that there is an additional gain in jointly modeling the direct estimator and its sampling precision estimator. An application is also provided to estimate the food insecurity index in small areas of a Brazilian state."
  },
  {
    "discipline": "public opinion",
    "title": "What Girls Do: The Effects of Exposure to Women Candidates on Adolescents’ Attitudes toward Women Leaders",
    "authors": "Christina Wolbrecht, David E Campbell",
    "url": "https://doi.org/10.1093/poq/nfae059",
    "doi": "https://doi.org/10.1093/poq/nfae059",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly",
    "abstract": "“Politics is a man’s job” is a powerful and enduring stereotype. Does exposure to women politicians change beliefs about women’s competency for politics? While others have investigated the impact of women role models on women’s and girls’ engagement and ambition, previous research has not directly examined women politicians’ effect on political gender stereotypes in the United States. Using a panel survey of both adolescents and adults, we ask whether adolescents who observe women politicians become more likely to favor more women in office and more likely to see women as possessing positive leadership traits. We find that those for whom women candidates are more novel—Republican teens, and especially Republican girls—are most likely to shift their beliefs when exposed to women candidates of either party. Consistent with research on political socialization, these effects are apparent only for adolescents, not adults."
  },
  {
    "discipline": "psychology",
    "title": "Network science in psychology.",
    "authors": "Tracy Sweet, Selena Wang",
    "url": "https://doi.org/10.1037/met0000745",
    "doi": "https://doi.org/10.1037/met0000745",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "psychology",
    "title": "Yes stormtrooper, these are the droids you are looking for: Identifying and preliminarily evaluating bot and fraud detection strategies in online psychological research.",
    "authors": "Thomas J. Shaw, Cory J. Cascalheira, Emily C. Helminen, Cal D. Brisbin, Skyler D. Jackson, Melissa Simone, Tami P. Sullivan, Abigail W. Batchelder, Jillian R. Scheer",
    "url": "https://doi.org/10.1037/met0000724",
    "doi": "https://doi.org/10.1037/met0000724",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "psychology",
    "title": "Iterated community detection in psychological networks.",
    "authors": "M. A. Werner, J. de Ron, E. I. Fried, D. J. Robinaugh",
    "url": "https://doi.org/10.1037/met0000744",
    "doi": "https://doi.org/10.1037/met0000744",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "psychology",
    "title": "Impact of temporal order selection on clustering intensive longitudinal data based on vector autoregressive models.",
    "authors": "Yaqi Li, Hairong Song, Bertus Jeronimus",
    "url": "https://doi.org/10.1037/met0000747",
    "doi": "https://doi.org/10.1037/met0000747",
    "filter": 0,
    "journal_full": "Psychological Methods"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Urban highways are barriers to social ties",
    "authors": "Luca Maria Aiello, Anastassia Vybornova, Sándor Juhász, Michael Szell, Eszter Bokányi",
    "url": "https://doi.org/10.1073/pnas.2408937122",
    "doi": "https://doi.org/10.1073/pnas.2408937122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Urban highways are common, especially in the United States, making cities more car-centric. They promise the annihilation of distance but obstruct pedestrian mobility, thus playing a key role in limiting social interactions locally. Although this limiting role is widely acknowledged in urban studies, the quantitative relationship between urban highways and social ties is barely tested. Here, we define a Barrier Score that relates massive, geolocated online social network data to highways in the 50 largest US cities. At the granularity of individual social ties, we show that urban highways are associated with decreased social connectivity. This barrier effect is especially strong for short distances and consistent with historical cases of highways that were built to purposefully disrupt or isolate Black neighborhoods. By combining spatial infrastructure with social tie data, our method adds a dimension to demographic studies of social segregation. Our study can inform reparative planning for an evidence-based reduction of spatial inequality, and more generally, support a better integration of the social fabric in urban planning."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Scaling language model size yields diminishing returns for single-message political persuasion",
    "authors": "Kobi Hackenburg, Ben M. Tappin, Paul Röttger, Scott A. Hale, Jonathan Bright, Helen Margetts",
    "url": "https://doi.org/10.1073/pnas.2413443122",
    "doi": "https://doi.org/10.1073/pnas.2413443122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "Large language models can now generate political messages as persuasive as those written by humans, raising concerns about how far this persuasiveness may continue to increase with model size. Here, we generate 720 persuasive messages on 10 US political issues from 24 language models spanning several orders of magnitude in size. We then deploy these messages in a large-scale randomized survey experiment ( N = 25,982) to estimate the persuasive capability of each model. Our findings are twofold. First, we find evidence that model persuasiveness is characterized by sharply diminishing returns, such that current frontier models are only slightly more persuasive than models smaller in size by an order of magnitude or more. Second, we find that the association between language model size and persuasiveness shrinks toward zero and is no longer statistically significant once we adjust for mere task completion (coherence, staying on topic), a pattern that highlights task completion as a potential mediator of larger models’ persuasive advantage. Given that current frontier models are already at ceiling on this task completion metric in our setting, taken together, our results suggest that further scaling model size may not much increase the persuasiveness of static LLM-generated political messages."
  },
  {
    "discipline": "multidisciplinary",
    "title": "The power—and complexity—of policy to drive advances in women’s health",
    "authors": "Bronwyn M. Graham, Cara Tannenbaum, Alice Witt, Keziah Bennett-Brook, Sue Haupt, Kate Womersley, Séverine Lamon, Robyn Norton",
    "url": "https://doi.org/10.1126/sciadv.adt0576",
    "doi": "https://doi.org/10.1126/sciadv.adt0576",
    "filter": 0,
    "journal_full": "Science Advances",
    "abstract": "As international investments in women’s health increase, funders are adopting sex and gender policies and regulators are requiring disaggregated data, actions which impact research design."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Age and cognitive skills: Use it or lose it",
    "authors": "Eric A. Hanushek, Lavinia Kinne, Frauke Witthöft, Ludger Woessmann",
    "url": "https://doi.org/10.1126/sciadv.ads1560",
    "doi": "https://doi.org/10.1126/sciadv.ads1560",
    "filter": 0,
    "journal_full": "Science Advances",
    "abstract": "Cross-sectional age-skill profiles suggest that cognitive skills start declining by age 30 if not earlier. If accurate, such age-driven skill losses pose a major threat to the human capital of societies with rapidly aging populations. We estimate actual age-skill profiles from individual changes in literacy and numeracy skills at different ages. We use the unique German longitudinal component of the Programme of the International Assessment of Adult Competencies (PIAAC-L) that retested a large representative sample of adults after 3.5 years. Our empirical approach separates age from cohort effects and corrects for measurement error from reversion to the mean. Two main results emerge. First, average skills increase strongly into the forties before decreasing slightly in literacy and more strongly in numeracy. Second, skills decline at older ages only for those with below-average skill usage. White-collar and higher-educated workers with above-average usage show increasing skills even beyond their forties. Women have larger skill losses at older age, particularly in numeracy."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Two paradoxes in women’s well-being",
    "authors": "Caspar Kaiser, Naomi Muggleton, Edika Quispe-Torreblanca, Jan-Emmanuel De Neve",
    "url": "https://doi.org/10.1126/sciadv.adt1646",
    "doi": "https://doi.org/10.1126/sciadv.adt1646",
    "filter": 0,
    "journal_full": "Science Advances",
    "abstract": "We review the literature on the gender gap in well-being, identifying two key paradoxes. First, although women today report higher levels of life satisfaction and overall happiness than men, they experience worse outcomes in mental health and negative affect. Second, despite substantial advances in women’s social and economic status over the past 50 years, their well-being relative to men has declined. We explore the evidence supporting these paradoxes, considering potential explanations related to differential expectations, biology, and scale use. Using global data from 2006 to 2023 and long-term data from Europe and the US since the 1970s, we provide empirical illustrations. These findings reveal a diverse and seemingly inconsistent pattern of gender well-being gaps between countries, suggesting that the first paradox is not universally applicable. However, there is clear global evidence of a relative decline in women’s well-being, particularly in terms of negative affect."
  },
  {
    "discipline": "multidisciplinary",
    "title": "Perinatal intrusions: A window into perinatal anxiety disorders",
    "authors": "Susanne Schweizer, Bronwyn Graham",
    "url": "https://doi.org/10.1126/sciadv.adt2170",
    "doi": "https://doi.org/10.1126/sciadv.adt2170",
    "filter": 0,
    "journal_full": "Science Advances",
    "abstract": "Mental health is the leading cause of preventable perinatal maternal mortality. Studying perinatal intrusions can shed light on determinants of maternal mental health."
  }
]
