[
  {
    "discipline": "communication",
    "title": "Networks of Digital Addiction Symptoms",
    "authors": "Miaowen Hu, Wei Lyu, Jianxia Lu, Min Wang, Hui Zheng",
    "url": "https://doi.org/10.1177/21522715251401080",
    "doi": "https://doi.org/10.1177/21522715251401080",
    "filter": 0,
    "created": "2026-1-10",
    "journal_full": "Cyberpsychology, Behavior, and Social Networking",
    "abstract": "Digital addictions, such as Internet, game, social media, and smartphone addiction, pose health risks. This cross-sectional online survey of 1,764 participants aged 16–28 (75.7 percent women) identified four addiction subtypes using specific scales. Network analysis revealed significant comorbidity (95.35 percent) among subtypes, with smartphone addiction playing a dominant role, leading to social media, Internet, and potentially game addiction. High comorbidity suggests a shared vulnerability, with smartphone use as a catalyst. Smartphone addiction is a key precursor to other digital addictions."
  },
  {
    "discipline": "communication",
    "title": "Effects of Creativity in AI Advertising: The Mediating Role of Perceived Uncanniness",
    "authors": "Yoori Hwang, Se-Hoon Jeong",
    "url": "https://doi.org/10.1177/21522715251410335",
    "doi": "https://doi.org/10.1177/21522715251410335",
    "filter": 0,
    "created": "2025-12-29",
    "journal_full": "Cyberpsychology, Behavior, and Social Networking",
    "abstract": "Extending previous research on creative AI to the context of AI advertising, the present study examined whether creativity in AI advertising could evoke perceptions of uncanniness and consequently have a negative impact on ad outcomes. Based on a two (ad creativity: low vs. high) by two (creator label: human vs. AI) between-subjects experimental design, the present study showed that ad creativity in general had a positive direct impact on attitude toward the ad (A ad ), attitude toward the brand (A b ), and purchase intentions. In addition, there were significant mediation effects of perceived creativity on A ad and A b via perceived uncanniness, which was moderated by creator label. For the AI-creator-labeled condition, perceived creativity had negative indirect effects on A ad and A b via perceived uncanniness, such that greater perceived creativity led to greater perceived uncanniness, which in turn induced less favorable A ad and A b . However, the mediation effect was not found for the human-creator-labeled condition. Thus, the positive effect of ad creativity was smaller for the AI-creator-labeled ad."
  },
  {
    "discipline": "communication",
    "title": "Connecting publics in latency through communicative practices: A pragmatist operationalization from rural Spain",
    "authors": "Vanesa Saiz-Echezarreta, Francisco Javier Rueda-Córdoba, Belén Galletero-Campos",
    "url": "https://doi.org/10.1177/02673231251409702",
    "doi": "https://doi.org/10.1177/02673231251409702",
    "filter": 0,
    "created": "2026-1-12",
    "journal_full": "European Journal of Communication",
    "abstract": "This article examines how participatory publics persist in depopulated rural areas during periods of low visibility and mobilization. Drawing on pragmatism and mediatization theory, we analyse communicative figurations in Castilla-La Mancha (Spain) using survey data ( N = 529) and develop a Participatory Public Connection Index. Regression models reveal that public connection is driven more by communicative and territorial factors – such as local radio use, civic motivations and municipality size – than by sociodemographics. Our findings suggest that local media help sustain symbolic bonds and latent publics, contributing to democratic engagement and territorial cohesion despite the absence of visible collective action. We conceptualize latency as the communicative and symbolic potential through which publics persist beyond visible mobilization; operationally, the Participatory Public Connection Index captures this latent connection sustained by everyday local media practices."
  },
  {
    "discipline": "communication",
    "title": "Blending minds and machines in service operations: enhancing managerial responses to online reviews through human-generative AI collaboration",
    "authors": "Lin Jia, Xin Liu, Tong Dora Chen, Yichuan Wang, Kenichi Takahashi, Yuan Wang",
    "url": "https://doi.org/10.1108/itp-06-2025-0773",
    "doi": "https://doi.org/10.1108/itp-06-2025-0773",
    "filter": 0,
    "created": "2026-1-14",
    "journal_full": "Information Technology & People",
    "abstract": "Purpose Generative artificial intelligence (GAI) is increasingly embedded in service operations, particularly in crafting managerial responses (MRs) to online negative and positive reviews. Yet, little is known about how firms should optimally allocate responsibilities between human staff and GAI across distinct response tasks, nor how such allocations shape consumer perceptions and downstream behavioral intentions. This study investigates how customers evaluate MRs produced by different agents including humans, GAI and multiple forms of human and GAI collaboration across specific response tasks. Design/methodology/approach We conducted a randomized online experiment. Main effects were examined using ANOVA with data from 879 participants, and the underlying mechanisms were further analyzed using the PROCESS macro with a parallel mediation model. Findings Our findings show that to improve customer satisfaction and increase booking intentions, negative reviews are most effectively addressed through an augmented human approach in which GAI creates an initial draft and experienced professional staff refine it. In contrast, positive reviews are best handled solely by experienced professional staff. Originality/value This study advances knowledge on how to combine GAI with human efforts in service operations, identifies key psychological mechanisms that mediate the effects of different collaboration modes on consumer perceptions and behavioral intentions and offers actionable guidance for service operations managers. The results suggest that GAI should be deployed strategically to augment, rather than replace, human intelligence."
  },
  {
    "discipline": "communication",
    "title": "Cognitive absorption and hedonic technology addiction: the mediating roles of impulsive urge and self-regulation",
    "authors": "Chongyang Chen, Meitong Zhou, Wenxuan Sun, Xiang Gong",
    "url": "https://doi.org/10.1108/itp-04-2025-0580",
    "doi": "https://doi.org/10.1108/itp-04-2025-0580",
    "filter": 0,
    "created": "2026-1-13",
    "journal_full": "Information Technology & People",
    "abstract": "Purpose Cognitive absorption is critical for hedonic technology addiction, yet the mediating mechanisms by which cognitive absorption affects hedonic technology addiction remain unclear. Drawing on dual-system theory, which posits that reflexive and reflective systems are pivotal in shaping user decisions and behaviors, this study seeks to deepen our understanding of the drivers of hedonic technology addiction. We conceptualize impulsive urge as the reflexive system and self-regulation as the reflective system, aiming to uncover the mediating roles of these two distinct systems in linking cognitive absorption to hedonic technology addiction. Design/methodology/approach A longitudinal survey involving 410 online gamers was conducted, with data collected at two time points separated by a 6-week interval. Partial least squares structural equation modeling was employed to validate the proposed research model. Findings The results indicate that cognitive absorption elicits responses from both reflexive and reflective systems. Specifically, cognitive absorption enhances the reflexive system via impulsive urge, while inhibiting the reflective system through impaired self-regulation. The joint full mediation of impulsive urge and self-regulation in the relationship between cognitive absorption and hedonic technology addiction has been proved. Our results shed lights on the underlying reflexive and reflective systems by which cognitive absorption affects hedonic technology addiction. Originality/value This study leverages dual-system theory to elucidate the mediating mechanisms through which cognitive absorption influences hedonic technology addiction. By demonstrating how cognitive absorption triggers addictive behaviors through heightened impulsive urges and impaired self-regulation, this study advances the literature on hedonic technology addiction and offers actionable strategies for intervention. Highlights"
  },
  {
    "discipline": "communication",
    "title": "Unveiling the ethical decision-making process in rumor combating participation: a multi-method investigation in the USA and China",
    "authors": "Xiao-Liang Shen, You Wu, Yongqiang Sun",
    "url": "https://doi.org/10.1108/intr-08-2024-1250",
    "doi": "https://doi.org/10.1108/intr-08-2024-1250",
    "filter": 0,
    "created": "2026-1-13",
    "journal_full": "Internet Research",
    "abstract": "Purpose Social media rumors have increasingly become a prevalent and serious issue. Despite substantial efforts by governments and authoritative institutions, the effectiveness of combating rumors has not always been satisfactory due to the insufficient engagement of social media users. This study underscores the critical role of user participation in combating rumors and explores this issue from the perspective of ethical decision-making. Design/methodology/approach Employing a multi-method approach, Study 1 surveyed 508 respondents in the USA to investigate the ethical decision-making process in rumor combating participation (RCP). Study 2 replicated the main findings in the Chinese context through an experiment, while further exploring how social norms moderate the ethical decision-making process. Findings Study 1 not only reveals key ethical factors influencing RCP but also identifies two fully mediated chain effects. Study 2 first validates the findings reported in Study 1, and then highlights that injunctive norms exert a stronger influence on the decision-making process when normative appeals are framed using prescriptive rules. Conversely, when framed using proscriptive rules, the opposite effect is observed. Practical implications The findings suggest that social media platforms and policymakers can leverage normative appeals and tailored framing strategies to enhance user participation, thereby mitigating the negative impact of social media rumors. Originality/value This study represents one of the initial attempts to investigate RCP on social media from an ethical decision-making perspective. The integrated model provides empirical validation in both the USA and China, and the findings help resolve the contradictory results observed in prior research regarding the effects of social norms."
  },
  {
    "discipline": "communication",
    "title": "Managing learning demands through mobile AI: A cognitive load perspective on ChatGPT use in Nepal",
    "authors": "Shwadhin Sharma, Anita Khadka",
    "url": "https://doi.org/10.1177/20501579251407518",
    "doi": "https://doi.org/10.1177/20501579251407518",
    "filter": 0,
    "created": "2026-1-9",
    "journal_full": "Mobile Media & Communication",
    "abstract": "This study investigates how students perceive mobile, generative AI tools such as ChatGPT as regulating cognitive load and emotional demands during learning. The research examines how AI-mediated mobile communication affects intrinsic, extraneous, and germane cognitive load, and how these perceptions influence mental effort, cognitive engagement, learning anxiety, and perceived academic performance. The study is situated in Nepal, where mobile learning and smartphone-based educational practices often substitute for limited institutional support. Guided by Cognitive Load Theory, a structural equation model was developed to examine relationships between perceived AI-mediated load types and student outcomes. The model was tested using survey data from 314 higher education students who had experience using ChatGPT through mobile devices. Results show that students who perceived ChatGPT as reducing extraneous load and enhancing germane load reported lower anxiety and higher cognitive engagement. These perceptions were also associated with higher perceived academic performance and more efficient mental effort. Intrinsic load remained a significant constraint but was mitigated when ChatGPT was used as a mobile scaffold in complex learning tasks. This is one of the first theory-driven studies to empirically test how students perceive generative AI's influence on multiple dimensions of cognitive load in mobile learning environments. The research contributes theoretical and empirical insights to information systems and educational technology by reframing mobile AI not merely as a usability tool but as a mechanism for cognitive load management and emotional regulation in under-resourced educational systems. The findings offer practical guidance for educators and instructional designers seeking to integrate generative AI into mobile learning strategies. ChatGPT can serve as a portable cognitive and emotional support system that clarifies complex concepts, reduces learning anxiety, and enhances engagement. Incorporating guided mobile AI use into coursework can improve learning efficiency and emotional well-being without increasing instructional workload, particularly in resource-constrained higher education settings."
  },
  {
    "discipline": "communication",
    "title": "The Tate-space on YouTube: Ambient ideology and the limits of platform moderation",
    "authors": "Bernhard Rieder, Bastian August, Brogan Latil",
    "url": "https://doi.org/10.1177/14614448251409209",
    "doi": "https://doi.org/10.1177/14614448251409209",
    "filter": 0,
    "created": "2026-1-12",
    "journal_full": "New Media & Society",
    "abstract": "This article investigates the persistence and transformation of Andrew Tate’s presence on YouTube following the removal of his official channels in August 2022. Combining two empirical approaches—a small-scale analysis of top-ranked videos from YouTube search results in 2022 and 2024, and a large-scale data set of over 112k videos—we examine how Tate-related content continues to circulate and how the platform moderates such material. Our findings show that Tate remains highly visible through a diffuse and decentralized network of actors who repackage his messaging into interviews, remixes, and YouTube-native formats. This configuration produces what we term the “Tate-space”: an ambient ideological environment where motivational rhetoric, aspirational masculinity, and far-right talking points converge. We find that YouTube’s substantial moderation efforts are outpaced by the speed and scale of recommendation-driven circulation and that deplatforming, while symbolically significant, fails to disrupt the cultural and logistical dynamics that sustain Tate’s influence."
  },
  {
    "discipline": "politics",
    "title": "The unifying magic of the unwaved flag: Do national identity primes reduce affective polarization?",
    "authors": "Maria Nordbrandt, Gina Gustavsson, Karen N. Breidahl",
    "url": "https://doi.org/10.1017/s1475676525100649",
    "doi": "https://doi.org/10.1017/s1475676525100649",
    "filter": 0,
    "created": "2026-1-14",
    "journal_full": "European Journal of Political Research",
    "abstract": "It is often suggested that one way to reduce affective polarization is to remind citizens of a common in-group identity – such as the national one – to bridge partisan divides. Yet, to our knowledge, such a causal link has only been found in the United States, and even there, it has not been tested by exposure to the most common national symbol: the flag. Thus, we still do not know if such implicit yet ubiquitous reminders of national identity, rather than those that explicitly invoke national pride, are able to reduce affective polarization. In order to fill this research gap, we conducted a survey experiment in Sweden and Denmark in 2023/2024, two countries where national flags are omnipresent yet often ‘unwaved’. Using two versions of subtle flag treatments, our results show that in Sweden, subjects who were primed with a picture of the national flag showed lower levels of affective polarization measured as social distancing, but not in terms of trait stereotyping or party dislike. This effect was not mediated, however, by the strengthening of explicit national identity attitudes, such as national pride. These results suggest that flags need indeed not be explicitly waved in order to work their unifying magic."
  },
  {
    "discipline": "politics",
    "title": "War in the campaign? Issue emphasis and issue salience during the 2022 French presidential campaign",
    "authors": "Elie Michel",
    "url": "https://doi.org/10.1177/13540688261415758",
    "doi": "https://doi.org/10.1177/13540688261415758",
    "filter": 0,
    "created": "2026-1-9",
    "journal_full": "Party Politics",
    "abstract": "The outbreak of war in Ukraine 6 weeks before the 2022 French presidential election generated an exogenous geopolitical shock that disrupted the electoral campaign. This study investigates how candidates adapted their issue emphasis strategies in response to this crisis and whether their adjustments aligned with voter issue salience. Using a combination of media content analysis (PolDem dataset) and public opinion survey data (Enquête Electorale Française – EnEF), the study systematically examines issue emphasis for the six major candidates. The findings show that while candidates initially engaged with the Ukraine crisis, their emphasis on the issue declined over time, as economic concerns dominated the campaign agenda. The analyses confirm that mainstream candidates followed public issue salience more closely than challenger candidates, who engaged in selective issue emphasis strategies. Notably, Marine Le Pen, often classified as a challenger, behaved as a mainstream candidate, prioritizing economic issues over her traditionally owned themes such as immigration. These findings contribute to broader debates on issue salience, electoral shocks, and strategic campaign behavior, demonstrating that while external crises can momentarily disrupt campaign agendas, they do not necessarily redefine electoral competition."
  },
  {
    "discipline": "politics",
    "title": "Survey Quality and Acquiescence Bias: A Cautionary Tale",
    "authors": "Andrés Cruz, Adam Bouyamourn, Joseph T. Ornstein",
    "url": "https://doi.org/10.1017/pan.2025.10030",
    "doi": "https://doi.org/10.1017/pan.2025.10030",
    "filter": 0,
    "created": "2026-1-12",
    "journal_full": "Political Analysis",
    "abstract": "In this note, we offer a cautionary tale on the dangers of drawing inferences from low-quality online survey datasets. We reanalyze and replicate a survey experiment studying the effect of acquiescence bias on estimates of conspiratorial beliefs and political misinformation. Correcting a minor data coding error yields a puzzling result: respondents with a postgraduate education appear to be the most prone to acquiescence bias. We conduct two preregistered replication studies to better understand this finding. In our first replication, conducted using the same survey platform as the original study, we find a nearly identical set of results. But in our second replication, conducted with a larger and higher-quality survey panel, this apparent effect disappears. We conclude that the observed relationship was an artifact of inattentive and fraudulent responses in the original survey panel, and that attention checks alone do not fully resolve the problem. This demonstrates how “survey trolls” and inattentive respondents on low-quality survey platforms can generate spurious and theoretically confusing results."
  },
  {
    "discipline": "politics",
    "title": "When can individual partisanship be tempered? Mass behavior and attitudes across the COVID-19 pandemic",
    "authors": "Brandice Canes-Wrone, Jonathan T. Rothwell, Christos Makridis",
    "url": "https://doi.org/10.1017/psrm.2025.10067",
    "doi": "https://doi.org/10.1017/psrm.2025.10067",
    "filter": 0,
    "created": "2026-1-13",
    "journal_full": "Political Science Research and Methods",
    "abstract": "How do partisan differences in mass behavior and attitudes vary across contexts? Using new individual-level panel data on the COVID-19 pandemic from 54,216 US adults between March 2020 and September 2021, we consider how partisan differences vary according to the personal costs and benefits of behaviors, their public symbolism, and elite-level policy choices. Employing various panel data estimators, including difference-in-differences, we evaluate how partisan gaps evolve across changes to the political and health contexts, including the national vaccine rollout, individual vaccination status, and within-state policy variation. We find partisan divides are substantial even in (ostensibly) apolitical domains, although they are tempered by higher net personal costs to actions, lower public symbolism, and elite policy choices that counter national party cues."
  },
  {
    "discipline": "politics",
    "title": "Reducing affective polarization does not affect false news sharing or truth discernment",
    "authors": "Carter Anderson, Oliver Byles, Joshua Calianos, Sade Francis, Chun Hey Brian Kot, Bennett Mosk, H. Nephi Seo, Julija Vizbaras, Brendan Nyhan",
    "url": "https://doi.org/10.1177/20531680251413944",
    "doi": "https://doi.org/10.1177/20531680251413944",
    "filter": 0,
    "created": "2026-1-12",
    "journal_full": "Research & Politics",
    "abstract": "Why do people spread false news online? Previous studies have linked affective polarization with misinformation sharing and belief. Contrary to these largely observational findings, however, we show that experimentally improving people’s feelings about opposing partisans (versus members of their own party) has no measurable effect on people’s intentions to share true news, false news, or the difference between them, known as discernment. By contrast, we find evidence that a reminder of accuracy can modestly improve truth discernment among people who report sharing political news. These results suggest the need for a reexamination of the role of affective polarization in the dissemination of misinformation online."
  },
  {
    "discipline": "politics",
    "title": "Don’t answer me? A cautionary tale of personality traits and survey nonresponse",
    "authors": "Adam J. Ramey",
    "url": "https://doi.org/10.1177/20531680251413809",
    "doi": "https://doi.org/10.1177/20531680251413809",
    "filter": 0,
    "created": "2026-1-10",
    "journal_full": "Research & Politics",
    "abstract": "In recent years, there has been an explosion of research looking at the relationship between Big Five personality traits and political behavior. This boom has been driven by the development of brief inventories that can assess subjects’ traits in as few as ten questions. Despite these developments, subjects’ own propensity to complete the surveys may be driven by their personality traits. As a result, key findings in this literature may be plagued by selection bias. Using a new data collection effort, I show that subjects who are more Agreeable or Neurotic have systematically different propensities to complete surveys. This result in hand, I show how relationships between the Big Five and political behavior may change estimated relationships between the traits and behavior. These findings are a significant caution to scholars examining the Big Five and their effects on a variety of phenomena."
  },
  {
    "discipline": "politics",
    "title": "Which frame fits? Policy learning with framing for climate change policy attitudes",
    "authors": "Molly Offer-Westort, Will Gruen, Carter Herron, Kaden Hyatt, Max Buford, Kevin Davis, Diego Fonseca, Mushkie Gurevich, Tiffanie Huang, Rocio Jerez, Quinn Liu, Obi Obetta, Miguel Orellana, James Passmore, Jack Qiu, Julian Rapaport, Iñigo Sanchez-Asiain Domenech, Fernando Sandoval, Jose A. Tandoc, Ravi Yalamanchili",
    "url": "https://doi.org/10.1177/20531680251414927",
    "doi": "https://doi.org/10.1177/20531680251414927",
    "filter": 0,
    "created": "2026-1-12",
    "journal_full": "Research & Politics",
    "abstract": "How should climate policy be framed to maximize public support? We evaluate the effects of five distinct message frames—scientific, religious, moral, and two economic (efficiency and equity)—on support for climate change policy using a randomized experiment with over 2300 U.S. respondents. Moving beyond pairwise frame comparisons, we adopt a policy learning approach that identifies the most effective frame using cross-validated sample splitting, thereby avoiding selective inference. We find that the economic efficiency frame consistently yields the largest gains in policy support, outperforming both the control condition and all alternative frames, on average. While the effects of covariate conditional frame assignment were modest and not significantly different from assigning the best overall frame, we find consistent positive effects of the efficiency frame across partisan subgroups. Our findings offer methodological and substantive contributions: we highlight how policy-learning methods can be applied in experimental framing studies, and we offer specific evidence on the relative efficacy of alternative framing messages on support for several climate policies."
  },
  {
    "discipline": "public opinion",
    "title": "Comparing Speech-to-Text Algorithms for Transcribing Voice Data from Surveys",
    "authors": "Camille Landesvatter, Jan Behnert, Paul C Bauer",
    "url": "https://doi.org/10.1093/poq/nfaf056",
    "doi": "https://doi.org/10.1093/poq/nfaf056",
    "filter": 0,
    "created": "2025-10-2",
    "journal_full": "Public Opinion Quarterly",
    "abstract": "With the increasing frequency of surveys being conducted via smartphones and tablets, the option of audio responses for providing open-ended responses has become more popular in research. This approach aims to improve the user experience of respondents and the quality of their answers. To circumvent the tedious task of transcribing each audio recording for analysis, previous studies have used the Google Cloud Speech-to-Text API to convert audio data to text. Extending previous research, we benchmark the Google Cloud service with state-of-the-art automatic speech recognition (ASR) systems from Meta (wav2vec 2.0), NVIDIA (NeMo), and OpenAI (Whisper). To do so, we use 100 randomly selected and recorded open-ended responses to popular social science survey questions. Additionally, we provide a basic, easy-to-understand introduction on how the Whisper ASR system works as well as code for implementation. By comparing Word Error Rates, we show that for our data the Google Cloud ASR service is outperformed by almost all other systems, highlighting the need to also consider other ASR systems."
  },
  {
    "discipline": "public opinion",
    "title": "Republican Pushback on Patriotism-Linked COVID-19 Vaccine Messages: A Note on Moral Reframing",
    "authors": "Stephanie L DeMora, Jennifer L Merolla, Brian Newman, Elizabeth J Zechmeister",
    "url": "https://doi.org/10.1093/poq/nfaf057",
    "doi": "https://doi.org/10.1093/poq/nfaf057",
    "filter": 0,
    "created": "2025-10-7",
    "journal_full": "Public Opinion Quarterly",
    "abstract": "Moral reframing theory suggests that messages that connect with fundamental values may soften resistance, especially when from a trusted source. We assess these expectations in opinion dynamics around US Republicans’ views on COVID-19 vaccines. Data are from a preregistered experiment in a national survey of Republicans (n = 3,058). Respondents were randomly assigned to one of three treatments or a control (no message) condition. Treated individuals received a message that connected vaccination to patriotism, a core conservative value, and this was attributed to a public health official (treatment 1), Republican voter (2), or Democratic voter (3). With the exception of those who were vaccinated and boosted, the message either had no effect or, more often, produced a backlash that led Republicans to express less favorable dispositions toward vaccination; backlash was stronger for messages sourced to a Democrat or public health official. Our conclusion discusses implications for moral reframing research and public health messaging."
  },
  {
    "discipline": "public opinion",
    "title": "Whose Party Is This? Explaining Perceptions of US Party Ideology",
    "authors": "Seth B Warner",
    "url": "https://doi.org/10.1093/poq/nfaf058",
    "doi": "https://doi.org/10.1093/poq/nfaf058",
    "filter": 0,
    "created": "2025-10-4",
    "journal_full": "Public Opinion Quarterly",
    "abstract": "How do Americans perceive the parties ideologically? Using a multiverse analysis of 720 models, I observe how citizens’ ideological placement of the parties varied from 1990 to 2020 as a function of party ideologies at different levels: in Congress, in state legislatures, and in the electorate. Although public perceptions associate somewhat with elite ideology, more variation is attributable to how citizen-level partisans identify ideologically. This carries mixed implications. On one hand, partisan-ideological sorting in the electorate has made it easier for voters to see the difference between parties. On the other, it leads voters to see the parties as being more extreme than they would otherwise. These findings underscore the extent to which parties, beyond their governmental function, are social groups with norms that are fluid, identifiable, and politically impactful."
  },
  {
    "discipline": "public opinion",
    "title": "The Dawn of Generative AI-Enabled Political Activism: How Kenyan Gen Z Used ChatGPT and Protest GPTs to Mobilize",
    "authors": "John Maina Karanja, Macrina Mbaika Musili",
    "url": "https://doi.org/10.1177/08944393261416781",
    "doi": "https://doi.org/10.1177/08944393261416781",
    "filter": 0,
    "created": "2026-1-14",
    "journal_full": "Social Science Computer Review",
    "abstract": "In June 2024, youth-led protests in Kenya against a controversial Finance Bill demonstrated the connection between digital technologies and political activism in the Global South. This study examines how generative artificial intelligence (GAI) shapes political participation by focusing on Kenyan Gen Z activists who used ChatGPT to create custom models: Finance_Bill_GPT, Corrupt_Politicians_GPT, and MPs_Contribution_GPT (collectively called Protest_GPT_KE). These tools simplified complex laws, exposed corruption, and mobilized young people online, allowing them to bypass traditional sources such as media and elites. However, using GAI for activism raises ethical and political concerns, including surveillance, data rights, and state repression. The study surveyed 374 Kenyan Gen Z participants, primarily in Nairobi, and used Partial Least Squares Structural Equation Modeling (PLS-SEM) to analyze the connections among AI use, tool appropriation, and political participation. Results show that ChatGPT use alone did not directly increase offline activism; its effect appeared when combined with Protest_GPT_KE and online participation. This study is one of the first to document how youth in the Global South are creatively using GAI for grassroots mobilization, demonstrating that GAI’s political influence depends on user innovation and context."
  },
  {
    "discipline": "public opinion",
    "title": "Identifying Bots Through LLM-Generated Text in Open Narrative Responses: A Proof-of-Concept Study",
    "authors": "Joshua Claassen, Jan Karem Höhne, Ruben Bach, Anna-Carolina Haensch",
    "url": "https://doi.org/10.1177/08944393251408022",
    "doi": "https://doi.org/10.1177/08944393251408022",
    "filter": 0,
    "created": "2026-1-14",
    "journal_full": "Social Science Computer Review",
    "abstract": "Online survey participants are frequently recruited through social media platforms, opt-in online access panels, and river sampling approaches. Such online surveys are threatened by bots that shift survey outcomes and exploit incentives. In this proof-of-concept study, we advance the identification of bots driven by Large Language Models (LLMs) through the prediction of LLM-generated text in open narrative responses. We conducted an online survey on same-gender partnerships, including three open narrative questions, and recruited 1512 participants through Facebook. In addition, we utilized two LLM-driven bots, each of which responded to the open narrative questions 400 times. Open narrative responses synthesized by our bots were labeled as containing LLM-generated text (“yes”). Facebook responses were assigned a proxy label (“unclear”) as they may contain bots themselves. Using this binary label as ground truth, we fine-tuned prediction models relying on the “Bidirectional Encoder Representations from Transformers” (BERT) model, resulting in an impressive prediction performance: The models accurately identified between 97% and 100% of bot responses. However, prediction performance decreases if the models make predictions about questions they were not fine-tuned with. Our study contributes to the ongoing discussion on bots and extends the methodological toolkit for protecting the quality and integrity of online survey data."
  },
  {
    "discipline": "psychology",
    "title": "HR-ACT (Human–Robot Action) Database: Communicative and noncommunicative action videos featuring a human and a humanoid robot",
    "authors": "Tuǧçe Nur Pekçetin, Gaye Aşkın, Şeyda Evsen, Tuvana Dilan Karaduman, Badel Barinal, Jana Tunç, Cengiz Acarturk, Burcu A. Urgen",
    "url": "https://doi.org/10.3758/s13428-025-02910-0",
    "doi": "https://doi.org/10.3758/s13428-025-02910-0",
    "filter": 0,
    "created": "2026-1-12",
    "journal_full": "Behavior Research Methods",
    "abstract": "We present the HR-ACT (Human–Robot Action) Database, a comprehensive collection of 80 standardized videos featuring matched communicative and noncommunicative actions performed by both a humanoid robot (Pepper) and a human actor. We describe the creation of 40 action exemplars per agent, with actions executed in a similar manner, timing, and number of repetitions. The database includes detailed normative data collected from 438 participants, providing metrics on action identification, confidence ratings, communicativeness ratings, meaning clusters, and H values (an entropy-based measure reflecting response homogeneity). We provide researchers with controlled yet naturalistic stimuli in multiple formats: videos, image frames, and raw animation files (.qanim). These materials support diverse research applications in human–robot interaction, cognitive psychology, and neuroscience. The database enables systematic investigation of action perception across human and robotic agents, while the inclusion of raw animation files allows researchers using Pepper robots to implement these actions for real-time experiments. The full set of stimuli, along with comprehensive normative data and documentation, is publicly available at https://osf.io/8vsxq/ ."
  },
  {
    "discipline": "psychology",
    "title": "“If Immoral Then Unable”: Asymmetric Generalizations in Social Judgment",
    "authors": "Simone Mattavelli, Marco Brambilla, Alex Koch, Marcos Dono",
    "url": "https://doi.org/10.1177/01461672251410724",
    "doi": "https://doi.org/10.1177/01461672251410724",
    "filter": 0,
    "created": "2026-1-9",
    "journal_full": "Personality and Social Psychology Bulletin",
    "abstract": "Morality and ability are two key dimensions of social judgment. Across four experiments (total N = 1,418, three preregistered), we examined how information about one dimension shapes impressions in the other. In Experiment 1, participants generated positive and negative behaviors related to either morality or ability and then evaluated each behavior on the other dimension. Negative moral behaviors led to stronger inferences of low ability than negative ability behaviors led to inferences of immorality (i.e., asymmetric Horn effect). No asymmetry emerged for positive behaviors (i.e., symmetric Halo effects). Experiments 2a and 2b confirmed the asymmetric Horn effect and showed it was stronger for extreme versus moderate negative behaviors. Experiment 3 showed that immoral behaviors elicited more perceived threat than unable behaviors, which partly explained the asymmetric horn effect. These findings complement and extend prior models of impression formation by highlighting the primacy of morality in influencing judgments on other fundamental content dimensions."
  },
  {
    "discipline": "psychology",
    "title": "In-Person and Virtual Dates are Comparable, But People Don’t Know It",
    "authors": "Elina Moreno, Eli J. Finkel, Kellie Ammerman, Paul W. Eastwick",
    "url": "https://doi.org/10.1177/01461672251409231",
    "doi": "https://doi.org/10.1177/01461672251409231",
    "filter": 0,
    "created": "2026-1-9",
    "journal_full": "Personality and Social Psychology Bulletin",
    "abstract": "Virtual dating has become popular, but how do people feel about potential romantic partners on virtual versus in-person first dates? In Study 1, a sample of online participants predicted that in-person dates would be markedly better than virtual dates. Study 2 examined whether this prediction received support in a dataset of 4,542 real-life blind dates. We examined first-date outcomes (e.g., date enjoyment and attraction) and partner trait-perceptions (e.g., ambitious and confident) reported after each date. In-person dates were generally longer, but otherwise, virtual and in-person dates were highly similar across the full sample, and virtual dates outperformed in-person dates when controlling for date length. We conducted a one-with-many Social Relations Model analysis on a subsample of Study 2 daters ( n = 1,833 dates) and documented a modest amount of actor and partner variance, and a large amount of relationship variance. Virtual dates may be an underappreciated screening strategy for potential partners."
  },
  {
    "discipline": "psychology",
    "title": "Do Your Own Research (?) A Weak Link Between Conspiracism and Preference for First-Hand Evidence in a Perceptual Task",
    "authors": "Noëmon Baudouin, Sacha Altay, Hugo Mercier",
    "url": "https://doi.org/10.1177/01461672251408129",
    "doi": "https://doi.org/10.1177/01461672251408129",
    "filter": 0,
    "created": "2026-1-9",
    "journal_full": "Personality and Social Psychology Bulletin",
    "abstract": "Conspiracy theorists often prompt others to “Do your own research.” Could a general desire for such epistemic autonomy—to make up one’s own mind rather than deferring to others’ testimony—explain why some people are attracted to conspiracy theories? In four pre-registered studies (United States and United Kingdom, N = 1196), we test whether participants more likely to believe in conspiracy theories have a stronger preference for forming their own beliefs independently. Participants chose between doing a difficult perceptual task themselves or relying on an expert’s answer. Internal fixed-effect meta-analyses revealed a weak but statistically significant relationship between belief in conspiracy theories and preference for first-hand evidence. By contrast, the relationship between epistemic individualism and this preference was stronger and more robust. This suggests that, although individuals endorsing conspiracy theories express a stronger preference for “doing their own research,” their behavior mostly does not match this preference in non-conspiratorial contexts."
  },
  {
    "discipline": "multidisciplinary",
    "title": "The co-occurrence of ingroup and outgroup prosociality across 121 societies",
    "authors": "Kasper Otten",
    "url": "https://doi.org/10.1073/pnas.2517013123",
    "doi": "https://doi.org/10.1073/pnas.2517013123",
    "filter": 0,
    "created": "2026-1-13",
    "journal_full": "Proceedings of the National Academy of Sciences",
    "abstract": "In an increasingly interconnected world, prosociality across group boundaries becomes ever more important. Yet, a common premise in the behavioral and social sciences is that people are prosocial mainly toward their ingroup and not outgroups. So far, evidence for this premise comes mostly from studies in which people must choose between ingroup and outgroup prosociality, thereby precluding positive associations between the two types of prosociality. We study situations in which people make separate decisions regarding the ingroup and outgroup, allowing us to examine how ingroup and outgroup prosociality are related. Across six large-scale and cross-societal datasets spanning 743,402 individuals in 121 societies, we find a robust positive relationship between ingroup and outgroup prosociality. This relationship holds across societies, different group categorizations, and a diverse range of prosociality measures, including prisoner’s dilemmas, public good dilemmas, dictator games, and survey items on trust and tolerance. Although people are slightly more prosocial toward their ingroup than the outgroup, those who are prosocial toward the ingroup also tend to be prosocial toward the outgroup. The results offer an optimistic message for prosociality across group boundaries. When people are not made to choose between the ingroup and outgroup, they are generally prosocial toward both."
  }
]
