[
  {
    "discipline": "communication",
    "title": "The persuasive effects of narratives: a systematic review of reviews",
    "authors": "Zexin Ma, Xiaoli Nan",
    "abstract": "This systematic review of reviews aimed to determine whether and the extent to which narratives were persuasive. Our analysis of 30 systematic reviews revealed an overall persuasive advantage of narratives with a few nuances. First, the evidence was mixed when narratives were compared to statistics. In contrast, narratives showed greater persuasiveness when compared to other types of control. Second, patient narratives aided medical decision-making more than statistics or information without patient narratives. Exposure to entertainment narratives was effective in promoting health behavior change. Third, several potentially important moderators, such as context, health topics, and research design, were identified. Fourth, while the quality of reviews varied, recent reviews exhibited higher quality. Directions for future research are discussed.",
    "url": "https://doi.org/10.1093/anncom/wlaf007",
    "doi": "https://doi.org/10.1093/anncom/wlaf007",
    "filter": 0,
    "journal_full": "Annals of the International Communication Association"
  },
  {
    "discipline": "communication",
    "title": "News Finds Me as the illusion of competence: evidence for overconfidence in discernment of political misinformation",
    "authors": "Chris Skurka, Zicheng Cheng, Manuel Goyanes, Homero Gil de Zúñiga",
    "abstract": "Empirical research connects the News Finds Me perception (NFM) with undesirable democratic outcomes. Consequently, high-NFM individuals may be more vulnerable to political misinformation than low-NFM individuals. In this two-wave, preregistered news judgment study (N = 867 US adults), we explore the possibility that high-NFM individuals overestimate their ability to detect misinformation—a phenomenon grounded in the Dunning–Kruger effect, whereby individuals with limited competence fail to recognize their shortcomings. As hypothesized, high-NFM (vs. low-NFM) participants reported greater overconfidence in their false news discernment ability—an effect driven by their objectively lower discernment ability. We also find that the more overconfident high-NFM people were, the greater their intentions to engage with false and true news, although their overconfidence was especially likely to predict intentions to engage with false news. These findings suggest the NFM plays a dually negative role in promoting susceptibility to misinformation, highlighting the need for targeted intervention efforts.",
    "url": "https://doi.org/10.1093/hcr/hqaf015",
    "doi": "https://doi.org/10.1093/hcr/hqaf015",
    "filter": 0,
    "journal_full": "Human Communication Research"
  },
  {
    "discipline": "communication",
    "title": "Message effects on psychological reactance: meta-analyses",
    "authors": "Zixi Li, Jingyuan Shi",
    "abstract": "Psychological reactance is one of the underlying mechanisms of message effects on persuasion outcomes. We conducted meta-analyses across 28 articles, comprising 33 studies and 146 effect sizes (2005–2024), to examine (a) message effects on psychological reactance and (b) the influence of psychological reactance on persuasion outcomes. Results showed that high freedom-threatening language increased anger (k = 28, r = .21), negative cognitions (k = 25, r = .17), and psychological reactance (k = 53, r = .20) compared to low freedom-threatening language. These effects were moderated by behavior repetitiveness and communication modality. However, gain vs. loss framing showed no significant differences in anger (k = 6, r = –.03), negative cognitions (k = 6, r = –.01), or psychological reactance (k = 12, r = –.02). Both anger (r = –.23, k = 42) and negative cognitions (r = –.18, k = 39) were negatively associated with persuasion outcomes.",
    "url": "https://doi.org/10.1093/hcr/hqaf016",
    "doi": "https://doi.org/10.1093/hcr/hqaf016",
    "filter": 0,
    "journal_full": "Human Communication Research"
  },
  {
    "discipline": "communication",
    "title": "Privacy calculus, privacy paradox, and context collapse: A replication of three key studies in communication privacy research",
    "authors": "Philipp K Masur, Giulia Ranzini",
    "abstract": "Since the advent of social network sites, researchers have investigated how and why users share personal information online. Yet, the replicability of individual findings remains unclear. We addressed this gap by closely replicating three seminal studies: Krasnova et al.’s (2010) study on the privacy calculus, Vitak’s (2012) analysis of the impact of context collapse, and Dienlin and Trepte’s (2015) investigation of the privacy paradox. While only 32.5% of the original effects replicated exactly across the three studies, 67.5% were significant and in line with the original direction. Despite this overall replication success, the prominent negative privacy concerns and self-disclosure link did not replicate and became positive instead. Additional specification curve analyses revealed that the strength of this relationship is contingent on a variety of analytical decisions. The findings offer insights into the replicability of survey-based privacy research, highlighting the role of replication in a dynamic research landscape.",
    "url": "https://doi.org/10.1093/joc/jqaf007",
    "doi": "https://doi.org/10.1093/joc/jqaf007",
    "filter": 0,
    "journal_full": "Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "Evidence of balance theory as a predictive framework for character interdependence",
    "authors": "C Joseph Francemone, Matthew Grizzard",
    "abstract": "Across three studies, we examined how balance theory can be used to predict interdependent character evaluations. Leveraging the propositions of balance theory as suggested by Grizzard, Francemone et al. (2020), our findings demonstrate that moral information about a single character biases perceptions and judgments of other characters within the same narrative. Beyond replicating binary comparative judgments between characters, similar to past work on character interdependence, we show that the relational information conveyed by a character network can reveal how interdependent effects between several characters will manifest. Specifically, our results demonstrate that characters are either contrasted or assimilated to one another based on the relationship valences communicated by the narrative’s character network. Extrapolating from these findings, we discuss several aspects of character networks that should be considered to further develop the concept of character interdependence.",
    "url": "https://doi.org/10.1093/joc/jqaf025",
    "doi": "https://doi.org/10.1093/joc/jqaf025",
    "filter": 0,
    "journal_full": "Journal of Communication"
  },
  {
    "discipline": "communication",
    "title": "A cross-national examination of the effects of accuracy nudges and content veracity labels on belief in and sharing of misleading news",
    "authors": "Michael Chan, Jingjing Yi, Cristian Vaccari, Masahiro Yamamoto",
    "abstract": "This study examined whether accuracy nudges and content veracity labels enhance people’s discernment in believing and sharing true versus false news. Participants in the United Kingdom, the United States, and Hong Kong were shown five true and five false social media posts in random order. Two true posts and two false posts were randomly assigned “True” and “False” labels, respectively. Multilevel regression models indicated that accuracy nudges and veracity labels had no direct effects on the perceived accuracy of posts or willingness to share them, though the interaction of the “False” label and accuracy nudge significantly reduced the perceived accuracy of and intention to share false news across the samples. Post hoc analyses further uncovered contingent effects based on individual differences, including partisan identity in the United States and conspiratorial thinking in the United Kingdom and Hong Kong. The findings demonstrate the efficacy of combined countermeasures in attenuating the effects of misinformation.",
    "url": "https://doi.org/10.1093/jcmc/zmaf009",
    "doi": "https://doi.org/10.1093/jcmc/zmaf009",
    "filter": 0,
    "journal_full": "Journal of Computer-Mediated Communication"
  },
  {
    "discipline": "communication",
    "title": "Do mindsets really matter? A second look at how perceptions of social media experiences relate to well-being",
    "authors": "Douglas A Parry, Bronwyne Coetzee",
    "abstract": "Building on the idea that subjective evaluations of social media use (SMU) may shape well-being effects, this study investigated how two “social media mindsets”—agency (perceived control over SMU) and valence (perceived effects of SMU)—relate to self-reported and logged SMU, and four well-being indicators (depression, anxiety, stress, and life satisfaction) in a South African sample of young adults (N = 1,858; M age = 21.01). Agency mindsets were negatively correlated with SMU and positively with well-being, while valence mindsets were associated with higher SMU but not with well-being. Logged SMU showed weaker associations with mindsets and well-being than self-reported SMU, suggesting differences between perceived and actual behavior. The findings replicate, extend, and in some cases contradict prior research, emphasizing how users’ sense of control is more important for well-being than SMU duration or perceptions of its effects, and that more work is needed to understand whether the “mindsets” concept is fruitful.",
    "url": "https://doi.org/10.1093/jcmc/zmaf011",
    "doi": "https://doi.org/10.1093/jcmc/zmaf011",
    "filter": 0,
    "journal_full": "Journal of Computer-Mediated Communication"
  },
  {
    "discipline": "communication",
    "title": "How affect shapes online information seeking about political actors",
    "authors": "Cornelius Puschmann, Helena Rauxloh, Lisa Merten, Sebastian Stier, Katrin Weller, Juhi Kulshrestha",
    "abstract": "Search engines are both frequently used and widely trusted sources of current political information. While research has examined the different stages of information seeking via search, the question of how political preferences and sociodemographic factors impact political online search has received less attention. In particular, the way in which attitudinal factors, such as sentiment toward a politician or interest in their personal life motivate information seeking have not been widely studied. We present findings from a panel study that combines browser tracking data with survey results for 1863 German participants. Our results suggest that both sympathy and antipathy toward a selection of popular politicians is predictive of searching for them. Queries also vary in their composition, with searches for female politicians highlighting their personal lives and physical attributes somewhat more often than for males. We conclude that the role of “soft” factors in motivating information seeking on political actors remains underexplored.",
    "url": "https://doi.org/10.1177/14614448251346199",
    "doi": "https://doi.org/10.1177/14614448251346199",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Decoding revision mechanisms in Wikipedia: Collaboration, moderation, and collectivities",
    "authors": "Xixuan Zhang",
    "abstract": "Research on knowledge collaboration in Wikipedia has predominately focused on metadata at the article level or editor-centric analyses, often overlooking the complexities of knowledge collaboration and its contextual dependencies. This study takes a novel, fine-grained approach to investigating revision mechanisms in Wikipedia’s knowledge collaboration. By considering modified sentences as carriers of collective knowledge and spaces in which epistemic power is negotiated, it reconstructs their revision sequences and examines how editorial, contextual, content, and temporal factors shape Wikipedia’s revision dynamics. A total of 140,593 revisions (by 48,643 editors) of 76,525 sentences in 537 Wikipedia articles related to climate change were analyzed using text mining, natural language processing, survival analysis, and meta-analysis. The findings expand our understanding of how epistemic power is negotiated through collective endeavors underlying bureaucratic rules and community moderation in Wikipedia.",
    "url": "https://doi.org/10.1177/14614448251336418",
    "doi": "https://doi.org/10.1177/14614448251336418",
    "filter": 0,
    "journal_full": "New Media & Society"
  },
  {
    "discipline": "communication",
    "title": "Can AI-Attributed News Challenge Partisan News Selection? Evidence from a Conjoint Experiment",
    "authors": "Alon Zoizner, Jörg Matthes, Nicoleta Corbu, Claes H. de Vreese, Frank Esser, Karolina Koc-Michalska, Christian Schemer, Yannis Theocharis, Jan Zilinsky",
    "abstract": "With artificial intelligence (AI) increasingly shaping newsroom practices, scholars debate how citizens perceive news attributed to algorithms versus human journalists. Yet, little is known about these preferences in today’s polarized media environment, where partisan news consumption has surged. The current study explores this issue by providing a comprehensive and systematic examination of how citizens evaluate AI-attributed news compared to human-based news from like-minded and cross-cutting partisan sources. Using a preregistered conjoint experiment in the United States ( N = 2,011) that mimics a high-choice media environment, we find that citizens evaluate AI-attributed news as negatively as cross-cutting news sources, both in terms of attitudes (perceived trustworthiness) and behavior (willingness to read the news story), while strongly preferring like-minded sources. These patterns remain stable across polarizing and non-polarizing issues and persist regardless of citizens’ preexisting attitudes toward AI, political extremity, and media trust. Our findings thus challenge more optimistic views about AI’s potential to facilitate exposure to diverse viewpoints. Moreover, they suggest that increased automation of news production faces both public mistrust and substantial reader resistance, raising concerns about the future viability of AI in journalism.",
    "url": "https://doi.org/10.1177/19401612251342679",
    "doi": "https://doi.org/10.1177/19401612251342679",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics"
  },
  {
    "discipline": "communication",
    "title": "The Dynamic Interplay of Negativity in News and Interpersonal Communication in Shaping Beliefs",
    "authors": "Isabella Glogger",
    "abstract": "This article explores the interplay between negativity in news coverage and interpersonal communication in shaping individuals’ beliefs, using the case of the COVID-19 pandemic. While existing research has examined the direct effects of these factors on beliefs, two overlooked key aspects are addressed in this article. First, I investigate how interpersonal communication interacts with the impact of negativity in news on shaping beliefs. Second, building upon media system dependency theory, I accounted for the temporal dynamics of media effects since the pandemic evolved and progressed in phases with shifting societal contexts. By relying on a linkage approach consisting of a five-wave panel survey and a quantitative media content analysis conducted in Sweden, the findings indicate that interpersonal communication serves as an amplifying moderator for exposure to negativity in forming beliefs about the negative societal impact of COVID-19. Furthermore, I find evidence supporting the temporally varying nature of media effects, with the influence of negativity decreasing as the crisis dragged on.",
    "url": "https://doi.org/10.1177/19401612251348045",
    "doi": "https://doi.org/10.1177/19401612251348045",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics"
  },
  {
    "discipline": "politics",
    "title": "Generalizing Trimming Bounds for Endogenously Missing Outcome Data Using Random Forests",
    "authors": "Cyrus Samii, Ye Wang, Junlong Aaron Zhou",
    "abstract": "We present a method for narrowing nonparametric bounds on treatment effects by adjusting for potentially large numbers of covariates, using generalized random forests. In many experimental or quasi-experimental studies, outcomes of interest are only observed for subjects who select (or are selected) to engage in the activity generating the outcome. Outcome data are thus endogenously missing for units who do not engage, and random or conditionally random treatment assignment before such choices is insufficient to identify treatment effects. Nonparametric partial identification bounds address endogenous missingness without having to make disputable parametric assumptions. Basic bounding approaches often yield bounds that are wide and minimally informative. Our approach can tighten such bounds while permitting agnosticism about the data-generating process and honest inference. A simulation study and replication exercise demonstrate the benefits.",
    "url": "https://doi.org/10.1017/pan.2025.10001",
    "doi": "https://doi.org/10.1017/pan.2025.10001",
    "filter": 0,
    "journal_full": "Political Analysis"
  },
  {
    "discipline": "politics",
    "title": "What to Observe When Assuming Selection on Observables",
    "authors": "Kevin M. Quinn, Guoer Liu, Lee Epstein, Andrew D. Martin",
    "abstract": "Political scientists regularly rely on a selection-on-observables assumption to identify causal effects of interest. Once a causal effect has been identified in this way, a wide variety of estimators can, in principle, be used to consistently estimate the effect of interest. While these estimators are all justified by appeals to the same causal identification assumptions, they often differ greatly in how they make use of the data at hand. For instance, methods based on regression rely on an explicit model of the outcome variable but do not explicitly model the treatment assignment process, whereas methods based on propensity scores explicitly model the treatment assignment process but do not explicitly model the outcome variable. Understanding the tradeoffs between estimation methods is complicated by these seemingly fundamental differences. In this paper we seek to rectify this problem. We do so by clarifying how most estimators of causal effects that are justified by an appeal to a selection-on-observables assumption are all special cases of a general weighting estimator. We then explain how this commonality provides for diagnostics that allow for meaningful comparisons across estimation methods—even when the methods are seemingly very different. We illustrate these ideas with two applied examples.",
    "url": "https://doi.org/10.1017/pan.2025.10003",
    "doi": "https://doi.org/10.1017/pan.2025.10003",
    "filter": 0,
    "journal_full": "Political Analysis"
  },
  {
    "discipline": "politics",
    "title": "Attending Church Encourages Acceptance of Atheists? Suppression Effects in Religion and Politics Research",
    "authors": "Paul A. Djupe, Amanda J. Friesen, Andrew R. Lewis, Anand E. Sokhey, Jacob R. Neiheisel, Zachary D. Broeren, Ryan P. Burge",
    "abstract": "A proliferation of religion variables presents opportunities for those studying religion and politics in the U.S. However, many studies in this growing subfield demonstrate the pitfalls of reporting the “independent” effects of variables without qualification. This is especially evident in work on Christian nationalism where researchers often make the claim that worship attendance promotes more pro-social or liberal outcomes, while Christian nationalism promotes more conservative and less pro-social outcomes. We demonstrate that this finding—and others like it—represents a new version of an old problem: a particular structure of relationships between variables that can induce sign switches based on suppression effects (Lenz and Sahn in Political Analysis 29(3):356–369, 2021). While we do not encourage skipping controls, some commonly reported results warrant caution. Researchers should generally avoid unconditional claims about attendance encouraging liberalism. We point a way forward that prioritizes theories of religious communication and encourages the careful examination of relationships via interactions.",
    "url": "https://doi.org/10.1007/s11109-025-10057-z",
    "doi": "https://doi.org/10.1007/s11109-025-10057-z",
    "filter": 0,
    "journal_full": "Political Behavior"
  },
  {
    "discipline": "politics",
    "title": "Detecting pro-kremlin disinformation using large language models",
    "authors": "Marianne Kramer, Yevgeniy Golovchenko, Frederik Hjorth",
    "abstract": "A growing body of literature examines manipulative information by detecting political mis-/disinformation in text data. This line of research typically involves highly costly manual annotation of text for manual content analysis, and/or training and validating automated downstream approaches. We examine whether Large Language Models (LLMs) can detect pro-Kremlin disinformation about the war in Ukraine, focusing on the case of the downing of the civilian flight MH17. We benchmark methods using a large set of tweets labeled by expert annotators. We show that both open and closed LLMs can accurately detect pro-Kremlin disinformation tweets, outperforming both a research assistant and supervised models used in earlier research and at drastically lower cost compared to either research assistants or crowd workers. Our findings contribute to the literature on mis/-disinformation by showcasing how LLMs can substantially lower the costs of detection even when the labeling requires complex, context-specific knowledge about a given case.",
    "url": "https://doi.org/10.1177/20531680251351910",
    "doi": "https://doi.org/10.1177/20531680251351910",
    "filter": 0,
    "journal_full": "Research & Politics"
  },
  {
    "discipline": "public opinion",
    "title": "Advertising Online Surveys on Social Media: How Your Advertisements Affect Your Study",
    "authors": "Anja Neundorf, Aykut Öztürk",
    "abstract": "Although the recruitment of online survey participants through paid social media advertisements is becoming increasingly common among survey researchers, we know little about how the content of advertisements influences the recruitment process. Our study systematically compares the effects of several approaches—being vague or explicit about the survey theme and offering material incentives—relying on 23 advertisements conducted in Turkey and Spain between May 2021 and June 2022, recruiting more than 30,000 respondents. Our article documents the important trade-offs that the content of an advertisement creates regarding cost and sample composition. We find that incentive-based advertisements can produce samples much closer to national population benchmarks; however, this also depends on the type of incentive. Thematic advertisements, which mention the political content of a survey, consistently return the cheapest samples, yet certain groups are overrepresented in these samples. Incentive-based advertisements also produce a generally higher response quality. We conclude our article by providing practical advice on which kind of advertisement to use, discussing the generalizability of our findings to other countries, and listing the main limitations of our study.",
    "url": "https://doi.org/10.1093/poq/nfaf018",
    "doi": "https://doi.org/10.1093/poq/nfaf018",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly"
  },
  {
    "discipline": "public opinion",
    "title": "How Different Mixed-Mode Data Collection Approaches Impact Response Rates and Provision of Biomeasure Samples",
    "authors": "Tarek Al Baghal, Jonathan Burton, Thomas F Crossley, Michaela Benzeval, Meena Kumari",
    "abstract": "Social surveys can be enriched with the collection of objective health measures, allowing new types of research in both health and social sciences. We experimentally tested three alternative designs for collecting survey responses and biomeasures within a longitudinal survey. In the nurse-administered design, a nurse conducts the survey and collects biomeasures in person. In the interviewer-first design, an interviewer initially attempts to carry out the survey in person, collects a subset of biomeasures, and then leaves a further biomeasure sample collection kit with the respondent. The web-first design invites respondents to complete the survey in web mode, and a biomeasure sample collection kit is sent after they do so. Nonrespondents to their initial mode are followed up with in an alternate mode. The outcomes of interest are both (i) response to the survey, and (ii) take-up and completion of the biomeasure sample collection. The impact of the experimental design is tested on both outcomes, utilizing intention-to-treat analysis (that is, by allocated design). To account for the importance of channel of communication in the consent decision for biomeasures, we also analyze observed consent outcomes by realized mode of response, other survey factors, and respondent characteristics. Findings show that the web-first design is superior in obtaining survey response, with nonsignificant differences between in-person interviewer-administered and nurse-administered designs. Conversely, the web was the least effective design for obtaining biomeasures. These findings imply that there is a design trade-off between obtaining survey responses and biomeasures, and this should be considered in future studies.",
    "url": "https://doi.org/10.1093/poq/nfaf022",
    "doi": "https://doi.org/10.1093/poq/nfaf022",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly"
  },
  {
    "discipline": "public opinion",
    "title": "Americanness Hierarchies: Partisanship and Perceptions of Racial Group Positions",
    "authors": "Victoria S Asbury-Kimmel",
    "abstract": "This study offers novel empirical insight and theoretical interventions regarding how Whites, Blacks, Latinos, and Asians are perceived in terms of “Americanness” among a nationally representative sample of White adults in the United States. The findings reveal that perceptions of racial groups’ Americanness differ significantly by political identification. Republicans and Independents typically regard Whites as the most American, but their opinions vary on other racial groups. Contrary to prior research, Republicans perceive Asians as more American than Latinos and Blacks, treating the latter two groups as essentially equal in terms of Americanness. In contrast, Democrats consider Blacks the most American, clearly differentiating them from other racial minorities. This research illuminates the subjective and politicized dimensions of status within the American national community and challenges existing theories on the hierarchical positioning of racial groups.",
    "url": "https://doi.org/10.1093/poq/nfaf014",
    "doi": "https://doi.org/10.1093/poq/nfaf014",
    "filter": 0,
    "journal_full": "Public Opinion Quarterly"
  },
  {
    "discipline": "psychology",
    "title": "Reliability Evidence for AI-Based Scores in Organizational Contexts: Applying Lessons Learned From Psychometrics",
    "authors": "Andrew B. Speer, Frederick L. Oswald, Dan J. Putka",
    "abstract": "Machine learning and artificial intelligence (AI) are increasingly used within organizational research and practice to generate scores representing constructs (e.g., social effectiveness) or behaviors/events (e.g., turnover probability). Ensuring the reliability of AI scores is critical in these contexts, and yet reliability estimates are reported in inconsistent ways, if at all. The current article critically examines reliability estimation for AI scores. We describe different uses of AI scores and how this informs the data and model needed for estimating reliability. Additionally, we distinguish between reliability and validity evidence within this context. We also highlight how the parallel test assumption is required when relying on correlations between AI scores and established measures as an index of reliability, and yet this assumption is frequently violated. We then provide methods that are appropriate for reliability estimation for AI scores that are sensitive to the generalizations one aims to make. In conclusion, we assert that AI reliability estimation is a challenging task that requires a thorough understanding of the issues presented, but a task that is essential to responsible AI work in organizational contexts.",
    "url": "https://doi.org/10.1177/10944281251346404",
    "doi": "https://doi.org/10.1177/10944281251346404",
    "filter": 0,
    "journal_full": "Organizational Research Methods"
  },
  {
    "discipline": "psychology",
    "title": "Friends on the Other Side: Receptiveness to Opposing Views Predicts Formation of Politically Heterogeneous Relationships",
    "authors": "Brian P. Reschke, Julia A. Minson, Hannah Riley Bowles, Mathijs de Vaan, Sameer B. Srivastava",
    "abstract": "Growing evidence points to the corrosive influence of partisanship on society. We examine the relationship between “receptiveness to opposing views” (i.e., an individual difference in the willingness to engage with information from opposing perspectives) and the propensity to form positive and close collaborative relationships with ideologically opposed others. Across three studies varying in sampling and methodological approaches—a retrospective network study, a time-lagged field study, and an experiment—we find that individual and mutual receptiveness mitigate the negative influence of ideological opposition on relationship formation and willingness to collaborate. We find evidence that receptiveness is distinctively influential as compared to related personality characteristics (e.g., extraversion, self-monitoring, agreeableness, openness, and intellectual humility). These findings contribute to our understanding of how individual differences shape social network formation and collaboration across ideological divides.",
    "url": "https://doi.org/10.1177/01461672251346066",
    "doi": "https://doi.org/10.1177/01461672251346066",
    "filter": 0,
    "journal_full": "Personality and Social Psychology Bulletin"
  },
  {
    "discipline": "sociology",
    "title": "From Codebooks to Promptbooks: Extracting Information from Text with Generative Large Language Models",
    "authors": "Oscar Stuhler, Cat Dang Ton, Etienne Ollion",
    "abstract": "Generative AI (GenAI) is quickly becoming a valuable tool for sociological research. Already, sociologists employ GenAI for tasks like classifying text and simulating human agents. We point to another major use case: the extraction of structured information from unstructured text. Information Extraction (IE) is an established branch of Natural Language Processing, but leveraging the affordances of this paradigm has thus far required familiarity with specialized models. GenAI changes this by allowing researchers to define their own IE tasks and execute them via targeted prompts. This article explores the potential of open-source large language models for IE by extracting and encoding biographical information (e.g., age, occupation, origin) from a corpus of newspaper obituaries. As we proceed, we discuss how sociologists can develop and evaluate prompt architectures for such tasks, turning codebooks into “promptbooks.” We also evaluate models of different sizes and prompting techniques. Our analysis showcases the potential of GenAI as a flexible and accessible tool for IE while also underscoring risks like non-random error patterns that can bias downstream analyses.",
    "url": "https://doi.org/10.1177/00491241251336794",
    "doi": "https://doi.org/10.1177/00491241251336794",
    "filter": 0,
    "journal_full": "Sociological Methods & Research"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Comparing the value of perceived human versus AI-generated empathy",
    "authors": "Matan Rubin, Joanna Z. Li, Federico Zimmerman, Desmond C. Ong, Amit Goldenberg, Anat Perry",
    "abstract": "Artificial intelligence (AI) and specifically large language models demonstrate remarkable social–emotional abilities, which may improve human–AI interactions and AI’s emotional support capabilities. However, it remains unclear whether empathy, encompassing understanding, ‘feeling with’ and caring, is perceived differently when attributed to AI versus humans. We conducted nine studies (n = 6,282) where AI-generated empathic responses to participants’ emotional situations were labelled as provided by either humans or AI. Human-attributed responses were rated as more empathic and supportive, and elicited more positive and fewer negative emotions, than AI-attributed ones. Moreover, participants’ own uninstructed belief that AI had aided the human-attributed responses reduced perceived empathy and support. These effects were replicated across varying response lengths, delays, iterations and large language models and were primarily driven by responses emphasizing emotional sharing and care. Additionally, people consistently chose human interaction over AI when seeking emotional engagement. These findings advance our general understanding of empathy, and specifically human–AI empathic interactions.",
    "url": "https://doi.org/10.1038/s41562-025-02247-w",
    "doi": "https://doi.org/10.1038/s41562-025-02247-w",
    "filter": 0,
    "journal_full": "Nature Human Behaviour"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Following news on social media boosts knowledge, belief accuracy and trust",
    "authors": "Sacha Altay, Emma Hoes, Magdalena Wojcieszak",
    "abstract": "Many worry that news on social media leaves people uninformed or even misinformed. Here we conducted a preregistered two-wave online field experiment in France and Germany ( N = 3,395) to estimate the effect of following the news on Instagram and WhatsApp. Participants were asked to follow two accounts for 2 weeks and activate the notifications. In the treatment condition, the accounts were those of news organizations, while in the control condition they covered cooking, cinema or art. The treatment enhanced current affairs knowledge, participants’ ability to discern true from false news stories and awareness of true news stories, as well as trust in the news. The treatment had no significant effects on feelings of being informed, political efficacy, affective polarization and interest in news or politics. These results suggest that, while some forms of social media use are harmful, others are beneficial and can be leveraged to foster a well-informed society.",
    "url": "https://doi.org/10.1038/s41562-025-02205-6",
    "doi": "https://doi.org/10.1038/s41562-025-02205-6",
    "filter": 0,
    "journal_full": "Nature Human Behaviour"
  },
  {
    "discipline": "multidisciplinary",
    "title": "The effects of social media criticism against public health institutions on trust, emotions, and social media engagement",
    "authors": "Jonathan Y. Lee",
    "abstract": "In recent years, trust in US public health and science institutions has faced unprecedented declines, particularly among Republicans/conservatives. To what extent might institutional criticism on social media be responsible for such politically polarized declines in institutional trust? Two online survey experiments (total N = 6,800), using samples roughly reflective of the US adult population, examined the effects of key types of criticism against the Agency for Healthcare Research and Quality (AHRQ) and the Centers for Disease Control and Prevention (CDC). The results suggest that just a single exposure to any of the key types of criticism was sufficient to undermine institutional trust. While an institutional rebuttal was partially able to reverse these effects, residual declines in trust were substantial enough to cause decreased intentions to adhere to the AHRQ/CDC health recommendation featured in the experiments. While institutions should, therefore, be concerned about all types of social media criticism, those featuring morally charged trust-undermining narratives attacking the integrity of the AHRQ/CDC generated dramatically more anger (i.e., moral outrage), which in turn attracted social media engagement preferences likely to promote viral spread and exacerbate preexisting institutional politicization and issue polarization. These results suggest that efforts to bolster institutional trust should pay special attention to criticisms featuring integrity-based trust-undermining narratives.",
    "url": "https://doi.org/10.1073/pnas.2422890122",
    "doi": "https://doi.org/10.1073/pnas.2422890122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences"
  },
  {
    "discipline": "multidisciplinary",
    "title": "Tendencies toward triadic closure: Field experimental evidence",
    "authors": "Mohsen Mosleh, Dean Eckles, David G. Rand",
    "abstract": "Empirical social networks are characterized by a high degree of triadic closure (i.e., transitivity, clustering): network neighbors of the same individual are also likely to be directly connected. It is unknown to what degree this results from dispositions to form such ties (i.e., to close open triangles) per se versus other processes such as homophily and more opportunities for exposure. These mechanisms are difficult to disentangle in many settings. On social media, however, they can be decomposed - and platforms frequently make decisions that depend on these distinct processes. Here, using a field experiment on social media, we randomize the existing network structure that a user faces when they are followed by a target account that we control. We then examine whether the user reciprocates this tie formation. Being randomly assigned to have an existing tie to an account that follows the target user increases tie formation by 35%. Through multiple control conditions, we attribute this effect specifically to a minimal cue that indicates the presence of a potential mutual follower. Theory suggests that triadic closure should be especially likely in open triads of strong ties, and accordingly we find larger effects when the subject has interacted more with the existing follower. These results indicate a substantial role for tendencies toward triadic closure, but one that is substantially smaller than what might be inferred from prior observational studies. Platforms and others may rely on these tendencies in encouraging tie formation, with broader implications for network structure and information diffusion in online networks.",
    "url": "https://doi.org/10.1073/pnas.2404590122",
    "doi": "https://doi.org/10.1073/pnas.2404590122",
    "filter": 0,
    "journal_full": "Proceedings of the National Academy of Sciences"
  }
]
