[
  {
    "discipline": "communication",
    "title": "The determinants of participation in online business forums: exploring the interplay of need factors and reciprocity",
    "authors": "Rebwar Kamal Gharib",
    "url": "http://dx.doi.org/10.1108/itp-02-2024-0273",
    "doi": "10.1108/itp-02-2024-0273",
    "filter": 0,
    "journal_full": "Information Technology & People",
    "abstract": "Purpose The purpose of this study is to enhance the understanding of the drivers of participation in online business forums (OBFs). Specifically, it examines how reciprocity and three distinct types of needs (functional, psychological and hedonic) shape the participation behaviour of members in OBFs. Design/methodology/approach This study employs a multilevel analysis, integrating Social Exchange Theory and Uses and Gratification Theory to develop and validate a research framework. Data were collected via online questionnaires ( N  = 596) from 48 business forums on LinkedIn. The data analysis was carried out using PLS-SEM in stages. A confirmatory factor analysis was carried out to assess the measurement model, including validating the reliability and validity of the measurement items. The direct hypotheses were tested, followed by a post ad-hoc analysis to test the mediation and moderation hypotheses. Findings This study shows the impact of three need factors – functional, psychological and hedonic – and reciprocity on community members' participation behaviour in OBFs. The findings indicate that fulfiling functional, psychological and hedonic needs are key determinants driving active participation. The study further highlights the coexistence of two types of reciprocity: direct and indirect. However, the data analysis results show that only indirect reciprocity motivates participation in OBFs. Furthermore, the study reveals that indirect reciprocity not only precedes participation but also acts as a pivotal factor interacting with the interrelationship between the need factors and participation levels in OBFs. Originality/value This research advances theoretical understanding of participation in OBFs by offering novel insights into its complex, multi-faceted nature. Unlike some previous simplistic models, this study employs innovative multilevel analysis, uniquely demonstrating the synergistic impact of need factors and reciprocity on participation. It offers a nuanced perspective previously unexplored by addressing reciprocity’s paradoxical role and uncovering interconnections between various factors. This approach provides groundbreaking insights into OBF dynamics, advancing theoretical understanding while offering actionable strategies for enhancing member engagement and community development."
  },
  {
    "discipline": "communication",
    "title": "Lodging complaints against platform power: how Lebanese journalists and activists experience reporting mechanisms, platform failures, and techno-alienation",
    "authors": "Azza El-Masri, Martin J. Riedl, Inga K. Trauthig, Samuel C. Woolley",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2406803",
    "doi": "10.1080/1369118x.2024.2406803",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "The thousand faces of images in AI news: psychological distance, dialectical relationships and sensationalism",
    "authors": "Yujia Zhai, Nanshan Guo, Jinwen Zhang, Hezhao Zhang, Shaojing Sun, Ying Ding",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2406811",
    "doi": "10.1080/1369118x.2024.2406811",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "Artificial intelligence as a mode of ordering. Automated-decision making in primary care",
    "authors": "Núria Vallès-Peris, Júlia Pareto",
    "url": "http://dx.doi.org/10.1080/1369118x.2024.2406802",
    "doi": "10.1080/1369118x.2024.2406802",
    "filter": 0,
    "journal_full": "Information, Communication & Society"
  },
  {
    "discipline": "communication",
    "title": "FIFA World Cup as a Media Event: Psychological Factors’ Influence on Second Screen Usage",
    "authors": "Dana Weimann-Saks, Vered Elishar, Yaron Ariel",
    "url": "http://dx.doi.org/10.1080/08838151.2024.2406864",
    "doi": "10.1080/08838151.2024.2406864",
    "filter": 0,
    "journal_full": "Journal of Broadcasting & Electronic Media"
  },
  {
    "discipline": "communication",
    "title": "Machine heuristic: concept explication and development of a measurement scale",
    "authors": "Hyun Yang, S Shyam Sundar",
    "url": "http://dx.doi.org/10.1093/jcmc/zmae019",
    "doi": "10.1093/jcmc/zmae019",
    "filter": 0,
    "journal_full": "Journal of Computer-Mediated Communication",
    "abstract": "Human assumption of superior performance by machines has a long history, resulting in the concept of “machine heuristic” (MH), which is a mental shortcut that individuals apply to automated systems. This article provides a formal explication of this concept and develops a new scale based on three studies (Combined N = 1129). Measurement items were derived from the explication and an open-ended survey (Study 1, N = 270). These were then administered in a closed-ended survey (Study 2, N = 448) to identify their dimensionality through exploratory factor analysis (EFA). Lastly, we conducted another survey (Study 3, N = 411) to verify the factor structure obtained in Study 2 by employing confirmatory factor analysis (CFA). Analyses resulted in a validated scale of seven items that reflect the level of MH in individuals and identified six sets of descriptive labels for machines (expert, efficient, rigid, superfluous, fair, and complex) that serve as formative indicators of MH. Theoretical and practical implications are discussed."
  },
  {
    "discipline": "communication",
    "title": "Reinvention mediates impacts of skin tone bias in algorithms: implications for technology diffusion",
    "authors": "Hannah Overbye-Thompson, Kristy A Hamilton, Dana Mastro",
    "url": "http://dx.doi.org/10.1093/jcmc/zmae016",
    "doi": "10.1093/jcmc/zmae016",
    "filter": 0,
    "journal_full": "Journal of Computer-Mediated Communication",
    "abstract": "Two studies examine how skin tone bias in image recognition algorithms impacts users’ adoption and usage of image recognition technology. We employed a diffusion of innovations framework to explore perceptions of compatibility, complexity, observability, relative advantage, and reinvention to determine their influence on participants' utilization of image recognition algorithms. Despite being more likely to encounter algorithm bias, individuals with darker skin tones perceived image recognition algorithms as having greater levels of compatibility and relative advantage, being more observable, and less complex and thus used them more extensively compared to those with lighter skin tones. Individuals with darker skin tones also displayed higher levels of reinvention behaviors, suggesting a potential adaptive response to counteract algorithm biases."
  },
  {
    "discipline": "communication",
    "title": "Topic territoriality and the cost of civility: examining the impact of IP address disclosure on Weibo",
    "authors": "Chao Yu, Drew Margolin",
    "url": "http://dx.doi.org/10.1093/jcmc/zmae018",
    "doi": "10.1093/jcmc/zmae018",
    "filter": 0,
    "journal_full": "Journal of Computer-Mediated Communication",
    "abstract": "This article introduces the concept of “topic territoriality,” a mechanism that governs participation in conversational spaces. When a discussion becomes prone to territorialization, individuals are more likely to claim topics (participating in discussions about topics they own as “stakeholders”) and defer (reducing participation in topics owned by others). They are also more likely to patrol topic boundaries (monitoring who is participating and confronting topic “intruders”). We document the operation of topic territoriality by analyzing 112,278 conversational turns on Weibo before and after a policy that reveals users’ broad geographic locations. We find that revealing these locations increased territorial behaviors, leading to more homogenous participation in conversations. Although the display of locations has improved the overall civility in language, the confrontations between stakeholders and intruders became more toxic. Our research emphasizes the impact of topic territoriality in online conversations and sheds light on the unintended consequences of social media policies."
  },
  {
    "discipline": "communication",
    "title": "Exposure to Sexually Explicit Internet Material in Adolescence and Unwanted Sexual Behavior in Emerging Adulthood",
    "authors": "Helene Laporte, Laurens Vangeel, Kexin Wang, Steven Eggermont, Laura Vandenbosch",
    "url": "http://dx.doi.org/10.1027/1864-1105/a000449",
    "doi": "10.1027/1864-1105/a000449",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: This longitudinal study examines long-term associations between the use of sexually explicit internet material (SEIM) during adolescence and engagement in unwanted sexual behaviors in emerging adulthood. Drawing on a four-wave panel study among 377 participants (aged 18–24, 44.3% male), using logistic regression analysis, we found that SEIM use during adolescence predicted a higher odds of having sexually touched a stranger and of having insisted on sex with someone who had refused by emerging adulthood, 5 years later. That said, the proportion of participants committing these unwanted sexual behaviors is relatively small. Respectively 10.3%, 8.5%, and 1.1% of emerging adults had sexually touched a stranger, insisted on sex with a partner who had refused, or had used force to try to have sex."
  },
  {
    "discipline": "communication",
    "title": "Pushing Towards Privacy",
    "authors": "Jana Dombrowski, Alexandra Lux",
    "url": "http://dx.doi.org/10.1027/1864-1105/a000433",
    "doi": "10.1027/1864-1105/a000433",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: The use of privacy-enhancing technologies (PETs) to protect online privacy is a promising preventive measure. However, many users lack knowledge of their existence and application. This study reports the results of a pre-registered longitudinal experiment aimed at encouraging Internet users to install and use Tor, which enables anonymous browsing. The study compares two soft-paternalistic interventions: a social norm nudge and an educational boost, each with positive and negative framing. The data ( N T1  = 1,450; N T2  = 1,171) were based on a sample representative of German online users. The study finds that targeting users’ literacy and framing Tor as a PET, rather than as a darknet technology, increases users’ motivation to install and use the browser. However, the effects are only observed in the short-term and do not translate into actual behavior. We discuss implications for theory and practice regarding the effectiveness of interventions encouraging PET adoption."
  },
  {
    "discipline": "communication",
    "title": "Social Anxiety, Perceptions of Social Support, and Behavior in Anticipation of Online Peer Interaction",
    "authors": "Emily L. Jones, Michelle Rozenman",
    "url": "http://dx.doi.org/10.1027/1864-1105/a000450",
    "doi": "10.1027/1864-1105/a000450",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: Most Americans aged 18–49 use social media ( Atske, 2021 ). The social compensation ( McKenna &amp; Bargh, 2000 ) and social enhancement ( Kraut et al., 2002 ) hypotheses offer two frameworks for understanding online social behavior, yet the evidence for these hypotheses is mixed. Two factors that may be important to consider in the context of online social behavior are social anxiety symptoms ( Weidman et al., 2012 ) and perceived social support ( O’Day &amp; Heimberg, 2021 ). This study aimed to understand how online social behavior may be associated with social anxiety and perceived social support. Participants ( N = 303) completed self-report measures of social anxiety symptoms and perceived social support, as well as a task designed to simulate online social interactions. Participants who mentioned social activities in a mock social media profile had significantly lower social anxiety and significantly higher perceived social support than those who did not. There were no significant associations between social anxiety or perceived social support and the number of people with whom participants expressed interest in interacting. Participants with higher perceived social support indicated that they wanted to maximize their chances of interacting with another person. Overall, these findings provide some support for the social enhancement hypotheses. Further research is needed to disentangle how social anxiety and perceived social support may be relevant to online social behavior."
  },
  {
    "discipline": "communication",
    "title": "Testing Obtrusiveness and Addressing as Determinants of the Intensity of Parasocial Interactions",
    "authors": "Tobias Schreyer, Uli Gleich",
    "url": "http://dx.doi.org/10.1027/1864-1105/a000444",
    "doi": "10.1027/1864-1105/a000444",
    "filter": 0,
    "journal_full": "Journal of Media Psychology",
    "abstract": "Abstract: With the Two-Level Model of PSI, Hartmann et al. (2004) intended to overcome shortcomings in the field of research on parasocial phenomena. However, the model’s conceptualization of PSI and its implications have not been empirically tested yet. The study aims to test two central assumptions of the model. In an experiment with 128 participants, obtrusiveness and addressing of a persona were manipulated and the effects on experienced perceptual-cognitive, affective, and conative parasocial interaction were tested. As expected, obtrusiveness appeared as a significant predictor of the intensity of parasocial interactions. An effect of addressing could not be found. The study partially supports the assumptions of the Two-Level Model."
  },
  {
    "discipline": "communication",
    "title": "The Dynamics of Misinformation Sharing: The Mediated Role of News-Finds-Me Perception and the Moderated Role of Partisan Social Identity",
    "authors": "Joseph J. Yoo, Thomas J. Johnson, Ivan Lacasa-Mas",
    "url": "http://dx.doi.org/10.1080/15205436.2024.2401842",
    "doi": "10.1080/15205436.2024.2401842",
    "filter": 0,
    "journal_full": "Mass Communication and Society"
  },
  {
    "discipline": "communication",
    "title": "Screens as Battlefields: Fact-Checkers’ Multidimensional Challenges in Debunking Russian-Ukrainian War Propaganda",
    "authors": "Laurence Dierickx, Carl-Gustav Lindén",
    "url": "http://dx.doi.org/10.17645/mac.8668",
    "doi": "10.17645/mac.8668",
    "filter": 0,
    "journal_full": "Media and Communication",
    "abstract": "This study examines the challenges fact-checkers face when dealing with war propaganda and how their socio-professional contexts influence these obstacles. Using a mixed-methods approach, the research identifies common difficulties such as time constraints, resource limitations, and the struggle to find reliable information amidst language barriers and geographical distances. The findings highlight the impact of socio-professional contexts on investigative methods, ranging from traditional journalism to advanced open-source intelligence methods. The study underscores the importance of international cooperation and support networks in addressing these challenges and also in mitigating the impact that exposure to violent content and harassment has on well-being and professional integrity."
  },
  {
    "discipline": "communication",
    "title": "ChatGPT in the public eye: Ethical principles and generative concerns in social media discussions",
    "authors": "Maayan Cohen, Michael Khavkin, Danielle Movsowitz Davidow, Eran Toch",
    "url": "http://dx.doi.org/10.1177/14614448241279034",
    "doi": "10.1177/14614448241279034",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "With ChatGPT’s rapid adoption, concerns regarding generative artificial intelligence (AI) have shifted from theoretical to practical. Drawing upon the “algorithmic imaginary” framework from critical algorithm studies and the anthropological concept of “ordinary ethics,” we analyzed Twitter discourse during ChatGPT’s initial deployment, examining 368,359 tweets. Our analysis identified five topics reflecting functional and critical aspects of ChatGPT. We specifically point to two topics with a critical perspective: “Ethics” and “Concerns.” The first aligns with scholarly discussions in AI ethics on fairness and transparency, while the second focuses on ChatGPT’s generative capabilities. This highlights an emerging trend: While the academic discussion on AI ethics has gained popularity, especially in scrutinizing ChatGPT, the conversation is now expanding to more nuanced ethical deliberations. We analyzed the posts’ engagement and sentiment over time, demonstrating the AI ethics community’s influence in addressing the potential and harms of generative AI systems."
  },
  {
    "discipline": "communication",
    "title": "Empathy and ethics in brand activism: Balancing engagement and responsibility",
    "authors": "Marco Scalvini",
    "url": "http://dx.doi.org/10.1177/14614448241278344",
    "doi": "10.1177/14614448241278344",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "The recent surge in corporate responses to social and political crises marks a pivotal shift in how brands perceive their societal roles. This study explores “brand activism,” a phenomenon whereby brands engage in social advocacy through digital platforms, reflecting a strategic integration of social issues into their core identity and marketing practices. This proactive stance not only raises awareness and mobilizes support but also raises ethical concerns about the potential for brands to exploit social causes for commercial gain. Employing qualitative content analysis with a critical phenomenological approach, this research investigates how individuals engage empathy-based representations within brand activism on digital platforms. Data from interviews with 37 young adults reveal that while brand activism can foster a sense of empowerment and moral alignment, it also risks superficial engagement and selective empathy. This study highlights the ethical considerations in brand activism and how digital media shapes moral reasoning in contemporary branding."
  },
  {
    "discipline": "communication",
    "title": "Navigating dual stigmas on social media: How self-disclosure strategies influence public attitudes toward sexual minorities with mental disorders",
    "authors": "Hang Lu, Minjie Li",
    "url": "http://dx.doi.org/10.1177/14614448241282604",
    "doi": "10.1177/14614448241282604",
    "filter": 0,
    "journal_full": "New Media & Society",
    "abstract": "In light of the rising trend of self-disclosing stigmatized identities on social media and the insufficient understanding of its repercussions on societal attitudes, this study employs an intersectional framework to examine the impact of revealing dual stigmas related to sexual identities and health conditions on destigmatization. Drawing upon the intergroup contact hypothesis and social penetration theory, a national sample of U.S. adults ( N = 1,596) participated in a 3 (sexual identity cue: explicit-cue vs implicit-cue vs no-cue) × 5 (coping with mental disorders: good-coping vs balanced-coping vs poor-coping vs no-coping vs control) between-subjects experiment. Results revealed that while dual stigma disclosure occasionally showed enhanced positive impacts, it never exacerbated stigmatized attitudes compared to single stigma disclosure. In addition, the two self-disclosure strategies interacted to influence destigmatization, mediated by perceived competence rather than perceived authenticity. Implications from the findings are provided."
  },
  {
    "discipline": "communication",
    "title": "How Does Topical Diversity Affect Source Credibility? Fact-Checking Coverage of Politics, Science, and Popular Culture",
    "authors": "Hwayong Shin",
    "url": "http://dx.doi.org/10.1177/19401612241277137",
    "doi": "10.1177/19401612241277137",
    "filter": 0,
    "journal_full": "The International Journal of Press/Politics",
    "abstract": "News sources that correct misinformation seek to foster an informed citizenry and promote democratic accountability. One such effort is being made by fact-checking sites across the globe. However, public trust in these outlets remains limited. Is their politics-focused coverage one factor behind the limited trust? Politics-focused coverage highlights partisan competition, which can harm credibility by activating identity-protective biases or resistance to persuasive intent. Prior research suggests depoliticized contexts can help mitigate defensive psychological tendencies in news source assessments. Thus, a potential approach to build broad-based trust could be to broaden the scope of coverage to include nonpolitical topics. Through a preregistered survey experiment in the United States, I test how the topical scope of coverage affects source credibility perceptions. Compared to politics-focused coverage, science-focused coverage improves credibility assessments. Focusing solely or partially on popular culture topics such as entertainment, sports, and lifestyle reduces source credibility. The effects of nonpolitical coverage on source credibility perceptions are similar across partisan groups. The results suggest the public shares the notion that serious public affairs coverage is central to reputable journalism. Overall, coverage of politics and science fares relatively well in building source credibility, whereas coverage of popular culture undermines credibility assessments. People find news sources that correct misinformation more credible when they cover a range of serious topics, but less credible when they cover lighter topics."
  },
  {
    "discipline": "politics",
    "title": "Differentially private survey research",
    "authors": "Georgina Evans, Gary King, Adam D. Smith, Abhradeep Thakurta",
    "url": "http://dx.doi.org/10.1111/ajps.12890",
    "doi": "10.1111/ajps.12890",
    "filter": 0,
    "journal_full": "American Journal of Political Science",
    "abstract": "Survey researchers have long protected respondent privacy via de‐identification (removing names and other directly identifying information) before sharing data. Unfortunately, recent research demonstrates that these procedures fail to protect respondents from intentional re‐identification attacks, a problem that threatens to undermine vast survey enterprises in academia, government, and industry. This is especially a problem in political science because political beliefs are not merely the subject of our scholarship; they represent some of the most important information respondents want to keep private. We confirm the problem in practice by re‐identifying individuals from a survey about a controversial referendum declaring life beginning at conception. We build on the concept of “differential privacy” to offer new data‐sharing procedures with mathematical guarantees for protecting respondent privacy and statistical validity guarantees for social scientists analyzing differentially private data. The cost of these procedures is larger standard errors, which can be overcome with larger sample sizes."
  },
  {
    "discipline": "politics",
    "title": "Losing on the home front? Battlefield casualties, media, and public support for foreign interventions",
    "authors": "Thiemo Fetzer, Pedro C. L. Souza, Oliver Vanden Eynde, Austin L. Wright",
    "url": "http://dx.doi.org/10.1111/ajps.12907",
    "doi": "10.1111/ajps.12907",
    "filter": 0,
    "journal_full": "American Journal of Political Science",
    "abstract": "How domestic constituents respond to signals of weakness in foreign wars remains an important question in international relations. This paper studies the impact of battlefield casualties and media coverage on public demand for war termination. To identify the effect of troop fatalities, we leverage the timing of survey collection across respondents from nine members of the International Security Assistance Force in Afghanistan. Quasi‐experimental evidence demonstrates that battlefield casualties increase the news coverage of Afghanistan and the public demand for withdrawal. Evidence from a survey experiment replicates the main results. To shed light on the media mechanism, we leverage a news pressure design and find that major sporting matches occurring around the time of battlefield casualties drive down subsequent coverage, and significantly weaken the effect of casualties on support for war termination. These results highlight the role that media play in shaping public support for foreign military interventions."
  },
  {
    "discipline": "public opinion",
    "title": "Organizational leaders and intersectional advocacy",
    "authors": "Maraam A. Dwidar, Kathleen Marchetti, Dara Z. Strolovitch",
    "url": "http://dx.doi.org/10.1080/21565503.2024.2402318",
    "doi": "10.1080/21565503.2024.2402318",
    "filter": 0,
    "journal_full": "Politics, Groups, and Identities"
  },
  {
    "discipline": "public opinion",
    "title": "Large Language Models Outperform Expert Coders and Supervised Classifiers at Annotating Political Social Media Messages",
    "authors": "Petter Törnberg",
    "url": "http://dx.doi.org/10.1177/08944393241286471",
    "doi": "10.1177/08944393241286471",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "Instruction-tuned Large Language Models (LLMs) have recently emerged as a powerful new tool for text analysis. As these models are capable of zero-shot annotation based on instructions written in natural language, they obviate the need of large sets of training data—and thus bring potential paradigm-shifting implications for using text as data. While the models show substantial promise, their relative performance compared to human coders and supervised models remains poorly understood and subject to significant academic debate. This paper assesses the strengths and weaknesses of popular fine-tuned AI models compared to both conventional supervised classifiers and manual annotation by experts and crowd workers. The task used is to identify the political affiliation of politicians based on a single X/Twitter message, focusing on data from 11 different countries. The paper finds that GPT-4 achieves higher accuracy than both supervised models and human coders across all languages and country contexts. In the US context, it achieves an accuracy of 0.934 and an inter-coder reliability of 0.982. Examining the cases where the models fail, the paper finds that the LLM—unlike the supervised models—correctly annotates messages that require interpretation of implicit or unspoken references, or reasoning on the basis of contextual knowledge—capacities that have traditionally been understood to be distinctly human. The paper thus contributes to our understanding of the revolutionary implications of LLMs for text analysis within the social sciences."
  },
  {
    "discipline": "public opinion",
    "title": "Why People Accept Mental Health-Related Misinformation: Role of Social Media Metrics in Users’ Information Processing",
    "authors": "Shiyi Zhang, Huiyu Zhou, Yimei Zhu",
    "url": "http://dx.doi.org/10.1177/08944393241287791",
    "doi": "10.1177/08944393241287791",
    "filter": 0,
    "journal_full": "Social Science Computer Review",
    "abstract": "Drawing on dual-process theories, this study aims to investigate the factors associated with social media users’ acceptance of mental health-related misinformation (MHRM). We conducted a case study of Chinese microblogging Weibo on conversations that emerged following a publicised celebrity suicide of South Korean superstar Sulli. This incident sparked an extensive discussion on mental health issues as Sulli was reported to have suffered from depression prior to her death. Whilst previous studies on users’ information acceptance mainly adopted survey methods, our study employs a mixed-method approach (i.e. computational data collection method, content analysis and statistical analysis), which opens up new directions to utilise secondary social media data. We identified MHRM from the discussions on Weibo and labelled the responses to the misinformation as whether they indicate an acceptance of the MHRM. Binary logistic regression was used to examine the associations of receivers’ acceptance of MHRM with its information features (e.g. number of likes) and information sources (e.g. gender). Inconsistent with previous studies, our findings suggest that MHRM is less likely to be accepted when published by male users, underscoring the context-specific nature of heuristic cues. This study also revealed some novel findings, such as MHRM with more pictures or with more words is less likely to be accepted. A theoretical model was proposed based on the findings, which highlights the importance of heuristic cues and individuals’ pre-existing knowledge in information processing."
  },
  {
    "discipline": "multidisciplinary",
    "title": "The evolution of private reputations in information-abundant landscapes",
    "authors": "Sebastián Michel-Mata, Mari Kawakatsu, Joseph Sartini, Taylor A. Kessinger, Joshua B. Plotkin, Corina E. Tarnita",
    "url": "http://dx.doi.org/10.1038/s41586-024-07977-x",
    "doi": "10.1038/s41586-024-07977-x",
    "filter": 0,
    "journal_full": "Nature",
    "abstract": "Reputations are critical to human societies, as individuals are treated differently based on their social standing1,2. For instance, those who garner a good reputation by helping others are more likely to be rewarded by third parties3,4,5. Achieving widespread cooperation in this way requires that reputations accurately reflect behaviour6 and that individuals agree about each other’s standings7. With few exceptions8,9,10, theoretical work has assumed that information is limited, which hinders consensus7,11 unless there are mechanisms to enforce agreement, such as empathy12, gossip13,14,15 or public institutions16. Such mechanisms face challenges in a world where empathy, effective communication and institutional trust are compromised17,18,19. However, information about others is now abundant and readily available, particularly through social media. Here we demonstrate that assigning private reputations by aggregating several observations of an individual can accurately capture behaviour, foster emergent agreement without enforcement mechanisms and maintain cooperation, provided individuals exhibit some tolerance for bad actions. This finding holds for both first- and second-order norms of judgement and is robust even when norms vary within a population. When the aggregation rule itself can evolve, selection indeed favours the use of several observations and tolerant judgements. Nonetheless, even when information is freely accessible, individuals do not typically evolve to use all of it. This method of assessing reputations—‘look twice, forgive once’, in a nutshell—is simple enough to have arisen early in human culture and powerful enough to persist as a fundamental component of social heuristics."
  },
  {
    "discipline": "multidisciplinary",
    "title": "How large language models can reshape collective intelligence",
    "authors": "Jason W. Burton, Ezequiel Lopez-Lopez, Shahar Hechtlinger, Zoe Rahwan, Samuel Aeschbach, Michiel A. Bakker, Joshua A. Becker, Aleks Berditchevskaia, Julian Berger, Levin Brinkmann, Lucie Flek, Stefan M. Herzog, Saffron Huang, Sayash Kapoor, Arvind Narayanan, Anne-Marie Nussberger, Taha Yasseri, Pietro Nickl, Abdullah Almaatouq, Ulrike Hahn, Ralf H. J. M. Kurvers, Susan Leavy, Iyad Rahwan, Divya Siddarth, Alice Siu, Anita W. Woolley, Dirk U. Wulff, Ralph Hertwig",
    "url": "http://dx.doi.org/10.1038/s41562-024-01959-9",
    "doi": "10.1038/s41562-024-01959-9",
    "filter": 0,
    "journal_full": "Nature Human Behaviour",
    "abstract": "Collective intelligence underpins the success of groups, organizations, markets and societies. Through distributed cognition and coordination, collectives can achieve outcomes that exceed the capabilities of individuals—even experts—resulting in improved accuracy and novel capabilities. Often, collective intelligence is supported by information technology, such as online prediction markets that elicit the ‘wisdom of crowds’, online forums that structure collective deliberation or digital platforms that crowdsource knowledge from the public. Large language models, however, are transforming how information is aggregated, accessed and transmitted online. Here we focus on the unique opportunities and challenges this transformation poses for collective intelligence. We bring together interdisciplinary perspectives from industry and academia to identify potential benefits, risks, policy-relevant considerations and open research questions, culminating in a call for a closer examination of how large language models affect humans’ ability to collectively tackle complex problems."
  }
]
