{
  "update": "2025-10-05",
  "content": [
    {
      "journal_full": "International Journal of Public Opinion Research",
      "journal_short": "IJPOR",
      "articles": [
        {
          "title": "Populism, Community-Based Inequalities, and Public Health Policies: How Did Populist Attitudes Determine the COVID-19 Preventive Policy Support in Different Local Socioeconomic and Health Contexts?",
          "authors": "Tomoko Okada, Liwei Shen, Porismita Borah, Sijia Yang",
          "abstract": "Regardless of country, populist attitudes can better explain voting behavior and attitude formation toward social issues than party identification and political ideology. Nonetheless, despite the increased attention to rural/urban divides and diverse living experiences in each community, it has not been sufficiently uncovered how contextual factors, including local socioeconomic and health disparities, can moderate the roles of populist attitudes. Based on these findings, we explore (1) the roles of red and blue media use and populist attitudes in predicting support for preventive policies and (2) the moderation effects of local socioeconomic and health disparities in such associations. By analyzing online survey data from US adults (N = 1,700) conducted amid the COVID-19 pandemic, we demonstrate that blue media use was significantly associated with preventive policy support but not moderated by any socioeconomic and health disparities examined in this research. Meanwhile, red media use was significantly moderated by the Democrat vote share. Moreover, the 2 subdimensions of populist attitudes—anti-elitism and Manichaean outlook—were significantly moderated by community-based socioeconomic disparities, namely the cumulative COVID-19 infection rates and population size change in 2016–2020. We discuss these results and highlight the significance of exploring local and international contextual factors in studying populism.",
          "url": "https://doi.org/10.1093/ijpor/edaf054",
          "doi": "https://doi.org/10.1093/ijpor/edaf054",
          "filter": 0
        },
        {
          "title": "Time-Varying Relationships Between the “Sentiment” of U.S. Public Opinion and News Media",
          "authors": "Gavin Ploger, Stuart Soroka, Christopher Wlezien, Michael Traugott",
          "abstract": "Pollsters and journalists in the United States often make generalized statements about the state of the country, in particular, its “mood” or “sentiment.” The claims often rely on responses to survey questions asking about the state of the country. Little is known about the ebb and flow of this sentiment, however. This paper develops a measure of public sentiment, pooling results of thousands of polls between 2000 and 2021. It then develops an analogous measure of media sentiment based on a content analysis of millions of network television news transcripts. Analyses explore differences across data sources (i.e., polling houses and television networks) and consider the relationship between public and media sentiment. Results suggest that the measures are correlated concurrently, and there is some evidence that public sentiment responds to earlier media coverage. However, connections between the measures wax and wane over time, highlighting the potential importance of accounting for time-varying parameters in the study of public opinion and media effects.",
          "url": "https://doi.org/10.1093/ijpor/edaf052",
          "doi": "https://doi.org/10.1093/ijpor/edaf052",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Elections, Public Opinion and Parties",
      "journal_short": "JEPOP",
      "articles": [
        {
          "title": "On the relationship between age and intentional invalid voting in compulsory elections",
          "authors": "Jean-Nicolas Bordeleau, Rodrigo Praino, Lisa Hill, Katharina Kretschmer",
          "url": "https://doi.org/10.1080/17457289.2025.2551056",
          "doi": "https://doi.org/10.1080/17457289.2025.2551056",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "Unpacking Divorce: Feature-Based Machine Learning Interpretation of Sociological Patterns",
          "authors": "Hüseyin Doğan, Emre Kılınç",
          "abstract": "This study introduces a machine learning-based framework aimed at identifying and interpreting the most influential factors contributing to divorce. Utilizing data from the 2021 Turkey Family Structure Survey, we apply Random Forest and Logistic Regression models to rank predictors based on their relative impact on marital dissolution. The goal is to uncover which socio-legal, temporal, and behavioral variables most significantly contribute to the divorce outcome within a culturally grounded dataset. Both models converge on a set of dominant features—psychological conflict responses, cultural marital rituals, and political disagreements—demonstrating their robust influence across different algorithmic paradigms. Feature importance scores derived from model outputs and explainability tools (e.g., permutation and coefficient-based rankings) reveal consistent patterns and offer interpretable insights aligned with sociological theory. This approach contributes to computational sociology by showcasing how machine learning can be used not only for prediction, but more importantly, for identifying statistical patterns that reflect social structures and behavioral dynamics associated with divorce outcomes.",
          "url": "https://doi.org/10.1177/08944393251386073",
          "doi": "https://doi.org/10.1177/08944393251386073",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
