{
  "update": "2025-11-16",
  "content": [
    {
      "journal_full": "International Journal of Public Opinion Research",
      "journal_short": "IJPOR",
      "articles": [
        {
          "title": "The Effects of Perceived Pledge Performance and the Third-Person Effect on Voting Behavior",
          "authors": "Tsung-han Tsai, Ting-wei Weng",
          "abstract": "In this article, we examine the effects of voters’ beliefs in politicians’ pledge performance on the consideration of election pledges when voting with a special focus on the role of the third-person effect. Specifically, we argue that third-person perception, a perception gap between presumed media influence on others and influence on oneself, reinforces the consideration of election pledges through the mechanisms of expectation confirmation or disconfirmation. The empirical results confirm that, first, voters who believe in pledge fulfillment are more likely to frequently take election pledges into account when making their voting decisions, and second, voters who believe that pledges are likely to be broken are less likely to do so, although this is the case only for those who do not have third-person perception. Finally, we observe that voters’ consideration of election pledges is reinforced by third-person perception, which to some extent ensures a link between voters’ policy preferences and governments’ policy decisions.",
          "url": "https://doi.org/10.1093/ijpor/edaf058",
          "doi": "https://doi.org/10.1093/ijpor/edaf058",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Elections, Public Opinion and Parties",
      "journal_short": "JEPOP",
      "articles": [
        {
          "title": "Mail ballot tracking and egotropic voter confidence",
          "authors": "Enrijeta Shino, Joseph A. Coll",
          "url": "https://doi.org/10.1080/17457289.2025.2584239",
          "doi": "https://doi.org/10.1080/17457289.2025.2584239",
          "filter": 0
        },
        {
          "title": "Is a snapshot enough? Repeated list experiments in autocratizing Hong Kong under the National Security Law",
          "authors": "Tetsuro Kobayashi, Jaehyun Song, Polly Chan",
          "url": "https://doi.org/10.1080/17457289.2025.2581905",
          "doi": "https://doi.org/10.1080/17457289.2025.2581905",
          "filter": 0
        },
        {
          "title": "Origins of societal anger: the interplay between perceived personal economic decline and anti-immigration attitudes",
          "authors": "Tor Gaute Syrstad",
          "url": "https://doi.org/10.1080/17457289.2025.2581904",
          "doi": "https://doi.org/10.1080/17457289.2025.2581904",
          "filter": 0
        },
        {
          "title": "No one wants to back a loser: the timing, rationales, and strategic considerations of endorsements",
          "authors": "Regina Wagner, Elizabeth Sawyer",
          "url": "https://doi.org/10.1080/17457289.2025.2584234",
          "doi": "https://doi.org/10.1080/17457289.2025.2584234",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Politics, Groups, and Identities",
      "journal_short": "PGI",
      "articles": [
        {
          "title": "After Bostock : conservative judges, LGBTQ rights, and the conservative movement",
          "authors": "Jason Pierceson",
          "url": "https://doi.org/10.1080/21565503.2025.2580929",
          "doi": "https://doi.org/10.1080/21565503.2025.2580929",
          "filter": 0
        },
        {
          "title": "Who protects transgender rights in congress? An analysis of gender identity inclusive policy entrepreneurship",
          "authors": "Sara Angevine, Matthew Mendez Garcia",
          "url": "https://doi.org/10.1080/21565503.2025.2561695",
          "doi": "https://doi.org/10.1080/21565503.2025.2561695",
          "filter": 0
        },
        {
          "title": "The effects of ethnic diversity and polarization on turnout in student government elections",
          "authors": "Adam G. Rutkowski, Brandon Stewart",
          "url": "https://doi.org/10.1080/21565503.2025.2580950",
          "doi": "https://doi.org/10.1080/21565503.2025.2580950",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "Why Do Some Union Members Vote Republican? The Role of Workplace Political Discussion",
          "authors": "David Macdonald",
          "abstract": "Labor union members are more likely to vote than their nonunionized counterparts, and when they do vote, are more likely to support the Democratic Party. However, a sizable minority of union members vote Republican. This is puzzling, given that the national Republican Party has long been hostile toward organized labor. Extant research has clearly demonstrated that union and nonunion members differ in their voting behavior, but we know little about such variation among union members. I explore this latter phenomenon here, arguing that the frequency of workplace political discussion plays an important role in shaping how labor union members vote. I test this with data from the 2004 National Annenberg Election Survey (NAES). Overall, I find that workplace discussion of politics is positively and significantly associated with the probability that labor union members vote Democrat. This appears to occur via a “learning” mechanism, in which greater workplace discussion of politics leads union members to recognize which candidate is more “prolabor.” Overall, these findings help us better understand the consequences of the workplace, political discussion, and the politics of American labor unions.",
          "url": "https://doi.org/10.1093/poq/nfaf042",
          "doi": "https://doi.org/10.1093/poq/nfaf042",
          "filter": 0
        },
        {
          "title": "Susceptibility to Moral Arguments Among Liberals and Conservatives",
          "authors": "Fredrik Jansson, Pontus Strimling",
          "abstract": "An empirical result in Moral Foundations Theory is that liberals and progressives endorse the individualizing factors of care and fairness, while conservatives claim that the binding factors of authority, loyalty, and purity are equally relevant when determining what is moral. Does this translate into persuasiveness of arguments and opinion change? We here test the hypothesis that conservatives can be swayed by binding moral arguments, while everyone is susceptible to individualizing moral arguments. Using a classic experimental design (N = 375) where respondents are given moral arguments for a position in nine moral issues, we find support for this hypothesis. In line with motivational matching, the moral foundation support of respondents predicts the type of arguments to which they are susceptible. Along with previous studies on which type of moral argument supports which moral position in the public debate, these findings provide a mechanistic explanation for public opinion change, and in particular for the observation that moral values are becoming more liberal and progressive across the board. Although people tend to be resistant to belief revision, their opinions on politically polarized issues can change when arguments match their beliefs, reflected in their ideology.",
          "url": "https://doi.org/10.1093/poq/nfaf045",
          "doi": "https://doi.org/10.1093/poq/nfaf045",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "Improving Participation in Data Donation Studies: A Systematic Review of Factors Driving Participation and Evidence-Informed Best Practices",
          "authors": "Yucan Xiong, Amber van der Wal, Ine Beyens",
          "abstract": "Data donation, a research approach in which users voluntarily contribute their personal digital data, offers a solution to the limitations of traditional self-reporting and digital trace methods by enabling the collection of comprehensive, ethically sourced usage information across multiple devices and digital interfaces. However, this promising method remains underutilized due to low participation rates. Therefore, this review pursued two integrated aims. First, to synthesize evidence on factors that influence three forms of participation: hypothetical willingness (stated intention in imagined scenarios), actual willingness (consent to donate when asked), and successful completion (following through with the full donation process). Second, to appraise existing workflows, frameworks, and methodological tools and integrate this appraisal with the factor synthesis to derive best practices for improving participation. We synthesized 35 articles, of which 14 examined factors influencing participation and 21 provide methodological guidance. Five key factors were identified: sensitivity of the data, privacy concerns, perceived autonomy and control over the donation process, complexity of the process, and participant characteristics. To overcome barriers related to these factors, we recommend maximizing participant privacy through robust data donation frameworks, enhancing transparency and user-friendliness, empowering participants by increasing autonomy and control over their data, and proactively addressing potential selection biases.",
          "url": "https://doi.org/10.1177/08944393251395958",
          "doi": "https://doi.org/10.1177/08944393251395958",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
