{
  "update": "2025-06-08",
  "content": [
    {
      "journal_full": "International Journal of Public Opinion Research",
      "journal_short": "IJPOR",
      "articles": [
        {
          "title": "Personality Traits and Individual Attitudes Toward Transitional Justice: Evidence From Taiwan",
          "authors": "Wei-Ting Tsai, Ching-Hsing Wang",
          "abstract": "This study aims to empirically examine individual attitudes toward transitional justice (TJ), especially focusing on how the Big Five personality traits influence individual perceptions of TJ. Using the original survey data collected in Taiwan, this study finds that personality traits exert some influence on different aspects of attitudes toward TJ. Among the 5 personality traits, openness to experience has a more significant and consistent effect on individual attitudes toward TJ. People with higher levels of openness to experience tend to support most TJ measures. Besides, the results from the experimental design reveal that different narratives of TJ would affect individual support for TJ. Overall, this study provides the theoretical foundation and empirical evidence for a psychological explanation of individual attitudes toward TJ and makes some significant contributions to the study of TJ.",
          "url": "https://doi.org/10.1093/ijpor/edaf015",
          "doi": "https://doi.org/10.1093/ijpor/edaf015",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Elections, Public Opinion and Parties",
      "journal_short": "JEPOP",
      "articles": [
        {
          "title": "Are protests contagious? The dynamics of temporal and spatial diffusion of political protests",
          "authors": "Valentina González-Rostani, Jeffrey Nonnemacher",
          "url": "https://doi.org/10.1080/17457289.2025.2504860",
          "doi": "https://doi.org/10.1080/17457289.2025.2504860",
          "filter": 0
        },
        {
          "title": "Do all-women shortlists produce more active parliamentarians? A comparison of the parliamentary activity of quota and open-list Labour women MPs from 2005 to 2017",
          "authors": "Katherine Shuttleworth",
          "url": "https://doi.org/10.1080/17457289.2025.2504872",
          "doi": "https://doi.org/10.1080/17457289.2025.2504872",
          "filter": 0
        },
        {
          "title": "Electoral closeness and voter turnout in presidential run-off elections",
          "authors": "Philipp Köker, Frederik Springer",
          "url": "https://doi.org/10.1080/17457289.2025.2513300",
          "doi": "https://doi.org/10.1080/17457289.2025.2513300",
          "filter": 0
        },
        {
          "title": "Same rules, different importance: the impact of concurrent elections and complexity on invalid voting",
          "authors": "Peter Spáč, Jozef Zagrapan",
          "url": "https://doi.org/10.1080/17457289.2025.2513297",
          "doi": "https://doi.org/10.1080/17457289.2025.2513297",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Politics, Groups, and Identities",
      "journal_short": "PGI",
      "articles": [
        {
          "title": "The foresight of Frontlash: how Weaver captured liberal states’ influence on the punitive transformation of the American criminal justice system",
          "authors": "Periloux C. Peay, Reginald Pulley",
          "url": "https://doi.org/10.1080/21565503.2025.2508166",
          "doi": "https://doi.org/10.1080/21565503.2025.2508166",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
