{
  "update": "2026-02-18",
  "content": [
    {
      "journal_full": "International Journal of Public Opinion Research",
      "journal_short": "IJPOR",
      "articles": [
        {
          "title": "External Cues and Policy Preferences: Rethinking the Drivers of Policy Positions",
          "authors": "Francisca Castro, Jennifer Oser, Fernando Feitosa, Nir Grinberg",
          "abstract": "At a time when the influence of external cues on opinion formation is gaining attention due to their relevance for preference formation, this research note investigates how external cues from political elites and close friends shape individual policy preferences. Building on prior studies by Barber and Pope (2019, 2024) regarding Donald Trump's impact on people's policy preferences during his 2017–2021 presidency, we examine whether this influence persists soon after Trump's first presidential tenure concludes in late 2021 through a survey experiment. We also assess the influence of a second external cue that has gained attention due to the growing role of social media in political processes: a close friend, who might also serve as a relevant figure for policy position formation. We find that Trump's liberal cues shift Republican preferences in a liberal direction, while close friend cues show diverse patterns, including some backlash effects where individuals adopt positions opposite to conservative friend advocacy. These effects vary with individuals' party identification, political knowledge, and social conformity levels. Individual characteristics moderate political elite influence, while peer influence operates through reactance mechanisms rather than conformity, revealing that social networks shape opinions through more complex pathways than commonly theorized.",
          "url": "https://doi.org/10.1093/ijpor/edaf066",
          "doi": "https://doi.org/10.1093/ijpor/edaf066",
          "filter": 0,
          "created": "2026-2-11"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "Elite Polarisation on Twitter/X: Structural and Behavioural Dynamics in Public Discourse",
          "authors": "Amirhosein Bodaghi",
          "abstract": "This study examines how elite figures shape polarisation on Twitter/X through the interplay of content, structure, and engagement strategy. Drawing on data from nine globally influential users (2010–2021), the research integrates natural language processing, network analysis, and causal modelling to test five hypotheses grounded in social identity, agenda-setting, and two-step flow theories. Entity co-occurrence networks reveal that polarised discourse forms denser, more clustered networks than non-polarised content, indicating tighter semantic cohesion around socially and politically charged entities. Thematic and sentiment analyses show that posts addressing non-core topics – particularly those concerning social justice, environmental sustainability, philanthropy, and global welfare – are nearly five times more likely to be polarised than core professional themes. Negative emotional tone further amplifies this effect, while higher tweet-to-retweet ratios reduce polarisation, underscoring the moderating role of original content production. A user-level mediation analysis tested whether topical diversity transmits the effect of follower scale on polarisation but found no significant indirect pathway, suggesting that larger audiences do not necessarily foster communicative moderation. The findings advance understanding of elite discourse by linking structural and thematic polarisation to behavioural mechanisms of engagement. Theoretically, the study bridges social identity, agenda-setting, and two-step flow frameworks to explain how elites balance audience alignment and expressive risk. Practically, it highlights how emphasising original content, inclusive framing, and professional identity consistency can mitigate divisive online dynamics and foster more cohesive digital publics. To support transparency and reproducibility, the dataset and analytical code are made publicly available.",
          "url": "https://doi.org/10.1177/08944393261424832",
          "doi": "https://doi.org/10.1177/08944393261424832",
          "filter": 0,
          "created": "2026-2-14"
        },
        {
          "title": "Unmasking Coordination: How Inauthentic Behavior Emerged and Diffusion During the Russia–Ukraine War on Twitter",
          "authors": "Yanhong Wu, Jianqiang Yu",
          "abstract": "This study aims to explain the diffusion pathways of coordinated inauthentic behavior during the Russia–Ukraine conflict. A dataset of 685,491 tweets containing the hashtag #russia on Twitter was used to construct a coordination network based on textual similarity and time synchronicity. By identifying leader-follower relationships, analyzing hourly time slices, and analyzing evolution metrics, four key insights were revealed. First, leaders constitute a stable core with an average of about 1741 nodes while peripheral followers fluctuate substantially, indicating a resilient core-peripheral structure. Second, diffusion advances across multiple fronts rather than remaining within single communities, with 67.05% of leader-follower ties crossing content clusters and the top 30 leaders posting across an average of 7.1 clusters and up to 9. Third, apparent synchronization is not driven by posting density alone but arises from rhythmic coupling between leaders and followers, as followers respond after an average delay of about 30 min and cluster peaks typically occur within less than 1 hour of each other. Fourth, diffusion capacity is not released once and for all but regenerates along a trajectory that moves from concentration to multiploidization and then to restructuring. Based on the results, we conceptualize coordinated inauthentic behavior as a strategically adaptive system with regenerative properties and provide governance implications.",
          "url": "https://doi.org/10.1177/08944393261427645",
          "doi": "https://doi.org/10.1177/08944393261427645",
          "filter": 0,
          "created": "2026-2-17"
        },
        {
          "title": "Polio Beyond the Drop: Rethinking Vaccine Hesitancy in Urdu Tweets Beyond Western Behavioral Models",
          "authors": "Muhammad Awais",
          "abstract": "Pakistan is one of the few remaining countries where wild poliovirus remains endemic, despite decades of eradication campaigns. Yet, vaccine hesitancy persists, not merely due to biomedical skepticism but through digital discourse. Drawing on 6,399 Urdu language tweets, this study uses natural language processing and lexicon based modeling to test four hypotheses on the emotional and symbolic drivers of hesitancy. Emotions are operationalized using the NRC Emotion Lexicon, treating trust and fear as measurable affective signals. The findings challenge Western behavioral models such as the Extended Parallel Process Model (EPPM): trust is negatively associated with hesitancy, whereas fear is positively associated with it even when trust is present. Notably, fear’s effect weakens in security framed tweets, which express moral resolve and collective strength rather than panic. Religious framing also predicts hesitancy, but it is often based on misquoted or misinterpreted religious references. In many cases, such discourse misaligns with the actual teachings of the religion, which historically endorse disease prevention and public health. Vaccine hesitancy in this context emerges not as an individual risk judgment, but as a culturally embedded form of communicative resistance, requiring discourse based, context sensitive approaches to global health communication.",
          "url": "https://doi.org/10.1177/08944393261426533",
          "doi": "https://doi.org/10.1177/08944393261426533",
          "filter": 0,
          "created": "2026-2-16"
        },
        {
          "title": "Online Polarization and Violence in the United States: A Computational Analysis of Viewer Comments on Partisan News Coverage of President Donald Trump’s First Assassination Attempt",
          "authors": "Dennis Ekwemnachukwu Okeke, Margaret Adutwumwaa Boateng, Chibuzor Peter Okpala, Christiana Ibiwoye, Anthony Obi Okeke, Ousman Mbaye, Isaac Ebuka Obah",
          "abstract": "This study analyzes 15,000 user comments from ideologically distinct news platforms—Fox News (right-leaning), ABC News (left-leaning), and BBC News (centrist)—to investigate how political ideology shapes emotional expression and engagement following the July 2024 assassination attempt on President Donald Trump in Pennsylvania. We examine whether right-leaning comments exhibit elevated anger and hate speech, whether left-leaning comments show greater empathy and positive affect, and how emotional intensity influences engagement metrics such as likes and shares. Using computational science methods, we trace the evolution of emotional tone and toxicity over time, focusing on affective polarization triggered by a high-salience violent event. Our findings reveal that ideological alignment amplifies engagement with congruent emotional content, reinforcing echo chambers and intensifying online hostility. We address gaps in understanding how ideological echo chambers amplify polarized emotions and online hostility following a high-profile violent event, emphasizing the place of emotions in contemporary political communication and digital news consumption.",
          "url": "https://doi.org/10.1177/08944393261426534",
          "doi": "https://doi.org/10.1177/08944393261426534",
          "filter": 0,
          "created": "2026-2-17"
        },
        {
          "title": "Effects of Social Media Addiction on Critical Thinking: The Mediating Role of Executive Function",
          "authors": "Mehdi Reza Sarafraz, Nasim Nazari, Aida Peyvandi",
          "abstract": "Recently, social media addiction (SMA) has increased globally. Like other addictions, it can have detrimental effects on individuals. Despite growing concerns, limited research has explored the relationship between SMA and critical thinking (CT) and the mechanisms underlying this connection. Therefore, this study investigated this relationship by focusing on executive function (EF) as a potential mediator. A survey using the Internet Addiction Test-Social Networking Sites (IAT–SNS) version, Critical Thinking Disposition, and Behavior Rating Inventory of Executive Function—Adult Version (BRIEF-A) was conducted with 307 Iranian young adults aged 18 to 40 years (M = 23.35, SD = 4.45; 72.6% female). The findings revealed a significant positive association between executive dysfunction and SMA and a significant negative association between executive dysfunction and CT. Structural equation modeling indicated no direct correlation between SMA and CT; rather, the relationship was mediated by EF, with only the indirect effects via EF being statistically significant. These results suggest that executive dysfunction acts as a risk-enhancing mediator in the relationship between SMA and CT. Further experimental studies are required to gain a more comprehensive understanding of these associations. Interventions should be developed to mitigate the negative effects of SMA on EF and CT.",
          "url": "https://doi.org/10.1177/08944393261427642",
          "doi": "https://doi.org/10.1177/08944393261427642",
          "filter": 0,
          "created": "2026-2-17"
        }
      ],
      "articles_hidden": []
    }
  ]
}
