{
  "update": "2025-07-30",
  "content": [
    {
      "journal_full": "Journal of Elections, Public Opinion and Parties",
      "journal_short": "JEPOP",
      "articles": [
        {
          "title": "Who’s a part(y) of this family? Only noneconomic niche parties are still responsive to partisans",
          "authors": "Ida B. Hjermitslev, Matthew E. Bergman",
          "url": "https://doi.org/10.1080/17457289.2025.2513301",
          "doi": "https://doi.org/10.1080/17457289.2025.2513301",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Survey Statistics and Methodology",
      "journal_short": "JSSAM",
      "articles": [
        {
          "title": "An Experimental Comparison of Modular and Non-Modular Approaches for Administering Surveys via Smartphone Apps",
          "authors": "Christopher Antoun, Brady T West, Xin (Rosalynn) Yang, Syed Junaid M A Zaidi, Jennifer Sinibaldi",
          "abstract": "Lengthy web surveys can be burdensome for respondents to complete in a single session. This study experimentally examines the effects of different app-based surveys, some of which use a modular design, on perceived burden, breakoffs, and indicators of satisficing behaviors. Participants (n = 664) were randomly assigned to one of four groups: (1) a browser-based web survey (control group), (2) an app-based survey, (3) a modular app dividing the survey into seven parts, and (4) a sequential modular app releasing modules at 48-hour intervals. Our findings indicate that administering surveys via apps can reduce the perceived burden of the survey task and improve response quality. Additionally, we find weak evidence that releasing modules individually over time can further enhance response quality, although this approach results in increased breakoffs between modules. The implications of these findings for the use of research apps and modular surveys are discussed.",
          "url": "https://doi.org/10.1093/jssam/smaf008",
          "doi": "https://doi.org/10.1093/jssam/smaf008",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "Performing Productivity: Exploring the Narratives of State-Funded AI Projects Over a Decade in Chile",
          "authors": "Claudia López, Francisca Luco, Mónica Humeres, Teresa Correa",
          "abstract": "Public funding plays a pivotal yet often overlooked role in shaping AI development, especially in Latin America. Drawing on sociological theories of performativity, we analyze 205 AI projects funded by Chile’s key public agencies, related to research, entrepreneurship, and creation, over the past decade. Through content analysis combined with a qualitative, heuristic procedure, we characterize five dominant narratives across state-funded AI projects, seeking to interpret the social meanings embedded within their descriptions considering their situated context. This method informs the articulation of five narratives: AI for productivity gains, as a transformative force, as a literacy need, for smart surveillance, and as situated and creative inquiry. Our findings reveal that AI for productivity gains has strongly dominated over the last decade. We argue that this narrative functions as a strategic mechanism for aligning legacy institutional interests with those of the actors seeking funding. By framing public funding as performative, this paper contributes to debates on how state-led narratives help shape technological development’s trajectory. It also emphasizes the interconnectedness of actors, political economy, and socio-technical dynamics concerning AI’s future.",
          "url": "https://doi.org/10.1177/08944393251361444",
          "doi": "https://doi.org/10.1177/08944393251361444",
          "filter": 0
        },
        {
          "title": "Artificial Intelligence and the Social Scientist: The Mediation of AIfied Creative Sites",
          "authors": "Maxime Harvey",
          "abstract": "This article examines the mediating role of social scientists in the cultural integration and regulation of artificial intelligence (AI), with a particular focus on the creative industries. Drawing on an ethnographic case study within a film cooperative, it identifies four modalities through which social scientists become enrolled in AI-related organizational processes: as middlemen linking theory and practice, as distributors facilitating the flow of agency, as coordinators bridging innovation and appropriation, and as hosts observing the reproduction of technical skills. Situated at the intersection of Science and Technology Studies (STS) and Media Studies, the article rethinks mediation not as passive translation, but as an active montage of fragmented meanings, practices, and actors. It argues that AI is not merely an object of study but a distributed assemblage whose significance emerges through situated associations. By articulating how social scientists engage with AI through organizational consultation, cultural programming, and collaborative experimentation, this paper reframes the sociology of AI as a field of strategic, reflexive, and creative intervention. In doing so, it highlights the importance of problematizing mediation as a relational practice that connects cultural actors, technologies, and institutions in the evolving ordering of artificial intelligence.",
          "url": "https://doi.org/10.1177/08944393251361457",
          "doi": "https://doi.org/10.1177/08944393251361457",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
