{
  "update": "2025-06-28",
  "content": [
    {
      "journal_full": "International Journal of Public Opinion Research",
      "journal_short": "IJPOR",
      "articles": [
        {
          "title": "Ambiguity in the Campaign, and in Office: How Parties’ Ambiguous Policy Statements Affect Party Support",
          "authors": "Jonas Lefevere, Ambroos Verwee",
          "abstract": "Recent work investigates the electoral impact of parties’ ambiguous policy statements, but we lack insight in how different forms of ambiguous statements affect voters’ party evaluations. Moreover, research assumes that ambiguity inoculates parties from backlash once they take up office, but no evidence to date tests this assumption. We study how parties’ ambiguous policy statements, in the form of vagueness and inconsistency, affect voters’ party evaluations, and whether voters update their party evaluations once a party takes a clear policy decision when in office. We find that inconsistent policy statements result in more negative party evaluations. Vague statements only benefit the party if it has a position that mismatches that of the voter. When the party takes up office and must take a clear policy decision, voters update their party evaluation depending on the match between the party’s policy decision and the voter’s position: voters’ evaluations after seeing the decision increase slightly compared to their earlier evaluation if the decision aligns with the voter’s position, but decrease when the decision runs counter to the position. Importantly, neither vagueness nor inconsistency in the party’s earlier policy statement inoculate the party against this decreased evaluation.",
          "url": "https://doi.org/10.1093/ijpor/edaf032",
          "doi": "https://doi.org/10.1093/ijpor/edaf032",
          "filter": 0
        },
        {
          "title": "Political Trust and Electoral Behavior Among 16- and 17-Year-Old First-Time-Voters in Belgium",
          "authors": "Linde Stals, Dieter Stiers, Anna Kern",
          "abstract": "Citizens’ electoral behaviors tend to persist over time and are driven by long-standing political attitudes acquired during the formative years of adolescence. We contribute to this literature by building on the object-specific nature of political trust, captured by trust in order and representative institutions, and investigating its relationship with turnout and vote choices among Belgian 16- and 17-year-olds, who were eligible to vote during the 2024 European elections. Using this unique data from adolescent first-time voters, the results confirm the two-dimensionality of political trust and show that low trust leads to protest and radical voting. These findings highlight the importance of early political socialization in shaping political trust and electoral behavior to encourage constructive political engagement.",
          "url": "https://doi.org/10.1093/ijpor/edaf026",
          "doi": "https://doi.org/10.1093/ijpor/edaf026",
          "filter": 0
        },
        {
          "title": "Pandemic, Governors, and Public Opinion: The Effect of COVID-19 Cases and Deaths on Public Support for America’s Governors",
          "authors": "Alauna Safarpour, Matthew Baum",
          "abstract": "A longstanding literature in American foreign policy holds that the American public’s support for war significantly depends on the number of U.S. casualties in the conflict (their number, rate, trend, proximity, etc.). While a pandemic is clearly not a war, many observers and political leaders have characterized the U.S. public policy response to the COVID-19 pandemic using the metaphor of wartime. This raises the question of whether such characterizations are more than mere metaphor. Has the American public’s response to pandemic-related casualties—cases and deaths—followed similar patterns to those found in the literature on public opinion and war? In this study, we assess the public’s responsiveness to COVID-19 casualties at different stages in the pandemic. Utilizing two large, 50-state surveys conducted during the two largest COVID surges, in winter 2021 and winter 2022, we test several hypotheses from the public opinion and war literature, including that proximity—spatial and temporal—influences public responses and that the public becomes desensitized to casualties over time. We find that in many respects, the public’s response to the pandemic does indeed mirror the patterns found with respect to public opinion and war.",
          "url": "https://doi.org/10.1093/ijpor/edaf021",
          "doi": "https://doi.org/10.1093/ijpor/edaf021",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Elections, Public Opinion and Parties",
      "journal_short": "JEPOP",
      "articles": [
        {
          "title": "In decline, but not left behind? Electoral behavior in Japan's depopulating regions",
          "authors": "Hanno Jentzsch, Kostiantyn Ovsiannikov",
          "url": "https://doi.org/10.1080/17457289.2025.2513295",
          "doi": "https://doi.org/10.1080/17457289.2025.2513295",
          "filter": 0
        },
        {
          "title": "Concerns about misinformation on Instagram in five countries",
          "authors": "Christian Pieter Hoffmann, Shelley Boulianne",
          "url": "https://doi.org/10.1080/17457289.2025.2514192",
          "doi": "https://doi.org/10.1080/17457289.2025.2514192",
          "filter": 0
        },
        {
          "title": "Framing refugees: experimental evidence from the United States, Canada, and Australia",
          "authors": "Isabel Williams Skinner, Timothy B. Gravelle",
          "url": "https://doi.org/10.1080/17457289.2025.2514201",
          "doi": "https://doi.org/10.1080/17457289.2025.2514201",
          "filter": 0
        },
        {
          "title": "Unravelling misinformation in politics: introduction to the special issue",
          "authors": "Shelley Boulianne, Edda Humprecht, Lena Frischlich",
          "url": "https://doi.org/10.1080/17457289.2025.2520790",
          "doi": "https://doi.org/10.1080/17457289.2025.2520790",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Politics, Groups, and Identities",
      "journal_short": "PGI",
      "articles": [
        {
          "title": "The influence of candidate traits on vice presidential nominee preference",
          "authors": "Emma Schroeder, Alejandra Campos",
          "url": "https://doi.org/10.1080/21565503.2025.2518532",
          "doi": "https://doi.org/10.1080/21565503.2025.2518532",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "Advertising Online Surveys on Social Media: How Your Advertisements Affect Your Study",
          "authors": "Anja Neundorf, Aykut Öztürk",
          "abstract": "Although the recruitment of online survey participants through paid social media advertisements is becoming increasingly common among survey researchers, we know little about how the content of advertisements influences the recruitment process. Our study systematically compares the effects of several approaches—being vague or explicit about the survey theme and offering material incentives—relying on 23 advertisements conducted in Turkey and Spain between May 2021 and June 2022, recruiting more than 30,000 respondents. Our article documents the important trade-offs that the content of an advertisement creates regarding cost and sample composition. We find that incentive-based advertisements can produce samples much closer to national population benchmarks; however, this also depends on the type of incentive. Thematic advertisements, which mention the political content of a survey, consistently return the cheapest samples, yet certain groups are overrepresented in these samples. Incentive-based advertisements also produce a generally higher response quality. We conclude our article by providing practical advice on which kind of advertisement to use, discussing the generalizability of our findings to other countries, and listing the main limitations of our study.",
          "url": "https://doi.org/10.1093/poq/nfaf018",
          "doi": "https://doi.org/10.1093/poq/nfaf018",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "The Role of Self-Efficacy and Intellectual Humility in the Relationship Between Perceived Deepfake Exposure and Media Cynicism",
          "authors": "Christian Pieter Hoffmann, Daniel Bendahan Bitton, Alexander Godulla",
          "abstract": "Previous research has highlighted that encounters with deepfakes induce uncertainty, skepticism, and mistrust among audiences. In this study, we relate perceived deepfake exposure to media cynicism. Deepfakes shake users’ sense of reality, increasing a need to rely on epistemic authorities, such as journalistic media, while raising fears of manipulation. Based on uncertainty management theory, we propose that two “epistemic virtues” moderate the relationship between deepfake exposure and media cynicism: self-efficacy and intellectual humility. In a survey of 1421 German internet users, we find that perceived deepfake exposure positively relates to media cynicism. Intellectual humility does not dampen this relationship. Deepfake detection self-efficacy may be more harmful than helpful in preventing media cynicism. We discuss these findings in the context of research indicating that users tend to overestimate their ability to detect deepfakes and the challenges the novel deepfake technology poses to audience trust in a digital information ecosystem.",
          "url": "https://doi.org/10.1177/08944393251354977",
          "doi": "https://doi.org/10.1177/08944393251354977",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
