{
  "update": "2026-01-14",
  "content": [
    {
      "journal_full": "Journal of Elections, Public Opinion and Parties",
      "journal_short": "JEPOP",
      "articles": [
        {
          "title": "The big ideological geographic sort? The role of ideological discrimination, social capital and social whispers in deciding where to live",
          "authors": "Toni Rodon, Sofia Breitenstein, Guillem Riambau",
          "url": "https://doi.org/10.1080/17457289.2025.2603305",
          "doi": "https://doi.org/10.1080/17457289.2025.2603305",
          "filter": 0,
          "created": "2026-1-12"
        },
        {
          "title": "COVID-19 and preferences for progressive taxation: evidence from a 2020 U.S. ballot proposal",
          "authors": "Mark Williamson",
          "url": "https://doi.org/10.1080/17457289.2025.2610633",
          "doi": "https://doi.org/10.1080/17457289.2025.2610633",
          "filter": 0,
          "created": "2026-1-7"
        },
        {
          "title": "How the politics of culture and identity drive a gender gap among young voters: a study of UK voters in 2024",
          "authors": "Jonathan Wheatley",
          "url": "https://doi.org/10.1080/17457289.2025.2612106",
          "doi": "https://doi.org/10.1080/17457289.2025.2612106",
          "filter": 0,
          "created": "2026-1-8"
        },
        {
          "title": "The impact of election rules and context on election satisfaction in the United States",
          "authors": "J. Benjamin Taylor, Kerwin Swint",
          "url": "https://doi.org/10.1080/17457289.2025.2608216",
          "doi": "https://doi.org/10.1080/17457289.2025.2608216",
          "filter": 0,
          "created": "2026-1-8"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Survey Statistics and Methodology",
      "journal_short": "JSSAM",
      "articles": [
        {
          "title": "Correcting Selection Bias in Non-Probability Two-Phase Payment Survey",
          "authors": "Heng Chen, John Tsang",
          "abstract": "We develop statistical inferences for non-probability two-phase surveys when relevant auxiliary information is available from a probability survey. To reduce selection bias and gain efficiency, both selection probabilities of Phase 1 and Phase 2 are estimated and two-phase calibration is implemented. We discuss both analytical plug-in and pseudo-population bootstrap variance estimation methods that account for the effects of using estimated selection probabilities and calibrated weights. The proposed method is assessed by simulation studies and used to analyze a non-probability two-phase payment survey.",
          "url": "https://doi.org/10.1093/jssam/smaf043",
          "doi": "https://doi.org/10.1093/jssam/smaf043",
          "filter": 0,
          "created": "2025-10-25"
        },
        {
          "title": "Meeting Data Collection Goals Quicker: An Experimental Evaluation to Reduce Fieldwork Duration in A Mixed-Mode Panel Study",
          "authors": "Katherine A McGonagle, Narayan Sastry",
          "abstract": "An experiment was implemented in the 2023 wave of a US household panel study to assess the effects of a shortened field period on data collection outcomes. Following the recent adoption of sequential mixed-mode designs by panel studies worldwide, it has been observed that interview completion for respondents offered the initial mode of web is faster compared to those initially offered the telephone. This study describes an experiment designed to evaluate whether the new mixed-mode designs can support an accelerated field period and achieve cost savings while still meeting fieldwork goals. We assessed a shorter field period of 20 weeks against the standard 28-week field period and randomized study participants to each condition. The treatment group received accelerated fieldwork protocols over a 20-week data collection period, and a control group received the same protocols over the standard 28-week period. We compare the effect of the shortened duration on fieldwork outcomes, including response rates, sample composition, interviewer effort, time to interview completion, survey costs, and interview quality. We find that the accelerated protocol yields higher response rates, lower interviewer effort, and cost savings with no differences in sample composition or decrements to interview quality. We describe the strengths and limitations of the study and provide suggestions for future research on fieldwork duration.",
          "url": "https://doi.org/10.1093/jssam/smaf030",
          "doi": "https://doi.org/10.1093/jssam/smaf030",
          "filter": 0,
          "created": "2025-9-17"
        },
        {
          "title": "Sample Size Parameters for Vaccination Coverage Cluster Surveys—Insights from Pakistan",
          "authors": "Dale A Rhoda, Sajid Soofi, Imtiaz Hussain, Caitlin B Clary, Mia Yu, Sihle Khanyile, Jennifer Brustrom, Becca Robinson, Mary Kay Trimner, Muhammad Umer, Ahmad Khan, Uzair Ansari",
          "abstract": "Since the 1970s the World Health Organization (WHO) has promoted household surveys with a cluster sample design as an important method to estimate vaccination coverage in low- and middle-income countries. When calculating the survey sample size, planners begin with an educated guess at the outcome proportion and a target precision for the estimate and calculate an effective sample size that would achieve that precision if using a simple random sample. Then they account for correlated outcomes in the cluster sample using an estimated design effect (DEFF) that depends, among other things, on the unknown rate of homogeneity of the outcome as parameterized with an intracluster correlation coefficient (ICC). From the 1970s until 2015, WHO materials suggested that vaccination coverage surveys could be self-weighting and their ICCs would rarely exceed 1/6 or 0.1667. Recommendations drafted in 2015 and finalized in 2018 suggested using a probability sample with survey weights that vary and using a more conservative ICC value of 1/3 = 0.3333 for routine immunization surveys if there was no recent evidence-based estimate available. In this manuscript, we examine variability in survey weights and ICCs for 18 binary outcomes from two recent nationally representative vaccination coverage surveys in Pakistan with 152 districts serving as strata in the sample design, and either 49 or 64 clusters per stratum. The observed values of these parameters are summarized and used to (i) help planners use appropriately small values of ICC when the outcome is expected to have extreme values and (ii) suggest how WHO recommendations on ICC and weights might be refined in a forthcoming update.",
          "url": "https://doi.org/10.1093/jssam/smaf033",
          "doi": "https://doi.org/10.1093/jssam/smaf033",
          "filter": 0,
          "created": "2025-9-20"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "Comparing Speech-to-Text Algorithms for Transcribing Voice Data from Surveys",
          "authors": "Camille Landesvatter, Jan Behnert, Paul C Bauer",
          "abstract": "With the increasing frequency of surveys being conducted via smartphones and tablets, the option of audio responses for providing open-ended responses has become more popular in research. This approach aims to improve the user experience of respondents and the quality of their answers. To circumvent the tedious task of transcribing each audio recording for analysis, previous studies have used the Google Cloud Speech-to-Text API to convert audio data to text. Extending previous research, we benchmark the Google Cloud service with state-of-the-art automatic speech recognition (ASR) systems from Meta (wav2vec 2.0), NVIDIA (NeMo), and OpenAI (Whisper). To do so, we use 100 randomly selected and recorded open-ended responses to popular social science survey questions. Additionally, we provide a basic, easy-to-understand introduction on how the Whisper ASR system works as well as code for implementation. By comparing Word Error Rates, we show that for our data the Google Cloud ASR service is outperformed by almost all other systems, highlighting the need to also consider other ASR systems.",
          "url": "https://doi.org/10.1093/poq/nfaf056",
          "doi": "https://doi.org/10.1093/poq/nfaf056",
          "filter": 0,
          "created": "2025-10-2"
        },
        {
          "title": "Republican Pushback on Patriotism-Linked COVID-19 Vaccine Messages: A Note on Moral Reframing",
          "authors": "Stephanie L DeMora, Jennifer L Merolla, Brian Newman, Elizabeth J Zechmeister",
          "abstract": "Moral reframing theory suggests that messages that connect with fundamental values may soften resistance, especially when from a trusted source. We assess these expectations in opinion dynamics around US Republicans’ views on COVID-19 vaccines. Data are from a preregistered experiment in a national survey of Republicans (n = 3,058). Respondents were randomly assigned to one of three treatments or a control (no message) condition. Treated individuals received a message that connected vaccination to patriotism, a core conservative value, and this was attributed to a public health official (treatment 1), Republican voter (2), or Democratic voter (3). With the exception of those who were vaccinated and boosted, the message either had no effect or, more often, produced a backlash that led Republicans to express less favorable dispositions toward vaccination; backlash was stronger for messages sourced to a Democrat or public health official. Our conclusion discusses implications for moral reframing research and public health messaging.",
          "url": "https://doi.org/10.1093/poq/nfaf057",
          "doi": "https://doi.org/10.1093/poq/nfaf057",
          "filter": 0,
          "created": "2025-10-7"
        },
        {
          "title": "Whose Party Is This? Explaining Perceptions of US Party Ideology",
          "authors": "Seth B Warner",
          "abstract": "How do Americans perceive the parties ideologically? Using a multiverse analysis of 720 models, I observe how citizens’ ideological placement of the parties varied from 1990 to 2020 as a function of party ideologies at different levels: in Congress, in state legislatures, and in the electorate. Although public perceptions associate somewhat with elite ideology, more variation is attributable to how citizen-level partisans identify ideologically. This carries mixed implications. On one hand, partisan-ideological sorting in the electorate has made it easier for voters to see the difference between parties. On the other, it leads voters to see the parties as being more extreme than they would otherwise. These findings underscore the extent to which parties, beyond their governmental function, are social groups with norms that are fluid, identifiable, and politically impactful.",
          "url": "https://doi.org/10.1093/poq/nfaf058",
          "doi": "https://doi.org/10.1093/poq/nfaf058",
          "filter": 0,
          "created": "2025-10-4"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "International Differences in Windows Remote Desktop Hacking: An Analysis of Honeypot Data",
          "authors": "Thomas E. Dearden, Andréanne Bergeron",
          "abstract": "This study investigates international differences in hacking attempts using honeypot data. By analyzing 504,877 login attempts from 314 unique IP addresses over a 3-month period, the research aims to understand how socio-economic factors influence cybercriminal behavior. We consider prior international work on cybercrime to develop hypotheses regarding opportunity, which predict that countries with higher unemployment and poverty rates, as well as lower GDP and education expenditures, will exhibit more frequent hacking attempts. We found that higher unemployment rates and lower education expenditures correlate with an increase in the mean number of breach attempts per country. Lower education expenditures also correlate with higher success rates of breach attempts. No significant relationship was found between GDP or population below the poverty line and hacking behavior. This study highlights the role of socio-economic conditions in shaping cybercriminal activities, demonstrating that cybercrime does not occur in a vacuum but is influenced by the broader geopolitical context.",
          "url": "https://doi.org/10.1177/08944393261416786",
          "doi": "https://doi.org/10.1177/08944393261416786",
          "filter": 0,
          "created": "2026-1-10"
        }
      ],
      "articles_hidden": []
    }
  ]
}
