{
  "update": "2026-01-29",
  "content": [
    {
      "journal_full": "Journal of Official Statistics",
      "journal_short": "JOS",
      "articles": [
        {
          "title": "A Decomposition of the Change in Total Poverty Gap",
          "authors": "Andrea Marletta, Mauro Mussini",
          "abstract": "The total poverty gap provides a straightforward information to policymakers as it measures the amount of income needed to get poor people out of poverty. Monitoring the change in total poverty gap is useful to examine poverty dynamics, however such a measure would be more informative if it were linked to other poverty indicators in a unified analysis framework. This paper suggests a decomposition that links the change in total poverty gap to those in poverty incidence, poverty depth, population size and composition. The decomposition is used to analyze the change in total poverty gap in Italy between 2010 and 2020. The total poverty gap decreased in the period considered and the change in poverty incidence was the main driver of such a reduction.",
          "url": "https://doi.org/10.1177/0282423x251406647",
          "doi": "https://doi.org/10.1177/0282423x251406647",
          "filter": 0,
          "created": "2026-1-23"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Survey Statistics and Methodology",
      "journal_short": "JSSAM",
      "articles": [
        {
          "title": "Reducing the Bias From Probability and Nonprobability Online Panels by Excluding Satisficers",
          "authors": "Sam Slamowicz, Darren Pennay, Dina Neiger, Benjamin Phillips, Andrew C Ward, Michael Xu",
          "abstract": "Over the last 15 years or so, many studies have compared the accuracy of estimates produced when the same questionnaire is administered to samples generated using probability and nonprobability sampling methods. Most studies conclude that estimates from probability sample surveys are more accurate than estimates from nonprobability sample surveys. In trying to understand why probability sample surveys generally produce more accurate estimates than nonprobability sample surveys, most research has focused on the differences in survey samples reached as a result of the sampling mechanisms used by each approach, and looked to various adjustment (weighting) approaches to bring the nonprobability sample estimates closer to the comparative probability sample estimates and independent benchmarks. Less common, however, are comparative studies that focus on measurement error. This study compares estimates generated from five Australian online panels; one probability-based online panel and four nonprobability online panels. We use widely implemented techniques to identify instances of survey satisficing—the phenomenon of survey respondents providing lower quality responses to reduce cognitive effort. When comparing the level of satisficing across panels, a higher proportion of respondents in the nonprobability panels give responses consistent with satisficing than in the probability panel. We then show that excluding these suboptimal responses from our analysis dataset, before weighting, results in a greater bias reduction across the nonprobability panels than weighting alone, and that this is the case across all four nonprobability panels. In contrast, very little change to bias is observed after applying the same exclusions to the probability panel. We end with a call for others to undertake similar research in the hope that this approach might become part of the toolkit of techniques being developed to reduce the bias in survey estimates generated from nonprobability online samples.",
          "url": "https://doi.org/10.1093/jssam/smaf019",
          "doi": "https://doi.org/10.1093/jssam/smaf019",
          "filter": 0,
          "created": "2025-8-12"
        },
        {
          "title": "Estimating the Number of Street Vendors in New York City: Ratio Estimation with Point Process Data",
          "authors": "Jonathan Auerbach",
          "abstract": "We estimate the number of street vendors in New York City. First, we summarize the process by which vendors receive licenses and permits to operate legally in New York City. We then describe a survey that was administered by the Street Vendor Project while distributing coronavirus relief aid to vendors operating in New York City, both with and without a license or permit. Finally, we review ratio estimation and develop a theoretical justification based on the theory of point processes. We find approximately 23,000 street vendors operate in New York City—20,500 mobile food vendors and 2,400 general merchandise vendors—with one-third located in just six ZIP Codes—11368 (16 percent), 11372 (3 percent), and 11354 (3 percent) in North and West Queens and 10036 (5 percent), 10019 (4 percent), and 10001 (3 percent) in the Chelsea and Clinton neighborhoods of Manhattan. Our estimates suggest the American Community Survey misses the majority of New York City street vendors.",
          "url": "https://doi.org/10.1093/jssam/smaf051",
          "doi": "https://doi.org/10.1093/jssam/smaf051",
          "filter": 0,
          "created": "2025-11-21"
        },
        {
          "title": "PREDICTION OF POVERTY PROPORTIONS UNDER RANDOM REGRESSION COEFFICIENTS TWO-FOLD FAY-HERRIOT MODELS",
          "authors": "Naomi Diz-Rosales, María José Lombardía, Domingo Morales",
          "abstract": "Using a two-fold Fay-Herriot model with random intercepts and random regression coefficients, we develop area-level predictors for poverty proportions and propose both analytic and bootstrap-based estimators for the mean squared error. Model parameters are estimated via residual maximum likelihood, and empirical best linear unbiased predictors are used for random effects. To assess the performance of the estimation algorithm, predictors, and mean squared error estimators, we conduct simulation studies. The proposed methodology is applied to data from the 2022 Spanish Living Conditions Survey to estimate poverty proportions at the provincial level, disaggregated by gender and age group. This study offers a robust and innovative framework for small-area estimation, enabling detailed poverty mapping with accurate estimates and reliable uncertainty measures.",
          "url": "https://doi.org/10.1093/jssam/smaf032",
          "doi": "https://doi.org/10.1093/jssam/smaf032",
          "filter": 0,
          "created": "2025-9-17"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "Not So Sexually Modern After All: Homonegativity and Prejudice Against Open and Age-Gap Relationships",
          "authors": "Alberto López Ortega, Agustín Blanco Bosco",
          "abstract": "How widespread is sexual liberalism in tolerant societies? Theoretical and descriptive evidence suggests an overall liberalization in societal views on topics such as women’s rights and homosexuality. Yet, relying on sexual norms theory, this study unveils persistent sexual prejudice. We differentiate between “normalized” sexual issues, like same-gender marriage, which have gained mainstream acceptance, and “nonnormalized” issues, such as nontraditional sexual practices and relationships, which remain stigmatized. Through a conjoint experiment in Catalonia, Spain, we investigate public attitudes toward adoptive parents with varying sexual orientations, relationship types, and age differences, confirming that discriminatory preferences are prevalent in contexts with low social desirability. By highlighting the continued prejudice against both normative and nonnormative sexual issues, this research contributes to our understanding of the dynamics of sexual attitudes and the challenges facing LGBTQ+ politics and rights.",
          "url": "https://doi.org/10.1093/poq/nfaf055",
          "doi": "https://doi.org/10.1093/poq/nfaf055",
          "filter": 0,
          "created": "2025-12-2"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "Harnessing Big Data, Hindered by Bias: Evaluating TikTok Research API for Fair and Optimal Social Sciences",
          "authors": "Dan Bai, Yan Gu",
          "abstract": "Digital platforms now serve as crucial archives for analysing societal trends, yet their research APIs pose methodological challenges. This study critically evaluates TikTok Research API through comparative analysis of 6,373 videos from 14 creators in the United States and United Kingdom (2020–2022), contrasting API-derived outputs with manual collection and third-party analytics. The API demonstrated scalability, retrieving more videos than alternative methods and providing 22 variables, including eight unavailable elsewhere. However, limitations were substantial: transcriptions covered about 10% of the content, with more transcripts returned from American male creators. Engagement metrics exhibited inconsistent accuracy across data sources, with the API showing systematically lower view counts but higher comment and share counts compared to manual collection. The number of videos varied depending on sample composition, indicating that small changes in inclusion criteria could shift outcomes disproportionately. These results highlight systematic inconsistencies, showing why multi-method approaches remain necessary despite automation. While TikTok Research API offers valuable scale and ethical compliance, its demographic biases and metadata inconsistencies compromise validity. The study advocates integrated auditing protocols and targeted API refinements to improve representativeness and accuracy in platform-based research.",
          "url": "https://doi.org/10.1177/08944393251413277",
          "doi": "https://doi.org/10.1177/08944393251413277",
          "filter": 0,
          "created": "2026-1-27"
        },
        {
          "title": "Global Gender Inequality Through Explainable AI: Machine Learning, Clustering, and SHAP Insights",
          "authors": "Sadullah Çelik, Cemile Zehra Köroğlu",
          "abstract": "Objective: This paper analyzes gender equality across countries in the year 2024 by using the GGGI, with the intention of disentangling the unseen structural and non-deterministic patterns. Instead of repeating the process of calculating the index, it is openly recognizing the compositional feature of the GGGI and the unseen similarities between the indices. Methods: This research employs a global cross-sectional study of 146 countries over the four primary GGGI sectors: economic participation, education, health and survival, and empowerment. Where OLS is only employed as a diagnostic test, as its almost perfect fit (R 2 ∼1) is squarely mechanical and lacks relevance for inference. Apart from ensemble models employed for predictions, K-means clustering, SHAP analysis, and GridSearchCV optimization are also used. Findings: The out-of-sample predictions demonstrate high levels of predictive accuracy, with Gradient Boosting models yielding an R 2 of approximately 0.90 and an RMSE of approximately 0.045, indicating that there is significant nonlinear information beyond index aggregation. Unsupervised clustering techniques show that there are seven distinct country clusters that go beyond traditional geographic and income divisions, which can be identified with more than 93% accuracy. The SHAP results show that empowerment and economic participation are drivers, while there is insignificant variation in healthcare. Contribution: This study identifies the boundaries of regression analysis in index research, as well as the advantages of machine learning analysis in determining structural patterns related to gender equity.",
          "url": "https://doi.org/10.1177/08944393261419809",
          "doi": "https://doi.org/10.1177/08944393261419809",
          "filter": 0,
          "created": "2026-1-22"
        },
        {
          "title": "Avatar Anthropomorphism and Metaverse Marketing Adoption: A Social Cognitive Perspective",
          "authors": "Aasir Ali, Yasir Hussain, Umair Tufail",
          "abstract": "This study investigates the impact of self-efficacy among marketing professionals with digital tools affecting their strategic flexibility (ability to adjust marketing strategies to changing trends) and career adaptability (willingness to learn or change roles), and how these variables influence the adoption of metaverse marketing tools. Data were gathered using a cross-sectional online survey of 395 marketing and digital strategy professionals working in the e-commerce, digital marketing, information technology, and educational-technology sectors in China. Structural Equation Modeling (SEM) was used to examine a moderated mediation model between self-efficacy, strategic flexibility, career adaptability, and metaverse marketing adoption. Results show that Marketing self-efficacy significantly predicts strategic flexibility (β = 0.35, p &lt; 0.001) and career adaptability (β = 0.30, p &lt; 0.001) which fully mediate its impact on adoption, indicating an indirect behavioral path. Interestingly, avatar anthropomorphism strengthens these relationships (β = 0.20, p &lt; 0.01 for strategic flexibility; β = 0.18, p &lt; 0.01 for career adaptability) with higher human-likeness intensifying the mediated effects and highlighting the impact of anthropomorphic cues in virtual environments. This study provides insights for equipping professionals for digital transformation and offering actionable strategies for designing avatars to improve technology adoption in virtual marketing environments. The findings highlight that well calibrating avatar features—responsiveness, realism, and feedback—can enhance perceived trust and usability and social presence. Overall, this study extends research on virtual environments by identifying avatar anthropomorphism as a key boundary condition in technology adoption and offering design implications for AI-driven metaverse interfaces.",
          "url": "https://doi.org/10.1177/08944393261421111",
          "doi": "https://doi.org/10.1177/08944393261421111",
          "filter": 0,
          "created": "2026-1-23"
        },
        {
          "title": "Procedural Rhetorics Meet Platform Affordances: An Exploration of Community Rhetoric on Reddit",
          "authors": "Mariacristina Sciannamblo, Enrico Gandolfi",
          "abstract": "This article investigates the rhetorical dynamics emerging within Reddit communities, focusing on discussions surrounding the video game franchise The Last of Us . Building on the concept of procedural rhetoric, the paper suggests framing the collective articulation of meaning that emerges from the interaction between digital affordances—such as upvoting, moderation, and subreddit structures—and community practices in terms of “community rhetoric.” Drawing from a thematic analysis of posts and comments in two dedicated subreddits, the article identifies how content, attitude, and discursive climate shape participatory discourse. This framework is enriched by considering Reddit’s distinctive technical configurations, including pseudonymity and community self-governance, which foster specific discursive cultures. Rather than presenting Reddit as a neutral container, the study highlights how its infrastructural features actively mediate rhetorical production and sense-making. The paper contributes to digital rhetoric and media studies by offering a model that integrates platform affordances with user-driven cultural practices, showing how community engagement shapes knowledge, authority, and cultural narratives in online spaces. Limitations and future directions are discussed in light of applying the framework to other media fandoms and social platforms.",
          "url": "https://doi.org/10.1177/08944393261419793",
          "doi": "https://doi.org/10.1177/08944393261419793",
          "filter": 0,
          "created": "2026-1-24"
        }
      ],
      "articles_hidden": []
    }
  ]
}
