{
  "update": "2025-08-14",
  "content": [
    {
      "journal_full": "Journal of Elections, Public Opinion and Parties",
      "journal_short": "JEPOP",
      "articles": [
        {
          "title": "Accidental knowledge: passive gains in political knowledge and electoral accountability",
          "authors": "Emily Anderson",
          "url": "https://doi.org/10.1080/17457289.2025.2537641",
          "doi": "https://doi.org/10.1080/17457289.2025.2537641",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "To Report or Not to Report? A Qualitative Analysis of Journalists’ Perspectives on Harm to Public Opinion",
          "authors": "Ricardo R Ferreira, Jean-François Daoust",
          "abstract": "Journalists face intricate decisions regarding what to publish, especially when problematic content may impact public opinion in a way that could fuel hate and/or undermine democratic attitudes. While scholarship has recognized the importance of this issue, most studies focus on published content, how citizens engage with it, and the implications of published news. In this article, we provide a fresh perspective on the crucial dilemma faced by journalists concerning their perceived impact on public opinion, by leveraging data based on 36 semistructured in-depth interviews with journalists covering Brazil’s political landscape. The interviews were conducted between December 7, 2021, and July 20, 2022. Our main findings are threefold. First, we find a consensus among journalists regarding what is seen as problematic content, which is centered around threats to democratic attitudes and misinformation on critical issues. Second, we examine the rationales underpinning journalists’ choices to publish problematic content, which include the concept of “competing voices,” the legitimacy conferred to elected representatives (e.g., the head of a government), and journalists’ fear of being viewed as left leaning and losing their audience. Third, we find that journalists who do not publish problematic content do so because they expect to negatively impact public opinion, in particular democratic attitudes, and that their reporting of hate speech may not meet ethical standards. We conclude by highlighting the complex interplay of journalistic norms and expectations regarding their impact on public opinion and the news production process.",
          "url": "https://doi.org/10.1093/poq/nfaf028",
          "doi": "https://doi.org/10.1093/poq/nfaf028",
          "filter": 0
        },
        {
          "title": "Concerns About Medications for Opioid Use Disorder Among American Indian Community Members: A Qualitative Secondary Analysis",
          "authors": "Fiona Grubin, Morgan E Neavill, Tessa Sawyer, Amanda Larson, Emily Maltaverne, Monica C Skewes",
          "abstract": "Opioid use disorder and mortality due to opioid overdose pose significant public health problems in the United States, particularly among American Indian/Alaska Native (AI/AN) communities that experience disproportionately high rates of opioid overdose deaths. Such health inequities are related to centuries of ongoing colonization and oppression that inform social determinants of health today. Using medications to treat opioid use disorder (MOUD) has broad support among health professionals due to substantial evidence of its effectiveness and benefits to patients. However, most AI/ANs who need MOUD never receive it. This analysis sought to identify concerns related to the use of MOUD and how they inform barriers to implementing MOUD in a rural AI reservation community. Secondary analysis of qualitative data was conducted using reflexive thematic analysis. Findings reveal key themes related to conditions for when to use MOUD, recovery, distrust of Western medicine, and individual viewpoints on MOUD. Implications of these findings for reducing barriers to MOUD in AI/AN communities are discussed.",
          "url": "https://doi.org/10.1093/poq/nfaf030",
          "doi": "https://doi.org/10.1093/poq/nfaf030",
          "filter": 0
        },
        {
          "title": "Relationships, Trust and Accountability, and Critical Reflexivity: Developing Quality Data with the “Hard to Reach”",
          "authors": "Anna Kopec, Alison Smith, Genevieve Fuji Johnson",
          "abstract": "Understanding the realities of members of marginalized communities is central to the advancement of social and behavioral sciences. We argue that the development of data accurately representing the perspectives and experiences of such communities is fundamentally contingent on relationships of trust and accountability, and on researcher critical reflexivity. We showcase our methodology in three vignettes based on how we conduct research with communities that are “hard to reach” due to their societal marginalization. These vignettes include our reflections on the quality of data as a function of relationships, trust, accountability, and critical reflexivity. Our stories from the field highlight the importance of relational research with communities experiencing marginalization.",
          "url": "https://doi.org/10.1093/poq/nfaf032",
          "doi": "https://doi.org/10.1093/poq/nfaf032",
          "filter": 0
        },
        {
          "title": "Using a Blended Approach to Thematic Analysis: A Case Study on Fatherhood and Imprisonment",
          "authors": "Marieke Haan, Simon D Venema",
          "abstract": "Thematic analysis (TA) has become a prominent qualitative research method for identifying patterns in experiences, responses, narratives, and meanings in relation to a research question. In this paper, we provide researchers with an understanding of different approaches to TA and offer practical guidance on conducting a blended approach to TA, which combines the strengths of different TA approaches. Despite their prevalence in the literature, blended approaches to TA are rarely clearly illustrated in research publications. To address this gap, we present a detailed case study of a blended approach to TA, based on a qualitative study exploring the experiences of incarcerated fathers participating in a prison family program in the Netherlands. This case study offers researchers practical guidance for thoughtfully implementing a blended approach to TA in their own work. It also highlights the nuances and complexities of a blended approach to TA, emphasizing the importance of aligning the chosen TA approach to the research context and objectives. We conclude by discussing the value of blended approaches to TA in qualitative research, underscoring the importance of thoughtful application and transparent reporting of these approaches.",
          "url": "https://doi.org/10.1093/poq/nfaf033",
          "doi": "https://doi.org/10.1093/poq/nfaf033",
          "filter": 0
        },
        {
          "title": "Beyond Functional Limitations: A Multimethodological Approach to Questionnaire Pretesting of New Disability Measures",
          "authors": "Robin L Kaplan, Tywanquila Walker, Rebecca L Morrison",
          "abstract": "Disability measures often collect information on functional limitations but may not fully capture disability status in the working-age population, and seldom collect the type of disability people have. The present research used a multimethodological approach to assess new disability measures for a federal survey. The questions were designed to capture whether respondents have disabilities that impact the kind or amount of paid work they can do, as well as a novel question that collected type of disability. We used multiple methodologies, including cognitive interviews, card-sort/categorization tasks, and web probing. During cognitive interviews, we used retrospective probes to assess the response process and question sensitivity, and a card-sort task, where participants sorted a list of health conditions into similar groups. Additional participants completed a web-probing study, which used a mix of open- and closed-ended probes and were compared to the cognitive interview results. We used thematic coding to compare findings from all three methods, including unique findings that would have been missed if only one method had been used. Each method supported allowing respondents to select multiple types of disabilities, simplification of response categories, and including examples of health conditions that help distinguish categories from one another and vary in level of severity. The cognitive interviews helped refine response category names, while the card-sort and categorization tasks helped develop appropriate category examples. The web-probing study revealed additional question sensitivity not observed in the other methods. We discuss the advantages of a multimethodological approach to survey research.",
          "url": "https://doi.org/10.1093/poq/nfaf029",
          "doi": "https://doi.org/10.1093/poq/nfaf029",
          "filter": 0
        },
        {
          "title": "Qualitative Methods for Research on a Hard-to-Reach and Vulnerable Population in Burma",
          "authors": "Jieun Baek",
          "abstract": "This article examines the qualitative research methods employed to conduct fieldwork on a hard-to-reach and vulnerable population in Burma between June 2017 and December 2019. The study focuses on interviewing democracy activists, many of whom were former political prisoners, to investigate the motivations of “first movers”—individuals who initiate high-risk dissent in authoritarian regimes without the safety of numbers or the guarantee of support. The study employed a narrative-driven grounded theory approach to explore the question: In the high-risk environment of authoritarian regimes, why do some people dissent while others do not? While the substantive findings and theory will be discussed in a forthcoming publication, this article focuses on the research design encompassing data collection strategies, case selection, scope conditions, ethics, sampling methods (including a combination of purposive and snowball sampling), elicitation techniques, triangulation in qualitative analysis, and the critical importance of analytic reflexivity and researcher positionality. Key methodological decisions are synthesized into a qualitative research design checklist, providing a practical framework for scholars investigating similarly complex and sensitive topics. By sharing the challenges, strategies, and lessons learned, this article aims to contribute to the growing body of literature on qualitative methods for researching hard-to-reach populations and politically sensitive questions.",
          "url": "https://doi.org/10.1093/poq/nfaf034",
          "doi": "https://doi.org/10.1093/poq/nfaf034",
          "filter": 0
        },
        {
          "title": "Participants’ Reported Discomfort with Live Video as a Mode for Answering a Sensitive Survey Question",
          "authors": "Shlomit Okon, Rebecca S Dolgin, Michael F Schober",
          "abstract": "This study uses qualitative thematic analysis to explore a dataset of open-ended textual responses from 369 online panelists explaining why they rated feeling more or less uncomfortable being asked the same sensitive survey question (“How many sex partners have you had in the last 12 months?”) in a hypothetical live video interview versus in two other interviewer-administered survey modes (in person and by phone) and two self-administered survey modes (a web survey and a “prerecorded video” interview in which participants enter their answers after playing a video of the interviewer asking the question). Different participants reported finding the very same features of live video—for example, social copresence with the interviewer, seeing and being seen, a sense of privacy and anonymity—as leading to greater discomfort or greater comfort. The mixed-method analyses, which build on participants’ quantitative ratings of discomfort in the different modes, reveal video-specific concerns that are likely to be important to understand as video interviewing emerges as a new survey mode. These include the potential for a live video interview to be recorded and other household members to overhear (for some participants more concerning than in person or on the phone), and more nuanced distinctions about wanting to see or not see the interviewer and wanting to be seen or not be seen by the interviewer. Exploratory analyses suggest that participants’ video experience in other contexts and some demographic characteristics may correlate with different levels of self-reported discomfort with live video relative to other interviewing modes.",
          "url": "https://doi.org/10.1093/poq/nfaf031",
          "doi": "https://doi.org/10.1093/poq/nfaf031",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
