{
  "update": "2026-02-11",
  "content": [
    {
      "journal_full": "Journal of Survey Statistics and Methodology",
      "journal_short": "JSSAM",
      "articles": [
        {
          "title": "Toward a Principled Workflow for Prevalence Mapping Using Household Survey Data",
          "authors": "Qianyu Dong, Yunhan Wu, Zehang Richard Li, Jon Wakefield",
          "abstract": "Understanding the prevalence of key demographic and health indicators in small geographic areas and domains is of global interest, especially in low- and middle-income countries (LMICs), where vital registration data is sparse and household surveys are the primary source of information. Recent advances in computation and the increasing availability of spatially detailed datasets have led to much progress in sophisticated statistical modeling of prevalence. As a result, high-resolution prevalence maps for many indicators are routinely produced in the literature. However, statistical and practical guidance for producing prevalence maps in LMICs has been largely lacking. In particular, advice in choosing and evaluating models and interpreting results is needed, especially when data is limited. Software and analysis tools are also usually inaccessible to researchers in low-resource settings to conduct their own analysis or reproduce findings in the literature. In this paper, we propose a general workflow for prevalence mapping using household survey data. We consider all stages of the analysis pipeline, with particular emphasis on model choice and interpretation. We illustrate the proposed workflow using a case study mapping the proportion of pregnant women who had at least four antenatal care visits in Kenya. The workflow is implemented using the R package surveyPrev, and all reproducible code is provided in the Supplementary Materials. It can be readily extended to a wide range of indicators.",
          "url": "https://doi.org/10.1093/jssam/smaf048",
          "doi": "https://doi.org/10.1093/jssam/smaf048",
          "filter": 0,
          "created": "2025-11-19"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "Continuity and Change in Trust in Scientists in the United States: Demographic Stability and Partisan Polarization",
          "authors": "Jonathan Schulman, James N Druckman, Alauna Safarpour, Matthew A Baum, Katherine Ognyanova, Kristin Lunz Trujillo, Alexi Quintana Mathé, Hong Qu, Ata Aydin Uslu, Roy H Perlis, David M J Lazer",
          "abstract": "Americans’ trust in scientists has been stable and high, relative to other political and social institutions, for the last half century (Krause, Brossard, and Scheufele 2019). Yet, underlying this stability lies a dramatic change such that a partisan gap has emerged, with Democrats exhibiting substantially more trust than Republicans. Fifty years ago, Republicans in fact exhibited more relative trust in scientists. This article explains this continuity and change. First, we demonstrate that the demographic correlates of trust in scientists have been remarkably stable for more than a half century: women, Black, rural, religious, non-college educated, and lower/working-class individuals exhibit less trust than their counterparts. Second, we show that the partisan relationship with trust in scientists has flipped (over that same time period) as low-trusting demographic strata shifted partisan allegiances. This is particularly the case when it comes to education and religiosity. Concomitant with the emergent partisan gap is a massive perceptual gap among Democrats, who perceive a partisan divide more than double its actual size. Democrats vastly underestimate Republicans’ trust in scientists. The enduring demographic basis of trust in scientists provides an opportunity to bridge partisan divides by addressing demographic inequities in the practice and application of science.",
          "url": "https://doi.org/10.1093/poq/nfaf059",
          "doi": "https://doi.org/10.1093/poq/nfaf059",
          "filter": 0,
          "created": "2026-2-10"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "Who Consents to Sharing Their Tweets With Researchers? A Comparative Analysis of Selection Bias in Linked Survey and Social Media Data",
          "authors": "Conor Gaughan, Alexandru Cernat, Rachel Gibson, Marta Cantijoch, Riza Batista-Navarro",
          "abstract": "Survey research is entering a new era which centres on its linkage with other forms of digitally generated data such as social media. Many suggest that this can help to address existing weaknesses in self-report surveys such as non-response and measurement bias. However, to link a participant’s survey responses to their social media data, consent from the participant is required. Previous studies have shown that consent to linkage is typically low and selective. This paper expands on the existing literature by comparing Twitter (now X) usage and consent to survey linkage across five national contexts. Testing the effects of several sociodemographic and attitudinal predictors in the US, the UK, France, Germany and Poland, our study finds that overall consent rates vary significantly by age, political attention, privacy concern, trust in social media companies and frequency of political posting on Twitter/X. However, our results also confirm that variable effects differ significantly between nations, suggesting a moderating cultural influence. Within-country variation in the US between 2020 and 2024 is also present, indicating that effects are not necessarily fixed over time. These findings dictate the need for caution when conducting substantive comparisons across countries and time when using social media data.",
          "url": "https://doi.org/10.1177/08944393261421114",
          "doi": "https://doi.org/10.1177/08944393261421114",
          "filter": 0,
          "created": "2026-2-4"
        }
      ],
      "articles_hidden": []
    }
  ]
}
