{
  "update": "2024-10-16",
  "content": [
    {
      "journal_full": "Journal of Survey Statistics and Methodology",
      "journal_short": "JSSAM",
      "articles": [
        {
          "title": "A Farewell Letter from the Editors",
          "authors": "Kristen Olson, Katherine Jenny Thompson",
          "url": "http://dx.doi.org/10.1093/jssam/smae040",
          "doi": "10.1093/jssam/smae040",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "Using Google Trends Data to Study High-Frequency Search Terms: Evidence for a Reliability-Frequency Continuum",
          "authors": "Tobias Gummer, Anne-Sophie Oehrlein",
          "abstract": "Google Trends (GT) data are increasingly used in the social sciences and adjacent fields. However, previous research on the quality of GT data has raised concerns regarding their reliability. In the present study, we investigated whether reliability differs between low- and high-frequency search terms. In other words, we explored the existence of a reliability-frequency continuum in GT data. Our study adds to previous research by investigating a more comprehensive set of search terms and different aspects of reliability (e.g., differences in relative search volume distributions, correctly identified maxima). For this purpose, we collected samples of GT data for ten high- and two low-frequency search terms. We obtained one real-time sample and 62 non–realtime samples per search term (30 non–realtime samples for low-frequency search terms). Data collection was restricted to search data for Germany. Our data support the existence of a reliability-frequency continuum—low-frequency search terms are subject to greater reliability issues compared to high-frequency search terms. Based on our findings, we have derived practical recommendations for the use of GT data and have outlined future research opportunities.",
          "url": "http://dx.doi.org/10.1177/08944393241279421",
          "doi": "10.1177/08944393241279421",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
