{
  "update": "2025-09-20",
  "content": [
    {
      "journal_full": "Journal of Elections, Public Opinion and Parties",
      "journal_short": "JEPOP",
      "articles": [
        {
          "title": "Voting for incumbents in the Caribbean: a test of three hypotheses",
          "authors": "Lucas Perelló, Natalie Chaudhuri",
          "url": "https://doi.org/10.1080/17457289.2025.2555840",
          "doi": "https://doi.org/10.1080/17457289.2025.2555840",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Official Statistics",
      "journal_short": "JOS",
      "articles": [
        {
          "title": "Why are Measures of Aggregate Hours Worked by the Unincorporated Self-Employed So Volatile?",
          "authors": "Cindy Michelle Cunningham, Sabrina Wulff Pabilonia",
          "abstract": "Self-employment hours, as measured using the Current Population Survey (CPS), occasionally vary widely from one quarter to the next, and these variations can result in large fluctuations in measures of quarterly labor productivity produced by the U.S. Bureau of Labor Statistics. In this paper, we examine whether certain aspects of the CPS sample design, including sample weighting, the rotation group framework, imputation methods, and proxy-reporting, are associated with these large variations. We find that volatility in the number of self-employed is much higher when comparing changes in self-employment among workers who are not in the sample in two consecutive quarters compared with those who are in the sample in consecutive quarters. In addition, proxy-responses make larger contributions to self-employment growth in more quarters than do self-responses, and month-to-month changes in class-of-worker status occurring with transitions between proxy- and self-responses in the CPS panel contribute to increased volatility. Finally, imputed self-employment is more volatile than nonimputed self-employment, but there are few imputed responses.",
          "url": "https://doi.org/10.1177/0282423x251354908",
          "doi": "https://doi.org/10.1177/0282423x251354908",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "Demystifying Misconceptions in Social Bots Research",
          "authors": "Stefano Cresci, Kai-Cheng Yang, Angelo Spognardi, Roberto Di Pietro, Filippo Menczer, Marinella Petrocchi",
          "abstract": "Research on social bots aims at advancing knowledge and providing solutions to one of the most debated forms of online manipulation. Yet, social bot research is plagued by widespread biases, hyped results, and misconceptions that set the stage for ambiguities, unrealistic expectations, and seemingly irreconcilable findings. Overcoming such issues is instrumental toward ensuring reliable solutions and reaffirming the validity of the scientific method. Here, we discuss a broad set of consequential methodological and conceptual issues that affect current social bots research, illustrating each with examples drawn from recent studies. More importantly, we demystify common misconceptions, addressing fundamental points on how social bots research is discussed. Our analysis surfaces the need to discuss research about online disinformation and manipulation in a rigorous, unbiased, and responsible way. This article bolsters such effort by identifying and refuting common fallacious arguments used by both proponents and opponents of social bots research, as well as providing directions toward sound methodologies for future research.",
          "url": "https://doi.org/10.1177/08944393251376707",
          "doi": "https://doi.org/10.1177/08944393251376707",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
