{
  "update": "2025-06-16",
  "content": [
    {
      "journal_full": "International Journal of Public Opinion Research",
      "journal_short": "IJPOR",
      "articles": [
        {
          "title": "Self-Reporting News Use in Situ and in Retrospect",
          "authors": "Danit Shalev, Teresa K Naab, Yariv Tsfati",
          "abstract": "Based on a sample collected in Israel (N = 1,414), the current study describes the discrepancies between measures of retrospective and repeated in situ self-reports for exposure to audio-visual news broadcasts on TV, news websites, and social media. It tests the influence of the amount of news broadcast exposure, habitual news use at certain times of the day, and user demographics on the discrepancies between the measures. Results show that people significantly under-report TV news exposure and over-report watching the news on social media in retrospect. More heavy news users tend to under-report exposure in retrospect compared to aggregated in situ values. Daytime news users tend to over-report social media news exposure in retrospect.",
          "url": "https://doi.org/10.1093/ijpor/edaf027",
          "doi": "https://doi.org/10.1093/ijpor/edaf027",
          "filter": 0
        },
        {
          "title": "Trust in Election Polls. The Role of the Source Institution and the Results of the Poll",
          "authors": "Ádám Stefkovics, Dömötör Gere",
          "abstract": "Opinion polls about voting intentions provide important information for citizens in shaping their own political attitudes. Nevertheless, opinion polls are only useful for democracies if people trust their results. This study aims to decompose trust in poll results by focusing on two factors that may shape trust level: the source polling institution and the results of the poll. In survey experiments embedded in an online and a phone survey in Hungary, respondents were presented with two hypothetical poll reports and were asked to assess how much they trusted them. We varied the source institution (6 levels) and whether the results were realistic or not realistic. The results show that despite the highly politicized research environment in Hungary, the research institution did not play a role in general or among people with different political views. In turn, accuracy was a strong positive predictor of trust in the phone survey, but we found traces of motivated reasoning, partially depending on political sophistication. We conclude that trust processes are complex, with source credibility not always determining trust, but individual political motivations consistently shaping perceptions.",
          "url": "https://doi.org/10.1093/ijpor/edaf018",
          "doi": "https://doi.org/10.1093/ijpor/edaf018",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Elections, Public Opinion and Parties",
      "journal_short": "JEPOP",
      "articles": [
        {
          "title": "Disinformation claims and public opinion: evidence from a survey experiment in Georgia",
          "authors": "Scott Radnitz, Steven Karceski, Yuan Hsaio",
          "url": "https://doi.org/10.1080/17457289.2025.2505716",
          "doi": "https://doi.org/10.1080/17457289.2025.2505716",
          "filter": 0
        },
        {
          "title": "Much ado about nothing? Understanding Germany’s Bündnis Sahra Wagenknecht (BSW) potential voters",
          "authors": "L. Constantin Wurthmann, Sarah Wagner",
          "url": "https://doi.org/10.1080/17457289.2025.2513293",
          "doi": "https://doi.org/10.1080/17457289.2025.2513293",
          "filter": 0
        },
        {
          "title": "National parties in local elections: how the barometric punishment is outweighed by the mayoral party bonus",
          "authors": "Adam Gendźwiłł, Ulrik Kjaer",
          "url": "https://doi.org/10.1080/17457289.2025.2513291",
          "doi": "https://doi.org/10.1080/17457289.2025.2513291",
          "filter": 0
        },
        {
          "title": "Does democratic backsliding depend on the policy issue? Evidence from a conjoint experiment",
          "authors": "Henrik Serup Christensen, Inga A.- L. Saikkonen",
          "url": "https://doi.org/10.1080/17457289.2025.2513302",
          "doi": "https://doi.org/10.1080/17457289.2025.2513302",
          "filter": 0
        },
        {
          "title": "Beyond engagement: demographic, temporal, and topic variation in misinformation exposure on Facebook across European media systemic regions",
          "authors": "Anton Elias Holt, Marina Charquero-Ballester, Jessica Gabriele Walter, Anja Bechmann",
          "url": "https://doi.org/10.1080/17457289.2025.2514198",
          "doi": "https://doi.org/10.1080/17457289.2025.2514198",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Official Statistics",
      "journal_short": "JOS",
      "articles": [
        {
          "title": "When Cleaning Data Introduces Bias: A Critical Examination of Post-Hoc Methods in Detecting Insufficient Effort Responding",
          "authors": "Melissa Dan Wang, Leifeng Xiao, Xuan Zang",
          "abstract": "Insufficient Effort Responding (IER) threatens the integrity of survey data, affecting the validity of subsequent analyses. Various post-hoc methods have been developed to detect and eliminate questionable responses, but these methods risk under-detecting IER and over-detecting legitimate responses, introducing analysis biases. This study assessed six such methods—longstring, individual response variability, Mahalanobis distance, psychometric synonym, Standardized Log-likelihood, and Guttman error—as well as their combined application, under diverse conditions. The findings revealed that, in some scenarios, these methods performed no better than random guessing in identifying IER. Further, the performance of combination strategies was merely moderate, falling between the best and worst-performing methods. Alarmingly, excluding responses identified as low-effort often distorted statistical and psychometric estimates more severely than including them. These results underscore the imperative for researchers to judiciously apply IER detection techniques and critically evaluate their effects on data quality.",
          "url": "https://doi.org/10.1177/0282423x251337843",
          "doi": "https://doi.org/10.1177/0282423x251337843",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "Which Republican Constituencies Support Restrictive Abortion Laws? Comparisons Among Donors, Wealthy, and Mass Publics",
          "authors": "Michael Barber, Brandice Canes-Wrone, Joshua Clinton, Greg Huber",
          "abstract": "Roe vs. Wade (1973) recognized a constitutional right to abortion under various circumstances and, in doing so, facilitated a political environment in which politicians could endorse more restrictive abortion policies that Roe prohibited. Indeed, many states enacted “trigger” laws that would only carry the force of law if Roe were overturned. The Supreme Court in Dobbs vs. Jackson (2022) removed the constitutional right to abortion, ending a situation in which this type of position taking lacked policy consequences and creating an environment in Republican-led states where many policies seemingly contrast with public opinion. To investigate potential sources of support for a variety of types of restrictions, we analyze an original survey of over 7,500 verified donors, 1,500 affluent individuals, and 1,000 members of the general public conducted in 2019–2020. The most extreme restrictions, such as bans with no rape exception, are not popular with Republicans in the aggregate from any of the three groups—Republican donors, affluent individuals, or voters—but they are supported by the small and potentially influential group of highly religious Republicans who report that abortion is one of their most important issues.",
          "url": "https://doi.org/10.1093/poq/nfaf012",
          "doi": "https://doi.org/10.1093/poq/nfaf012",
          "filter": 0
        },
        {
          "title": "Ladies’ Choice: Intersectional Linked Fate and Public Opinion Toward Women of Color in Politics",
          "authors": "Joyce H Nguy, Alexandria J Davis, Nathan K Chan",
          "abstract": "This article seeks to understand the public opinion formation among women of color in America. How do identity-based factors, such as linked fate with women of color (WoC), shape political evaluations? Expanding on social identity theory and intersectionality frameworks, we investigate the political influences of WoC identification and WoC intersectional linked fate. We argue that intersectional linked fate represents a deeper sense of shared experiences and interconnected outcomes across race and gender, making this both a conceptually distinct construct and a politically consequential extension of WoC identity. Further, we theorize that women of color’s perceptions of intersectional linked fate drive their cross-racial support for real-world WoC in politics. We analyze data from the 2020 Collaborative Multiracial Post-Election Survey to test how intersectional linked fate correlates with evaluations of prominent WoC political figures such as Alexandria Ocasio-Cortez, Ayanna Pressley, and Michelle Obama among Black, Latina, and Asian American women. Our findings reveal that intersectional linked fate has a stronger and more consistent influence on these political evaluations than either WoC identity or racial linked fate, fostering solidarity and support for WoC politicians across racial boundaries. The results highlight the critical role of intersectional linked fate in shaping public opinion with important implications for understanding future elections, especially as candidates, politics, and the electorate continue to diversify in the United States.",
          "url": "https://doi.org/10.1093/poq/nfaf019",
          "doi": "https://doi.org/10.1093/poq/nfaf019",
          "filter": 0
        },
        {
          "title": "Don A. Dillman. You Have Been Randomly Selected: A Life Dedicated to Turning Research Findings into Practical Applications",
          "authors": "Tom W Smith",
          "url": "https://doi.org/10.1093/poq/nfaf024",
          "doi": "https://doi.org/10.1093/poq/nfaf024",
          "filter": 0
        },
        {
          "title": "Do Personality Traits Predict Voter Attitudes When Politics Is Structured Around Conflict? Lessons from Israel",
          "authors": "Naama Rivlin-Angert, Alon Yakter, Lior Sheffer",
          "abstract": "The relationship between personality traits and political attitudes has been studied extensively. However, existing accounts largely study personality’s links to liberal-conservative divisions on social and economic issues. We know far less about its attitudinal influences when politics is organized around other issue domains, particularly ethnonational conflicts. Addressing this gap, we examine the relationship between the Big Five personality traits, policy preferences, and political orientation in Israel, where the main ideological cleavage involves the Israeli-Palestinian conflict. Using original survey data, we find that the known relationships with social and economic attitudes operate only partly and more weakly in this context. Unlike these domains, conflict-related preferences in Israel correlate primarily with greater conscientiousness, largely through authoritarian tendencies. General Left-Right orientations mimic this relationship, reflecting conflict-related views rather than social or economic inclinations. These findings expand the scope of current debates about personality and political attitudes and underscore the importance of national ideological contexts for future research.",
          "url": "https://doi.org/10.1093/poq/nfaf021",
          "doi": "https://doi.org/10.1093/poq/nfaf021",
          "filter": 0
        },
        {
          "title": "Social Desirability and Political Sensitivity: Interviewer Gender Effects on Men in Five Arab Countries",
          "authors": "Calvert W Jones, Jocelyn Sage Mitchell",
          "abstract": "Survey research is growing, yet research on data quality continues to rely mainly on samples from the United States and Europe. To contribute, we test for interviewer gender effects on men in the Middle East and North Africa, where studies of data quality are particularly scarce. Theoretically, we focus on the implications of less gender-egalitarian contexts for response tendencies. For questions about politics and government, we find that men respondents tend to provide more socially desirable responses to men interviewers, offering “safer” and more pro-regime answers. Yet, for questions that touch on their own social status, such as self-reported income and religiosity, they appear to offer more socially desirable responses to women interviewers. The findings strengthen the case for comparative investigations of data quality, and highlight the value of contextual knowledge about politics and gender relations.",
          "url": "https://doi.org/10.1093/poq/nfaf016",
          "doi": "https://doi.org/10.1093/poq/nfaf016",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "Forecasting Civil Unrest in South Africa Using Social Media Data: A Hybrid Machine Learning Approach",
          "authors": "Rejoice Chitengu, Silas Formunyuy Verkijika, Kelibone Eva Mamabolo",
          "abstract": "Civil unrest, encompassing protests and riots, is an increasing global concern, with incidents rising at an alarming rate, a trend that has been observed in South Africa over the years. This issue is particularly pronounced in today’s social media era, where platforms like ‘X’ (formerly Twitter) serve as powerful tools for mobilization. This raises the question: What factors drive civil unrest, and how can machine learning, using social media data, be employed to forecast such events? In response, this study had as objective to develop a hybrid machine learning model to forecast protest and riot events in South Africa using Twitter data. Employing the CRISP-DM methodology, data was collected from Twitter for the period between 2019 and 2024, resulting in 18,487 curated tweets, with associated ground truth data extracted from the ACLED database. Using this data, a hybrid model combining Bidirectional LSTM (Bi-LSTM) networks with eXtreme Gradient Boosting (XGBoost) for classification and regression tasks was developed to forecast civil unrest in South Africa. Additionally, SHapley Additive exPlanations (SHAP) were used for model explainability. The proposed model outperformed the base model, achieving an R-squared value of 33% for protests and 23% for riots in regression, along with classification accuracies of 92% for protests and 86.2% for riots. SHAP results indicated that the key predictors of unrest included sentiment-related features, tweet engagement features, regional factors, the day of the week, public holidays, and the topics being discussed. This study demonstrates the value of a hybrid model in forecasting civil unrest events and identifies key features that stakeholders can use to target their efforts more precisely in addressing civil unrest, ensuring resources are allocated where they are needed most. The study concludes with a discussion of valuable insights for stakeholders on how to leverage social media data to predict and mitigate civil unrest.",
          "url": "https://doi.org/10.1177/08944393251349542",
          "doi": "https://doi.org/10.1177/08944393251349542",
          "filter": 0
        },
        {
          "title": "Lower Cynicism, Not Higher Literacy, Promotes Protective Behavior: Exploring the “privacy exception” in the Digital Inequality Framework",
          "authors": "Chiara Respi, Marco Gui, Gaetano Scaduto, Miriam Serini, Dario Pizzul, Tiziano Gerosa, Christoph Lutz",
          "abstract": "Prior research on digital inequality has highlighted the role of sociocultural resources in shaping Internet beneficial use patterns by positively impacting on online literacy. Research on privacy protection online has—at the same time—shown the emergence of a “privacy cynicism,” where concerns about privacy fail to translate into protective actions. This study investigates how education level impacts privacy protection behavior through these two different mediation paths. Using unique data from a sample of 3,156 Italian Internet users, structural equation modeling (SEM) is employed to analyze the linkages between education level, privacy literacy, privacy cynicism, and protective behaviors. Contrary to expectations, the results reveal a moderate negative impact of education level on privacy protection behaviors. This total effect is the results of two different paths exerting opposite effects on protection behaviors. While a higher education correlates with increased privacy literacy, this competence does not translate into proactive protective actions. Surprisingly, individuals with higher privacy literacy exhibit even lower levels of protection behavior, contributing to a negative indirect effect of education on privacy protection. On the other side, the indirect effect of education on behaviors through privacy cynicism operates consistently with the digital inequality framework, partially compensating the negative effect through literacy. An interpretation of privacy protection as an exception within the digital inequality framework is proposed.",
          "url": "https://doi.org/10.1177/08944393251341201",
          "doi": "https://doi.org/10.1177/08944393251341201",
          "filter": 0
        },
        {
          "title": "Dancing With a Loving Chatbot: Power Dynamics Between Women and Their AI Partners",
          "authors": "Shuyi Pan, Yi Mou",
          "abstract": "With the growing prevalence and accessibility of AI companions, contemporary women are forming relationships with virtual partners. It is important to examine the relational, social, and gender-related implications of this phenomenon. Our research sheds light on the complex power dynamics in young urban Chinese women’s engagements with the AI partner Replika. By analyzing 342 relevant posts from an online chatbot community, guided by Foucault’s concept of power, we uncover inherent and actively exercised power dynamics in three typical user-bot relational pairings: customer-product, human-machine, and woman-man/woman-woman. Following the Foucauldian theories, we analyzed the interplay of truth, desire, knowledge, and power. We discovered three specific neoliberal subjectivities that both free and constrain female users in their engagement with Replika. While these female users challenge traditional gender norms through erotic roleplays with Replika, Generative AI introduces potential risks of sexual harassment and gender bias channeled from the extensive online world through AI partners to individual users.",
          "url": "https://doi.org/10.1177/08944393251340693",
          "doi": "https://doi.org/10.1177/08944393251340693",
          "filter": 0
        },
        {
          "title": "A Practical Guide and Case Study on How to Instruct LLMs for Automated Coding During Content Analysis",
          "authors": "Mike Farjam, Hendrik Meyer, Meike Lohkamp",
          "abstract": "This paper provides a practical example and guide on how to augment or replace human coders with Large Language Models (LLMs) during content analysis. We demonstrate this by replicating and extending an influential study on environmental communication. Our setup, running locally on consumer-grade hardware, makes it feasible for university researchers operating within typical computational and legal constraints. We validate the LLM’s performance by replicating the original study’s codings, scaling the analysis to cover a tenfold increase in articles, and extending the LLM’s application to a comparable German-language corpus, comparing these results to human expert coders. We offer guidelines for instructing LLMs, validating output, and handling multilingual coding, presenting a replicable framework for future research. This paper is intended to systematically guide other researchers when integrating LLMs into their workflows, ensuring reliable and scalable coding practices. We demonstrate several advantages of LLMs as coders, including cost-effective multilingual coding, overcoming the limitations of small-sample content analysis, and improving both the replicability and transparency of the coding process.",
          "url": "https://doi.org/10.1177/08944393251349541",
          "doi": "https://doi.org/10.1177/08944393251349541",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
