{
  "update": "2024-11-21",
  "content": [
    {
      "journal_full": "Journal of Official Statistics",
      "journal_short": "JOS",
      "articles": [
        {
          "title": "Seasonal Adjustment of Infra-Monthly Time Series with JDemetra+",
          "authors": "Karsten Webel, Anna Smyk",
          "abstract": "Both the ongoing digital transformation in many statistical agencies around the world and the COVID-19 pandemic outbreak in 2020 have increased the recognition of and demand for infra-monthly economic time series in official statistics during the past decade. Infra-monthly data often display complex forms of seasonality, such as superimposed seasonal patterns with potentially fractional periodicities, that prevent the application of traditional modeling and seasonal adjustment approaches. For that reason, JDemetra+, the official software for harmonized seasonal adjustments of monthly and quarterly data in Europe, has been augmented recently with several methods tailored to the specifics of infra-monthly data. This includes a modified TRAMO-like routine for data pretreatment and extended versions of the ARIMA model-based and X-11 seasonal adjustment approaches alongside the classic STL method. These methods can be accessed through either the graphical user interface or an R package suite, which also provides additional routines for structural time series modeling. We give a comprehensive description of all those methods and discuss the theoretical properties of their key modifications. Selected capabilities are then illustrated using daily births in France, hourly realized electricity consumption in Germany, and weekly initial claims for unemployment insurance in the United States.",
          "url": "http://dx.doi.org/10.1177/0282423x241277602",
          "doi": "10.1177/0282423x241277602",
          "filter": 0
        },
        {
          "title": "The COVID-19 Shock Through the Lens of the Spanish Sales Daily Data: Modeling and Seasonal Adjustment Challenges",
          "authors": "Ángel Cuevas, Enrique M. Quilis",
          "abstract": "We explore the impact of the COVID-19 shock on a very high frequency indicator: the Spanish daily sales data compiled by the Tax Agency. Firstly, we present a detailed list of the issues related to its modeling, its decomposition (trend, seasonality, and irregularity) and its final seasonal adjustment, which requires a set of deterministic factors linked mostly to calendar effects. Then, we assess the impact of the COVID-19 shock on these tasks. This assessment provides a timely perspective on the evolution of the shock and the challenges that it posed for modeling and seasonal adjustment, clearly related to its unusual and extreme features. The aim of the paper is eminently empirical and dominated by the need to square the unprecedented shock with the available methods and software in a computing environment centered on the R programming language. The methodology draws heavily on a structural approach and it is currently in use by the Tax Agency to compile and disseminate its daily sales data.",
          "url": "http://dx.doi.org/10.1177/0282423x241285985",
          "doi": "10.1177/0282423x241285985",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Politics, Groups, and Identities",
      "journal_short": "PGI",
      "articles": [
        {
          "title": "Using civically engaged research to promote young Black and Latino children’s well-being: lessons from a new interdisciplinary community-university, faculty–student collaboration",
          "authors": "Stephanie Potochnick, Laura Marie Armstrong, Joseph Kangmennaang, Eric Delmelle, Andrew Gadaire, Roger Suclupe, Ariana Shahinfar, Banu Valladares, Jennifer Stamp, Devonya Govan-Hunt, Sarai Ordonez, Lennin Caro, Keri Revens, Emily Mikkelsen, Ian Mikkelsen, Dede Kangnissoukpe, Monique Aguirre, Corinne Guy, Emmerson Sheppard, Catherine Luba, Gisselle Rios Palomares, Sofia Herrera Acosta, Aaryanna Henry, Alejandra Rodriguez, Ryan P. Kilmer",
          "url": "http://dx.doi.org/10.1080/21565503.2024.2423081",
          "doi": "10.1080/21565503.2024.2423081",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "Nationalist Erosion after Protest and Repression",
          "authors": "Scott Desposato, Cal Zurich, Jason Y Wu",
          "abstract": "The leaders of authoritarian regimes often invoke nationalist themes to garner support from their populations. However, negative experiences with the regime may effectively inoculate individuals against nationalist campaigns, reducing the ability of the regime to sway public opinion. In this paper, we study the long-term effects of mobilization and repression on nationalist attitudes. We exploit a discontinuity in exposure to a student movement, by comparing alumni who were in college and on campus during the movement with alumni who only enrolled after the movement was suppressed. We find that alumni who were in college during the movement are substantially less nationalistic than those who enrolled shortly thereafter. Our findings are consistent across a range of specifications and show that exposure to mass mobilization and state repression is associated with lower support for nationalism. These differences are observable more than twenty-five years later, despite sustained state censorship.",
          "url": "http://dx.doi.org/10.1093/poq/nfae048",
          "doi": "10.1093/poq/nfae048",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "The Moderating Role of Self-Esteem in the Relationship Between Social Media Use and Life Satisfaction Among Older Adults",
          "authors": "Yesolran Kim",
          "abstract": "This study examines the relationship between social media use and life satisfaction among older adults, with a focus on the moderating role of self-esteem. Cross-sectional data from the 2021 Korea Media Panel Survey were analyzed, focusing on responses from 192 older adults aged 65 and older who had experience using social media platforms. The findings reveal that among older adults with low self-esteem, social media use is negatively associated with life satisfaction, whereas for those with high self-esteem, this association reverses and becomes positive. However, for older adults with medium self-esteem, the relationship between social media use and life satisfaction is not significant. This study contributes to the scholarly understanding of the structural relationship between social media use, self-esteem, and life satisfaction among older adults and offers insights for tailored interventions aimed at enhancing well-being in this demographic.",
          "url": "http://dx.doi.org/10.1177/08944393241301045",
          "doi": "10.1177/08944393241301045",
          "filter": 0
        },
        {
          "title": "Feminist Identity and Online Activism in Four Countries From 2019 to 2023",
          "authors": "Shelley Boulianne, Katharina Heger, Nicole Houle, Delphine Brown",
          "abstract": "The COVID-19 pandemic heightened burdens on caregivers, but also the visibility of caregiving inequalities. These grievances may activate a feminist identity which in turn leads to greater civic and political participation. During a pandemic, online forms of participation are particularly attractive as they require less effort than offline forms of participation and pose less health risks compared to collective forms of offline activism. Using survey data from four countries (Canada, France, the United States, and the United Kingdom) collected in 2019 (prior to the pandemic), 2021 (during the pandemic), and 2023 (post-pandemic), we examine the relationship between self-identifying as a feminist and signing online petitions ( n = 18,362). Our multivariate analyses show that having a feminist identity is positively related to signing online petitions. We consider the differential effects of this identity on participation for men, women, non-binary people; caregivers versus non-caregivers; and respondents in different countries with varying levels of restrictions due to the pandemic. A feminist identity is more important for mobilizing caregivers than non-caregivers, whether or not the caregiver is a man or a woman. While grievance theory suggests differential effects by country and time period, we find a consistent role of feminist identity in predicting the signing of online petitions across time and across countries. These findings offer insights into how different groups in varying contexts are mobilized to participate.",
          "url": "http://dx.doi.org/10.1177/08944393241301050",
          "doi": "10.1177/08944393241301050",
          "filter": 0
        },
        {
          "title": "Cyberbalkanization Without Monotonic Polarization: Temporal Dynamics and User Heterogeneity in Online Debates on Traditional Chinese Medicine",
          "authors": "Jiao Shen, Deya Xu",
          "abstract": "This paper examines the polarization and cyberbalkanization of opinions within a Traditional Chinese Medicine (TCM) community on Zhihu, a prominent Chinese social question-answering platform. The study explores the impact of online interactions on opinion dynamics during the COVID-19 pandemic. Utilizing a hybrid content and network analysis approach, the research identifies distinct subcommunities within the TCM debate and analyzes the influence of opinion leaders and user participation. The study finds a high level of cyberbalkanization, with users forming segregated communities based on their views towards TCM. However, contrary to expectations, the overall polarization levels do not increase monotonically over time, despite fluctuations during peak discussion periods. Further analysis reveals that the influx of moderate views from low-engagement users during heated debates counterbalances the extreme rhetoric of high-engagement partisan users. The longitudinal patterns suggest a potential convergence of views between the entrenched and peripheral users over time. These findings highlight the nuanced interplay between cyberbalkanization and polarization within online communities, challenging assumptions of an inevitable polarizing effect. The study underscores the importance of considering user heterogeneity and temporal dynamics when examining opinion polarization in digital spaces, offering insights into the complex forces shaping public discourse in the contemporary media environment.",
          "url": "http://dx.doi.org/10.1177/08944393241301043",
          "doi": "10.1177/08944393241301043",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
