{
  "update": "2025-10-24",
  "content": [
    {
      "journal_full": "Journal of Official Statistics",
      "journal_short": "JOS",
      "articles": [
        {
          "title": "Review of “Register-Based Statistics – Registers and the National Statistical System” WallgrenAndersWallgrenBritt. Register-Based Statistics – Registers and the National Statistical System, 3rd edition. 2022. Hoboken: Wiley. ISBN 9781119632375, xx+264 pages.",
          "authors": "Paul A. Smith",
          "url": "https://doi.org/10.1177/0282423x251386541",
          "doi": "https://doi.org/10.1177/0282423x251386541",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Survey Statistics and Methodology",
      "journal_short": "JSSAM",
      "articles": [
        {
          "title": "STATISTICAL INFERENCE UNDER NONIGNORABLE SAMPLING AND NONRESPONSE—AN EMPIRICAL LIKELIHOOD APPROACH",
          "authors": "Danny Pfeffermann, Arie Preminger, Anna Sikov",
          "abstract": "Statistical models are often based on sample surveys. When the sample selection probabilities and/or the response probabilities are related to a model outcome variable, even after conditioning on the model covariates, the model holding for the observed data is different from the model holding in the population, resulting in biased inference if not accounted for properly. Accounting for sample selection bias is relatively simple because the sample selection probabilities are usually known. Accounting for nonignorable nonresponse is much harder since the response probabilities are, in practice, unknown. In this article, we develop a new approach for modelling complex survey data, which accounts simultaneously for nonignorable sampling and nonresponse. Our proposed approach combines the nonparametric empirical likelihood with a parametric model for the response probabilities, which contains the outcome variable as one of the covariates. Combining the model holding for the responding units with the model for the response probabilities enables extracting the model holding for the missing data and imputing them. We propose ways of testing the underlying model holding for the respondents’ data. Simulation results illustrate the good performance of the approach in terms of parameter estimation and imputation. We conclude with an application to the household expenditure survey in Israel, carried out by Israel’s Central Bureau of Statistics. The survey collects information on the socio-demographic characteristics of each member of the sampled households (HH), as well as detailed information on the HH income and expenditure. The total sample size was n = 12,136 with 7,827 responding HHs. The target estimated parameter in this application is the population mean of the gross HH income.",
          "url": "https://doi.org/10.1093/jssam/smaf015",
          "doi": "https://doi.org/10.1093/jssam/smaf015",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Politics, Groups, and Identities",
      "journal_short": "PGI",
      "articles": [
        {
          "title": "Representation and the legislative enterprise: an expanded view of staff representation",
          "authors": "Amanda Rutherford, Jiaen Wu",
          "url": "https://doi.org/10.1080/21565503.2025.2564133",
          "doi": "https://doi.org/10.1080/21565503.2025.2564133",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "Selective Exposure to News, Homogeneous Political Discussion Networks, and Affective Political Polarization: An Agent-Based Modeling of Minimal versus Strong Communication Effects",
          "authors": "Homero Gil de Zúñiga, Ryan Yang Wang, Zicheng Cheng",
          "abstract": "This study employs an agent-based model (ABM) simulation grounded in polarization theory to explore how social and media influences shape affective polarization, social diversity, and media diversity within a hostile partisan information environment. We examine four scenarios: minimal, strong, social-dominated effect, and media-dominated effect, by iterating 16 combinations of parameters, including influence strength, homogeneous discussion, and selective exposure rates. Calibrated with a real-world U.S. population dataset, results show that while social and media influences accelerate sorting, selectivity structure is the primary driver of affective polarization. Notably, low homogeneous discussion and low selective exposure produce the highest polarization levels across four scenarios due to a probabilistic backfire effect that reflects identity-protective cognition. Strong, locally concentrated social influence sharply reduces social diversity, whereas media influence alone cannot produce convergence without social reinforcement. Media diversity proves more resilient due to global exposure, though it declines under high selective exposure and strong media influence. Despite initial partisan gaps, final-stage outcomes reveal minimal differences between Democrats and Republicans across all conditions.",
          "url": "https://doi.org/10.1177/08944393251387282",
          "doi": "https://doi.org/10.1177/08944393251387282",
          "filter": 0
        },
        {
          "title": "Does AI Usage Diminish Human Creativity?: How Goal Orientation Theory Moderates the Negative Effects Between AI Usage and Creative Output",
          "authors": "Letty Y. Y. Kwan, Yu Sheng Hung",
          "abstract": "This study investigates a critical and previously unexplored question: Does habitual AI adoption diminish individual creativity? If so, what are the boundary conditions that may amplify or mitigate this negative effect? A total of 77 participants were recruited to complete a creativity task, with their self-reported lay creativity, goal orientation, and habitual AI adoption assessed 1 week prior. Using a combination of self-report measures and ecologically valid creative evaluations, the findings reveal that habitual AI adoption significantly reduces creativity, even after controlling for self-reported creativity, and emotional attachment towards AI. Furthermore, goal orientation moderates this relationship: individuals with a higher learning/mastery orientation experience a greater negative impact, while those with a higher performance orientation show an attenuated negative effect. These findings apply to both the novelty and usefulness dimensions of creativity. This study makes a novel contribution by being the first to demonstrate the detrimental effects of habitual AI adoption on human creativity, contributing to the theoretical understanding of how motivational goals moderate this effect. In practice, training programs that prioritize creativity could leverage current results to design teaching materials that account for individuals’ motivational goals when AI-human interaction is present.",
          "url": "https://doi.org/10.1177/08944393251389125",
          "doi": "https://doi.org/10.1177/08944393251389125",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
