{
  "update": "2024-10-24",
  "content": [
    {
      "journal_full": "International Journal of Public Opinion Research",
      "journal_short": "IJPOR",
      "articles": [
        {
          "title": "The Roles of Media Platforms, Political Orientation and Climate Change Belief in Pro-Environmental Behaviors: Cross-Cutting Versus Like-Minded Exposure in the United States and South Korea",
          "authors": "Seo Yoon Lee, Heejae Lee, Sunho Park",
          "abstract": "Climate change’s dire effects call for fostering a belief in it through accurate information. This research investigates how YouTube, enabling selective and like-minded information exposure, influences climate change beliefs based on political orientations. Additionally, this study aimed to ascertain whether YouTube significantly facilitated like-minded climate change information exposure and impacted climate change beliefs among individuals leaning toward specific political orientations by comparing it with broadcast news use. We also examined the politicization effect by contrasting the United States and South Korea. Findings revealed that U.S. conservatives consuming broadcasted information exhibited stronger climate change beliefs, linking to increased risk perception and pro-environmental actions. However, YouTube did not show a significant association with beliefs in climate change, and neither did political orientation significantly moderate this relationship. In South Korea, political orientation did not play a significant role in the associations between YouTube and broadcast news use on climate change belief. Further theoretical and practical implications are discussed.",
          "url": "http://dx.doi.org/10.1093/ijpor/edae050",
          "doi": "10.1093/ijpor/edae050",
          "filter": 0
        },
        {
          "title": "Sense or Sensibility? Netizens’ Choice of Social Media Comments in an Authoritarian Regime",
          "authors": "Stan Hok-Wui Wong, Jiachen Liang",
          "abstract": "While the Internet in China is subjected to heavy state regulations, Chinese netizens can still access online comments that deviate from official discourse on many issues. To prevent online discussions from getting out of hand, the Chinese government uses soft propaganda such as online comments to channel public opinions. Which type of online comments appeal to Chinese netizens? Using a survey experimental design, we examine the appeal of 4 distinct types of online comments on certain policies. We find that our survey respondents spend significantly more time in consuming emotional comments that deviate from official discourse. When it comes to the effect on attitude, however, we find that deviating-emotional comments are no more persuasive than deviating-informational comments. Our results call into question the effectiveness of China’s state propaganda in channeling online public opinions while highlighting the importance of alternative information in shaping public opinions in an authoritarian context.",
          "url": "http://dx.doi.org/10.1093/ijpor/edae053",
          "doi": "10.1093/ijpor/edae053",
          "filter": 0
        },
        {
          "title": "Anxious But Hesitant to Act: The Impact of Concurrent Priming of the Climate Crisis and the War in Ukraine on Public Support",
          "authors": "Jakob Dreyer, Søren Damsbo-Svendsen",
          "abstract": "Decision-makers and commentators are calling Europe’s present political predicament a polycrisis: a period of overlapping, urgent, and mutually reinforcing crises with climate change and Russia’s invasion of Ukraine as key challenges. Our knowledge about how citizens perceive and respond to polycrisis is limited. This paper presents a preregistered survey experiment from Denmark with 4,017 nationally representative respondents. We study crisis perceptions and willingness to act for the climate and Ukraine after concurrently priming both issues. Overall, threat perceptions increase, but so does inaction. Climate change drives increases in threat perception and worry, while the war in Ukraine drives a reduction in willingness to act and pay. The results challenge the “finite pool of worry” hypothesis, which presupposes that worry about new, urgent threats will crowd out worry about existing problems, especially in the case of climate change. Rather, willingness to act under polycrisis is issue-specific and shaped by concrete pocketbook costs, as the experimental evidence illustrates. The results also have important policy implications at a time when decision-makers frequently justify political action through polycrisis discourse.",
          "url": "http://dx.doi.org/10.1093/ijpor/edae054",
          "doi": "10.1093/ijpor/edae054",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Survey Statistics and Methodology",
      "journal_short": "JSSAM",
      "articles": [
        {
          "title": "Analyzing Potential Non-Ignorable Selection Bias in an Off-Wave Mail Survey Implemented in a Long-Standing Panel Study",
          "authors": "Heather M Schroeder, Brady T West",
          "abstract": "Typical design-based methods for weighting probability samples rely on several assumptions, including the random selection of sampled units according to known probabilities of selection and ignorable unit nonresponse. If any of these assumptions are not met, weighting methods that account for the probabilities of selection, nonresponse, and calibration may not fully account for the potential selection bias in a given sample, which could produce misleading population estimates. This analysis investigates possible selection bias in the 2019 Health Survey Mailer (HSM), a sub-study of the longitudinal Health and Retirement Study (HRS). The primary HRS data collection has occurred in “even” years since 1992, but additional survey data collections take place in the “off-wave” odd years via mailed invitations sent to selected participants. While the HSM achieved a high response rate (83 percent), the assumption of ignorable probability-based selection of HRS panel members may not hold due to the eligibility criteria that were imposed. To investigate this possible non-ignorable selection bias, our analysis utilizes a novel analysis method for estimating measures of unadjusted bias for proportions (MUBP), introduced by Andridge et al. in 2019. This method incorporates aggregate information from the larger HRS target population, including means, variances, and covariances for key covariates related to the HSM variables, to inform estimates of proportions. We explore potential non-ignorable selection bias by comparing proportions calculated from the HSM under three conditions: ignoring HRS weights, weighting based on the usual design-based approach for HRS “off-wave” mail surveys, and using the MUBP adjustment. We find examples of differences between the weighted and MUBP-adjusted estimates in four out of ten outcomes we analyzed. However, these differences are modest, and while this result gives some evidence of non-ignorable selection bias, typical design-based weighting methods are sufficient for correcting for it and their use is appropriate in this case.",
          "url": "http://dx.doi.org/10.1093/jssam/smae039",
          "doi": "10.1093/jssam/smae039",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "It’s Not Just Trump: Americans of Both Parties Support Liberal Democratic Norm Violations More Under Their Own President",
          "authors": "Levente Littvay, Jennifer L McCoy, Gabor Simonovits",
          "abstract": "There is a growing worry about the health of American democracy, and political scientists and pundits alike are looking for possible explanations. Surveys conducted during the Trump presidency showed considerable citizen support for liberal democratic norm erosions, especially among Republicans. However, recent experimental research also shows that voters of both parties are more tolerant of norm erosion committed by politicians of the party they prefer. In this note, we aim to reconcile these contradictory findings by analyzing surveys spanning from 2006 to 2021 on the public’s tolerance of executive concentration of power. We also collect original data under both the Trump and Biden administrations gauging support for a broad array of liberal democratic norm erosions. Support for such erosions, in fact, has been relatively similar across Democrats and Republicans once we account for the party of the president. Support for executive aggrandizement has been prevalent among supporters of the president’s party at least since the second term of the Bush administration. Increased checks and balances on the executive, through divided government, amplifies this effect further. Taken together, these findings suggest that universal support for the liberal democratic status quo has been weaker among those who support the president’s party, well before and since the Trump presidency.",
          "url": "http://dx.doi.org/10.1093/poq/nfae042",
          "doi": "10.1093/poq/nfae042",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
