{
  "update": "2025-03-04",
  "content": [
    {
      "journal_full": "Journal of Official Statistics",
      "journal_short": "JOS",
      "articles": [
        {
          "title": "Averaging Non-Probability Online Surveys to Avoid Maximal Estimation Error",
          "authors": "Alexander Murray-Watters, Stefan Zins, Joseph W. Sakshaug, Carina Cornesse",
          "abstract": "Data from online non-probability samples are often analyzed as if they were based on a simple random sample drawn from the general population. As the exact sampling frame for these non-probability samples are usually unknown, there is no general method to construct unbiased estimators. This raises the question of whether estimates based on online non-probability samples are consistent across sample vendors and concerning estimates based on probability samples. To address this question, we analyze data collected from eight different online non-probability sample vendors and one online probability-based sample. We find that estimates from the different non-probability samples can be very inconsistent. We suggest averaging estimates across multiple vendor samples to avoid the risk of a maximum estimation error. We evaluate several averaging approaches, including a LASSO regression procedure which identifies a subset of vendors that, when averaged, produce estimates that are more consistent with the reference probability-based estimates, compared to any single vendor. Our results show that estimates based on different vendors’ samples display different selection biases, but there is also some commonality among some vendor-specific estimates, thus there could be strong gains in estimation precision by averaging across a selection of multiple non-probability sample vendors.",
          "url": "https://doi.org/10.1177/0282423x241312775",
          "doi": "https://doi.org/10.1177/0282423x241312775",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Politics, Groups, and Identities",
      "journal_short": "PGI",
      "articles": [
        {
          "title": "The politics of oppression and power: applying the work of Dr. Mae Coates King to the criminal legal system",
          "authors": "Keesha M. Middlemass",
          "url": "https://doi.org/10.1080/21565503.2025.2466569",
          "doi": "https://doi.org/10.1080/21565503.2025.2466569",
          "filter": 0
        },
        {
          "title": "Disability and candidate recruitment in congressional elections",
          "authors": "Jacob Smith",
          "url": "https://doi.org/10.1080/21565503.2025.2469231",
          "doi": "https://doi.org/10.1080/21565503.2025.2469231",
          "filter": 0
        },
        {
          "title": "‘Where you stand, depends on where you work’: essential workers’ political attitude formation",
          "authors": "Christian Dyogi Phillips",
          "url": "https://doi.org/10.1080/21565503.2025.2460530",
          "doi": "https://doi.org/10.1080/21565503.2025.2460530",
          "filter": 0
        },
        {
          "title": "How do non-PRC Asian citizens perceive democracy in China and the United States? The role of economic perceptions and ethnic factors",
          "authors": "Hanna Kim",
          "url": "https://doi.org/10.1080/21565503.2025.2469239",
          "doi": "https://doi.org/10.1080/21565503.2025.2469239",
          "filter": 0
        },
        {
          "title": "Black agency and Black political attitudes: examining major questions with contemporary data",
          "authors": "Christine Slaughter",
          "url": "https://doi.org/10.1080/21565503.2025.2466548",
          "doi": "https://doi.org/10.1080/21565503.2025.2466548",
          "filter": 0
        },
        {
          "title": "How security framing creates disagreement in public opinion: evidence from US refugee policy",
          "authors": "Isabel Williams Skinner",
          "url": "https://doi.org/10.1080/21565503.2025.2466550",
          "doi": "https://doi.org/10.1080/21565503.2025.2466550",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "Response Times and Self-Reporting: Response Patterns Across Countries and World Regions Using Data From a Large Scale Computer-Based Assessment",
          "authors": "Hana Vonkova, Ondrej Papajoanu, Martin Bosko",
          "abstract": "Understanding reporting behavior in questionnaires is a key issue in enhancing cross-national data comparability and policy decisions. Computers help improve the analysis of careless or insufficient effort (C/IE) responding by logging response times and other response behavior, ensuring data quality. We introduce a response-time based approach, built on an analysis of the relationship between a survey item and a related external variable, to cross-national research. Using PISA 2015 data from 58 countries/economies, we analyze patterns of correlations between the enjoyment of science and science test scores across response time. We focus on C/IE responding towards the beginning of the response time spectrum. Results indicate rather diligent responding in Eastern Asia and a part of Northern Europe. Yet in other regions (e.g., part of Latin America and the Caribbean, and Eastern Europe), C/IE responding might be distorting the data. We provide other researchers with information regarding when and to what extent C/IE responding can occur across countries. We enhance the understanding of heterogeneity in reporting behavior across countries.",
          "url": "https://doi.org/10.1177/08944393251322160",
          "doi": "https://doi.org/10.1177/08944393251322160",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
