{
  "update": "2026-01-22",
  "content": [
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "Holding Justice Accountable: Intensive vs. Extensive Margins in Prosecutor Elections",
          "authors": "Dvir Yogev",
          "abstract": "American public opinion has shifted away from tough-on-crime policies, yet the conditions for supporting progressive reform on the ballot remain unclear. This study develops a theory of voting behavior in prosecutor elections. I utilized the recall of a progressive prosecutor to examine voters’ revealed preferences in a pivotal crime and justice politics setting. I show that the correct response to voters requires attention to legal reform’s intensive and extensive margins. Despite the media narratives, I argue that voters favor reforming the intensity of the criminal legal system; voters support reducing outcomes’ harshness but not limiting the scope of prosecuted behavior. This research also indicates that moral concerns drive support for decreasing the intensive margin, while opposition to changing the extensive margin is rooted in the desire to maintain deterrence. Politicians who intend to end mass incarceration should focus on reducing the criminal legal system’s intensive margin to gain political approval.",
          "url": "https://doi.org/10.1093/poq/nfaf053",
          "doi": "https://doi.org/10.1093/poq/nfaf053",
          "filter": 0,
          "created": "2025-9-25"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "Capability, Opportunity, and Motivation in a Social Multiplayer Online Game: Player Influence Dynamics in Sky: Children of Light",
          "authors": "Wen Zeng, Chandni Kumar, Sinong Zhou, Donggyu Kim, Aimei Yang, Dmitri Williams",
          "abstract": "This study investigates networked social influence in Sky: Children of the Light , a social multiplayer online game. Drawing on survey responses ( n = 9,254) and in-game data from over 660,000 players, we use an innovative graph-based machine learning approach to quantify how individuals influence others’ playtime, and regression analyses to test predictors from the COM-B model. Results show that Capability enhances influence, although excessive task focus correlates negatively with social impact; Opportunity emerges as the strongest predictor, with active social interactions significantly boosting influence; and Motivation varies by playstyle, with socializers and competitors demonstrating greater influence than narrative-focused players. By applying the COM-B model in a digital gaming context, this research highlights behavioral dimensions of player influence and employs a novel metric for quantifying interpersonal influence. These findings suggest practical implications for game design, particularly by highlighting how social interaction opportunities and different player motivations shape influence within communities.",
          "url": "https://doi.org/10.1177/08944393251414170",
          "doi": "https://doi.org/10.1177/08944393251414170",
          "filter": 0,
          "created": "2026-1-19"
        }
      ],
      "articles_hidden": []
    }
  ]
}
