{
  "update": "2025-09-15",
  "content": [
    {
      "journal_full": "International Journal of Public Opinion Research",
      "journal_short": "IJPOR",
      "articles": [
        {
          "title": "A Curse or a Blessing? The Associations of Political Knowledge With Partisan Hostility and Condonation of Political Violence",
          "authors": "Gabriel Miao Li",
          "abstract": "This study examines the complex associations of political knowledge with affective polarization and attitudes toward political violence in contemporary U.S. politics. Utilizing data from the 2024 American National Election Studies pre-election survey, the analysis highlights political knowledge's dual roles—as both a potential catalyst for partisan animosity and a critical resource promoting democratic stability. Consistent with recent research, more politically knowledgeable individuals tend to express intensified negative feelings toward opposing political parties, and this tendency is particularly pronounced among individuals who attach less importance to their partisan identity. In the meantime, increased political knowledge is also significantly associated with reduced condonation of political violence, particularly among those who perceive their partisan identity as highly central to their self-concept. These findings highlight the dual-edged, context-dependent nature of political knowledge, underscoring the need for a nuanced understanding of its implications in contemporary democratic societies.",
          "url": "https://doi.org/10.1093/ijpor/edaf043",
          "doi": "https://doi.org/10.1093/ijpor/edaf043",
          "filter": 0
        },
        {
          "title": "Media Literacy Positively Associates with Health Misinformation Discernment While Amplifying the Continued Influence After Correction",
          "authors": "Bo Hu, Chang Lu, Xing-Da Ju",
          "abstract": "Health-related misinformation is widespread online and can adversely affect public well-being. This study examines whether media literacy can effectively combat health misinformation by influencing key stages of the misinformation process: initial credibility discernment, sharing decisions, and response to corrections. We conducted a cross-sectional online survey in China with 693 respondents, assessing their ability to discern misinformation (using both mean-rating difference and receiver operating characteristic–based methods), willingness to share information, and continued belief in misinformation after corrections. Results indicated that higher media literacy was associated with better credibility discernment of health information. Media literacy did not significantly associate with sharing discernment; however, respondents with higher media literacy scores exhibited a stronger continued influence effect. Additionally, participants with greater credibility discernment were more discerning in sharing information, although neither discernment index was related to the magnitude of the continued influence effect. These findings highlight a double-edged sword: while media literacy enhances the recognition of false information, it may also engender confidence that makes individuals less receptive to valid corrections. Interventions aiming to combat health misinformation should account for both the beneficial and potentially counterproductive effects of media literacy. The widespread dissemination of health misinformation on the Internet has a detrimental effect on people's lives.",
          "url": "https://doi.org/10.1093/ijpor/edaf047",
          "doi": "https://doi.org/10.1093/ijpor/edaf047",
          "filter": 0
        },
        {
          "title": "Unpacking Selective and Incidental Exposure Paths to Political Tolerance: The Moderating Political Network Diversity",
          "authors": "Muhammad Masood, Saifuddin Ahmed",
          "abstract": "Social media platforms enable users to actively seek out preferred information while also inadvertently exposing them to content they may not be looking for. This study investigates the relationship between selective and incidental exposure and political tolerance in the United States. Findings reveal that frequent selective exposure on social media is associated with lower political tolerance. In contrast, frequent incidental exposure is linked to higher political tolerance. Notably, political network diversity on social media serves as a moderator for incidental exposure, as its positive relationship with political tolerance is observed only among individuals with highly diverse political networks. However, it does not moderate for selective exposure. These findings suggest that two distinct forms of social media exposure are associated with dual patterns, indicating that while selective exposure is linked to a lack of political acceptance, incidental exposure—particularly when occurring within politically diverse social media networks—is associated with increased political tolerance. We conclude by discussing the (un)democratic implications of these findings.",
          "url": "https://doi.org/10.1093/ijpor/edaf046",
          "doi": "https://doi.org/10.1093/ijpor/edaf046",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Elections, Public Opinion and Parties",
      "journal_short": "JEPOP",
      "articles": [
        {
          "title": "Do they know what they represent? Parliamentary candidates’ perceptions of their own party’s positions",
          "authors": "Joscha F. Bäuerle, L. Constantin Wurthmann",
          "url": "https://doi.org/10.1080/17457289.2025.2549111",
          "doi": "https://doi.org/10.1080/17457289.2025.2549111",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Politics, Groups, and Identities",
      "journal_short": "PGI",
      "articles": [
        {
          "title": "Examining the determinants of opposition to birthright citizenship",
          "authors": "Nazita Lajevardi, Jennifer L. Merolla",
          "url": "https://doi.org/10.1080/21565503.2025.2547656",
          "doi": "https://doi.org/10.1080/21565503.2025.2547656",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "Exploring the Dark Tetrad in Human–GenAI Relationships: A Multi-Source Evaluation of GenAI Abuse",
          "authors": "Cheng-Yen Wang",
          "abstract": "As generative artificial intelligence (GenAI) companions become increasingly integrated into users’ social lives, concerns have arisen regarding the potential for abuse of these artificial agents. Some scholars have further suggested that such abusive behaviors toward GenAI may eventually spill over into human interpersonal contexts. Guided by the Realistic Accuracy Model (RAM), this study investigated how Machiavellianism, narcissism, psychopathy, and sadism predict emotionally abusive behavior toward GenAI companions. A dyadic design was employed, collecting parallel reports from both human users (self-reports) and their GenAI companions (GenAI assessments) among 1041 participants (632 females; average age = 25.10 years) recruited from an online human–GenAI relationship community. Results demonstrated that psychopathy and sadism were consistent predictors of GenAI abuse across both reporting perspectives, whereas narcissism exhibited a stable negative association with abuse. In contrast, Machiavellianism predicted GenAI abuse only through GenAI assessments, but not self-reports. Theoretically, our findings extend RAM to human–AI relationships, demonstrating that personality traits vary in how accurately they can be judged in GenAI contexts. Practically, the results highlight that individuals high in certain Dark Tetrad traits—specifically psychopathy and sadism—represent personality-driven high-risk groups, providing insights for practitioners in education and technology to develop interventions or safeguards aimed at mitigating abusive behavior toward GenAI companions.",
          "url": "https://doi.org/10.1177/08944393251378800",
          "doi": "https://doi.org/10.1177/08944393251378800",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
