{
  "update": "2025-03-06",
  "content": [
    {
      "journal_full": "International Journal of Public Opinion Research",
      "journal_short": "IJPOR",
      "articles": [
        {
          "title": "“What’s Going On?” Comparing and Contrasting Issue Affinities and Dissimilarities in the European Electorates",
          "authors": "Aldo Paparo, Davide Vittori",
          "abstract": "The multidimensionality of competition between political parties has raised questions about patterns of affinity and dissimilarity between them. Less explored, however, is the extent to which voters of different electoral parties share or differ in their evaluations of crucial political dimensions. We attempt to solve this puzzle by comparing voters from 4 different party families: mainstream left and mainstream right, radical left, and radical right. Using comparative survey data from 5 Western European countries, we assess voters’ positions on specific cultural and economic issues that are salient in the real world, and show the extent to which the voters of different party families are compatible. We find that voters are aligned to the left and right on non-economic issues, while the classical left-right alignment on economic issues is weaker. These unusual patterns confirm the importance of a new cultural divide and also show that traditional left-right allegiances on these issues are more important than economic issues in structuring party competition. These findings open up important new avenues of research for the study of coalition formation and agenda-setting.",
          "url": "https://doi.org/10.1093/ijpor/edaf002",
          "doi": "https://doi.org/10.1093/ijpor/edaf002",
          "filter": 0
        },
        {
          "title": "Social class and the support for environmental policies",
          "authors": "Pablo Simón, Silvia Claveria",
          "abstract": "This article examines support for environmental policies and provides new evidence on the role of social class and the rural–urban divide. We analyze how occupational structure, either through the economic costs individuals may incur when such policies are implemented or through value preferences shaped by the workplace, influence support for these policies. Drawing on data from Round 8 of the European Social Survey (ESS8) and 2 alternative class-structure classifications, our findings reveal 3 key insights. First, on the vertical dimension, we find that costlier measures face stronger resistance from lower socioeconomic groups. Second, on the horizontal dimension, sociocultural professionals emerge as the social class most supportive of environmental policies, while manual workers are the most reluctant to accept them. Finally, our results indicate that the interaction between social structure and the territorial dimension is weak. Overall, this study enhances our understanding of the social cleavages that may influence the ecological transition.",
          "url": "https://doi.org/10.1093/ijpor/edaf001",
          "doi": "https://doi.org/10.1093/ijpor/edaf001",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Official Statistics",
      "journal_short": "JOS",
      "articles": [
        {
          "title": "Averaging Non-Probability Online Surveys to Avoid Maximal Estimation Error",
          "authors": "Alexander Murray-Watters, Stefan Zins, Joseph W. Sakshaug, Carina Cornesse",
          "abstract": "Data from online non-probability samples are often analyzed as if they were based on a simple random sample drawn from the general population. As the exact sampling frame for these non-probability samples are usually unknown, there is no general method to construct unbiased estimators. This raises the question of whether estimates based on online non-probability samples are consistent across sample vendors and concerning estimates based on probability samples. To address this question, we analyze data collected from eight different online non-probability sample vendors and one online probability-based sample. We find that estimates from the different non-probability samples can be very inconsistent. We suggest averaging estimates across multiple vendor samples to avoid the risk of a maximum estimation error. We evaluate several averaging approaches, including a LASSO regression procedure which identifies a subset of vendors that, when averaged, produce estimates that are more consistent with the reference probability-based estimates, compared to any single vendor. Our results show that estimates based on different vendors’ samples display different selection biases, but there is also some commonality among some vendor-specific estimates, thus there could be strong gains in estimation precision by averaging across a selection of multiple non-probability sample vendors.",
          "url": "https://doi.org/10.1177/0282423x241312775",
          "doi": "https://doi.org/10.1177/0282423x241312775",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Survey Statistics and Methodology",
      "journal_short": "JSSAM",
      "articles": [
        {
          "title": "Bayesian Tree Models for Survey Sample Data",
          "authors": "Daniell Toth, Scott H Holan, Diya Bhaduri",
          "abstract": "Tree models are a popular and effective nonparametric modeling tool for data that depend on many variables that exhibit complex dependence, including interaction effects. Consequently, there are many potential applications for these models when dealing with survey data, which often contain many variables that are not independent from one another. One drawback of these models is that the specification is not stable, in that a few observations could affect the number of nodes and the variables included in the model. Also, obtaining a measure of uncertainty associated with these models is extremely challenging. Using a Bayesian representation naturally alleviates some of these concerns, as it automatically implies a distribution over tree space given the data as well as a distribution for the estimates produced. Since survey data are usually collected using an informative sample design, it is necessary to have an algorithm for creating tree-based models that account for this design during model estimation. In this article, we propose an algorithm and associated prior distribution assumptions to obtain a Bayesian tree model using data collected under an informative sample design. We demonstrate this proposed method using the Consumer Expenditure Survey and the Academic Performance Index datasets. Using an empirical simulation study, we show that the design-based Bayesian algorithm is an extremely flexible and robust way to construct regression tree models with measures of uncertainty that provide prediction intervals with the correct nominal coverage rates.",
          "url": "https://doi.org/10.1093/jssam/smae050",
          "doi": "https://doi.org/10.1093/jssam/smae050",
          "filter": 0
        },
        {
          "title": "A Beta–Beta Prime Model for Rates and their Precision for Small Area Estimation: An Application to Brazilian Food Insecurity Index",
          "authors": "Fernando A S Moura, Soraia Pereira, Giovani L Silva",
          "abstract": "Statistics bureaus around the world have been faced with an increasing need to provide reliable estimates of economic and social indices, such as proportions or rates, from socioeconomic survey data at small area levels. For example, in 2015, the Member States of the United Nations committed themselves to the 2030 Agenda for Sustainable Development Goals, which requires the national statistical offices and other government agencies of the Member States to provide high-quality, timely, and reliable national indicators at a disaggregated level. However, due to the relatively small sample size of these areas or domains, it is not viable to obtain estimates with an acceptable level of accuracy without using model-based approaches. Here, we propose to model the direct estimator of the rates or proportions in small area domains as being beta distributed. The novelty is that we also model the sampling precision estimator as a beta prime distribution. An evaluation study with real data shows that there is an additional gain in jointly modeling the direct estimator and its sampling precision estimator. An application is also provided to estimate the food insecurity index in small areas of a Brazilian state.",
          "url": "https://doi.org/10.1093/jssam/smaf002",
          "doi": "https://doi.org/10.1093/jssam/smaf002",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Politics, Groups, and Identities",
      "journal_short": "PGI",
      "articles": [
        {
          "title": "The politics of oppression and power: applying the work of Dr. Mae Coates King to the criminal legal system",
          "authors": "Keesha M. Middlemass",
          "url": "https://doi.org/10.1080/21565503.2025.2466569",
          "doi": "https://doi.org/10.1080/21565503.2025.2466569",
          "filter": 0
        },
        {
          "title": "The dimensions of judicial legitimacy: assessing the impact of Latino representation",
          "authors": "Susan Achury, Jason P. Casellas, Scott J. Hofer, Matthew Ward",
          "url": "https://doi.org/10.1080/21565503.2025.2469253",
          "doi": "https://doi.org/10.1080/21565503.2025.2469253",
          "filter": 0
        },
        {
          "title": "Black agency and Black political attitudes: examining major questions with contemporary data",
          "authors": "Christine Slaughter",
          "url": "https://doi.org/10.1080/21565503.2025.2466548",
          "doi": "https://doi.org/10.1080/21565503.2025.2466548",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
