{
  "update": "2025-06-22",
  "content": [
    {
      "journal_full": "Journal of Elections, Public Opinion and Parties",
      "journal_short": "JEPOP",
      "articles": [
        {
          "title": "Disinformation claims and public opinion: evidence from a survey experiment in Georgia",
          "authors": "Scott Radnitz, Steven Karceski, Yuan Hsaio",
          "url": "https://doi.org/10.1080/17457289.2025.2505716",
          "doi": "https://doi.org/10.1080/17457289.2025.2505716",
          "filter": 0
        },
        {
          "title": "Reverse influence: the social production of disinformation in the 2022 Brazilian general election",
          "authors": "Marco Bastos, Otávio Vinhas, Raquel Recuero, Felipe Soares",
          "url": "https://doi.org/10.1080/17457289.2025.2514194",
          "doi": "https://doi.org/10.1080/17457289.2025.2514194",
          "filter": 0
        },
        {
          "title": "Beyond engagement: demographic, temporal, and topic variation in misinformation exposure on Facebook across European media systemic regions",
          "authors": "Anton Elias Holt, Marina Charquero-Ballester, Jessica Gabriele Walter, Anja Bechmann",
          "url": "https://doi.org/10.1080/17457289.2025.2514198",
          "doi": "https://doi.org/10.1080/17457289.2025.2514198",
          "filter": 0
        },
        {
          "title": "Concerns about misinformation on Instagram in five countries",
          "authors": "Christian Pieter Hoffmann, Shelley Boulianne",
          "url": "https://doi.org/10.1080/17457289.2025.2514192",
          "doi": "https://doi.org/10.1080/17457289.2025.2514192",
          "filter": 0
        },
        {
          "title": "Is climate change a valid reason for migration? Evidence from a conjoint experiment",
          "authors": "Michael Faure, Jaroslaw Kantorowicz, Akiva Weiss",
          "url": "https://doi.org/10.1080/17457289.2025.2514195",
          "doi": "https://doi.org/10.1080/17457289.2025.2514195",
          "filter": 0
        },
        {
          "title": "National parties in local elections: how the barometric punishment is outweighed by the mayoral party bonus",
          "authors": "Adam Gendźwiłł, Ulrik Kjaer",
          "url": "https://doi.org/10.1080/17457289.2025.2513291",
          "doi": "https://doi.org/10.1080/17457289.2025.2513291",
          "filter": 0
        },
        {
          "title": "Does democratic backsliding depend on the policy issue? Evidence from a conjoint experiment",
          "authors": "Henrik Serup Christensen, Inga A.- L. Saikkonen",
          "url": "https://doi.org/10.1080/17457289.2025.2513302",
          "doi": "https://doi.org/10.1080/17457289.2025.2513302",
          "filter": 0
        },
        {
          "title": "Who believes Trump conspired with Russia to steal the 2016 election? Evidence from a survey experiment",
          "authors": "Joseph Uscinski, Shane Littrell, Casey A. Klofstad",
          "url": "https://doi.org/10.1080/17457289.2025.2514197",
          "doi": "https://doi.org/10.1080/17457289.2025.2514197",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Politics, Groups, and Identities",
      "journal_short": "PGI",
      "articles": [
        {
          "title": "From plantation sugar to a bittersweet democracy: Black democratic attitudes in the English-speaking Caribbean",
          "authors": "Neil S. Williams",
          "url": "https://doi.org/10.1080/21565503.2025.2514471",
          "doi": "https://doi.org/10.1080/21565503.2025.2514471",
          "filter": 0
        },
        {
          "title": "Hashtag activism and framing strategies in the aftermath of George Floyd’s death and the 2020 elections",
          "authors": "Basak Taraktas, Kadir Cihan Duran, Suzan Uskudarli",
          "url": "https://doi.org/10.1080/21565503.2025.2518533",
          "doi": "https://doi.org/10.1080/21565503.2025.2518533",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "Ladies’ Choice: Intersectional Linked Fate and Public Opinion Toward Women of Color in Politics",
          "authors": "Joyce H Nguy, Alexandria J Davis, Nathan K Chan",
          "abstract": "This article seeks to understand the public opinion formation among women of color in America. How do identity-based factors, such as linked fate with women of color (WoC), shape political evaluations? Expanding on social identity theory and intersectionality frameworks, we investigate the political influences of WoC identification and WoC intersectional linked fate. We argue that intersectional linked fate represents a deeper sense of shared experiences and interconnected outcomes across race and gender, making this both a conceptually distinct construct and a politically consequential extension of WoC identity. Further, we theorize that women of color’s perceptions of intersectional linked fate drive their cross-racial support for real-world WoC in politics. We analyze data from the 2020 Collaborative Multiracial Post-Election Survey to test how intersectional linked fate correlates with evaluations of prominent WoC political figures such as Alexandria Ocasio-Cortez, Ayanna Pressley, and Michelle Obama among Black, Latina, and Asian American women. Our findings reveal that intersectional linked fate has a stronger and more consistent influence on these political evaluations than either WoC identity or racial linked fate, fostering solidarity and support for WoC politicians across racial boundaries. The results highlight the critical role of intersectional linked fate in shaping public opinion with important implications for understanding future elections, especially as candidates, politics, and the electorate continue to diversify in the United States.",
          "url": "https://doi.org/10.1093/poq/nfaf019",
          "doi": "https://doi.org/10.1093/poq/nfaf019",
          "filter": 0
        },
        {
          "title": "Do Personality Traits Predict Voter Attitudes When Politics Is Structured Around Conflict? Lessons from Israel",
          "authors": "Naama Rivlin-Angert, Alon Yakter, Lior Sheffer",
          "abstract": "The relationship between personality traits and political attitudes has been studied extensively. However, existing accounts largely study personality’s links to liberal-conservative divisions on social and economic issues. We know far less about its attitudinal influences when politics is organized around other issue domains, particularly ethnonational conflicts. Addressing this gap, we examine the relationship between the Big Five personality traits, policy preferences, and political orientation in Israel, where the main ideological cleavage involves the Israeli-Palestinian conflict. Using original survey data, we find that the known relationships with social and economic attitudes operate only partly and more weakly in this context. Unlike these domains, conflict-related preferences in Israel correlate primarily with greater conscientiousness, largely through authoritarian tendencies. General Left-Right orientations mimic this relationship, reflecting conflict-related views rather than social or economic inclinations. These findings expand the scope of current debates about personality and political attitudes and underscore the importance of national ideological contexts for future research.",
          "url": "https://doi.org/10.1093/poq/nfaf021",
          "doi": "https://doi.org/10.1093/poq/nfaf021",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "From Assistants to Digital Beings: Exploring Anthropomorphism, Humanness Perception, and AI Anxiety in Large-Language-Model Chatbots",
          "authors": "Xintong Yao, Yipeng Xi",
          "abstract": "This study examined the impact of anthropomorphic traits in large language model (LLM) chatbots on users’ perceptions of humanness and their associated anxiety. Drawing on dehumanization theory, the research investigated how human nature and human uniqueness traits influenced AI-related anxiety through perceptions of humanness in various interaction contexts. A survey of 1000 LLM chatbot users in China, analyzed using validated structural equation modeling, revealed that emotional and moral traits, such as empathy and morality, were positively correlated with perceptions of humanness, which in turn reduced AI anxiety. In contrast, cognitive traits like competence and rationality alleviated anxiety but did not contribute to perceptions of humanness. This study offered valuable theoretical and practical insights into how humans defined and responded to machine personhood in the age of advanced AI.",
          "url": "https://doi.org/10.1177/08944393251354976",
          "doi": "https://doi.org/10.1177/08944393251354976",
          "filter": 0
        },
        {
          "title": "Political Gendertrolling",
          "authors": "Pnina Fichman, Gordon Amidu",
          "abstract": "Online political gendertrolling is widespread, and while research shows that women are trolled more often than men, and that men troll more often than women, it is unclear if there is a difference in political gendertrolling between same- and cross-gender pairs of perpetrator-target. To address this gap, this study first examines the extent and style of gendertrolling. Then, it tests for variations based on the perpetrator’s and target’s gender and the target’s political affiliation. Using a two-by-two factorial design, with four perpetrator-target gender pairs (Women/Women, Women/Men, Men/Women, Men/Men), we performed a content analysis of 4,000 trolling comments on 40 Facebook posts that were made by 20 politicians (Men/Women, Democrats/Republicans). We found significant main and interaction effects in gendertrolling style based on the perpetrator’s and target’s genders and the target’s political affiliation. Women’s trolling styles toward men differed from the dominant trolling style, and regardless of perpetrator gender, the gendertrolling style towards women Democrats differed from the style used towards the other targets. However, we found no significant main or interaction effects in the extent of political gendertrolling in any of the four gender conditions, nor based on target’s political affiliation. Contributing to gendertrolling literature, this paper provides evidence of the complex relationships between same- and cross-gender perpetrator-target pairs.",
          "url": "https://doi.org/10.1177/08944393251343930",
          "doi": "https://doi.org/10.1177/08944393251343930",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
