{
  "update": "2025-03-14",
  "content": [
    {
      "journal_full": "International Journal of Public Opinion Research",
      "journal_short": "IJPOR",
      "articles": [
        {
          "title": "How Climate Actions by Other Countries Affect Policy Support in the United States: The Role of Perceived Public Opinion",
          "authors": "Emily Y La, Joanna S Wang, Jonathon P Schuldt",
          "abstract": "Addressing climate change requires international cooperation, yet how residents of one country react to climate actions by other countries is not well understood. Building on research into perceived public opinion and environmental policy support, we hypothesized that learning about a foreign government’s pledge to achieve carbon neutrality would increase the perception that its citizens hold pro-climate positions, which, in turn, would predict greater support for an international climate treaty. Two survey experiments (N = 1,475 total) partially supported this prediction. In Study 1, U.S. respondents read about a carbon neutrality pledge by China or the E.U., or about climate neutrality in general (control). Relative to the control condition, respondents in the China pledge condition perceived the Chinese public as more supportive of climate action, which mediated higher support for a U.S.-China climate treaty; the E.U. pledge condition, in comparison, did not show this effect. Study 2 again revealed an indirect effect of reading about China’s carbon neutrality pledge on treaty support via perceived Chinese public opinion. Results extend recent research on the effects of perceived or “second-order” beliefs in environmental policy support by exploring the conditions under which foreign governments’ climate actions affect perceptions of the pro-environmental stances of their citizens.",
          "url": "https://doi.org/10.1093/ijpor/edae029",
          "doi": "https://doi.org/10.1093/ijpor/edae029",
          "filter": 0
        },
        {
          "title": "Populist Attitudes and Misinformation Challenging Trust: The Case of Turkey",
          "authors": "Cengiz Erisen, Elif Erisen",
          "abstract": "Understanding trust in experts and scientists is crucial, especially in testing the challenges posed by pre- and post-pandemic realities. Establishing trust in experts, scientists, and institutions is beset by challenges, exacerbated by widespread misbeliefs on various science-driven topics. This paper explores how misinformation, particularly in the context of populist politics that fosters anti-intellectualism, undermines trust in these authorities. Using observational data from Turkey, a context driven by strong polarization and populist politics, we demonstrate how populism increases the acceptance of misinformation, which, in turn, mediates the relationship between populism and trust, decreasing trust for experts, scientists, and institutions. The findings also reveal that the negative impact of frequent social media use on trust is mediated by the acceptance of misinformation. By presenting a comprehensive model linking science-related misinformation and populist attitudes to trust dynamics in a polarized environment, this study contributes to the literature on trust-building and science communication.",
          "url": "https://doi.org/10.1093/ijpor/edae056",
          "doi": "https://doi.org/10.1093/ijpor/edae056",
          "filter": 0
        },
        {
          "title": "Global Perspectives on Science, Polarization, and Populism Special Issue Introduction",
          "authors": "Aysenur Dal, Erik C Nisbet",
          "abstract": "We review the current state of the global public opinion research on the relationship between populism, political polarization, and public opinion about science. We highlight key findings on how both constructs shape trust in science generally and specifically about global topics such as climate change and COVID-19. The article also provides an overview of the 11 papers appearing in the International Journal of Public Opinion Research special issue centered on Global Perspectives on Science, Polarization, and Populism.",
          "url": "https://doi.org/10.1093/ijpor/edaf009",
          "doi": "https://doi.org/10.1093/ijpor/edaf009",
          "filter": 0
        },
        {
          "title": "Affective Polarization in the Face of Crisis: The Impact of the COVID-19 Pandemic and De-Escalation Policies in Spain",
          "authors": "Carol Galais, Daniel Balinhas",
          "abstract": "Prior research on affective polarization (AP) has often overlooked short-term variations due to external shocks and crises, which have significant implications for political stability, social cohesion, and democratic resilience. This paper leverages 3 waves of a Spanish panel survey to examine the evolution of AP during the COVID-19 pandemic. We investigate whether the pandemic had polarizing effects on the electorate and find that AP intensified primarily among individuals with extreme evaluations of the government’s management, as well as among those who perceived the pandemic as a threat to the country’s economy. In addition, drawing from the literature on affective (de)polarization and using a Difference-in-Differences design, we identify a significant seven-percentage-point reduction in aggregate AP levels following the implementation of COVID-19 de-escalation measures. Our analyses indicate that reductions in perceived left-right and issue-based polarization mediated this effect. These findings underscore the complexity of AP dynamics during crises, revealing how aggregate depolarization can occur alongside individual-level polarization, and emphasizing the importance of short-term factors in shaping political attitudes.",
          "url": "https://doi.org/10.1093/ijpor/edae059",
          "doi": "https://doi.org/10.1093/ijpor/edae059",
          "filter": 0
        },
        {
          "title": "A Mixed-Methods Approach to Translation Challenges in Multi-Language Research: Assessing How Spanish-Speaking Adults in the U.S. Interpret the Terms Pro-Vida ( Pro-Life ) and Pro-Elección ( Pro-Choice )",
          "authors": "Xiana Bueno, Lucrecia Mena-Meléndez, Brandon L Crawford, Ronna C Turner, Wen-Juo Lo, Kristen N Jozkowski",
          "abstract": "In the US, abortion attitudes are categorized using the terms pro-life/pro-vida and pro-choice/pro-elección. In light of demographic changes in the U.S. population, it is important to explore whether these U.S.-centric abortion-related socio-political terms are interpreted similarly by English and Spanish speakers. We analyzed survey data from 1,025 adults and 15 cognitive-style interviews. We (1) quantitatively examined responses for abortion-related terms across English and Spanish, and (2) qualitatively assessed whether Spanish speakers are familiar with pro-vida and pro-elección, how they define these terms, their perceptions of people who self-identify with the terms, and their suggestions for alternative terms. Results suggest that Spanish speakers are less familiar with the contextual background of these terms. As such, they define them literally and conceptualize them from a broad perspective, which entails a degree of ambiguity for public opinion research. This study offers recommendations for abortion attitudes survey research and provides insights for survey methodologists and implications for multilingual survey research in culturally diverse settings. With Roe v. Wade being overturned in the U.S. in 2022, and thus abortion being on the ballot in many states hereafter, understanding how English and Spanish speakers interpret these terms is of utmost importance for polling and elections.",
          "url": "https://doi.org/10.1093/ijpor/edaf008",
          "doi": "https://doi.org/10.1093/ijpor/edaf008",
          "filter": 0
        },
        {
          "title": "Populism and Resistance to Science: Assessing Antivaccine Sentiments in Chile During the COVID-19 Pandemic",
          "authors": "Cristóbal Bellolio, Abril Ortiz, José Baboun, Eduardo Arriagada, Cristián Huepe",
          "abstract": "Skepticism and resistance towards vaccines have been reported worldwide in the coronavirus disease 2019 (COVID-19) pandemic. During the restrictions on public gatherings, these attitudes were mostly voiced on social media, providing a vast digital record for examining their motivations. This paper systematizes the antivaccine arguments in Chilean Twitter (now called X) interactions over six months in 2021, in which the country achieved its highest COVID-19 vaccination rates, analyzing 72,441 tweets from 20,293 different accounts. We connect these arguments to recent work in political theory that categorizes the populist criticism of science into three types of objections: a moral, a democratic, and an epistemic objection. We find that all three are clearly identifiable in the data, in somewhat similar proportion: some denounced the vaccination scheme as a conspiracy led by selfish global elites (moral); others complained that the authorities, following scientific advice but with no democratic warrant, were taking away their freedoms (democratic); and yet others pointed to a broad distrust of the scientific procedure in which the vaccine was developed, trusting instead their personal opinions and anecdotal evidence (epistemic). We also characterize the posting and interaction rates of the accounts that use these objections, and whether they switch between them.",
          "url": "https://doi.org/10.1093/ijpor/edae043",
          "doi": "https://doi.org/10.1093/ijpor/edae043",
          "filter": 0
        },
        {
          "title": "Genetic Essentialism Among Supporters of Populist Radical-Right Parties: Evidence From Sweden and Norway",
          "authors": "Alexandre Morin-Chassé",
          "abstract": "In recent years, at least 3 extreme-right terrorists have justified their mass murders and racist ideology by citing behavioral genetic studies or concepts. Some of their manifestos promoted an essentialist view of biology, with genes portrayed as being racially clustered and reliable predictors of social abilities and behavior. This research note examines a critical question that remains unaddressed: do conventional supporters of populist radical right parties also endorse genetic essentialism? A brief literature review presents key concepts, theoretical explanations, and hypotheses. The empirical section tests the genetic essentialism hypothesis in 2 Nordic countries: Sweden, among supporters of the Sweden Democrats (SD), and Norway, among supporters of the Progress Party (FrP). While both studies confirm key expectations, the results show more substantial effects in Sweden, where an exponential function best represents the relation between genetic essentialism and support for the SD. This finding raises concerns for minority rights, as research indicates that genetic essentialists tend to support eugenic policies. This paper concludes by discussing how researchers in behavioral genetics can help prevent or invalidate misuses of their work.",
          "url": "https://doi.org/10.1093/ijpor/edae058",
          "doi": "https://doi.org/10.1093/ijpor/edae058",
          "filter": 0
        },
        {
          "title": "Populism Versus Science in Competitive Authoritarian Regimes",
          "authors": "Kursat Cinar, Tekin Kose",
          "abstract": "This article explores the linkage between populist, authoritarian tendencies among citizens and people’s dispositions toward the scientific community. It particularly focuses on competitive authoritarian (CA) countries. The article underlines the commonalities between populism and competitive authoritarianism and aspires to explore the inclinations of the voters of populist incumbent parties in competitive authoritarian regimes. In light of an empirical analysis that covers more than 10,000 participants in competitive authoritarian regimes from 9 countries throughout the world, the article examines the correlates of people’s viewpoints about science in CA countries. The findings strongly suggest that supporters of populist incumbent parties are more likely to hold reservations about science. We also find that the supporters of strongly populist parties in CA regimes are less likely to have optimistic viewpoints about science.",
          "url": "https://doi.org/10.1093/ijpor/edae063",
          "doi": "https://doi.org/10.1093/ijpor/edae063",
          "filter": 0
        },
        {
          "title": "Defense Information Insufficiency and Biased Information Use Behavior: Extending the Risk Information Seeking and Processing Model",
          "authors": "Timothy K F Fung, Po Yan Lai, Robert J Griffin, Ho Man Leung",
          "abstract": "Controversies have surrounded the COVID-19 pandemic. People encountering COVID-19-related opinions that oppose their own are likely to find their deeply held beliefs questioned and their personal integrity threatened, which can compel them into defensiveness. Consequently, to serve the goal of defending their beliefs, they might seek and process COVID-19 information in ways that are consistent with their beliefs. To examine risk information seeking and processing for this defensive informational goal, we applied the risk information seeking and processing model (Griffin, Dunwoody, &amp; Yang, 2013), and extended it by (1) systematically explicating the concept of defense information insufficiency (the perceived information needed to preserve one’s enduring beliefs) and (2) exploring the antecedents and effects of defense information insufficiency. We conducted an online survey of Hong Kong adults aged 18 years and older and collected 830 responses. The findings showed that fear and informational subjective norms increased defense information insufficiency, which influenced the engagement in selective risk information use behavior. Informational subjective norms had also positively influenced selective information use. As a result, people were likely to be exposed to homogeneous information. Implications on polarization are discussed.",
          "url": "https://doi.org/10.1093/ijpor/edae044",
          "doi": "https://doi.org/10.1093/ijpor/edae044",
          "filter": 0
        },
        {
          "title": "Good and Bad Science? Spanish-Speaking YouTube Users’ Comments on Science Content",
          "authors": "Ignacio-Jesús Serrano-Contreras, Javier García-Marín, Óscar G. Luengo",
          "abstract": "In recent years, affective polarization has reached issues that were (at least previously) considered apolitical (see Rudolph &amp; Hetherington. Affective polarization in political and nonpolitical settings. International Journal of Public Opinion Research, 33(3), 591–606, 2021. doi:10.1093/ijpor/edaa040). Perhaps the citizens’ reaction to coronavirus disease-2019 has helped to bring this relationship to its peak. This research proposes to analyze the response of YouTube users to the most popular videos on climate change, health, technology, and science in Spanish-speaking countries. To do this, the present work proposes an analysis using deep learning techniques. We selected the 50 videos with the highest number of views for each topic. Then, we adapt the linguistic models used to obtain the articles to index the degree of polarization. The strategy was twofold: first, using ratios and fluctuations between words; second, by measuring the affective distance both between the videos and the comments and between the comments prioritized by the platform’s moderation. The results show interesting data. First, the Spanish-speaking population does not behave similarly to the populations of Southern Europe, which are culturally related. Second, affective distance (which we propose is an indicator of polarization) does not grow over time and is not directly related to active participation in social media.",
          "url": "https://doi.org/10.1093/ijpor/edae045",
          "doi": "https://doi.org/10.1093/ijpor/edae045",
          "filter": 0
        },
        {
          "title": "Testing the Attenuation of Protest Paradigm News Coverage Effects in the Presence of Prior Favorable Attitudes Toward a Cause",
          "authors": "Teresa Gil-López, Saifuddin Ahmed, Laramie D Taylor",
          "abstract": "This study explores the conditions under which the (adverse) effects of exposure to protest groups’ media portrayals are, in theory, attenuated. Two experiments manipulated the degree to which protest coverage adhered to the “protest paradigm.” One version presented the protesters as violent, unlawful, and disruptive; the other was more balanced. Group cause and news article’s source were also manipulated. Results from Study 1 showed that effects remained negative even when prior favorable attitudes toward the cause existed, with closely adherent coverage generally leading to more negative protester evaluations, lower levels of identification with protesters, and lower protest intention, often independent of participants’ prior attitudes. In contrast, Study 2 showed that the negative portrayals’ effects were rather inconsequential when participants’ ideology was considered.",
          "url": "https://doi.org/10.1093/ijpor/edaf005",
          "doi": "https://doi.org/10.1093/ijpor/edaf005",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Elections, Public Opinion and Parties",
      "journal_short": "JEPOP",
      "articles": [
        {
          "title": "Coalition as a heuristic: voters’ perceptions of party positions in presidential multiparty democracies",
          "authors": "Andrea Junqueira, Thiago N. Silva, Guy D. Whitten",
          "url": "https://doi.org/10.1080/17457289.2024.2427022",
          "doi": "https://doi.org/10.1080/17457289.2024.2427022",
          "filter": 0
        },
        {
          "title": "Personal issue importance effects on voters’ perceptual accuracy of party issue positions",
          "authors": "Zeynep Somer-Topcu, Patrick Fournier, Ruth Dassonneville",
          "url": "https://doi.org/10.1080/17457289.2024.2395349",
          "doi": "https://doi.org/10.1080/17457289.2024.2395349",
          "filter": 0
        },
        {
          "title": "Does political sophistication moderate how citizens use information to infer left-right distances between parties?",
          "authors": "Timea Balogh, Will Horne, James Adams, Simon Weschle, Christopher Wlezien",
          "url": "https://doi.org/10.1080/17457289.2024.2429533",
          "doi": "https://doi.org/10.1080/17457289.2024.2429533",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "Unveiling the Making of Trending Topics on a Digital Platform: A Research Note on Chinese Sina Weibo",
          "authors": "Xiaoyan Liu, Jiarui Zhao, Zhiyao Li, Dan Wang, Anfan Chen",
          "abstract": "Understanding the dynamics and duration of trending topics on digital platforms has been deemed a crucial issue of research in computer-mediated communication. Employing event history analysis (EHA), this study attempts to examine the antecedents of the lifespan and evolution of trending topics on Sina Weibo, one of the most prevalent social media platforms in China. Based on a collection of 2,386 Sina Weibo trending topics that emerged between January 1 and January 31, 2022, the study explores how factors of trending topics, especially their semantic and textual features, significantly influence topic persistence. Our findings indicate that the median survival time of Weibo trending topic was 6.28 hours, with an average of 8.29 hours. In addition, exogenous non-viral topics, driven by external events or media coverage, tend to remain on the trending list longer than other topics. Furthermore, political topics tend to have a relatively longer period of survival duration when compared to social events, life records and moods, and fashion and entertainment topics. Lastly, actionable and opinion-oriented topics tend to have shorter longevity compared to informational and emotional topics. By quantifying the factors that affect trending topic duration, the study offers a novel theoretical perspective on the role of political drivers and external influences in shaping collective and connective digital discourses. The findings contribute to the broader field of digital platform communication, particularly in public opinion management and content governance on social media.",
          "url": "https://doi.org/10.1177/08944393251324647",
          "doi": "https://doi.org/10.1177/08944393251324647",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
