{
  "update": "2025-12-02",
  "content": [
    {
      "journal_full": "Public Opinion Quarterly",
      "journal_short": "POQ",
      "articles": [
        {
          "title": "An Audit of Social Science Survey Experiments",
          "authors": "Tamkinat Rauf, Jan Gerrit Voelkel, James Druckman, Jeremy Freese",
          "abstract": "Survey experiments have become a popular methodology for causal inference across the social sciences. We study the efficacy of survey experiment designs by analyzing 100 social science experiments—entailing more than 1,000 hypothesis tests—that were selected by experts via a competitive process and fielded on probability samples of US adults between 2012 and 2020. Inclusion in the analysis is only conditional on the experiment qualifying for data collection, and not in any way on study results or publication. Results show that less than a third of proposed hypotheses were supported by the data, implying many more null findings than ostensibly appear in the published literature. We find that the largest predictor of positive experimental results was sample size. This is somewhat surprising, given that experimental studies typically take power considerations into account prior to data collection. In our data, the importance of sample size stemmed from small effect sizes across studies (perhaps smaller than researchers may have anticipated), highlighting a tension between commonly used power calculi and determining what constitutes a “meaningful effect.” We also find that moderation hypotheses were rarely significant, and that using multiple items for outcome measures did not affect results as expected. But indicators of research experience predicted higher rates of positive results, suggesting that there may be some room for optimizing experiment outcomes by minimizing design errors.",
          "url": "https://doi.org/10.1093/poq/nfaf052",
          "doi": "https://doi.org/10.1093/poq/nfaf052",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "From Concurrent to Push-To-Web Mixed-Mode: Experimental Design Change in the German Social Cohesion Panel",
          "authors": "Carina Cornesse, Julia Witton, Julian B. Axenfeld, Jean-Yves Gerlitz, Olaf Groh-Samberg",
          "abstract": "Research shows that concurrent and sequential self-administered mixed-mode designs both have advantages and disadvantages in terms of panel survey recruitment and maintenance. Since concurrent mixed-mode designs usually achieve higher initial response rates at lower bias than sequential mixed-mode designs, the former may be ideal for panel recruitment. However, concurrent designs produced high share of paper respondents relative to web respondents. Since these paper respondents have been found to be at higher risk of attrition, cause higher data collection costs, and slow down the fieldwork process, sequential mixed-mode designs may be more practical in the regular course of the panel study after recruitment. Our study provides experimental evidence on the effect of switching a panel study from concurrent to sequential mixed-mode design after the panel recruitment. Results show that this switch significantly increases the share of online respondents without harming response rates. Respondents who are pushed to the web by the design change differ significantly from respondents who continue to participate via paper questionnaires with regard to a number of socio-digital inequality correlates. This suggests that, while the share of online respondents can be increased through mode sequencing, keeping the paper mail mode option is vital for ensuring continued representation of societal subgroups.",
          "url": "https://doi.org/10.1177/08944393251403501",
          "doi": "https://doi.org/10.1177/08944393251403501",
          "filter": 0
        },
        {
          "title": "Caught in the Scroll: Emotion Regulation, Escapism, and Conscientiousness in Short-Form Video Use–Related Disruptions",
          "authors": "Parwinder Singh, Divya Kumari, Deeksha Sahu",
          "abstract": "Emerging social media platforms have become integral to daily life by fulfilling users’ needs for information, expression, and social connection. Short-form videos (SFVs) are especially popular among youth due to their personalized and immersive design. Research has highlighted that, in educational settings, social media–assisted instructional approaches can enhance motivation, participation, and performance; however, the abundance of non-educational content on SFV platforms may hinder students’ self-regulation and academic focus. Excessive engagement may impair concentration, increase procrastination, reduce classroom participation, and heighten stress, anxiety, and depression. Despite growing concerns on excessive SFV usage, limited attention has been given to how such consumption disrupts students’ daily functioning and the psychological mechanisms involved. Addressing this gap, the present study examines escapism as a mediator between emotion regulation difficulties (ERDs) and SFV-related functioning disruptions, and investigates conscientiousness as a moderating factor in this relationship. Data was collected from B.Tech students ( N = 303) enrolled in technical institutions across India through an online survey using standardized measures. Collected data was subjected to regression, mediation and moderation analysis using SPSS v.30 and PROCESS macro. It was found that escapism was a significant mediator in the relationship of ERDs and interference from SFV consumption and conscientiousness emerged as a moderator of the relationship between ERDs and escapism. The study provides deeper theoretical insights into the psychological drivers of SFV-related dysfunction and informs strategies for mitigating its negative academic and psychological impacts. The results can aid in designing digital well-being interventions, guiding educators and parents in fostering responsible SFV consumption among students.",
          "url": "https://doi.org/10.1177/08944393251405480",
          "doi": "https://doi.org/10.1177/08944393251405480",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
