{
  "update": "2025-12-26",
  "content": [
    {
      "journal_full": "International Journal of Public Opinion Research",
      "journal_short": "IJPOR",
      "articles": [
        {
          "title": "Are Natives Collar-Blind? Migration Flows and Attitudes Toward Immigration",
          "authors": "Lenka Dražanová, Jérôme Gonnot",
          "abstract": "This article investigates how regional-level immigration of different origins and educational backgrounds predicts individual policy preferences across Western European countries between 2010 and 2020. Combining data from the European Social Survey and the European Union Labour Force Survey, we examine how changes in net migration affect support for restrictive immigration policies. We find that short-term increases in non-European immigration within a given region are associated with more restrictive migration policy views among natives, regardless of immigrants' education levels. Attitudes toward immigration are also relatively more negatively affected among natives with financial difficulties when immigrants are not tertiary educated, but not when those immigrants have a tertiary education. Our findings suggest that while origin-based heuristics dominate public responses to immigration, natives are not entirely blind to immigrants' educational attainment.",
          "url": "https://doi.org/10.1093/ijpor/edaf063",
          "doi": "https://doi.org/10.1093/ijpor/edaf063",
          "filter": 0,
          "created": "2025-11-25"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Elections, Public Opinion and Parties",
      "journal_short": "JEPOP",
      "articles": [
        {
          "title": "Shades of green? Examining environmental and energy attitudes among far-right party supporters in Europe",
          "authors": "Pablo García-García",
          "url": "https://doi.org/10.1080/17457289.2025.2607133",
          "doi": "https://doi.org/10.1080/17457289.2025.2607133",
          "filter": 0,
          "created": "2025-12-22"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Politics, Groups, and Identities",
      "journal_short": "PGI",
      "articles": [
        {
          "title": "Volunteer for whom? Local and direct preferences for civic engagement with women's organizations",
          "authors": "Emily B. Jackson, Angie Torres-Beltran",
          "url": "https://doi.org/10.1080/21565503.2025.2592195",
          "doi": "https://doi.org/10.1080/21565503.2025.2592195",
          "filter": 0,
          "created": "2025-12-23"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "Embracing Dialectic Intersubjectivity: Coordination of Differential Perspectives in Content Analysis With LLM Persona Simulation",
          "authors": "Taewoo Kang, Kjerstin Thorson, Tai-Quan Peng, Dan Hiaeshutter-Rice, Sanguk Lee, Stuart Soroka",
          "abstract": "This study attempts to advance automated content analysis from consensus-oriented to coordination-oriented practices, thereby embracing diverse coding outputs and exploring the dynamics among differential perspectives. As an exploratory investigation, we evaluate six GPT-4o configurations to analyze sentiment in Fox News and MSNBC transcripts on Biden and Trump during the 2020 U.S. presidential campaign. By assessing each model’s alignment with partisan perspectives, we explore how partisan selective processing can be identified in LLM-Assisted Content Analysis (LACA). The findings indicate that LLM-based partisan perspective simulations reflect politically polarized standpoints across partisan groups, revealing a pronounced divergence in sentiment analysis between Democrat-aligned and Republican-aligned persona models. This pattern is evident in intercoder-reliability metrics, which are higher among same-partisan than cross-partisan persona model pairs. Results also suggest that LLM partisan simulations exhibit stronger ideological biases when analyzing politically congruent content. This approach enhances the nuanced understanding of LLM outputs and advances the integrity of AI-driven social science research and may also enable simulations of real-world implications.",
          "url": "https://doi.org/10.1177/08944393251410155",
          "doi": "https://doi.org/10.1177/08944393251410155",
          "filter": 0,
          "created": "2025-12-23"
        },
        {
          "title": "Generating the Past: How Artificial Intelligence Summaries of Historical Events Affect Knowledge",
          "authors": "Daniel Karell, Matthew Shu, Thomas Davidson, Keitaro Okura",
          "abstract": "Many people now use AI chatbots to obtain summaries of complex topics, yet we know little about how this affects knowledge acquisition, including how the effects might vary across different groups of people. We conducted two experiments comparing how well people recalled factual information after reading AI-generated or human-written historical summaries. Participants who read AI-generated summaries scored significantly higher on knowledge tests than those who read expert-written blog posts (Study 1) or Wikipedia articles (Study 2). These improvements were present regardless of whether readers knew the content was AI-generated or if the AI summaries were politically biased. Moreover, AI summaries improved recall across various demographic groups, including gender, race, income, education, and digital literacy levels. This suggets that using AI tools for everyday factual queries does not create new knowledge inequalities but could still amplify existing ones through differential access. Our findings indicate that the increasingly routine use of AI for information-seeking could enhance factual learning, with implications for education policy and addressing inequality.",
          "url": "https://doi.org/10.1177/08944393251409744",
          "doi": "https://doi.org/10.1177/08944393251409744",
          "filter": 0,
          "created": "2025-12-24"
        }
      ],
      "articles_hidden": []
    }
  ]
}
