{
  "update": "2025-10-14",
  "content": [
    {
      "journal_full": "Journal of Elections, Public Opinion and Parties",
      "journal_short": "JEPOP",
      "articles": [
        {
          "title": "The impact of early COVID-19 lockdowns on perceptions of American democracy",
          "authors": "Nicholas Spina",
          "url": "https://doi.org/10.1080/17457289.2025.2570379",
          "doi": "https://doi.org/10.1080/17457289.2025.2570379",
          "filter": 0
        },
        {
          "title": "Affective polarization and anti-democratic attitudes: a complex relationship",
          "authors": "Kyle McWagner, William Kidd",
          "url": "https://doi.org/10.1080/17457289.2025.2558780",
          "doi": "https://doi.org/10.1080/17457289.2025.2558780",
          "filter": 0
        },
        {
          "title": "Populist voting beyond western borders? Populist attitudes and electoral behaviour in East Asia",
          "authors": "Marta Gallina, Stefano Camatarri, Lewis A. Luartz",
          "url": "https://doi.org/10.1080/17457289.2025.2570376",
          "doi": "https://doi.org/10.1080/17457289.2025.2570376",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Survey Statistics and Methodology",
      "journal_short": "JSSAM",
      "articles": [
        {
          "title": "Quarterly Small Area Estimates of Extreme Poverty in Brazil Using Transformed Fay-Herriot Models",
          "authors": "Guilherme Anthony Pinheiro Jacob, Nikos Tzavidis, Angela Luna Hernandez, Pedro Luis Do Nascimento Silva",
          "abstract": "The Brazilian National Statistical Office (IBGE) uses its main household survey, PNADC, to produce annual estimates of the extreme poverty rate at the country level, as well as for each of its 27 Federative Units (26 states and the Federal District). Although poverty monitoring could benefit from more frequent and spatially disaggregated estimates, those obtained via direct estimation from the PNADC are considered too unreliable for informing public policy due to their large uncertainty. In this article, we illustrate the use of transformed Fay-Herriot models to combine PNADC data with covariate information obtained from an administrative register of beneficiaries of social programs in Brazil (CadUnico). Our results show that, while the CadUnico alone cannot be a substitute for official estimates of extreme poverty, it can be used as a covariate source to produce more frequent and disaggregated estimates of extreme poverty. More precisely, we use CadUnico data to produce quarterly model-based estimates for each of the Geographic Strata, an IBGE geography that partitions Brazil into 146 domains. Use of small area estimation leads to model-based estimates that are more precise, as quantified by the estimated MSEs, than their direct counterparts. Due to their increased frequency, the model-based estimates also provide a more detailed description of the evolution of extreme poverty rates. The article focuses on those elements that ensure an appropriate implementation of Fay-Herriot models, including the choice of transformations, use of administrative data, and variance smoothing. The article contributes by proposing improvements to the estimation strategy used by IBGE to derive spatially disaggregated and timely small area estimates.",
          "url": "https://doi.org/10.1093/jssam/smaf025",
          "doi": "https://doi.org/10.1093/jssam/smaf025",
          "filter": 0
        },
        {
          "title": "INFERENCE FOR THE QUANTILE RATIO INEQUALITY INDEX IN THE CONTEXT OF SURVEY DATA",
          "authors": "Silvia Scarpa, Maria Rosaria Ferrante, Stefan Sperlich",
          "abstract": "There exist many statistical indicators for measuring economic inequality. Most of them rely on distribution moments or focus on a few selected percentiles at the tails of the distribution. Recently, a so-called quantile ratio index has been introduced. It considers the entire distribution and measures the distance between the (economic) equi-distribution scenario and the average ratio of quantiles below the median to their symmetric counterparts above it. We present a finite population framework for estimating this index and its standard error under some complex sampling designs. Our estimator demonstrates high accuracy and precision, even with relatively small samples. Being solely based on quantiles, this index exhibits remarkable robustness, having limited sensitivity to anomalous values and highly skewed distributions. This is also shown by an analysis of its influence function.",
          "url": "https://doi.org/10.1093/jssam/smaf024",
          "doi": "https://doi.org/10.1093/jssam/smaf024",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Politics, Groups, and Identities",
      "journal_short": "PGI",
      "articles": [
        {
          "title": "Civil initiatives or hate marches? Unpacking anti-gender mobilizations and civic resistance in Türkiye",
          "authors": "Bengi Bezirgan-Tanış",
          "url": "https://doi.org/10.1080/21565503.2025.2561688",
          "doi": "https://doi.org/10.1080/21565503.2025.2561688",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "Riding the Tide: How Online Activists Leverage Repression",
          "authors": "Hansol Kwak",
          "abstract": "How does repression reshape the way online activists engage with target audiences? While prior research has primarily examined changes in overall online participation, it has paid less attention to how activists adjust their strategies in response to repression. Addressing this gap, this article argues that repression incentivizes online activists to broaden their support base by promoting inter-group engagement and signaling inclusivity. Focusing on the 2011 Occupy Wall Street movement, the study analyzes Twitter interactions using network measures of assortativity and cross-group tie proportions. It applies permutation tests and ARIMA-based Interrupted Time Series (ITS) analysis to compare network patterns across key phases, delineated by the Brooklyn Bridge mass arrests on October 1 and the eviction threat of Zuccotti Park on October 13. The results show that repression triggers a significant decrease in assortativity, indicating increased inter-group engagement, while cross-group tie proportions remain stable, suggesting structural rather than isolated behavioral changes.",
          "url": "https://doi.org/10.1177/08944393251388096",
          "doi": "https://doi.org/10.1177/08944393251388096",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
