{
  "update": "2024-10-04",
  "content": [
    {
      "journal_full": "International Journal of Public Opinion Research",
      "journal_short": "IJPOR",
      "articles": [
        {
          "title": "Voters Share Polls That Say What They Want to Hear: Experimental Evidence From Spain and the USA",
          "authors": "Alejandro Fernández-Roldán, Matthew Barnfield",
          "abstract": "Pre-election polls are published continuously, particularly in the run-up to elections. Increasingly, polls are commissioned by the media and gain traction through their propagation on social media. But polls differ along many dimensions, including in their estimated vote shares and the corresponding portrayal of the state of public opinion. We rely on recent evidence to argue that these factors are likely to affect people’s willingness to share polls with their networks. To test this claim, we conduct two studies. In the first, we expose Spanish voters to a random selection of recent, real, 2023 general election vote intention polls. In the second, a conjoint analysis presents US voters with abstract, hypothetical 2024 presidential election polls. Across both studies, we find no evidence of any effect of polling firms, fieldwork dates, or sample sizes on intentions to share polls. Above all, our results suggest that the main factor consistently affecting voters’ proclivity to share polls is the result of the poll itself. Our findings are consistent with the literature that suggests that voters’ reception of poll results is usually driven by directional goals, and may have significant implications in light of the unique epistemic value of reposting on social media.",
          "url": "http://dx.doi.org/10.1093/ijpor/edae047",
          "doi": "10.1093/ijpor/edae047",
          "filter": 0
        },
        {
          "title": "Perceptions and Concerns About Misinformation on Facebook in Canada, France, the US, and the UK",
          "authors": "Shelley Boulianne, Christian P Hoffmann",
          "abstract": "Across the globe, people are concerned about misinformation despite evidence suggesting actual exposure is limited and specific to subgroups. We examine the extent to which concerns about misinformation on Facebook are related to perceived exposure to misinformation on the platform (misinformation perceptions), political experiences on Facebook, and country context. Using survey data gathered in February 2021 in four countries (Canada, France, UK, and the US), we find a strong positive correlation between perceptions of and concerns about misinformation on Facebook. We explain that this concern about misinformation is rational in that it is rooted in personal experience of perceived exposure. Seeing political content and observing uncivil political discussions on Facebook also relate to concerns about misinformation. We explain heightened concerns about misinformation in terms of views about the virality of misinformation on Facebook as well as the presumed influence of misinformation on others (third-person effects), which makes misinformation a perceived threat to democracy and society. The observed relationships are supported in three of the four countries, but France tends to be an exception. Understanding citizens’ concerns about misinformation is important for understanding support for interventions, including platform regulation.",
          "url": "http://dx.doi.org/10.1093/ijpor/edae048",
          "doi": "10.1093/ijpor/edae048",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Elections, Public Opinion and Parties",
      "journal_short": "JEPOP",
      "articles": [
        {
          "title": "Revisiting citizen preferences for who should govern and how. the case of cross-national surveys",
          "authors": "Adrián del Río",
          "url": "http://dx.doi.org/10.1080/17457289.2024.2409641",
          "doi": "10.1080/17457289.2024.2409641",
          "filter": 0
        },
        {
          "title": "When everyone is corrupt, no one is? Examining the effects of widespread corruption on electoral behavior*",
          "authors": "Thiago Barbosa, Mathieu Turgeon",
          "url": "http://dx.doi.org/10.1080/17457289.2024.2409648",
          "doi": "10.1080/17457289.2024.2409648",
          "filter": 0
        },
        {
          "title": "Partisan bias in public perception of elections polls: experimental evidence from Mexico",
          "authors": "Rodrigo Castro Cornejo",
          "url": "http://dx.doi.org/10.1080/17457289.2024.2409642",
          "doi": "10.1080/17457289.2024.2409642",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Official Statistics",
      "journal_short": "JOS",
      "articles": [
        {
          "title": "Synthetic Census Microdata Generation: A Comparative Study of Synthesis Methods Examining the Trade-Off Between Disclosure Risk and Utility",
          "authors": "Claire Little, Richard Allmendinger, Mark Elliot",
          "abstract": "There is growing interest in synthetic data generation as a means of allowing access to useful data whilst preserving confidentiality. In particular, synthetic microdata generation could allow increased access to census and administrative data. An accurate understanding of the comparative performance of current synthetic data generators, in terms of the resulting data utility and disclosure risk for synthetic microdata, is important in allowing data owners to make informed decisions about the choice of method and parameter settings to use. Synthesizing microdata can present challenges as the data typically contains predominantly categorical variables that standard statistical methods may struggle to process. In this paper we present the first in-depth evaluation of four state-of-the-art synthetic data generators originating from the statistical (synthpop, DataSynthesizer) and deep learning (CTGAN, TVAE) communities and each capable of dealing with microdata. We use four real census microdatasets (Canada, Fiji, Rwanda, UK) to systematically validate and compare the synthetic data generators and their parameter settings in terms of the utility and disclosure risk of the resulting synthetic data using statistical metrics and the risk-utility map for visualization. Our analysis shows that the performance of the synthetic data generators considered depends on their parameter settings and the dataset.",
          "url": "http://dx.doi.org/10.1177/0282423x241266523",
          "doi": "10.1177/0282423x241266523",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Survey Statistics and Methodology",
      "journal_short": "JSSAM",
      "articles": [
        {
          "title": "Real-World Data Versus Probability Surveys for Estimating Health Conditions at the State Level",
          "authors": "David A Marker, Charity Hilton, Jacob Zelko, Jon Duke, Deborah Rolka, Rachel Kaufmann, Richard Boyd",
          "abstract": "Government statistical offices worldwide are under pressure to produce statistics rapidly and for more detailed geographies, to compete with unofficial estimates available from web-based big data sources or from private companies. Commonly suggested sources of improved health information are electronic health records and medical claims data. These data sources are collectively known as real-world data (RWD) because they are generated from routine health care processes, and they are available for millions of patients. It is clear that RWD can provide estimates that are more timely and less expensive to produce—but a key question is whether or not they are very accurate. To test this, we took advantage of a unique health data source that includes a full range of sociodemographic variables and compared estimates using all of those potential weighting variables versus estimates derived when only age and sex are available for weighting (as is common with most RWD sources). We show that not accounting for other variables can produce misleading and quite inaccurate health estimates.",
          "url": "http://dx.doi.org/10.1093/jssam/smae036",
          "doi": "10.1093/jssam/smae036",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "Rethinking the Effects of Smart City Implementation on Industrial Structure Change",
          "authors": "Mengmeng Wang, Tao Zhou",
          "abstract": "Understanding the relationship between smart city implementation (SCI) and industrial structure change is necessary for improving SCI and achieving high-quality development of the urban economy. This study aims to comprehensively investigate how the two core SCI investments—information and communication technology (ICT) infrastructure and human capital—influence industrial structure. To this end, both SCI investments are measured using composite indexes calculated by the vertical and horizontal scatter degree method, and spatial panel models are applied using data from 156 smart cities in China from 2013 to 2019, classified according to their economic development level and population density. The results show that industrial structure upgrading produces positive spatial spillover effects and that the impacts of SCI investments on industrial structure change vary in different city classifications. Overall, ICT infrastructure promotes the upgrading of industrial structure, while human capital hinders industrial development due to human capital mismatch. Mechanism analysis shows that SCI investments can influence industrial structure through technological innovation and consumption upgrading. Moreover, policy implications are proposed to promote industrial structure upgrading for effective future SCI.",
          "url": "http://dx.doi.org/10.1177/08944393241269414",
          "doi": "10.1177/08944393241269414",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
