{
  "update": "2024-12-08",
  "content": [
    {
      "journal_full": "Journal of Elections, Public Opinion and Parties",
      "journal_short": "JEPOP",
      "articles": [
        {
          "title": "Representation or reprehension? Radical-right electoral competition, satisfaction with democracy, and voter turnout",
          "authors": "Nicolas Bichay",
          "url": "https://doi.org/10.1080/17457289.2024.2433975",
          "doi": "https://doi.org/10.1080/17457289.2024.2433975",
          "filter": 0
        },
        {
          "title": "Word embeddings on ideology and issues from Swedish parliamentarians’ motions: a comparative approach",
          "authors": "Annika Fredén, Moa Johansson, Denitsa Saynova",
          "url": "https://doi.org/10.1080/17457289.2024.2433979",
          "doi": "https://doi.org/10.1080/17457289.2024.2433979",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Computer Review",
      "journal_short": "SSCR",
      "articles": [
        {
          "title": "People, Platforms, and Places: The Conditional Effects of Psychological Distances on Livestream Viewership",
          "authors": "Zhang Hao Goh, Minzheng Hou, Edson C. Tandoc",
          "abstract": "Reducing the social distance between livestreamers and viewers is known to enhance viewership as well as generate desirable psychosocial and economic outcomes. However, apart from the social dimension, scholars have not explored other distance dimensions that may induce the same benefits. Leveraging the construal level theory, the current study explicates the concept of distance in the form of three different perceived psychological distance dimensions (i.e., perceived response latency, heterophily, and spatialization) to examine how it can induce viewership in the context of livestreaming. A survey conducted in Singapore ( n = 401) found that the effect of perceived heterophily affecting viewership in livestream was moderated by viewers’ chronic construal tendencies, demonstrating a construal fit. The current study provides insights into how chronic differences in viewers’ construal can influence viewership.",
          "url": "https://doi.org/10.1177/08944393241305780",
          "doi": "https://doi.org/10.1177/08944393241305780",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
