{
  "update": "2026-01-14",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "To fight or to govern? Political capital and electoral competition",
          "authors": "Catherine Hafer, Scott A. Tyson, Congyi Zhou",
          "abstract": "We examine the endogenous development of specialized political capital and its use, by both governing and opposition parties, within a model of policymaking and electoral competition. The opposition party can use political capital to impede the governing party's policy agenda—to throw sand in the gears—but may make itself less electorally desirable in the process. We characterize conditions that give rise to different equilibrium patterns of political capital, including, among others, entrenched parties. Our results suggest that, in the special circumstances in which they arise, entrenched parties offer the voter a silver lining: In these cases, the incumbent and opposition parties have acquired different specialized political capital, and voters benefit from the opposition's developed capacity to curb the governing party's excesses. Due to the underlying conditions, policy outcomes are still poor, but, under relevant conditions, party entrenchment mitigates them, rather than exacerbating them as conventionally supposed.",
          "url": "https://doi.org/10.1111/ajps.70030",
          "doi": "https://doi.org/10.1111/ajps.70030",
          "filter": 0,
          "created": "2026-1-7"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Annual Review of Political Science",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "Relational Egalitarianism",
          "authors": "James Lindley Wilson",
          "abstract": "Relational egalitarianism refers to an approach to interpreting the meaning and value of equality. This approach emphasizes the egalitarian quality of social relations and deemphasizes the equal distribution of goods. This article provides a short history of relational egalitarianism. I then survey relational egalitarian criticisms of distributively focused egalitarian principles, arguing that theorists are converging on the view that both relational and distributive concerns have independent significance. I discuss attempts to identify what relational equality involves and why it matters. I argue that defenses of relational egalitarianism are more robust than often suggested. I review relational egalitarian approaches to specific political and policy problems, with a special focus on scholarship in democratic theory, given relational egalitarians’ long-standing concerns with inequalities of power and authority. I conclude with reflections on the relevance of relational egalitarianism for political science and political theory.",
          "url": "https://doi.org/10.1146/annurev-polisci-032824-085917",
          "doi": "https://doi.org/10.1146/annurev-polisci-032824-085917",
          "filter": 0,
          "created": "2026-1-7"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Effects of a politician’s reputation for providing electoral clientelism: A theory with evidence from Brazil",
          "authors": "Eduardo Mello, Will Jennings, Lawrence McKay, Oto Montagner",
          "url": "https://doi.org/10.1016/j.electstud.2026.103043",
          "doi": "https://doi.org/10.1016/j.electstud.2026.103043",
          "filter": 0,
          "created": "2026-1-10"
        },
        {
          "title": "Added, not selected: The limited electoral effectiveness of party elite interventions in candidate selection",
          "authors": "Thomas Däubler, Theresa Reidy",
          "url": "https://doi.org/10.1016/j.electstud.2025.103041",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103041",
          "filter": 0,
          "created": "2026-1-13"
        },
        {
          "title": "Finding your perfect match nearby. A test of proximity and issue salience voting in local elections",
          "authors": "Raf Reuse, Dieter Stiers",
          "url": "https://doi.org/10.1016/j.electstud.2026.103044",
          "doi": "https://doi.org/10.1016/j.electstud.2026.103044",
          "filter": 0,
          "created": "2026-1-7"
        },
        {
          "title": "Conflict on the campaign trail? How campaign effort and electoral competitiveness shape affective polarization",
          "authors": "Justin Robinson, Ruth Dassonneville",
          "url": "https://doi.org/10.1016/j.electstud.2025.103042",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103042",
          "filter": 0,
          "created": "2026-1-10"
        },
        {
          "title": "Does switching pay off? The impact of parliamentary party instability on individual electoral performance",
          "authors": "Allan Sikk, Sona N. Golder, Raimondas Ibenskas, Paulina Sałek-Lipcean",
          "url": "https://doi.org/10.1016/j.electstud.2025.103037",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103037",
          "filter": 0,
          "created": "2026-1-7"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "A Conference of Europeanists: Economic, Cultural, and Political Challenges to the State",
          "authors": "M. Donald Hancock",
          "url": "https://doi.org/10.1017/s0304413000028745",
          "doi": "https://doi.org/10.1017/s0304413000028745",
          "filter": 0,
          "created": "2026-1-8"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Gender, perceptions of benefits and costs, and negative campaigning. Evidence from German candidate surveys",
          "authors": "Jürgen Maier, Corinna Oschatz, Jennifer Bast",
          "abstract": "Many studies have analyzed whether there are differences in the use of negative campaigning of men and women candidates. However, empirical evidence for a gender-specific use of attacks is inconclusive. We argue that we are not yet able to fully understand the conditions under which men and women candidates go negative on their political opponents, as the costs and benefits have not yet been empirically measured. Based on candidate surveys from Germany, we use a moderated mediation model to show that i. Women report lower levels of attack behavior than men, ii. Women show a less favorable balance of benefits and costs of negative campaigning, and iii. The perceived benefit-cost balance influences the decision to go negative. However, iv. This effect is moderated by gender; men only attack more often than women when the perceived costs are low and the expected benefits are high.",
          "url": "https://doi.org/10.1177/13540688251414991",
          "doi": "https://doi.org/10.1177/13540688251414991",
          "filter": 0,
          "created": "2026-1-7"
        },
        {
          "title": "War in the campaign? Issue emphasis and issue salience during the 2022 French presidential campaign",
          "authors": "Elie Michel",
          "abstract": "The outbreak of war in Ukraine 6 weeks before the 2022 French presidential election generated an exogenous geopolitical shock that disrupted the electoral campaign. This study investigates how candidates adapted their issue emphasis strategies in response to this crisis and whether their adjustments aligned with voter issue salience. Using a combination of media content analysis (PolDem dataset) and public opinion survey data (Enquête Electorale Française – EnEF), the study systematically examines issue emphasis for the six major candidates. The findings show that while candidates initially engaged with the Ukraine crisis, their emphasis on the issue declined over time, as economic concerns dominated the campaign agenda. The analyses confirm that mainstream candidates followed public issue salience more closely than challenger candidates, who engaged in selective issue emphasis strategies. Notably, Marine Le Pen, often classified as a challenger, behaved as a mainstream candidate, prioritizing economic issues over her traditionally owned themes such as immigration. These findings contribute to broader debates on issue salience, electoral shocks, and strategic campaign behavior, demonstrating that while external crises can momentarily disrupt campaign agendas, they do not necessarily redefine electoral competition.",
          "url": "https://doi.org/10.1177/13540688261415758",
          "doi": "https://doi.org/10.1177/13540688261415758",
          "filter": 0,
          "created": "2026-1-9"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Survey Quality and Acquiescence Bias: A Cautionary Tale",
          "authors": "Andrés Cruz, Adam Bouyamourn, Joseph T. Ornstein",
          "abstract": "In this note, we offer a cautionary tale on the dangers of drawing inferences from low-quality online survey datasets. We reanalyze and replicate a survey experiment studying the effect of acquiescence bias on estimates of conspiratorial beliefs and political misinformation. Correcting a minor data coding error yields a puzzling result: respondents with a postgraduate education appear to be the most prone to acquiescence bias. We conduct two preregistered replication studies to better understand this finding. In our first replication, conducted using the same survey platform as the original study, we find a nearly identical set of results. But in our second replication, conducted with a larger and higher-quality survey panel, this apparent effect disappears. We conclude that the observed relationship was an artifact of inattentive and fraudulent responses in the original survey panel, and that attention checks alone do not fully resolve the problem. This demonstrates how “survey trolls” and inattentive respondents on low-quality survey platforms can generate spurious and theoretically confusing results.",
          "url": "https://doi.org/10.1017/pan.2025.10030",
          "doi": "https://doi.org/10.1017/pan.2025.10030",
          "filter": 0,
          "created": "2026-1-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Political Geography and the urgency of holding space for open and critical inquiry",
          "authors": "Deirdre Conlon, Mia Bennett, Kate Coddington, Patricia Ehrkamp, Charis Enns, Christopher Lizotte, Filippo Menga, Caroline Nagel, Olivier Walther",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103481",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103481",
          "filter": 0,
          "created": "2026-1-8"
        },
        {
          "title": "Book review forum",
          "authors": "Shae Frydenlund, Nicole T. Venker, Matthew Walton, Aye Lei Tun, Francesco Buscemi, Elliott Prasse-Freeman",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103479",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103479",
          "filter": 0,
          "created": "2026-1-10"
        },
        {
          "title": "Maritime security technologies and coastal neo-fortification",
          "authors": "Alexandra E.J. Hall",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103483",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103483",
          "filter": 0,
          "created": "2026-1-8"
        },
        {
          "title": "Jennifer Hyndman's Managing Displacement, 25 years on",
          "authors": "Yolanda Weima, Linn Biorklund, Pablo Bose, Karen Culcasi, Hanno Brankamp, Jennifer Hyndman",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103484",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103484",
          "filter": 0,
          "created": "2026-1-9"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Local taxes and economic voting: evidence from city ballot measures",
          "authors": "Jacques Courbe, Julia Payson",
          "abstract": "Do voters punish local politicians for raising taxes? In California, proposed tax increases must be approved via local ballot measures. Using a regression discontinuity design that exploits the narrow passage of local tax initiatives, we find that incumbents do not generally suffer a penalty when cities raise taxes, with the notable exception of business taxes. We explore several mechanisms behind this result and uncover suggestive evidence that business interests may be particularly likely to mobilize following a tax increase. These results suggest that interest groups likely play an important role in determining whether new taxes generate voter backlash.",
          "url": "https://doi.org/10.1017/psrm.2025.10078",
          "doi": "https://doi.org/10.1017/psrm.2025.10078",
          "filter": 0,
          "created": "2026-1-7"
        },
        {
          "title": "Do party leaders influence roll-call voting in congress?",
          "authors": "Anthony Fowler",
          "abstract": "Scholars typically assume that congressional party leaders whip their members and influence their voting behavior, but little evidence convincingly separates the effects of party leaders from the selection of members into parties. I find that a switch from a relatively moderate to a relatively extreme party leader causes rank-and-file members to cast more extreme roll-call votes (and vice versa). I further find that party leaders even influence the members who did not support their leadership bid, and rank-and-file members are less likely to cast partisan votes when there is no party leader. This study also sheds light on a historically anomalous period of Republican moderation, and it helps to explain the increase in congressional polarization over the past 50 years.",
          "url": "https://doi.org/10.1017/psrm.2025.10071",
          "doi": "https://doi.org/10.1017/psrm.2025.10071",
          "filter": 0,
          "created": "2026-1-9"
        },
        {
          "title": "Propaganda to a cynical audience",
          "authors": "Alexei Zakharov",
          "abstract": "Using a model, we explain why propaganda in autocracies can be blatantly false and unconvincing. We model two news outlets that report on a hidden state of the world, motivated by the ex-post beliefs of the audience about the state of the world. News outlets face a tradeoff when making egregiously false statements. On the one hand, such statements are easily verifiable as false. On the other hand, a demonstrably false report reduces the credibility of the report made by the competing outlet. This is especially true for audiences in autocracies that are characterized by high media cynicism and are prone to making sweeping generalizations about the self-serving nature of all media.",
          "url": "https://doi.org/10.1017/psrm.2025.10081",
          "doi": "https://doi.org/10.1017/psrm.2025.10081",
          "filter": 0,
          "created": "2026-1-7"
        },
        {
          "title": "When can individual partisanship be tempered? Mass behavior and attitudes across the COVID-19 pandemic",
          "authors": "Brandice Canes-Wrone, Jonathan T. Rothwell, Christos Makridis",
          "abstract": "How do partisan differences in mass behavior and attitudes vary across contexts? Using new individual-level panel data on the COVID-19 pandemic from 54,216 US adults between March 2020 and September 2021, we consider how partisan differences vary according to the personal costs and benefits of behaviors, their public symbolism, and elite-level policy choices. Employing various panel data estimators, including difference-in-differences, we evaluate how partisan gaps evolve across changes to the political and health contexts, including the national vaccine rollout, individual vaccination status, and within-state policy variation. We find partisan divides are substantial even in (ostensibly) apolitical domains, although they are tempered by higher net personal costs to actions, lower public symbolism, and elite policy choices that counter national party cues.",
          "url": "https://doi.org/10.1017/psrm.2025.10067",
          "doi": "https://doi.org/10.1017/psrm.2025.10067",
          "filter": 0,
          "created": "2026-1-13"
        },
        {
          "title": "A Bayesian mixture model captures temporal and spatial structure of voting blocs within longitudinal referendum data",
          "authors": "John O’Brien",
          "abstract": "The estimation of voting blocs is an important statistical inquiry in political science. However, the scope of these analyses is usually restricted to roll call data where individual votes are directly observed. Here, we examine a Bayesian mixture model with Dirichlet-multinomial components to infer voting blocs within longitudinal referendum data. This model infers voting bloc mixture within municipalities using state-level data aggregated at the municipal level. As a case study, we analyze the vote totals of Maine referendum questions balloted from 2008 to 2019 for 423 municipalities. Using a birth–death Markov chain Monte Carlo approach to inference, we recover the posterior distribution on the number of voting blocs, the support for each question within each bloc, and the blocs’ mixture within each municipality. We find that these voting blocs are structured by geography and largely consistent across the study period. The model finds that blocs exhibit both spatial gradients and discontinuities in their structure. Examining the statistical fit of the model, we uncover a small number of questions that show inconsistency with the statewide bloc structure and note that the content of these questions relates to specific regions. We conclude with possible statistical extensions, connections to other statistical frameworks in political science, and detail possible locations for model applications.",
          "url": "https://doi.org/10.1017/psrm.2025.10050",
          "doi": "https://doi.org/10.1017/psrm.2025.10050",
          "filter": 0,
          "created": "2026-1-9"
        },
        {
          "title": "Surviving the screens: the problem of hidden inattentive respondents in online surveys",
          "authors": "Scott Blatte, Brian Schaffner",
          "abstract": "Inattentive survey respondents are a growing concern for social scientists who rely on online surveys for their research. While inattentiveness has been well documented in lower quality sample sources, there is less understanding of how common the phenomenon is in high-quality surveys. We document the presence of a small percentage of respondents in Cooperative Election Study surveys who pass quality control measures but still exhibit inattentive behavior. We show that these respondents may affect public opinion estimates for small subgroups. Finally, we present the results from an experiment testing whether inattentive respondents can be encouraged to pay more attention, but we find that such an intervention fails.",
          "url": "https://doi.org/10.1017/psrm.2025.10065",
          "doi": "https://doi.org/10.1017/psrm.2025.10065",
          "filter": 0,
          "created": "2026-1-7"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Climate Change, Governance Failures, and Public Administration",
          "authors": "Aseem Prakash",
          "abstract": "How do insights from environmental politics of the 1970s–1990s inform our understanding of contemporary climate governance? I suggest that the governance response for addressing pollution problems of the 1970s–1990s was sequential. The first wave of governance interventions addressed market failures; the second wave targeted government failures. In contrast, climate governance seeks to correct both market and government failures simultaneously. Furthermore, unlike first-generation environmental problems, domestic and international factors together hinder progress on climate change. Theoretically, this article examines how governance failures are recognized and addressed, how and why backlashes arise, and which governance innovations are possible in contested policy spaces. Three lessons emerge. First, governance innovations should be sculpted with failure drivers in mind. Because political challenges stall climate progress, climate policy must address these political concerns. Second, governance innovations cannot be expected to deliver a perfect solution devised by a technocratic elite. Policy progress is uneven, slow, and incremental. Third, governance arrangements, even on arguably highly technocratic issues, require social and political licenses to operate. Instead of asking the public to “listen to science,” climate-policy advocates should listen to people and devise policies that the public views as improving their everyday lives.",
          "url": "https://doi.org/10.1017/s1049096525101753",
          "doi": "https://doi.org/10.1017/s1049096525101753",
          "filter": 0,
          "created": "2026-1-12"
        },
        {
          "title": "The Absence Of Diverse And Divergent Voices In Policy Making Around Nuclear Weapons: A Review",
          "authors": "Jessica Epstein",
          "url": "https://doi.org/10.1017/s1049096525000162",
          "doi": "https://doi.org/10.1017/s1049096525000162",
          "filter": 0,
          "created": "2026-1-7"
        },
        {
          "title": "Spotlight Introduction: Expanding Debates in Nuclear Politics",
          "authors": "Unislawa Williams, Tinaz Pavri",
          "url": "https://doi.org/10.1017/s1049096525101327",
          "doi": "https://doi.org/10.1017/s1049096525101327",
          "filter": 0,
          "created": "2026-1-7"
        },
        {
          "title": "Emerging Technologies and New Voices in Nuclear Debates",
          "authors": "Margaret E. Kosal",
          "url": "https://doi.org/10.1017/s1049096525000393",
          "doi": "https://doi.org/10.1017/s1049096525000393",
          "filter": 0,
          "created": "2026-1-7"
        },
        {
          "title": "From Deterrence to Conundrum: Understanding the Emerging Global Nuclear Order and How to Approach it",
          "authors": "Gregory O. Hall",
          "url": "https://doi.org/10.1017/s1049096525000253",
          "doi": "https://doi.org/10.1017/s1049096525000253",
          "filter": 0,
          "created": "2026-1-7"
        },
        {
          "title": "Domestic Costs Of Nuclear Deterrence: Voter Turnout and Nuclear Weapons Testing",
          "authors": "Unislawa Williams, Mya Whiles, Tinaz Pavri",
          "url": "https://doi.org/10.1017/s1049096525101315",
          "doi": "https://doi.org/10.1017/s1049096525101315",
          "filter": 0,
          "created": "2026-1-7"
        },
        {
          "title": "Mediocentricity of the War between Russia and Ukraine in the Context of Nuclear Arms Threat",
          "authors": "Teresa Sasińska-Klas, Weronika Świerczyńska-Głownia",
          "url": "https://doi.org/10.1017/s1049096525101273",
          "doi": "https://doi.org/10.1017/s1049096525101273",
          "filter": 0,
          "created": "2026-1-7"
        },
        {
          "title": "Expanding Youth Education On Nuclear Weapons",
          "authors": "Maryann E. Gallagher, Justin Conrad",
          "url": "https://doi.org/10.1017/s1049096525000174",
          "doi": "https://doi.org/10.1017/s1049096525000174",
          "filter": 0,
          "created": "2026-1-7"
        },
        {
          "title": "Intersectional Women’s Networks of the early U.S. Nuclear Abolition Movement (1955–1965)",
          "authors": "Tanya Maus",
          "url": "https://doi.org/10.1017/s1049096525000344",
          "doi": "https://doi.org/10.1017/s1049096525000344",
          "filter": 0,
          "created": "2026-1-7"
        },
        {
          "title": "Time for a Re-Think? US-Russian Escalation and the Need for a New Deterrence Trifecta",
          "authors": "Thomas E. Rotnem",
          "url": "https://doi.org/10.1017/s104909652500037x",
          "doi": "https://doi.org/10.1017/s104909652500037x",
          "filter": 0,
          "created": "2026-1-7"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "The quality of state governance as a source of international differences in total factor productivity",
          "authors": "Akash Issar, Jamus Jerome Lim, Sanket Mohapatra",
          "url": "https://doi.org/10.1007/s11127-025-01363-5",
          "doi": "https://doi.org/10.1007/s11127-025-01363-5",
          "filter": 0,
          "created": "2026-1-7"
        },
        {
          "title": "The political business cycle of petroleum taxes: An analysis of Indian states",
          "authors": "Krishna Chaitanya Vadlamannati, Bimal Adhikari, Jeffrey King",
          "url": "https://doi.org/10.1007/s11127-025-01362-6",
          "doi": "https://doi.org/10.1007/s11127-025-01362-6",
          "filter": 0,
          "created": "2026-1-7"
        },
        {
          "title": "Dysfunctional effects of altruism: an introduction to the symposium",
          "authors": "Alain Marciano",
          "url": "https://doi.org/10.1007/s11127-026-01374-w",
          "doi": "https://doi.org/10.1007/s11127-026-01374-w",
          "filter": 0,
          "created": "2026-1-9"
        },
        {
          "title": "When rubbin’ becomes wreckin’: the death of the driver code in NASCAR",
          "authors": "Antón Chamberlin",
          "abstract": "Despite a comprehensive rulebook, NASCAR drivers historically adhered to an informal “Driver Code,” a decentralized system of self-governance that maintained order and sportsmanship through peer-enforced norms. Using Ellickson’s framework of norm emergence in close-knit groups, this paper examines how institutional changes within NASCAR—such as the introduction of the Playoff system, Green-White-Checkers, and restrictions on veteran participation in lower series—have systematically undermined the conditions that sustained this informal governance. These rule changes have disrupted low-cost information flows, removed opportunities for peer sanctioning, and shortened drivers’ planning horizons, incentivizing short-term aggression over long-term cooperation. As a result, the Driver Code has eroded. This paper contributes to the literature on self-governance by illustrating how formal rule changes can unintentionally weaken decentralized enforcement mechanisms, leading to the decline of once-effective norms.",
          "url": "https://doi.org/10.1007/s11127-025-01368-0",
          "doi": "https://doi.org/10.1007/s11127-025-01368-0",
          "filter": 0,
          "created": "2026-1-7"
        },
        {
          "title": "Can new constitutions tighten the reins? The effect of constitutional change on constitutional compliance",
          "authors": "Jerg Gutmann, Katarzyna Metelska-Szaniawska, Stefan Voigt",
          "abstract": "Constitutional compliance varies significantly across countries and over time. One might, therefore, expect that constitutional change is systematically used to bring constitutional rules in line with constitutional practice. We investigate whether constitutional change indeed induces better compliance by the government with the constitution. Using an event study design to analyze constitutional changes in 171 countries between 1951 and 2020, we find that new constitutions lead to durable improvements in constitutional compliance in democracies. The effect of constitutional change in nondemocracies, however, is small and short-lived.",
          "url": "https://doi.org/10.1007/s11127-025-01364-4",
          "doi": "https://doi.org/10.1007/s11127-025-01364-4",
          "filter": 0,
          "created": "2026-1-7"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Reducing affective polarization does not affect false news sharing or truth discernment",
          "authors": "Carter Anderson, Oliver Byles, Joshua Calianos, Sade Francis, Chun Hey Brian Kot, Bennett Mosk, H. Nephi Seo, Julija Vizbaras, Brendan Nyhan",
          "abstract": "Why do people spread false news online? Previous studies have linked affective polarization with misinformation sharing and belief. Contrary to these largely observational findings, however, we show that experimentally improving people’s feelings about opposing partisans (versus members of their own party) has no measurable effect on people’s intentions to share true news, false news, or the difference between them, known as discernment. By contrast, we find evidence that a reminder of accuracy can modestly improve truth discernment among people who report sharing political news. These results suggest the need for a reexamination of the role of affective polarization in the dissemination of misinformation online.",
          "url": "https://doi.org/10.1177/20531680251413944",
          "doi": "https://doi.org/10.1177/20531680251413944",
          "filter": 0,
          "created": "2026-1-12"
        },
        {
          "title": "Don’t answer me? A cautionary tale of personality traits and survey nonresponse",
          "authors": "Adam J. Ramey",
          "abstract": "In recent years, there has been an explosion of research looking at the relationship between Big Five personality traits and political behavior. This boom has been driven by the development of brief inventories that can assess subjects’ traits in as few as ten questions. Despite these developments, subjects’ own propensity to complete the surveys may be driven by their personality traits. As a result, key findings in this literature may be plagued by selection bias. Using a new data collection effort, I show that subjects who are more Agreeable or Neurotic have systematically different propensities to complete surveys. This result in hand, I show how relationships between the Big Five and political behavior may change estimated relationships between the traits and behavior. These findings are a significant caution to scholars examining the Big Five and their effects on a variety of phenomena.",
          "url": "https://doi.org/10.1177/20531680251413809",
          "doi": "https://doi.org/10.1177/20531680251413809",
          "filter": 0,
          "created": "2026-1-10"
        },
        {
          "title": "Which frame fits? Policy learning with framing for climate change policy attitudes",
          "authors": "Molly Offer-Westort, Will Gruen, Carter Herron, Kaden Hyatt, Max Buford, Kevin Davis, Diego Fonseca, Mushkie Gurevich, Tiffanie Huang, Rocio Jerez, Quinn Liu, Obi Obetta, Miguel Orellana, James Passmore, Jack Qiu, Julian Rapaport, Iñigo Sanchez-Asiain Domenech, Fernando Sandoval, Jose A. Tandoc, Ravi Yalamanchili",
          "abstract": "How should climate policy be framed to maximize public support? We evaluate the effects of five distinct message frames—scientific, religious, moral, and two economic (efficiency and equity)—on support for climate change policy using a randomized experiment with over 2300 U.S. respondents. Moving beyond pairwise frame comparisons, we adopt a policy learning approach that identifies the most effective frame using cross-validated sample splitting, thereby avoiding selective inference. We find that the economic efficiency frame consistently yields the largest gains in policy support, outperforming both the control condition and all alternative frames, on average. While the effects of covariate conditional frame assignment were modest and not significantly different from assigning the best overall frame, we find consistent positive effects of the efficiency frame across partisan subgroups. Our findings offer methodological and substantive contributions: we highlight how policy-learning methods can be applied in experimental framing studies, and we offer specific evidence on the relative efficacy of alternative framing messages on support for several climate policies.",
          "url": "https://doi.org/10.1177/20531680251414927",
          "doi": "https://doi.org/10.1177/20531680251414927",
          "filter": 0,
          "created": "2026-1-12"
        }
      ],
      "articles_hidden": []
    }
  ]
}
