{
  "update": "2024-11-25",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Can foreign aid reduce the desire to emigrate? Evidence from a randomized controlled trial",
          "authors": "Miranda Simon, Cassilde Schwartz, David Hudson",
          "abstract": "Parallel to traditional immigration control policies, states send substantial amounts of foreign aid to address the root causes of migration. Using a randomized controlled trial (RCT), we evaluate a representative type of “root causes” aid (RCA) project in Africa, implemented by the UN's International Organization for Migration (IOM). We find the project reduced aspirations to migrate and slowed preparations for the journey. Multiple mediation analysis shows “instrumental place attachment”—or the ability to pursue important goals in one's place of residence compared to other destinations—is the main driver. However, effects wane 6 months after project end. That a small RCA project increased instrumental place attachment, albeit briefly, is significant given global inequalities. We explore this finding by conducting interviews with international organization (IO) and nongovernmental organization (NGO) practitioners to understand how development organizations affect instrumental place attachment, and with youth to understand how interventions (un)successfully moderate the choice to stay or migrate.",
          "url": "http://dx.doi.org/10.1111/ajps.12927",
          "doi": "10.1111/ajps.12927",
          "filter": 0
        },
        {
          "title": "Elites, the aid curse, and Chinese development finance: A conjoint survey experiment on elites’ aid preferences in 141 low‐ and middle‐income countries",
          "authors": "Robert A. Blair, Samantha Custer, Philip Roessler",
          "abstract": "Why do elites in low‐ and middle‐income countries (LMICs) favor some foreign aid projects and partners over others? Research on the “aid curse” and Chinese development finance suggests elites should prefer aid that can be easily captured, with few conditionalities, regulations, or transparency requirements. We administer a conjoint survey experiment across 141 LMICs to elicit the aid preferences of elites who are uniquely close to development policy debates. Perhaps unsurprisingly, we find that elites favor larger over smaller projects, grants over loans, and transportation infrastructure projects over initiatives focused on civil society or tax collection capacity. But contrary to the aid curse theory, elites also prefer projects with transparent terms and labor, corruption, and environmental regulations, and are at worst indifferent towards good governance conditionalities. These preferences hold even in corrupt and autocratic countries and even among high‐level government officials who might be expected to favor “no‐strings‐attached” aid regimes.",
          "url": "http://dx.doi.org/10.1111/ajps.12926",
          "doi": "10.1111/ajps.12926",
          "filter": 0
        },
        {
          "title": "Anger expressions and coercive credibility in international crises",
          "authors": "Hohyun Yoon",
          "abstract": "Why are some threats more credible than others? I argue that leaders’ anger expressions are a previously underappreciated source of coercive credibility. Specifically, leaders who express anger appear more credible because targets believe they are less sensitive to the costs of conflict. I test this argument through quantitative analysis of a novel dataset of world leaders’ public statements in crises from 1946 to 1996 and a U.S.‐based survey experiment designed to test the mechanism. The observational evidence reveals that anger expressions increase the likelihood a threat will succeed. The experiment shows that anger expressions cause targets to infer greater resolve and that non‐angry threats carry little credibility—and might even backfire. These findings not only shed light on a unique source of threat credibility but also highlight the crucial role of emotions in international relations with new data measuring political leaders’ emotional expressions over time and space.",
          "url": "http://dx.doi.org/10.1111/ajps.12937",
          "doi": "10.1111/ajps.12937",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "The Global Network of Liberty: Toward a New Framework for Understanding the History of Political Concepts",
          "authors": "SHOUFU YIN",
          "abstract": "This article contends that liberty was already a globally connected concept during the late Middle Ages, and the Euro-American Enlightenment conception of liberty was only one of the many products of the global medieval legacies. Developing a network approach to concepts and applying it to primary sources in ten languages across Afro-Eurasia, I map how thinkers from different parts of the world contributed to the formation of the network. Recognizing this global network of liberty allows researchers to rediscover overlooked conceptualizations of liberty—as evidenced by examples of the Mongol Empire and its translingual politics with/in Europe, Persia, and China. Once innovations in specific contexts are placed back into the global network, revealed are global patterns of valorizing liberty, considering it either essential to possess or warranting caution. Both the findings and methodologies presented here prompt scholars to revisit the foundations of modern political thought from a global standpoint.",
          "url": "http://dx.doi.org/10.1017/s0003055424001102",
          "doi": "10.1017/s0003055424001102",
          "filter": 0
        },
        {
          "title": "Interpersonal Relationships, Bipartisanship, and January 6th",
          "authors": "JAMES M. CURRY, JASON M. ROBERTS",
          "abstract": "For a member of Congress to be a successful lawmaker, they must work collaboratively with their colleagues. Previous work has found that interpersonal relationships among lawmakers are a key predictor of legislative collaboration—particularly among members from opposing parties. In the wake of the events of January 6, 2021, many Democratic lawmakers claimed that their relationships with some of their Republican colleagues were irretrievably broken and they would be unable to continue collaborating with members who voted against certifying electoral votes from the 2020 presidential election. Using data on original cosponsorship and legislative effectiveness from the 115th to 117th Congresses (2017–22) we find that Republican lawmakers who voted against the certification of electoral votes lost bipartisan collaborators and saw a drastic decrease in their legislative effectiveness in the 117th Congress.",
          "url": "http://dx.doi.org/10.1017/s000305542400114x",
          "doi": "10.1017/s000305542400114x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "The Populist Radical Right as Memory Entrepreneur? The Prominence, Sentiment, and Interpretations of History in the German Parliament",
          "authors": "Matthias Dilling, Félix Krawatzek",
          "abstract": "Populist radical right (PRR) parties' attacks against prevailing historical interpretations have received much public attention because they question the foundations of countries' political orders. Yet, how prominent are such attacks and what characterizes their sentiment and content? This article proposes an integrated mixed-methods approach to investigate the prominence, sentiment, and interpretations of history in PRR politicians' parliamentary speeches. Studying the case of Germany, we conducted a quantitative analysis of national parliamentary speeches (2017–2021), combined with a qualitative analysis of all speeches made by Alternative for Germany (AfD) in 2017–2018. The AfD does not use historical markers more prominently but is distinctly less negative when speaking about history compared to its general political language. The collocation and qualitative analyses reveal the nuanced ways in which the AfD affirms and disavows various mnemonic traditions, underlining the PRR's complex engagement with established norms.",
          "url": "http://dx.doi.org/10.1017/s0007123424000346",
          "doi": "10.1017/s0007123424000346",
          "filter": 0
        },
        {
          "title": "Dilemmas of Powerlessness: The Ethical Dimensions of Political Action in the Swedish Parliament",
          "authors": "Joel Martinsson",
          "abstract": "What are the most challenging ethical dilemmas for politicians, and how do they handle them? The classical literature on ethical dilemmas in politics has mainly explored them as conflicts between ethical principles in high-stakes decisions. However, empirical evidence of the extent to which such dilemmas accurately reflect the experience of most politicians is scarce. Drawing on extensive in-depth interviews with Swedish parliamentarians, I show that their dilemmas stem mainly from powerlessness. Powerlessness in politics manifests itself in primarily two ways: relational powerlessness, which is driven by constraints like party and constituency loyalties, and inherent powerlessness due to formal and informal barriers like constitutional mandates and limited time and resources. This study contributes to the field of political ethics by anchoring political dilemmas in everyday democratic politics and by introducing powerlessness as a new central concept. In doing so, it supplements our understanding of ethical dilemmas in politics with insights from those confronting them.",
          "url": "http://dx.doi.org/10.1017/s000712342400022x",
          "doi": "10.1017/s000712342400022x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Does disability affect support for political parties?",
          "authors": "Ralph Scott, Melanie Jones",
          "url": "http://dx.doi.org/10.1016/j.electstud.2024.102881",
          "doi": "10.1016/j.electstud.2024.102881",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "The causes of perceived government trustworthiness",
          "authors": "DANIEL DEVINE, VIKTOR VALGARÐSSON, WILL JENNINGS, GERRY STOKER, HANNAH BUNTING",
          "abstract": "This paper examines the qualities of governments that influence their perceived trustworthiness, presenting the first experimental study of the distinct roles of ‘competence’, ‘benevolence’ and ‘integrity’ (CBI) in shaping trust in government. We empirically test the effects of these three dimensions of trustworthiness through conjoint experiments conducted in five countries: Britain, Croatia, Spain, Argentina and France. The results indicate that benevolence – government acting in citizens' interests – is the most significant determinant of trust judgements across individuals and nations. Competence and integrity have a secondary, approximately equal effect. Building on recent advances in analyses of conjoint experiments, we explore how these attributes are conditional on each other, and how respondent characteristics moderate those effects. The findings reveal that the effects of attributes are generally consistent, although respondent left‐right ideology moderates the impact of government competence.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12742",
          "doi": "10.1111/1475-6765.12742",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Surrogate representation by parties: A cross-national perspective",
          "authors": "Liron Lavi, Liran Harsgor",
          "abstract": "Against the backdrop of declining public trust and engagement with political parties, citizens’ representation is often not limited to their party of choice. How do citizens perceive representation by parties they did not vote for? How do individual- and system-level factors shape this representation? And what are the implications for citizens’ democratic attitudes? Investigating these questions, we propose the concept of party surrogation – representation by a party one did not vote for. We utilize CSES module 3 (2006–2011) to establish cross-national and individual variations in party surrogation. We find more party surrogation in countries with a higher effective number of parties and less party surrogation among right-wing voters. We also find that voters with party surrogation have combinations of representing parties that vary in size, political ideology, and coalition status. These voters are more satisfied with democracy compared to unrepresented voters. We conclude with a discussion of citizens’ representation repertoire.",
          "url": "http://dx.doi.org/10.1177/13540688241300488",
          "doi": "10.1177/13540688241300488",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "News Sharing on Social Media: Mapping the Ideology of News Media, Politicians, and the Mass Public",
          "authors": "Gregory Eady, Richard Bonneau, Joshua A. Tucker, Jonathan Nagler",
          "abstract": "This article examines the information sharing behavior of U.S. politicians and the mass public by mapping the ideological sharing space of political news on social media. As data, we use the near-universal currency of online information exchange: web links. We introduce a methodological approach and software to unify the measurement of ideology across social media platforms by using sharing data to jointly estimate the ideology of news media organizations, politicians, and the mass public. Empirically, we show that (1) politicians who share ideologically polarized content share, by far, the most political news and commentary and (2) that the less competitive elections are, the more likely politicians are to share polarized information. These results demonstrate that news and commentary shared by politicians come from a highly unrepresentative set of ideologically extreme legislators and that decreases in election pressures (e.g., by gerrymandering) may encourage polarized sharing behavior.",
          "url": "http://dx.doi.org/10.1017/pan.2024.19",
          "doi": "10.1017/pan.2024.19",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Winning At All Costs? How Negative Partisanship Affects Voter Decision-Making",
          "authors": "Zachary Albert, Mia Costa",
          "url": "http://dx.doi.org/10.1007/s11109-024-09974-2",
          "doi": "10.1007/s11109-024-09974-2",
          "filter": 0
        },
        {
          "title": "Who is the Party? The Effect of Counter-Stereotypical Partisan Exemplars on Inter-Party Stereotypes and Affect",
          "authors": "C. Daniel Myers, Taylor Hvidsten",
          "url": "http://dx.doi.org/10.1007/s11109-024-09991-1",
          "doi": "10.1007/s11109-024-09991-1",
          "filter": 0
        },
        {
          "title": "Independent Political Networks: Comparing the Discussion Network Size and Composition of Partisans, Leaners, and Independents",
          "authors": "William P. Eveland, William Gee",
          "abstract": "Most prior U.S. political discussion research has failed to pay close attention to the networks of political independents, and to the differences between true partisans, leaners, and true independents. This is in direct contrast to the (appropriately) growing research attention paid to the decades-long rise in the proportion of independents and the decline of true partisans. This study presents representative U.S. survey data that compares political discussion frequency, network size, and the partisan composition of the discussion networks of partisans, leaners, and independents. After applying controls for ideological strength and political interest, we find that the three groups do not differ in discussion frequency or network size. However, there are meaningful differences across the groups in three different network composition measures, including partisan bias. We interpret our findings in the context of both applied measurement considerations and normative democratic expectations of partisan diversity within discussion networks.",
          "url": "http://dx.doi.org/10.1007/s11109-024-09985-z",
          "doi": "10.1007/s11109-024-09985-z",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Volatile campaigns? The effects of shocks on campaign effectiveness in British general elections",
          "authors": "Charles Pattie, David Cutts",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103245",
          "doi": "10.1016/j.polgeo.2024.103245",
          "filter": 0
        },
        {
          "title": "Political neglect and support for the radical right: The case of rural Portugal",
          "authors": "Pedro C. Magalhães, João Cancela",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103224",
          "doi": "10.1016/j.polgeo.2024.103224",
          "filter": 0
        },
        {
          "title": "The spatial dimension of political dissent – Centre-periphery dynamics in Sweden",
          "authors": "David Karlsson, Louise Skoog",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103248",
          "doi": "10.1016/j.polgeo.2024.103248",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Are solidarity and identification as people of color distinct? Validating new measures across Asian, Black, Latino, and Multiracial Americans",
          "authors": "Efrén Pérez, Seth K. Goldman, Yuen J. Huo, Tatishe Nteta, Linda R. Tropp",
          "abstract": "Mounting U.S. research suggests many non-White individuals feel solidarity with, and identify as, people of color (PoC). Yet measurement limitations prevent scholars from testing whether these constructs are empirically different. We explain why these concepts diverge and evaluate our claims with an expanded battery of measures across U.S. Asian, Black, Latino, and Multiracial adults ( N = 3402). Using multi-group confirmatory factor analysis, we show these items capture related but distinct concepts among PoC ( configural invariance ). We then establish that these items uniformly measure each construct across PoC groups ( metric invariance ), with mean level differences validly reflecting actual heterogeneity between groups, rather than measurement artifacts ( scalar invariance ). Finally, consistent with our conceptualization, we show that solidarity among PoC mediates the association between PoC identification and support for policies that implicate various communities of color. We end with practical advice for using these items in surveys of racially diverse populations.",
          "url": "http://dx.doi.org/10.1017/psrm.2024.61",
          "doi": "10.1017/psrm.2024.61",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Could Opposition to Gender-Neutral Language Become a Wedge Issue?",
          "authors": "Gary M. Reich, Kristopher J. Long",
          "abstract": "In 2023, both Democratic and Republican elected officials supported banning official use of the gender-neutral term “Latinx.” Using a nationally representative survey sample, this study examines whether opposition to the gender-neutral term “Latinx” suggests a potential wedge issue that cuts across partisanship. We find that opposition to “Latinx” is significantly higher among Republican partisans, those who disapprove of Joe Biden as president, and those with “colder” feelings toward Democrats. Opposition to “Latinx” generally converges with factors that predict existing partisan divisions; where it diverges, it does not affect respondent evaluations of Biden or feelings about Democrats. Based on these findings, we conclude that gender-neutral language currently shows little potential as a wedge issue.",
          "url": "http://dx.doi.org/10.1017/s1049096524000465",
          "doi": "10.1017/s1049096524000465",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "The spontaneous provision of criminal law",
          "authors": "Gabriel F. Benzecry, Henry A. Thompson",
          "abstract": "For decades, non-state actors have supplied criminal law in Brazil’s favelas. This paper offers a humanomics account of the private provision of an impure public good. Our analysis reaches three conclusions. First, criminal law can be provided without either public intervention or reliance on the price system. Informal norms may be sufficient, indicating that Adam Smith’s invisible hand logic extends beyond legal markets grounded in private property rights and governed by well-defined prices. Second, a common sense of propriety, a key aspect of the humanomics approach, may not always be context-free. One’s environment may shape the precise objects of propriety. Third, spontaneous legal orders can be robust to agent type.",
          "url": "http://dx.doi.org/10.1007/s11127-024-01235-4",
          "doi": "10.1007/s11127-024-01235-4",
          "filter": 0
        },
        {
          "title": "Remembering Bob Ekelund: his impact on us, and on the economics of art",
          "authors": "John D. Jackson, Sarah Jackson Skinner",
          "url": "http://dx.doi.org/10.1007/s11127-024-01242-5",
          "doi": "10.1007/s11127-024-01242-5",
          "filter": 0
        },
        {
          "title": "Soft-power and pro-European bias in the UNESCO World Heritage List? A test based on ICOMOS experts’ evaluations of colonial sites",
          "authors": "Martina Dattilo, Fabio Padovano, Yvon Rocaboy",
          "url": "http://dx.doi.org/10.1007/s11127-024-01248-z",
          "doi": "10.1007/s11127-024-01248-z",
          "filter": 0
        },
        {
          "title": "Robert B. Ekelund, Jr., and the economics of culture",
          "authors": "Shawn Ritenour",
          "url": "http://dx.doi.org/10.1007/s11127-024-01245-2",
          "doi": "10.1007/s11127-024-01245-2",
          "filter": 0
        },
        {
          "title": "Expert knowledge and the administrative state",
          "authors": "Jordan K. Lofthouse, Alexander Schaefer",
          "abstract": "Over the past century, the administrative state has vastly expanded its power and political independence of Congress. Some prominent academic voices, such as Cass Sunstein and Joseph Heath, have argued that we should endorse the administrative state’s large and growing powers to reap the benefits of technical expertise. We introduce an important qualification to that claim by highlighting the contingency of expert knowledge. The reliability of expertise is institutionally sensitive, and the centralized administrative state is plagued by epistemic drawbacks. The contingency of expert knowledge means that, although experts supply crucial inputs into intelligent policy design, without the correct epistemic ecosystem , expert rule is likely to produce expert failure. After presenting that qualification, we show how introducing competition, contestation, and diversity into the bureaucracy’s epistemic ecosystem facilitates the discovery, communication, and implementation of useful knowledge. The institutional structure we prescribe therefore resembles the Ostromian idea of polycentric governance . Such an institutional structure, we argue, is better able to harness the benefits of expertise while mitigating the pathologies of the centralized administrative state. We argue that polycentric political systems can enhance the effectiveness of expertise.",
          "url": "http://dx.doi.org/10.1007/s11127-024-01228-3",
          "doi": "10.1007/s11127-024-01228-3",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
