{
  "update": "2026-02-11",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Seeing like a citizen: Experimental evidence on how empowerment affects engagement with the state",
          "authors": "Soeren J. Henn, Laura Paler, Wilson Prichard, Cyrus Samii, Raúl Sánchez de la Sierra",
          "abstract": "Building a strong and effective state requires revenue. Yet, in many low‐income countries, citizens do not make formal payments to the state or forego engaging with the state altogether due to vulnerability to opportunistic demands by state agents. We study two randomized interventions in Kinshasa, Democratic Republic of the Congo, designed to empower citizens in their negotiations with opportunistic state agents: one provided information about statutory payment obligations, the other offered protection from abusive officials. We examine the effects not only on citizen payment amounts (intensive margin effects) but also on whether citizens start making formal payments, or any payments, to the state (extensive margin effects). We find that protection, and to a lesser extent information, had clear extensive margin effects, increasing the share of citizens making formal payments and engaging with the state. These findings show how empowering citizens can help countries transition away from a low‐revenue, low engagement equilibrium.",
          "url": "https://doi.org/10.1111/ajps.70033",
          "doi": "https://doi.org/10.1111/ajps.70033",
          "filter": 0,
          "created": "2026-2-9"
        },
        {
          "title": "Does external threat bring the nation together? Evidence from the United States",
          "authors": "Nicholas Sambanis, Amber Hye‐Yon Lee",
          "abstract": "Do external security threats unify the nation in countries with high social polarization? War and other forms of interstate competition for power may increase the salience of national identity, but the effect may be weak if the nation is divided. Empirical evidence of a trade‐off between national (superordinate) and subnational (subordinate) identification during times of crisis is sparse. We present an experimental framework to measure effects of external threat on national identification in the United States, exploring whether effects are driven by attachment to the nation (ingroup love), hostility toward other nations (outgroup hate), or both simultaneously. We find that even in a context of partisan polarization, external threat strengthens national identification, expressed mainly as increased hostility toward the national outgroup. National identification need not come at the expense of salient partisan identities as long as these are not perceived to be in competition with the national identity.",
          "url": "https://doi.org/10.1111/ajps.70038",
          "doi": "https://doi.org/10.1111/ajps.70038",
          "filter": 0,
          "created": "2026-2-10"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Wishful thinking in mass–elite electoral expectations",
          "authors": "Philippe Mongrain, Anam Kuraishi, Karolin Soontjens, Stefaan Walgrave",
          "url": "https://doi.org/10.1016/j.electstud.2026.103059",
          "doi": "https://doi.org/10.1016/j.electstud.2026.103059",
          "filter": 0,
          "created": "2026-2-6"
        },
        {
          "title": "Do open lists increase turnout? Probably not, but they increase rates of voter error: New evidence from Spain",
          "authors": "Leonardo Carella",
          "url": "https://doi.org/10.1016/j.electstud.2026.103060",
          "doi": "https://doi.org/10.1016/j.electstud.2026.103060",
          "filter": 0,
          "created": "2026-2-4"
        },
        {
          "title": "Do voters hold the president’s party accountable for local economic conditions?",
          "authors": "B.K. Song",
          "url": "https://doi.org/10.1016/j.electstud.2026.103058",
          "doi": "https://doi.org/10.1016/j.electstud.2026.103058",
          "filter": 0,
          "created": "2026-2-6"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Unity makes strength: Patterns of democratic resistance against autocratization",
          "authors": "Guido Panzano, Luca Tomini",
          "abstract": "Today, autocratization is the predominant trend of regime development. However, if we focus on autocratization as democratic erosion or decline, such a trend is not matched by an equivalent increase in the number of democratic breakdowns or autocracies. Why (and how) do some democracies survive autocratization, while others do not? Current research on autocratization has recently turned toward studies on democratic endurance. In particular, mostly large-N contributions focusing on structural factors protecting democracy from autocratization onset (democratic resilience) have lately been complemented by numerous small-N contributions exploring concrete actions that can stop ongoing autocratization processes before democratic breakdown (democratic resistance). However, due to its necessarily limited scope, such qualitative evidence on democratic resistance may be subject to internal and external validity issues. Therefore, we systematically advance the research on resistance to autocratization within a comparative framework. Using a fuzzy-set qualitative comparative analysis, we examine 69 autocratization episodes that began in democracies in the 21st century (2000–23). Our analysis reveals the combinations of institutional, political, social, and external conditions of democratic resistance that impede democratic collapse during autocratization episodes. While the success of individual actions is mainly context-specific, we demonstrate that it is the cooperation across various areas of resistance ( unity makes strength ) that characterizes the multiple, and cross-nationally robust, sufficient configurations of democratic survival during autocratization processes. Through alternative analytical choices, robustness tests, and integration of sources, we bolster the validity of prior studies on democratic resistance to autocratization and point to further research avenues.",
          "url": "https://doi.org/10.1017/s1475676525100595",
          "doi": "https://doi.org/10.1017/s1475676525100595",
          "filter": 0,
          "created": "2026-2-9"
        },
        {
          "title": "Welfare by design: Public responses to the distribution of old-age pensions",
          "authors": "Dani M. Marinova, Timothy Hellwig",
          "abstract": "A basic premise of research on welfare state spending is that electoral incentives matter, with voters backing programme expansion and opposing retrenchment. However, the evidence supporting this premise is mixed. Departing from previous studies, we argue that these apparent null effects arise from an emphasis on the generosity of social benefits rather than their distribution . Shifting attention to the latter, we argue that individual preferences over the allocation of welfare spending depend on their relationship to economic vulnerability. Individuals in secure economic situations support schemes with benefits proportional to contributions, while those in more vulnerable positions favour systems based on recipient need. These heterogeneous preferences translate into public evaluations of policymaker performance, providing a pathway for the electoral connection. We test this argument in two stages. First, we use data from the European Social Survey to examine how individual precarity shapes preferences for needs-based versus contributory pensions. Second, we use the Executive Approval Database to assess how the composition of pension expenditures and perceptions of debt affect government support across eleven European welfare states from 1986 to 2019. Study findings provide evidence consistent with our theoretical expectations. Results highlight the micro-level foundations of policymakers’ electoral incentives and provide a path forward for specifying connections between the allocation of social policy spending and mass politics.",
          "url": "https://doi.org/10.1017/s147567652610067x",
          "doi": "https://doi.org/10.1017/s147567652610067x",
          "filter": 0,
          "created": "2026-2-4"
        },
        {
          "title": "Everything for the fans: Party responsiveness across the EU over time",
          "authors": "Felix Lehmann",
          "abstract": "Are parties responsive to public opinion and, if so, to whom exactly? These key questions continue to be major topics of debate among party and representation scholars. This research note extends recent contributions to the literature in three distinct ways. Unlike most extant studies, I do not limit my analysis to Western European countries and the left-right dimension but examine party responsiveness across the entire EU with a focus on six key issues. Conceptually, I draw on two responsiveness frameworks that are concerned with distinct ways through which parties can change their position to align with the general electorate or their partisan supporters. The standard framework tests whether parties shift in the same direction as the public, whereas the congruent responsiveness framework focuses on whether parties reduce past incongruencies with the public. Using updated expert and voter survey time-series data for the period between 1999 and 2024, I show that parties are primarily responsive to their supporters. The uncovered patterns of responsiveness are consistent across responsiveness frameworks, issues, European regions, and time. Both mainstream and niche parties primarily respond to their supporters. The findings carry important implications for our understanding of representation in contemporary European politics.",
          "url": "https://doi.org/10.1017/s1475676526100735",
          "doi": "https://doi.org/10.1017/s1475676526100735",
          "filter": 0,
          "created": "2026-2-10"
        },
        {
          "title": "European integration and transformed parliamentary opposition: Evidence from five decades of legislative politics",
          "authors": "Karl Loxbo, Brigitte Pircher",
          "abstract": "While European integration has transformed national parliaments, its long-term impact on conflicts between governments and opposition parties remains insufficiently understood. This study addresses that gap by analysing how Sweden’s accession to the European Union (EU) in 1995 altered the patterns of parliamentary opposition. Using longitudinal data on government proposals in the Swedish parliament, 1970–2022, we apply a difference-in-differences design to compare opposition intensity before and after accession. Our findings reveal two major transformations. First, we identify a sustained decline in opposition in internationally embedded economic and tax policies, supporting the view that the EU political system structurally depoliticises economic governance. Second, we observe a gradual but pronounced politicisation in policy areas tied to national identity and social welfare, where EU competences are limited and domestic discretion remains. We thus find that European integration reshapes parliamentary conflict by dampening opposition in economic policymaking while intensifying contestation in policy areas related to national identity and social protection. Rather than reducing opposition overall, EU membership redirects it across issue areas. Taken together, the results show that the distribution of national and supranational competences conditions parliamentary opposition. As Sweden is a most likely case of EU-induced cleavage transformation, similar dynamics are likely across other member states as well. The study advances parliamentary research by shifting attention from formal powers and debates to observable opposition behaviour over time. It also adds to theories of modern-day cleavage formation by providing evidence that European integration reduces conflict in economic policy while intensifying identity-based divides.",
          "url": "https://doi.org/10.1017/s1475676526100711",
          "doi": "https://doi.org/10.1017/s1475676526100711",
          "filter": 0,
          "created": "2026-2-5"
        },
        {
          "title": "Out-group homogeneity as evidence of left-right identification in multi-party democracies",
          "authors": "Nick Lin, Lie Philip Santoso, Randolph T. Stevenson",
          "abstract": "Are citizens in western democracies developing affective attachments to the Left and Right as social-political groups? If so, one can hardly imagine a more consequential development for understanding the electoral behavior of Western publics. However, previous evidence suggesting such attachments are important (and growing) comes from a small number of single-case studies. In this paper, we expand the evidentiary basis for this idea by implementing a method that leverages existing survey data to test whether citizens in western democracies, over a long time period, have developed such group-based attachments. Specifically, we use surveys in which respondents place parties on the left-right scale to test for the existence of an out-group homogeneity effect between potential Left and Right identifiers. We argue that this pattern provides compelling indirect evidence of such group attachments and shows that the effect is both widespread across western democracies and increasing over time. As a proof of concept, we fielded original surveys in Denmark, Italy, and Sweden and found that our direct Left/Right attachment measures are strongly associated with the indirect evidence documented in our cross-national analyses. Thus, this paper provides an empirically justified call for scholars to invest in the development of appropriate survey batteries that directly measure affective attachments to the Left and Right in a large set of countries.",
          "url": "https://doi.org/10.1017/s147567652610070x",
          "doi": "https://doi.org/10.1017/s147567652610070x",
          "filter": 0,
          "created": "2026-2-6"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Preaching to the choirs. Political parties’ online targeting strategies in multi-party systems",
          "authors": "Mads Fuglsang Hove, Sara B. Hobolt, Arjen van Dalen, Claes de Vreese",
          "abstract": "Research suggests that political campaigns use online political microtargeting to mobilize a party’s existing voter base rather than to persuade new voters. However, most studies have been conducted in the US, where low turnout and high partisanship create optimal conditions for such a strategy. In this study, we analyze novel data on political parties’ use of targeting in Facebook and Instagram ads to examine the nature of microtargeting. The context of the 2022 Danish general election - with multiple parties, high voter turnout, and low partisanship - is a hard case for the mobilization thesis. Yet, in line with existing literature, we find that political parties focus their online targeting strategies on existing voters. However, the findings also suggest that political parties adjust their messages to conform with the presumed preferences of the targeted group, highlighting heterogeneity in the mobilization strategy.",
          "url": "https://doi.org/10.1177/13540688251408777",
          "doi": "https://doi.org/10.1177/13540688251408777",
          "filter": 0,
          "created": "2026-2-5"
        },
        {
          "title": "Ideological asymmetries of trust in elections and non-voting political participation",
          "authors": "Erin B. Fitz, Kyle L. Saunders",
          "abstract": "We replicate and extend previous research that asks whether operational ideology moderates the relationship between trust in elections and non-voting political participation (NVP) in the United States. Using data from the 2024 American National Election Study (ANES, n = 4256), we find more evidence that operational liberals are positively associated with NVP regardless of trust, whereas distrusting operational conservatives, in particular, are associated with greater NVP. Panel data from the 2020–2024 ANES ( n = 1857) further reveal that prior liberal operational ideology is positively associated with subsequent trust in elections and NVP. Together, our findings contribute to existing literature by demonstrating ideological heterogeneity in trust in elections, NVP, and the relationship between the two. Should these patterns continue, a central challenge of preserving democratic processes may be less about the inherent value of trust and participation, and more about under which conditions these factors signal broader democratic health.",
          "url": "https://doi.org/10.1177/13540688261421087",
          "doi": "https://doi.org/10.1177/13540688261421087",
          "filter": 0,
          "created": "2026-2-5"
        },
        {
          "title": "Political trust and elite closure: Evidence from Latin America",
          "authors": "Camila Ortiz-Inostroza, Matías Bargsted",
          "abstract": "We examine how the degree of social closure among political elites shapes mass-level political trust in Latin America, a region marked by historically closed elites and persistently low trust. Building on contrasting perspectives, we argue that elite closure undermines citizens’ trust, but its influence also depends on a country’s long-term patterns of closure. In contexts where elites have been highly closed over time, further increases are expected to erode trust. In more open systems, by contrast, closure may be positively associated. Our analysis combines LAPOP data (2004–2018) with PELA-USAL elite indicators in a large-N comparative framework. Estimates from hierarchical models indicate that elite closure—characterized by legislative re-election rates and family ties in politics—significantly reduces political trust. However, these results are heterogeneous: rising closure erodes trust only in countries where elites have historically been highly closed, highlighting the context-dependent role of elite composition in shaping citizens’ political trust.",
          "url": "https://doi.org/10.1177/13540688261420740",
          "doi": "https://doi.org/10.1177/13540688261420740",
          "filter": 0,
          "created": "2026-2-4"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Correction: Political Bias in College Student Access To Campus Resources",
          "authors": "Jessica Khan",
          "url": "https://doi.org/10.1007/s11109-026-10126-x",
          "doi": "https://doi.org/10.1007/s11109-026-10126-x",
          "filter": 0,
          "created": "2026-2-6"
        },
        {
          "title": "U.S. Partisan Media Criticize the Out-Party More than They Praise the In-Party",
          "authors": "Xudong Yu, Magdalena Wojcieszak",
          "url": "https://doi.org/10.1007/s11109-025-10115-6",
          "doi": "https://doi.org/10.1007/s11109-025-10115-6",
          "filter": 0,
          "created": "2026-2-6"
        },
        {
          "title": "Fear and Favoritism in the Time of COVID-19",
          "authors": "Baran Han, Benjamin Ho, Inbok Rhee, Chrysostomos Tabakis",
          "url": "https://doi.org/10.1007/s11109-025-10114-7",
          "doi": "https://doi.org/10.1007/s11109-025-10114-7",
          "filter": 0,
          "created": "2026-2-6"
        },
        {
          "title": "Disentangling the Sophistication-Emotion Link: Political Interest and Confidence-in-Knowledge, but not Knowledge, Drive Emotional Responses",
          "authors": "Isabella Rebasso, Gijs Schumacher, Matthijs Rooduijn",
          "abstract": "Why do some people feel stronger emotions about politics than others? Past work suggests that political sophistication, consisting of knowledge and interest, is related to feeling strong emotions about politics, as learning about politics strengthens both cognitive and affective ties with political objects. Drawing on appraisal theories of emotions, we argue why political interest and confidence-in-knowledge, rather than factual political knowledge, are primary drivers of emotional engagement. Using three waves of the ANES and two pre-registered studies (conducted in the Netherlands and the U.S.) we show that political interest and confidence-in-knowledge increase emotional responses to politics. Knowledge, however, is unrelated to or even suppresses feelings about politics. We experimentally test the causal effect of confidence-in-knowledge and find a direct effect on feeling anger. Our findings have implications for civic education and political engagement, as fostering political interest and confidence—rather than merely increasing factual knowledge—may better promote active citizenship, albeit with potential risks if confidence is not rooted in accurate knowledge. We also demonstrate the necessity to theoretically and empirically disentangle the different components of political sophistication.",
          "url": "https://doi.org/10.1007/s11109-025-10116-5",
          "doi": "https://doi.org/10.1007/s11109-025-10116-5",
          "filter": 0,
          "created": "2026-2-6"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Decolonization without development? The war on subsistence and the limits of decoloniality",
          "authors": "Carlos Tornel",
          "url": "https://doi.org/10.1016/j.polgeo.2026.103506",
          "doi": "https://doi.org/10.1016/j.polgeo.2026.103506",
          "filter": 0,
          "created": "2026-2-6"
        },
        {
          "title": "The latent subject: AI, recognition, and the politics of latent space",
          "authors": "Fabio Iapaolo",
          "url": "https://doi.org/10.1016/j.polgeo.2026.103500",
          "doi": "https://doi.org/10.1016/j.polgeo.2026.103500",
          "filter": 0,
          "created": "2026-2-6"
        },
        {
          "title": "On the coloniality of nature and power in energy transitions",
          "authors": "Kristina Dietz, Felix M. Dorn",
          "url": "https://doi.org/10.1016/j.polgeo.2026.103505",
          "doi": "https://doi.org/10.1016/j.polgeo.2026.103505",
          "filter": 0,
          "created": "2026-2-6"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "From civic roots to voting booths: Gendered pathways from adolescent motivation to electoral participation in adulthood",
          "authors": "Erik Lundberg, Ali Abdelzadeh",
          "abstract": "Why some individuals vote while others abstain remains a central question in political behavior research, yet little is known about whether civic motivations formed during adolescence endure into adulthood. Drawing on expectancy–value theory, this study examines whether civic motivations in early adolescence (ages 13–16) including political efficacy, perceived political knowledge, political interest, and civic norms are associated with electoral participation in early adulthood (ages 26–29). Using a longitudinal dataset from Sweden, we show that civic norms are the strongest predictor of adult voting, even after accounting for prior participation, socioeconomic background, and immigrant origin. In contrast, expectancy‐based beliefs do not independently predict turnout, suggesting that value‐based motivations may have greater long‐term relevance for electoral participation. Sex‐specific analyses reveal clear differences. Among women, adult electoral participation is associated with a broader constellation of civic motivations, whereas men's participation is primarily predicted by prior voting and structural background factors. Immigrant origin strongly reduces participation for both male and female respondents, but the effect is more pronounced among women, consistent with intersectional disadvantage. Overall, the findings demonstrate that civic motivations held in adolescence have lasting implications for adult electoral participation and underscore the importance of gender‐sensitive, intersectional approaches to understanding political development.",
          "url": "https://doi.org/10.1111/pops.70117",
          "doi": "https://doi.org/10.1111/pops.70117",
          "filter": 0,
          "created": "2026-2-9"
        },
        {
          "title": "When survival becomes politics: Necessity activism and identity work under precarity",
          "authors": "Lucia Garcia‐Lorenzo, Lucia Sell‐Trujillo, Paul Donnelly",
          "abstract": "Collective action is essential for tackling social, institutional, and environmental challenges, often fueled by shared identities, common norms, and a belief in the possibility of change. However, the impact of participating in collective action on individual identities, and how this knowledge can shape future efforts to maintain engagement and promote positive change, remains underexplored. This study uses a liminal and identity work approach to examine how precarious Spanish activists, involved in long‐term struggles against precarity, develop and negotiate their identities as activists through protest participation. Based on a qualitative study spanning over 9 years, this research focuses on the experiences of activists from two collectives in Seville, Spain, that emerged in response to the Great Recession. Our findings introduce the concept of necessity activism to describe political engagement driven by survival needs rather than ideological commitment. We show how activists facing precarity undergo a three‐phase identity transformation: forced separation, intensive identity work, and varied outcomes including burnout, withdrawal, or adaptive re‐engagement. This process highlights the emotional and material costs of activism and the ongoing reconstruction of activist identities under the liminal conditions created by precarity.",
          "url": "https://doi.org/10.1111/pops.70119",
          "doi": "https://doi.org/10.1111/pops.70119",
          "filter": 0,
          "created": "2026-2-10"
        },
        {
          "title": "Diplomacy of grievance: National narcissism, exclusive victimhood, and demanding WWII reparations in Poland and Greece",
          "authors": "Michał Główczewski, Theofilos Gkinopoulos, Aleksandra Cislak",
          "abstract": "Demands for war reparations often re‐emerge in political discourse, decades after conflicts have ended. This research investigates the psychological underpinnings of public support for claiming World War II reparations, focusing on the roles of national narcissism and ingroup victim beliefs. Across four pre‐registered studies conducted in Poland and Greece (total N = 2780), we show that national narcissism—a defensive belief in national greatness coupled with a desire for external recognition—predicts support for war reparation claims. This relationship is mediated by perceptions of ingroup victim beliefs, particularly exclusive victimhood, which emphasizes the ingroup's unique suffering. Our findings illuminate how identity‐based motivations, especially those rooted in narcissistic group beliefs and selective historical narratives, can shape support for populist foreign policy initiatives long after the original conflict has ended.",
          "url": "https://doi.org/10.1111/pops.70115",
          "doi": "https://doi.org/10.1111/pops.70115",
          "filter": 0,
          "created": "2026-2-10"
        },
        {
          "title": "Bridging the divide: Using metacognitive training to reduce hostility between the political left and right",
          "authors": "Steffen Moritz, Lisa Borgmann, Tanja M. Fritz, Anja S. Göritz, Klaus Michael Reininger",
          "abstract": "The study aimed at reducing the propensity for violence among supporters of left‐wing parties toward the right‐wing Alternative for Germany (AfD) as well as supporters of the AfD toward the German left‐wing Green Party (Die Grünen) using metacognitive training (MCT). A total of 1025 German participants were recruited online. Participants' political orientation and attitude toward the Green Party and the AfD were assessed using questionnaires. The MCT intervention asked participants seemingly simple questions that evoked common stereotypes and then presented the correct counter‐stereotypical answers alongside explanations. The study used a pre–post design to measure changes in political polarization. Hostile attitudes toward the opposing political camp were reduced at a small to medium effect size. Most participants felt they had learned something new from the intervention. Metacognitive variables pertaining to overconfidence predicted change. The findings suggest that MCT can reduce hostile attitudes toward an opposing political group. The study highlights the potential of MCT for reducing societal conflict by challenging stereotypes through surprising information. Studies with control groups and long‐term follow‐up are desirable. More research into the mechanisms of change is needed.",
          "url": "https://doi.org/10.1111/pops.70118",
          "doi": "https://doi.org/10.1111/pops.70118",
          "filter": 0,
          "created": "2026-2-10"
        },
        {
          "title": "Estimating the causal effects of cognitive effort and policy information on party cue influence",
          "authors": "Ben M. Tappin, Ryan T. McKay",
          "abstract": "Party cues can influence public opinion, but the extent to which they do so varies dramatically from context to context. Why? The long‐standing theory that party cues function as “heuristics” provides an answer, predicting that variation in exposure to policy information, a propensity for effortful thinking, or both causally affects the influence of party cues. However, this prediction has escaped decisive empirical testing to date, leaving in its wake a string of mixed results. Here we characterize the challenges that limit previous tests, and report on two large‐scale experiments designed to overcome them. We find that exposure to policy information causally attenuates the influence of party cues, but engagement in effortful thinking per se does not. Our results advance understanding of the “when” and “why” of party cue influence; clarify a number of previously ambiguous findings; and have broad theoretical, methodological, and normative implications for understanding the influence of party cues.",
          "url": "https://doi.org/10.1111/pops.70116",
          "doi": "https://doi.org/10.1111/pops.70116",
          "filter": 0,
          "created": "2026-2-4"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Rebels in the house: Do anti-elitist parties vote differently?",
          "authors": "Simon Otjes, Luc Vorsteveld",
          "abstract": "Do anti-elitist parties behave differently in parliament than other parties? Existing evidence is inconclusive: some studies suggest that anti-elitist parties do not show a shared voting pattern as this is mainly structured by their left- or right-wing ideology. Others suggest that these parties vote against legislation more often. In order to address this question, we develop a new method that allows one to look at different explanations of voting concurrently while also taking into account characteristics of the vote. We find that anti-elitist parties do vote in a similar way and different from other parties, but only on legislative votes. As such, we present a major step forward in our understanding of and methodological approach to parliamentary voting behavior.",
          "url": "https://doi.org/10.1017/psrm.2026.10090",
          "doi": "https://doi.org/10.1017/psrm.2026.10090",
          "filter": 0,
          "created": "2026-2-6"
        },
        {
          "title": "When restrictive economic zoning leads to racial segregation",
          "authors": "Jessica Trounstine",
          "abstract": "Scholars have shown that restrictive zoning is correlated with racial segregation, but we lack an understanding of why this occurs. I argue that the link operates through the clustering of housing costs generated by land use regulations. Using an agent-based model, I find that restrictive zoning produces racial segregation, but only when residents have homophilic preferences and unequal wealth. Then using a novel dataset of parcel-level zoning codes, I show neighborhoods that are restrictively zoned have higher home values, are less diverse, wealthier, and have more homeowners. Finally, I show that cities vary in the degree to which zoning regulations are geographically clustered. Collectively, these results indicate that land use regulations contribute to the maintenance of racial segregation across neighborhoods.",
          "url": "https://doi.org/10.1017/psrm.2026.10089",
          "doi": "https://doi.org/10.1017/psrm.2026.10089",
          "filter": 0,
          "created": "2026-2-4"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "The Decline of Access Donors in Funding National Nominating Conventions",
          "authors": "Karen Sebold, Eric Heberlig, Robert Boatright",
          "abstract": "The US major-party presidential nominating conventions are an essential platform for a political party’s branding and messaging for upcoming presidential and congressional elections. The conventions also can provide revenue and media attention to their host cities and, consequently, convention fundraising has grown substantially in recent decades. Convention fundraising rules were changed in 2014, tripling the limit for contributions to a party’s campaign funds and removing limits on contributions to host-city committees. Although we do not expect these changes to affect individual donors, we expect corporations, banks, and labor unions to have taken advantage of these new rules. Elections since 2014, however, have been unusual in many ways—for instance, in the relationship between the nominees and their parties and, in 2020, the public health precautions required to hold conventions. This study examines developments in political-party convention fundraising since 2014, focusing on the relationships among candidates, their parties, and the cities where conventions have been held. To make this determination, funding reports were collected for the 2000–2024 election cycles. The article explores changes in the characteristics of convention donors—their other contributions and their relationships to candidates, party committees, and host cities—and notes variations that might be attributable to the nominees or the host cities. It considers whether the new convention-funding rules have matured sufficiently that it is possible to make broad claims about the effects of the rules themselves.",
          "url": "https://doi.org/10.1017/s104909652510173x",
          "doi": "https://doi.org/10.1017/s104909652510173x",
          "filter": 0,
          "created": "2026-2-5"
        },
        {
          "title": "The Senate Sandbox: Teaching Legislative Politics through Open-ended, Multi-week Simulations",
          "authors": "Alison Craig, Ryan Dennehy, Frances Lee, Joshua Meyer-Gutbrod, Robert Oldham, Samuel Simon",
          "abstract": "Political science educators must take innovative approaches to respond to twenty-first-century classroom challenges. Simulation-based pedagogy can foster deep student engagement while developing strong peer relationships, encouraging empathy, and improving professional skills. There are many ways, however, to conduct simulations in political science courses. We argue that open-ended, multi-week simulations in which students participate as relative equals may be especially beneficial for effective learning. Although this “sandbox”-style approach to simulation learning is portable to other settings, we have used it in legislative politics courses focused on the US Senate. Drawing from our experiences and student reviews, we argue that simulations in which students can immerse themselves in a role for an extended period, focus on issues they care about, and learn from their mistakes and successes along the way create a uniquely valuable learning experience. Our approach can present challenges for instructors, but we believe it is flexible enough to be deployed in a variety of institutional settings and that any trade-offs are more than worth it.",
          "url": "https://doi.org/10.1017/s1049096525101637",
          "doi": "https://doi.org/10.1017/s1049096525101637",
          "filter": 0,
          "created": "2026-2-5"
        },
        {
          "title": "Beyond the Front Page: US Supreme Court Media Coverage in the Digital Age",
          "authors": "Matthew T. Cota, Rachael Houston, Elizabeth A. Lane, Jessica A. Schoenherr",
          "abstract": "Americans rely on the media to learn about the US Supreme Court. Historically, coverage was concentrated among a small set of major newspapers that regularly reported on high-profile decisions. The expansion of digital platforms and the Court’s decision to livestream oral arguments at the start of the COVID-19 pandemic created new opportunities for coverage, but it is unclear whether these changes increased overall media attention on the Court. Using new data to track how often Supreme Court decisions and oral arguments appear in print and broadcast-affiliated outlets, this article shows that the volume of coverage has declined in traditional newspapers but expanded (unevenly) across other outlets. These patterns challenge assumptions about stable and centralized Supreme Court coverage and highlight the need for scholars to account for changing levels of media attention when studying public responses to the Court.",
          "url": "https://doi.org/10.1017/s1049096525101807",
          "doi": "https://doi.org/10.1017/s1049096525101807",
          "filter": 0,
          "created": "2026-2-6"
        },
        {
          "title": "Academic Freedom as a Duty rather than a Right: A Confucian Perspective and Beyond",
          "authors": "Chih-yu Shih, Chiung-Chiu Huang",
          "abstract": "This article explores the relationship between academic freedom and the field of political science, focusing on scholars’ duty to engage in societal issues related to their area of expertise, rather than merely protecting their intellectual pursuits from outside influence. By drawing on and expanding the Confucian principles, it examines how this viewpoint informs the responsibilities of scholars and educators working within the discipline.",
          "url": "https://doi.org/10.1017/s1049096525101844",
          "doi": "https://doi.org/10.1017/s1049096525101844",
          "filter": 0,
          "created": "2026-2-10"
        },
        {
          "title": "What’s in a Name? Toward the Study of Names in Political Science",
          "authors": "John Wagner Givens",
          "abstract": "It is overdue for political science to consider the names of nation-states, the discipline’s primary unit of analysis and the world’s largest, richest, and most powerful actors. I begin this analysis by examining the descriptors used in formal country names, including empire, kingdom, Islamic, republic, democratic, socialist, and people’s. I analyze country names as independent variables, hypothesizing that they have value as signals of political characteristics. To test my hypotheses, I turn to the Varieties of Democracy dataset. I use fixed-effects panel regressions to examine whether countries’ descriptors correlate with the characteristics they name. I find that except for the democratic descriptor, all other descriptors are surprisingly accurate. This is the first step toward developing an understanding of names in political science as well as adding a new tool for comparative politics.",
          "url": "https://doi.org/10.1017/s1049096525101479",
          "doi": "https://doi.org/10.1017/s1049096525101479",
          "filter": 0,
          "created": "2026-2-9"
        },
        {
          "title": "From Commonality to Unity: The Opportunities and Challenges of Latinxs’ Cross-racial Alliances with Blacks",
          "authors": "Álvaro José Corral",
          "abstract": "As a racialized group that is subject to discrimination, US Latinxs are often considered “natural” coalitional partners for Black-led civil rights struggles. Although the BLM movement may serve as a potential site for cross-racial coalition building because both Latinxs and Blacks suffer from racial profiling by law enforcement, the development of a shared status across group boundaries hinges on the interpretation by Latinxs of both their personal- and group-level discrimination experiences. Using the 2020 CMPS, I explore how multiple dimensions of Latinx racial group consciousness (perceptions of discrimination, intra- and intergroup commonality, and racial identity) shape their cross-racial alliances with Black social movements. Results from multivariate analysis show that Latinxs who acknowledge Black Americans’ continued struggle against racial discrimination in both American society and the Latinx community are positively oriented toward the BLM movement. Findings also reveal contrasting effects for inter- and intragroup commonality: the former is strongly and consistently predictive of increased support for the BLM Movement, whereas the latter is associated with decreased support. These findings underscore both the opportunities and challenges for Latinx–Black political coalition building.",
          "url": "https://doi.org/10.1017/s1049096525101790",
          "doi": "https://doi.org/10.1017/s1049096525101790",
          "filter": 0,
          "created": "2026-2-5"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "The Bootlegger’s choice: astroturf groups, genuine Baptists or both?",
          "authors": "Joseph Abdelnour, Gilles Grolleau, Naoufel Mzoughi",
          "url": "https://doi.org/10.1007/s11127-026-01376-8",
          "doi": "https://doi.org/10.1007/s11127-026-01376-8",
          "filter": 0,
          "created": "2026-2-4"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Empowered by Information: Disease Outbreak Reporting at the World Health Organization",
          "authors": "Zoe Xincheng Ge",
          "url": "https://doi.org/10.1086/740814",
          "doi": "https://doi.org/10.1086/740814",
          "filter": 0,
          "created": "2026-2-9"
        },
        {
          "title": "Rallied by thy neighbor: how minority spatial concentration increases voter turnout",
          "authors": "Rafael Ahlskog, Michal Grahn, Stuart J. Turnbull-Dugarte",
          "url": "https://doi.org/10.1086/740816",
          "doi": "https://doi.org/10.1086/740816",
          "filter": 0,
          "created": "2026-2-9"
        },
        {
          "title": "System Justification in Authoritarian Regimes",
          "authors": "Elizabeth Nugent",
          "url": "https://doi.org/10.1086/740813",
          "doi": "https://doi.org/10.1086/740813",
          "filter": 0,
          "created": "2026-2-9"
        },
        {
          "title": "Bargaining for Longevity",
          "authors": "Jenn S. Kim",
          "url": "https://doi.org/10.1086/740815",
          "doi": "https://doi.org/10.1086/740815",
          "filter": 0,
          "created": "2026-2-9"
        }
      ],
      "articles_hidden": []
    }
  ]
}
