{
  "update": "2025-10-29",
  "content": [
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "The Green Transition and Political Polarization Along Occupational Lines",
          "authors": "VINCENT HEDDESHEIMER, HANNO HILBIG, ERIK VOETEN",
          "abstract": "Green transition policies set long-term targets to reduce carbon emissions and other pollutants, posing a threat to workers in polluting occupations and communities reliant on them. Can far-right parties attract voters who anticipate losing from the green transition? We explore this in Germany, which has ambitious green policies and a large workforce in polluting occupations. The far-right AfD started campaigning as the only party opposing green transition policies in 2016. Using a difference-in-differences design, we show AfD support increased more in counties with larger shares of employment in polluting occupations once the AfD adopted an anti-green platform in 2016. A panel survey demonstrates that individuals in these occupations also shifted toward the AfD. Probing mechanisms, we find that far-right support may stem from shifting perceptions of social stigma and lower status. Our results highlight the need for a new research agenda on backlash against the normative dimension of the green transition.",
          "url": "https://doi.org/10.1017/s0003055425101226",
          "doi": "https://doi.org/10.1017/s0003055425101226",
          "filter": 0
        },
        {
          "title": "More than Money: The Political Consequences of Reparations",
          "authors": "ELSA VOYTAS",
          "abstract": "Can material reparations change political participation? To examine whether material reparations can increase political engagement among survivors of state violence, I use content analysis of survivor testimonies, interviews, and plausibly exogenous variation in the timing of reparations approval for surviving victims of the Pinochet dictatorship in Chile. After being approved for reparations, survivors are more likely to register to vote compared to those not yet enrolled in the reparations program. I present evidence that the symbolic value of reparations payments holds particular significance for survivors and suggest that the transitional justice experience provides an opportunity for them to revise their views of the state. These findings indicate that in post-violence contexts, policy experiences can be a consequential determinant of future political behavior, potentially expanding electoral engagement as societies move toward building peace and consolidating democracy.",
          "url": "https://doi.org/10.1017/s0003055425100865",
          "doi": "https://doi.org/10.1017/s0003055425100865",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Policlim : A Dataset of Climate Change Discourse in the Political Manifestos of Forty-Five Countries from 1990 to 2022",
          "authors": "Mary Sanford, Silvia Pianta, Nicolas Schmid, Giorgio Musto",
          "abstract": "With ambitious action required to achieve global climate mitigation goals, climate change has become increasingly salient in the political arena. This article presents a dataset of climate change salience in 1,792 political manifestos of 620 political parties across different party families in forty-five OECD, European, and South American countries from 1990 to 2022. Importantly, our measure uniquely isolates climate change salience, avoiding the conflation with general environmental and sustainability content found in other work. Exploiting recent advances in supervised machine learning, we developed the dataset by fine-tuning a pre-trained multilingual transformer with human coding, employing a resource-efficient and replicable pipeline for multilingual text classification that can serve as a template for similar tasks. The dataset unlocks new avenues of research on the political discourse of climate change, on the role of parties in climate policy making, and on the political economy of climate change. We make the model and the dataset available to the research community.",
          "url": "https://doi.org/10.1017/s0007123425100719",
          "doi": "https://doi.org/10.1017/s0007123425100719",
          "filter": 0
        },
        {
          "title": "Climate Policy Costs, Regional Politics, and Backlash against International Co-operation",
          "authors": "Patrick Bayer, Federica Genovese",
          "abstract": "This paper investigates the conditions under which subnational concerns shape public assessments of international climate governance. In line with existing literature, we maintain that costly policy adjustments fuel negative views of international co-operation in policy-exposed regions. At the same time, we argue that the more resentful relations are with the national center of politics, the more sympathetic these regions are to international institutions and global governance. Based on geographically targeted survey data from the United Kingdom, we find that fossil fuel-intensive regions with strong, institutionalized regional politics have more positive assessments of international climate co-operation than structurally similar regions where regional political institutions are less pronounced. The findings show that regional politics characteristics are key for understanding climate policy beliefs among citizens that bear the brunt of adjustments to international climate agreements.",
          "url": "https://doi.org/10.1017/s0007123425100732",
          "doi": "https://doi.org/10.1017/s0007123425100732",
          "filter": 0
        },
        {
          "title": "Election Pledges in Multiparty Governments: When do Voters Accept Non-Fulfillment?",
          "authors": "Juha Ylisalo, Theres Matthieß, Katrin Praprotnik, Laurenz Ennser-Jedenastik",
          "abstract": "Theories of representative democracy emphasize the importance of electoral pledges for informed voting and government accountability. Recent studies have highlighted citizens’ tendency to impose electoral punishments when parties fail to fulfill their pledges. However, conditions under which citizens consider non-fulfillment acceptable have received little attention. Specifically, multiparty government makes it less likely that an individual party fulfills its pledges, but whether citizens take such obstacles into account when evaluating the acceptability of non-fulfillment has remained largely untested. We theorize that both the coalition negotiation context and the negotiation outcome influence citizens’ evaluations. To test our hypotheses, we conducted two vignette experiments in Finland and Germany. The results revealed that, regardless of their opinion about the substance of a pledge, voters were more accepting of unfulfilled pledges when party or coalition characteristics created obstacles to fulfillment. The findings suggest that voters possess a nuanced understanding of the constraints of coalition government.",
          "url": "https://doi.org/10.1017/s0007123425100860",
          "doi": "https://doi.org/10.1017/s0007123425100860",
          "filter": 0
        },
        {
          "title": "Autocratic Audiences and Linguistic Complexity",
          "authors": "Nikita Khokhlov, Alexander Baturo",
          "abstract": "Making policy speeches is a major activity of authoritarian elites, yet we know surprisingly little about their incentives to be understood by constituents, and whether more effective communicators are rewarded. While many authoritarian actors care little about their audience and speak tediously, we argue that, in the service of legitimation and co-optation, simpler, more effective communication is required in protest-prone regions with lower regime support. Because such regions often have more developed economies and educated populations, paradoxically, this results in the opposite dynamics to that under democracy, where simpler speech is addressed at less educated, poorer constituents. Drawing on data from Russian governors’ major policy addresses and social media posts, and supplementing it with federal parliamentary speeches, we find that the linguistic complexity of elites reflects their audiences; elites also reduce it when their strategic context changes. In turn, more effective communicators are promoted. Our findings contribute to an understanding of authoritarian co-optation, elite incentives, responsiveness, and propaganda.",
          "url": "https://doi.org/10.1017/s0007123425100914",
          "doi": "https://doi.org/10.1017/s0007123425100914",
          "filter": 0
        },
        {
          "title": "Contentious Rituals and Intergroup Relations: Parading in Northern Ireland",
          "authors": "Kit Rickard, Giovanni Hollenweger, Sigrid Weber, Kristin M. Bakke",
          "abstract": "In some divided societies, identity-based groups engage in ‘contentious rituals’, such as public parades or commemorative events, to cultivate the group’s collective social memory and build solidarity. We examine whether and how such rituals perpetuate group divisions in post-conflict societies, drawing on evidence from a case study of parading in Northern Ireland. Every year, contentious parades in this post-conflict society have the potential to raise tensions between the two major communities, Catholics and Protestants. Using a mixed-methods design, we show that parades in Northern Ireland are detrimental to intergroup attitudes. Our research design relies on compiling geolocated data on over 55,000 parades (2002–22), analyses of both nationally representative longitudinal surveys (2003–19) and an original survey fielded in 2022, and insights from qualitative fieldwork conducted during the height of the parading season in 2023.",
          "url": "https://doi.org/10.1017/s0007123425100835",
          "doi": "https://doi.org/10.1017/s0007123425100835",
          "filter": 0
        },
        {
          "title": "Interstate Conflict Increases the Appeal of Undemocratic Candidates",
          "authors": "Kristian Frederiksen, Lasse Laustsen",
          "abstract": "How do threats of interstate conflict affect American voters’ propensity to support candidates who violate democratic principles? We argue that undemocratic behavior affects perceived dominance, which citizens value in times of conflict. We fielded two conjoint experiments and a factorial vignette experiment in the United States to test this two-step argument. First, our conjoint experiments demonstrate a robust and strong relationship between undemocratic candidate behavior and dominance impressions. Second, our vignette experiment – manipulating undemocratic behavior by in-party presidential candidates and priming threats of conflict with China and Russia – shows that undemocratic candidates are evaluated more positively under conflict compared to peace. This is especially the case among Republican voters, although the pattern is also evident among Democrats and Independents. Our letter sheds light on the consequences of the escalation of wars with relevance to the United States around the globe, pointing to toleration of undemocratic behavior specifically.",
          "url": "https://doi.org/10.1017/s0007123425101014",
          "doi": "https://doi.org/10.1017/s0007123425101014",
          "filter": 0
        },
        {
          "title": "Exposure to Confederate Monuments: The Political Effect of Non-Intervention",
          "authors": "Ana Ruipérez Núñez",
          "abstract": "What is the effect of exposure to contested commemorations? Previous research has mostly found that removing these objects generates backlash. However, I argue that non-intervention can itself have detrimental effects as citizens are exposed to them in their daily lives. Empirically, I leverage a survey experiment where the treatment is administered via an originally created video that resembles a tour guide of an American city. With minimal manipulations, respondents in the treatment group are exposed to Confederate commemorations, while those in the control group are not. I find that these symbols signal the town’s history and predominant ideology. They also negatively shape observers’ emotions, political efficacy, trust in the town residents, and donations to local schools. The effects are moderated by partisanship. Republican respondents are either unaffected by the treatment or move in the opposite direction. These results highlight the potential negative consequences of maintaining controversial commemorations.",
          "url": "https://doi.org/10.1017/s0007123425100641",
          "doi": "https://doi.org/10.1017/s0007123425100641",
          "filter": 0
        },
        {
          "title": "If They Don’t Do the Job, We’ll Do It! Regional Economic Conditions and Support for Democratic Innovations in Europe",
          "authors": "Emilien Paulis, Take Sipma, David Talukder",
          "abstract": "Democratic innovations (DIs), such as deliberative mini-publics and referenda, are gaining traction in Europe, but their legitimacy depends on public support and their ability to address democratic discontent. While prior research focuses on individual-level drivers, structural conditions remain understudied. This study uniquely integrates the regional economic context into the analysis, combining survey data ( N = 16,000) with economic indicators from ninety-one regions in thirteen European countries. Findings show that DIs receive slightly more support in poorer regions. Additionally, in these regions, economic hardship fuels demand for DIs by amplifying economic deprivation and political disaffection (‘enraged’ mechanism), whereas in wealthier regions, political interest is the key driver of public support for DIs (‘engaged’ mechanism). By incorporating economic conditions into the study of DIs, this research refines two key theories of DI support and offers a more nuanced understanding of when and why citizens support institutional change, thereby informing more context-sensitive participatory policies.",
          "url": "https://doi.org/10.1017/s0007123425100549",
          "doi": "https://doi.org/10.1017/s0007123425100549",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Emphasizing or downplaying political ambitions: Exploring the role of candidate gender in shaping voter perceptions",
          "authors": "Yuya Endo, Yoshikuni Ono",
          "url": "https://doi.org/10.1016/j.electstud.2025.103004",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103004",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Coalition government and the electoral consequences of legislative organization",
          "authors": "Lasse Aaskoven, Shane Martin",
          "abstract": "Voters are increasingly turning away from governing parties in parliamentary elections, with junior parties in coalition governments often bearing the brunt of the electorate’s dissatisfaction. Can the design of legislative institutions help parties mitigate the electoral costs of governing? We suggest that in systems with strong legislative committees, junior coalition parties are better positioned to protect their party’s policy brand from being eroded, which in turn helps insulate them from the electoral costs of governing. Analyzing data on legislative committees and party-level electoral outcomes in 36 European and OECD countries from 1990 to 2019, we find that stronger parliamentary committee systems are associated with harsher electoral costs for the prime minister’s party but reduced electoral costs for junior coalition parties. Our findings suggest that the structure of legislative institutions in parliamentary systems can have significant electoral implications, including relatively positive outcomes for smaller governing parties.",
          "url": "https://doi.org/10.1017/s1475676525100315",
          "doi": "https://doi.org/10.1017/s1475676525100315",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Can Monuments to Victims Increase Tolerance?",
          "authors": "Ana Ruipérez Núñez, Melanie Sauter",
          "abstract": "Can monuments to victims of authoritarian regimes promote more tolerant societies? We look into the case of Stolpersteine, small memorials commemorating victims of the Nazi regime in Germany. Unlike other monuments, Stolpersteine are dedicated to specific individuals who were victims of Nazi violence. In a pre-registered survey experiment, we showed treated individuals pictures of the stones. Our results show that exposure to Stolpersteine strongly increased negative emotions and reduced positive ones. The results on attitudinal and quasi-behavioral outcomes are mixed, likely driven by ceiling effects. We find a positive effect on tolerance toward the only minority group that faces low tolerance in the control group. However, there is no statistically significant effect for other groups.",
          "url": "https://doi.org/10.1017/xps.2025.10022",
          "doi": "https://doi.org/10.1017/xps.2025.10022",
          "filter": 0
        },
        {
          "title": "Expressive Responding and the Economy: The Case of Trump’s Return to Office",
          "authors": "Matthew H. Graham",
          "abstract": "The partisan gap in economic perceptions flipped unusually dramatically after the 2024 U.S. presidential election: following the Republican victory, Democrats (Republicans) suddenly rated the economy much more negatively (positively). Was the resulting partisan difference a case of expressive responding, wherein surveys exaggerate partisan bias in measures of economic perceptions? In April 2025, I fielded a panel survey experiment that asked survey respondents to guess then-unpublished measures of economic growth, inflation, and unemployment in the current month or quarter (Prolific, N = 2,831). Randomly selected respondents were offered $2 per correct answer. Partisan bias did not shrink as a result, suggesting genuine differences in economic perceptions. Two measures of response effort (response time and looking up answers) increase, suggesting that misreporting does not fully explain the effects of pay-for-correct treatments.",
          "url": "https://doi.org/10.1017/xps.2025.10023",
          "doi": "https://doi.org/10.1017/xps.2025.10023",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Moral justification for misinformation: Evidence from a survey experiment during the 2024 U.S. presidential campaign",
          "authors": "Tevfik Murat Yildirim",
          "abstract": "In this study, I examine the extent to which voters apply consistent moral and democratic standards to political misinformation, and how these standards interact with perceived misinformation in the campaign. Drawing on an original survey experiment during the 2024 U.S. presidential campaign, I randomly assigned respondents to read one of ten fact-checked misleading statements made by either Kamala Harris or Donald Trump in a nationally televised debate. I found that individuals were more likely to justify, excuse, and downplay the democratic harm of misinformation when it came from their preferred candidate. While this tendency was evident across both partisan groups, the tendency to downplay the democratic harm of co-partisan misinformation was particularly noticeable among Trump supporters. Moreover, the main effect was stronger among respondents who perceived misinformation as widespread during the campaign. Finally, I demonstrate that willingness to accept misinformation varies by policy area, with greater justification for misleading statements on immigration, abortion and gun rights among Trump supporters, and trade and tax among Harris supporters. These findings highlight how partisan loyalty can distort moral judgment and underscore the challenges misinformation poses for democratic accountability.",
          "url": "https://doi.org/10.1177/13540688251391572",
          "doi": "https://doi.org/10.1177/13540688251391572",
          "filter": 0
        },
        {
          "title": "Trading economic for security performance: Shifting voters’ agenda during 2023 Turkish elections",
          "authors": "Ali Çarkoğlu, Yasushi Hazama",
          "abstract": "This study examines the changing impact of economic and security performance evaluations on support for the incumbent president during the 2023 Turkish election campaign, contributing to the literature on economic voting and electoral strategies in hybrid regimes. Using a three-wave panel survey, we find that the effects of these evaluations fluctuate throughout the campaign. Four months before the elections, economic evaluations had a stronger impact on support for Erdoğan than security evaluations. However, 1 month before the elections, security evaluations became more influential. Six weeks after the elections, security compared to economic evaluations remained more significant than economic evaluations, though the gap narrowed. This temporal change coincides with shifts diagnosed in the literature attributed to Erdoğan’s strategic emphasis on security over economic challenges. The findings suggest that incumbents in competitive authoritarian regimes can use their privileged policy tools, such as media access, to shift the campaign agenda towards favorable issues, even during economic downturns, to survive the unfavorable performance conditions.",
          "url": "https://doi.org/10.1177/13540688251380613",
          "doi": "https://doi.org/10.1177/13540688251380613",
          "filter": 0
        },
        {
          "title": "The political dynamics of partisan polarization SchmidtEric R.CarminesEdward G.SnidermanPaul M.. The Political Dynamics of Partisan Polarization, Cambridge, New York, etc.: Cambridge University Press, 2025. 86 pp., $23.00 (ebook), ISBN 9781009472760.",
          "authors": "Tingting Hu",
          "url": "https://doi.org/10.1177/13540688251393802",
          "doi": "https://doi.org/10.1177/13540688251393802",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Good Sports or Sore Losers: Sports Fans and Perceptions of Election Legitimacy",
          "authors": "Alex Tolkin",
          "abstract": "What makes people more likely to view electoral defeats as legitimate? In this paper I examine the influence of legitimating rituals, public behavior from competitors that signal that a competition is conducted fairly. Building on social learning theory, I predict that observing legitimating rituals in even ostensibly apolitical competitions increases perceptions of election legitimacy. In the US, legitimating rituals are most commonly observed when watching televised team sports. Using a pre-post panel study of the 2020 election, as well as an experimental design manipulating exposure to legitimating rituals in both sports and politics, I test the theory that exposure to legitimizing rituals of either kind increases perceptions that an election outcome was legitimate.",
          "url": "https://doi.org/10.1007/s11109-025-10077-9",
          "doi": "https://doi.org/10.1007/s11109-025-10077-9",
          "filter": 0
        },
        {
          "title": "Health and Political Representation: Unpacking the Nuanced Effects of Health on Political Outcomes",
          "authors": "Micah Tan",
          "url": "https://doi.org/10.1007/s11109-025-10092-w",
          "doi": "https://doi.org/10.1007/s11109-025-10092-w",
          "filter": 0
        },
        {
          "title": "Correction: Exploiting a Major Blunder To Study Policy Accountability: Trump and his Covid Stance in 2020",
          "authors": "Eric Guntermann, Gabriel S. Lenz",
          "url": "https://doi.org/10.1007/s11109-025-10083-x",
          "doi": "https://doi.org/10.1007/s11109-025-10083-x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Response to commentators",
          "authors": "Oliver Belcher",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103431",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103431",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Emotion (dys)regulation and national narcissism",
          "authors": "Zuzanna Molenda, Marta Marchlewska, Aleksandra Cislak",
          "abstract": "Emotional struggles have the potential to shape our perceptions of the social world. This research examined how emotion dysregulation—a difficulty in managing one's emotional experiences—relates to national narcissism, an inflated belief in the unparalleled greatness of one's nation, often driven by psychological shortcomings. Across three cross‐sectional studies conducted among British ( N = 473), American ( N = 444), and Polish ( N = 633) participants, we found that deficiencies in emotion regulation were consistently linked to higher national narcissism. Importantly, national narcissism partially accounted for the link between emotion dysregulation and conspiracy beliefs. These results extend prior work by illuminating the emotional underpinnings of national narcissism and demonstrating how individual emotional challenges resonate within broader social phenomena.",
          "url": "https://doi.org/10.1111/pops.70073",
          "doi": "https://doi.org/10.1111/pops.70073",
          "filter": 0
        },
        {
          "title": "Diversity politics: The effects of elite rhetoric and issue racialization on support for descriptive representation",
          "authors": "Nicole Huffman, H. Hannah Nam",
          "abstract": "Although the importance of diversity is hotly contested in U.S. politics, political parties have increasingly embraced descriptive representation as an important ideal. Indeed, in recent years both Democratic and Republican political leaders have even publicly committed to selecting underrepresented candidates for powerful roles. We examine how different types of elite rhetoric promoting racial diversity can influence evaluations of the government body, the selected candidate, and general efforts to diversify politics. With two survey experiments, we find that rhetoric emphasizing the value of diverse representation increases support for political representation of racialized minorities only when the policy domain itself is racialized. But when the policy is not racialized, even positive rhetoric about diverse representation has negative effects on evaluations of the selection process and candidate. Furthermore, leaders' commitment to select an underrepresented candidate has largely negative effects, regardless of policy racialization. This work holds important implications for how elite rhetoric can contribute to normative goals of increasing diverse political representation while minimizing undue negative evaluations of political leaders and institutional legitimacy.",
          "url": "https://doi.org/10.1111/pops.70083",
          "doi": "https://doi.org/10.1111/pops.70083",
          "filter": 0
        },
        {
          "title": "Not a real meritocracy? How conspiracy beliefs reduce perceived distributive justice",
          "authors": "Qi Zhao, Jan‐Willem van Prooijen, Giuliana Spadaro",
          "abstract": "The meritocracy principle, along with other distributive justice principles such as equality and need, is fundamental to the healthy functioning of modern societies. However, our understanding of the factors that shape citizens' perceptions of these principles remains limited. We proposed that conspiracy beliefs are negatively related to distributive perceptions and tested these relationships in four studies. Study 1 analyzed a global dataset (90,837 participants; 68 societies) and identified a negative relationship between conspiracy beliefs and meritocracy perceptions. Study 2a (preregistered; N = 403; US) and Study 2b (preregistered; N = 788; China) manipulated conspiracy beliefs in societal settings. Conspiracy beliefs consistently reduced perceptions of meritocracy, perceived equality, and need principles. Study 3 (preregistered; N = 403) replicated these results in a hypothetical organizational setting. These findings suggest that conspiracy beliefs reduce citizens' perceived fairness of resource allocations across different distributive justice rules.",
          "url": "https://doi.org/10.1111/pops.70085",
          "doi": "https://doi.org/10.1111/pops.70085",
          "filter": 0
        },
        {
          "title": "How deep a divide do we tolerate? Measuring the willingness to engage with differently minded others (WEDO)",
          "authors": "Melissa Jauch, Olivia Fischer, Mariela E. Jaffé, Rainer Greifeneder",
          "abstract": "Fostering contact across political camps is crucial to combat affective polarization and to sustain healthy democratic discourse. Researchers therefore have become increasingly interested in better understanding the factors that promote or hamper political exchange. The present research contributes to this goal by introducing WEDO, a new measure to assess the willingness to engage with differently minded others based on behavioral preferences in hypothetical scenarios. This measure integrates the advantages of topic‐specific assessment, fine‐grained response, and economical administration. Across four studies ( N = 1215) conducted in diverse sociopolitical contexts, we examine WEDO's associations with conceptually related variables. Our findings indicate that WEDO is linked to various individual characteristics (e.g., analytic thinking, intellectual humility) and further predicts behavior in a selective exposure task. Overall, WEDO offers a nuanced tool for understanding how personal characteristics, situational factors, and sociopolitical contexts influence individuals' openness to political discourse.",
          "url": "https://doi.org/10.1111/pops.70086",
          "doi": "https://doi.org/10.1111/pops.70086",
          "filter": 0
        },
        {
          "title": "Should “sisters” be doing it by themselves? Leadership, allyship, and mobilization for gender equality",
          "authors": "Emina Subašić, Michelle K. Ryan, Lisa Joye, Mitchell Young, Stephanie Hardacre, Katherine J. Reynolds, Nyla R. Branscombe",
          "abstract": "While gender equality initiatives have historically been spearheaded by women, male allies' contribution is increasingly recognized—and challenged. Our article examines the pivotal yet neglected intersection of women's leadership and allyship for gender equality. Across two experiments with community samples (total N = 801), we investigate how message framing (common cause vs. women's issue; Experiment 1), intergroup/male versus intragroup/female allies (Experiments 1–2), and transformative versus tokenistic allyship (Experiment 2) affect female leaders' capacity to mobilize both men and women for gender equality. We demonstrate that common cause (vs. women's issue) messages more readily mobilize men for collective action, whereas women's mobilization remains high irrespective of message framing. We also show that a female leader supported by an intergroup/male rather than an intragroup/female ally is more likely to be seen as “one of us,” have greater influence, and be more effective at mobilizing both men and women for collective action (Experiments 1–2). Critically, men are mobilized by transformative allyship (regardless of ally gender) and disengage from both the leader and the cause in response to tokenistic allyship (Experiment 2). While male allies can be important, our results suggest that transformative allyship is essential for mobilization across gender boundaries.",
          "url": "https://doi.org/10.1111/pops.70084",
          "doi": "https://doi.org/10.1111/pops.70084",
          "filter": 0
        },
        {
          "title": "“We have nothing to do with it”: How statements of denial by armed actors shape public perceptions and emotions",
          "authors": "Ilayda B. Onder, Mark Berlin",
          "abstract": "Armed groups operating in conflicts around the world publish statements of denial to dissociate themselves from acts of violence. Existing research argues that armed groups publish denial statements to avoid public backlash, favorably frame the conduct of their campaigns, and distance themselves from unsanctioned actions conducted by rank‐and‐file members. However, the broader psychological impact of denial statements on public perceptions remains unexplored. Investigating the effects of denial statements published by armed groups, we conducted a novel survey experiment with a national sample of 1616 adults in the United States. Participants were presented with a fictional attack attributed to an armed group by the government and randomly assigned to conditions in which the group denied, claimed, or remained silent about the attack. Our findings reveal that denials reduce perceived culpability in attacks, undermine trust in government, and alter emotional responses to violence. These results highlight how denial statements may serve as important rhetorical tools in armed groups' discursive repertoire. This study contributes to scholarship on the communication strategies of armed groups, psychological responses to violence, and the effects of militant discourse on public perceptions.",
          "url": "https://doi.org/10.1111/pops.70079",
          "doi": "https://doi.org/10.1111/pops.70079",
          "filter": 0
        },
        {
          "title": "Extremism at the center: Uncovering political diversity among midpoint responders on the left–right self‐placement item",
          "authors": "Edward J. R. Clarke, Frank Eckerle, John R. Kerr, Stephen R. Hill, Mathew Ling, Mathew D. Marques, Matt N. Williams",
          "abstract": "The midpoint of the left‐right self‐placement item is hiding important political diversity, and may be conflating moderate responders with populists and other political sub‐groups. Survey researchers should consider this problem when examining relationships between political orientation and political attitudes. We suggest testing for non‐linearity in these relationships, and measuring anti‐establishment and populist beliefs separately. Researchers interested in building theories explaining the psychological underpinnings of ideological extremism should also consider the possibility that a qualitatively different type of ideological extremist self‐places on the midpoint.",
          "url": "https://doi.org/10.1111/pops.70082",
          "doi": "https://doi.org/10.1111/pops.70082",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "From Bookworm to Browser: The Decline of Books in Political Science Scholarship",
          "authors": "Alixandra B. Yanus, Phillip J. Ardoin",
          "abstract": "This study examines how patterns of referencing in political science research have changed during the past three decades. By analyzing references in leading political science journals from 1990 to 2024, we reveal a notable shift: a decline in book references (52% to 28%) and a corresponding increase in journal article references (40% to 65%). These findings have important implications for students, the discipline, research libraries, and academia, particularly in tenure and promotion evaluations. They also raise concerns about the depth of analyses and increased specialization at the expense of broader synthesis.",
          "url": "https://doi.org/10.1017/s1049096525101522",
          "doi": "https://doi.org/10.1017/s1049096525101522",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Seeing is believing: Voluntary gender quotas change female leadership stereotypes",
          "authors": "Vladimir Chlouba",
          "abstract": "Can gender quotas voluntarily adopted by political parties alter stereotypical views about women in politics? This article examines Namibia’s SWAPO, an electorally dominant party that introduced a 50/50 gender quota in 2013. Using an event study design, I analyze public attitudes before and after the 2014 elections, when women elected due to the quotas entered Parliament. The findings reveal that increased female representation had a positive impact on women’s belief that they should have equal access to political office, with no evidence of backlash among male respondents. These results underscore the role of voluntary party quotas in shaping public perceptions of female leadership, offering new insights into the symbolic effects of quotas in developing-country contexts.",
          "url": "https://doi.org/10.1177/20531680251389036",
          "doi": "https://doi.org/10.1177/20531680251389036",
          "filter": 0
        },
        {
          "title": "Probing PR: Does proportional representation induce ethnic power sharing and reduce conflict?",
          "authors": "Nils-Christian Bormann, Simon Hug",
          "abstract": "Recent work on power sharing and civil conflicts in ethnically divided societies emphasizes the crucial distinction between mandates and their implementation. Formal power-sharing rules reduce the risk of armed conflict, but power-sharing practices mediate this effect. Political scientists frequently categorize proportional electoral rules (PR) as part of the broader class of power-sharing institutions, which should induce power-sharing practices, and in turn reduce the likelihood of intrastate armed conflict. Empirical evidence for this claim is indirect at best. Using mediation analysis, we assess whether PR rules or executive power-sharing institutions (or their combination) engender elite power sharing in ethnically divided societies and reduce the risk of ethnic intrastate conflict. Using different datasets, we find no evidence for a positive effect of PR on power-sharing practices, and some weak evidence that PR reduces intrastate conflict through other mechanisms. Recommendations of PR to ethnically divided societies or post-conflict environments as means to foster inclusion and thus reduce conflict should be reconsidered.",
          "url": "https://doi.org/10.1177/20531680251389184",
          "doi": "https://doi.org/10.1177/20531680251389184",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Acting Otherwise in the Face of Ecological Collapse: Günther Anders and the Politics of Infinite Delay",
          "authors": "Mathias Thaler",
          "url": "https://doi.org/10.1086/739296",
          "doi": "https://doi.org/10.1086/739296",
          "filter": 0
        },
        {
          "title": "My Vote History is Public Information? The Consequences of Administrative Transparency for Public Attitudes toward Elections",
          "authors": "Emily Wager",
          "url": "https://doi.org/10.1086/739293",
          "doi": "https://doi.org/10.1086/739293",
          "filter": 0
        },
        {
          "title": "Varying Political Responses to Job Loss? Examining the Contextual Dynamics of Political Mobilization and Withdrawal.",
          "authors": "Karl-Oskar Lindgren, Jan Szulkin",
          "url": "https://doi.org/10.1086/739294",
          "doi": "https://doi.org/10.1086/739294",
          "filter": 0
        },
        {
          "title": "Feeling ill: perspective-taking and attitudes toward healthcare access for undocumented immigrants.",
          "authors": "Cesar Vargas Nunez",
          "url": "https://doi.org/10.1086/739295",
          "doi": "https://doi.org/10.1086/739295",
          "filter": 0
        },
        {
          "title": "Incivility Does Not Exist: An Experimental Assessment on the Drivers of Incivility Perceptions and their Effects on Candidate Evaluations",
          "authors": "Chiara Vargiu, Alessandro Nai, Diego Garzia",
          "url": "https://doi.org/10.1086/735437",
          "doi": "https://doi.org/10.1086/735437",
          "filter": 0
        },
        {
          "title": "Who Should Be the Master of My Words? On Political Authority and Linguistic Justice",
          "authors": "Sergi Morales-Gálvez",
          "url": "https://doi.org/10.1086/735456",
          "doi": "https://doi.org/10.1086/735456",
          "filter": 0
        },
        {
          "title": "Preposterous Fake News, the Breach of Democratic Trust, and Intellectual Humility",
          "authors": "Anna Elisabetta Galeotti, Federica Liveriero",
          "url": "https://doi.org/10.1086/735174",
          "doi": "https://doi.org/10.1086/735174",
          "filter": 0
        },
        {
          "title": "When Do Legislators Represent Their Constituents? Evidence from Roll-Call and Referendum Votes",
          "authors": "John G. Matsusaka",
          "url": "https://doi.org/10.1086/735436",
          "doi": "https://doi.org/10.1086/735436",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
