{
  "update": "2025-02-04",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Alienation, equality, and multifaith establishment",
          "authors": "Andrew Shorten",
          "abstract": "Religious establishment today often takes a multifaith form, whereby multiple religions are supported in different ways and to different degrees. In order to contribute to the development of a normative framework for assessing practices and regimes of multifaith establishment, this article recommends the concept of “social alienation.” Initially, social alienation is defended as a negative normative criterion to determine when specific establishment practices are unacceptable. This criterion is compared favorably with approaches that evaluate establishment practices by reference to an ideal of public reason or according to whether they convey an expressive harm, as well as with similar approaches based on a purely subjective understanding of alienation. Subsequently, it is also argued that addressing social alienation can support a case for multifaith religious establishment regimes that support or recognize minority religions, since it is often unequal establishment practices that socially alienate, not establishment as such.",
          "url": "https://doi.org/10.1111/ajps.12950",
          "doi": "https://doi.org/10.1111/ajps.12950",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Efficacy of Congressional Oversight",
          "authors": "PAMELA BAN, SETH J. HILL",
          "abstract": "Oversight, scholars argue, allows Congress to control the executive agents it empowers to implement law. Yet the tools of oversight are rather limited and debate continues as to how much influence oversight provides. How well can members of Congress motivate bureaucratic performance? To measure the efficacy of oversight, we create a new dataset matching oversight efforts to a bureaucratic deficiency Congress has sought to reduce since the early 2000s: improperly made payments to contractors and clients. We estimate the effect of congressional hearings, one of the most important tools of congressional oversight, as well as correspondence, appropriation committee reports, statutes, and executive action. We find that hearings lead to subsequent declines in improper payments. The magnitude of the effect, however, is small relative to the scope of the problem, suggesting strong limits on the efficacy of oversight. Our findings imply that America’s elected officials struggle to effectively manage implementation of policy.",
          "url": "https://doi.org/10.1017/s0003055424001242",
          "doi": "https://doi.org/10.1017/s0003055424001242",
          "filter": 0
        },
        {
          "title": "Dating Apps and the Digital Sexual Sphere",
          "authors": "ELSA KUGELBERG",
          "abstract": "The online dating application has in recent years become a major avenue for meeting potential partners. However, while the digital public sphere has gained the attention of political philosophers, a systematic normative evaluation of issues arising in the “digital sexual sphere” is lacking. I provide a philosophical framework for assessing the conduct of dating app corporations, capturing both the motivations of users, and the reason why they find usage unsatisfying. Identifying dating apps as agents intervening in a social institution necessary for the reproduction of society, with immense power over people’s lives, I ask if they exercise their power in line with individuals’ interests. Acknowledging that people have claims to noninterference, equal standing, and choice improvement relating to intimacy, I find that the traditional, nondigital, sexual sphere poses problems to their realisation, especially for sexual minorities. In this context, apps’ potential for justice in the sexual sphere is immense but unfulfilled.",
          "url": "https://doi.org/10.1017/s000305542400128x",
          "doi": "https://doi.org/10.1017/s000305542400128x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Who cares about the culture war? Evidence from a vote choice conjoint experiment",
          "authors": "James Breckwoldt",
          "url": "https://doi.org/10.1016/j.electstud.2025.102895",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102895",
          "filter": 0
        },
        {
          "title": "Spatial contagion and party competition on environmental issue salience",
          "authors": "Luigi Curini, Luca Pinto",
          "url": "https://doi.org/10.1016/j.electstud.2024.102893",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102893",
          "filter": 0
        },
        {
          "title": "Explicit partisan candidate support and bureaucratic responsiveness in hyper-partisan environment: Evidence from a field experiment",
          "authors": "Seung Wook Ethan Yoo",
          "url": "https://doi.org/10.1016/j.electstud.2024.102890",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102890",
          "filter": 0
        },
        {
          "title": "Explaining 2020 Trump support: The role of anti-Muslim, pro-police, and anti-BLM attitudes",
          "authors": "Nazita Lajevardi, Jan Zilinsky",
          "url": "https://doi.org/10.1016/j.electstud.2024.102888",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102888",
          "filter": 0
        },
        {
          "title": "Do voters prefer logrolling to compromise in parliamentary democracies?",
          "authors": "Alejandro Ecker, Thomas M. Meyer, Carolina Plescia",
          "url": "https://doi.org/10.1016/j.electstud.2024.102889",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102889",
          "filter": 0
        },
        {
          "title": "Losing predicts perceptions that elections were decided by fraud, but margin of loss and candidate race do not",
          "authors": "Cecile Tobin, Ben Aronson, Sharanya Majumder, Hannah Tanenbaum, Ethan Weber, John M. Carey, Brian Fogarty, Brendan Nyhan, Jason Reifler",
          "url": "https://doi.org/10.1016/j.electstud.2024.102880",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102880",
          "filter": 0
        },
        {
          "title": "When do candidates “go negative”? A conjoint analysis to unpack the mechanisms of negative campaigning",
          "authors": "Sebastian Stier, Corinna Oschatz, Bernhard Clemm von Hohenberg, Jürgen Maier, Alessandro Nai, Nora Kirkizh",
          "url": "https://doi.org/10.1016/j.electstud.2024.102894",
          "doi": "https://doi.org/10.1016/j.electstud.2024.102894",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Book Review: America’s new racial battle lines",
          "authors": "Jared Clemons",
          "url": "https://doi.org/10.1177/13540688251317848",
          "doi": "https://doi.org/10.1177/13540688251317848",
          "filter": 0
        },
        {
          "title": "Tales of the unexpected: Promissory representation in times of uncertainty and economic downturn",
          "authors": "Frank Algra-Maschio, Sonam Thomas, Robert Thomson",
          "abstract": "According to widely held views on good democratic practice, when political parties are in government, they should generally keep the promises they made to voters during the previous election campaigns that brought them to power. But what happens when things change dramatically between the times of promising and governing? We develop and test a theory of how economic uncertainty and change affects promise keeping. We argue that when parties formulate election pledges amid high levels of uncertainty, they make promises that can be kept even when significant negative economic changes transpire. We test the implications of the theory using a mixed methods approach, including a quantitative analysis of over 9000 election pledges made by parties from 13 countries. We also present new quantitative and qualitative evidence on pledge fulfillment by Australian parties, which offers a highly relevant test of the impact of unexpected events.",
          "url": "https://doi.org/10.1177/13540688251317603",
          "doi": "https://doi.org/10.1177/13540688251317603",
          "filter": 0
        },
        {
          "title": "From movement to party: Analysis of the tensions between horizontality and oligarchy in Spanish municipalist platforms (2015–2023)",
          "authors": "Juan Mérida, Ramón A. Feenstra",
          "abstract": "In 2014 and 2015, dozens of ‘municipalist’ candidates gained huge success in the Spanish local elections. These movement parties, intrinsically linked to the intense mobilisations of the previous electoral cycle, adopted a horizontal organisational model in contrast to the traditional oligarchic structure. In the wake of the 2015–2023 electoral cycles, however, there has been little analysis of these experiences and the processes they adopted. This study examines four such experiences in Zaragoza, Valladolid, A Coruña and Castellón through 72 interviews and documentary analysis. The study contributes to the debate on internal democracy in political parties in three ways, demonstrating: (1) a certain inevitable distancing between movement and party with power concentrated in the latter; (2) imposition of the institutional pace and the difficulty of combining it with the logic of direct democracy; and (3) demystification of certain forms of direct democracy and the need to combine vertical and professional logics with horizontal and participatory ones.",
          "url": "https://doi.org/10.1177/13540688251315283",
          "doi": "https://doi.org/10.1177/13540688251315283",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Couples Therapy for a Divided America: Assessing the Effects of Reciprocal Group Reflection on Partisan Polarization",
          "authors": "Hannah Baron, Robert A. Blair, Donghyun Danny Choi, Laura Gamboa, Jessica Gottlieb, Amanda Lea Robinson, Steven C. Rosenzweig, Megan M. Turnbull, Emily A. West",
          "url": "https://doi.org/10.1007/s11109-024-09993-z",
          "doi": "https://doi.org/10.1007/s11109-024-09993-z",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Navigating political opportunity structures: Street traders’ associations and collective action in politically volatile urban environments",
          "authors": "Elmond Bandauko, Godwin Arku",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103292",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103292",
          "filter": 0
        },
        {
          "title": "“Home has always been at the heart of our self-government”: Housing, home and Indigenous self-determination in Fort Good Hope, Canada",
          "authors": "Aimee Pugsley, Julia Christensen, Arthur Tobac",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103278",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103278",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Radical faith and white masculinity: Political extremism in modern American Christianity",
          "authors": "Eric A. Baldwin",
          "url": "https://doi.org/10.1111/pops.13080",
          "doi": "https://doi.org/10.1111/pops.13080",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "A Wrench in the Works: France and its Increasingly Frustrated Power Dynamic",
          "authors": "Damien Lecomte, Calixte Bloquet",
          "url": "https://doi.org/10.1017/s1049096524000581",
          "doi": "https://doi.org/10.1017/s1049096524000581",
          "filter": 0
        },
        {
          "title": "Legislative–Executive Relations in Israel: Constitutional Crisis 2023–2024",
          "authors": "Osnat Akirav",
          "url": "https://doi.org/10.1017/s1049096524000532",
          "doi": "https://doi.org/10.1017/s1049096524000532",
          "filter": 0
        },
        {
          "title": "Legislative-Executive Paralysis in Kuwait",
          "authors": "Luai Allarakia",
          "url": "https://doi.org/10.1017/s1049096524000751",
          "doi": "https://doi.org/10.1017/s1049096524000751",
          "filter": 0
        },
        {
          "title": "The South African Parliament’s Capacity to Constrain the Executive Branch Weakened by a Dominant Party System",
          "authors": "Ainara Mancebo",
          "url": "https://doi.org/10.1017/s1049096524000556",
          "doi": "https://doi.org/10.1017/s1049096524000556",
          "filter": 0
        },
        {
          "title": "The Role of Artificial Intelligence in Higher Education: The Case of Armenia",
          "authors": "Vardan Atoyan, Logan Brosius, Nane Movsisyan, Sofya Ohanyan, Vahram Hovyan",
          "abstract": "Artificial intelligence in higher education has expanded worldwide with the growth of AI technologies. The emergent applications of artificial intelligence in higher education (AIEd) in course preparation, delivery, and administration as well as in learning assistants and prediction for the sake of learners are widely considered important innovations that can change education worldwide. The Armenian case was examined via a survey that was conducted at the country’s leading universities to investigate whether and how faculty use AIEd. Although the results indicate that many Armenian teaching faculty use AIEd in narrow capacities and acknowledge the potential usefulness of AIEd in the practical administration of Armenia’s higher education, the use of AIEd is not deep.",
          "url": "https://doi.org/10.1017/s104909652400115x",
          "doi": "https://doi.org/10.1017/s104909652400115x",
          "filter": 0
        },
        {
          "title": "Dynamics in Legislative–Executive Relations in Argentina, 2019 and 2023",
          "authors": "Sergio Hernán Blogna Tistuzza",
          "url": "https://doi.org/10.1017/s1049096524000696",
          "doi": "https://doi.org/10.1017/s1049096524000696",
          "filter": 0
        },
        {
          "title": "Norway: Strong Parliament Facing New Challenges",
          "authors": "Hilmar Rommetvedt",
          "url": "https://doi.org/10.1017/s1049096524000593",
          "doi": "https://doi.org/10.1017/s1049096524000593",
          "filter": 0
        },
        {
          "title": "The Heat is on in the German Bundestag: Coalitions, Conflicts, and Consequences of “Hot Politics”",
          "authors": "Sven T. Siefken",
          "url": "https://doi.org/10.1017/s1049096524000544",
          "doi": "https://doi.org/10.1017/s1049096524000544",
          "filter": 0
        },
        {
          "title": "The Disruptive Effects of Polarization on the Law-Making Process",
          "authors": "David Jágr, Zdenka Mansfeldová",
          "url": "https://doi.org/10.1017/s1049096524000738",
          "doi": "https://doi.org/10.1017/s1049096524000738",
          "filter": 0
        },
        {
          "title": "Conclusion to the Spotlight “Dynamics in Legislative-Executive Relations: Global Outline for 2019-2024”",
          "authors": "Irina Khmelko, John Ishiyama",
          "url": "https://doi.org/10.1017/s1049096524000489",
          "doi": "https://doi.org/10.1017/s1049096524000489",
          "filter": 0
        },
        {
          "title": "Legislative–Executive Relations in Ukraine’s Wartime Conditions",
          "authors": "Khrystyna Pelchar, Erik S. Herron, Geir Flikke",
          "url": "https://doi.org/10.1017/s1049096524000763",
          "doi": "https://doi.org/10.1017/s1049096524000763",
          "filter": 0
        },
        {
          "title": "Does Turkish-Style Presidentialism Trigger De-Parliamentarization in Türkiye? The Post-2018 Developments",
          "authors": "Ömer Faruk Gençkaya, Selma Gençkaya",
          "url": "https://doi.org/10.1017/s1049096524000519",
          "doi": "https://doi.org/10.1017/s1049096524000519",
          "filter": 0
        },
        {
          "title": "The Legislative–Executive Relations in Poland in 2019–2024: A Multilevel Perspective",
          "authors": "Adam Szymański",
          "url": "https://doi.org/10.1017/s1049096524000520",
          "doi": "https://doi.org/10.1017/s1049096524000520",
          "filter": 0
        },
        {
          "title": "Introduction: Dynamics In Legislative–Executive Relations: Global Outline for 2019–2024",
          "authors": "Irina Khmelko, John Ishiyama",
          "url": "https://doi.org/10.1017/s104909652400074x",
          "doi": "https://doi.org/10.1017/s104909652400074x",
          "filter": 0
        },
        {
          "title": "The Physical Proximity of the Executive Branch to the Legislature: How close is too close? The Case of Australia",
          "authors": "Andréa Cullen",
          "url": "https://doi.org/10.1017/s1049096524000684",
          "doi": "https://doi.org/10.1017/s1049096524000684",
          "filter": 0
        },
        {
          "title": "Recent Intraparty Dynamics in the Predominance of the Japanese Executive Branch Under the Kishida Administration",
          "authors": "Jisun Park",
          "url": "https://doi.org/10.1017/s1049096524000672",
          "doi": "https://doi.org/10.1017/s1049096524000672",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Effects of individual incentive reforms in the public sector: the case of teachers",
          "authors": "Pedro S. Martins, João R. Ferreira",
          "abstract": "Can incentive schemes deliver value in the public sector, despite major principal-agent challenges? We evaluate a reform that introduced individual teacher performance-related pay and tournaments in public schools in Portugal, despite trade union opposition. We find evidence that the focus on individual performance decreased student achievement (as measured by national exams) and increased grade inflation. The results follow from a difference-in-differences analysis of matched student-school panels and two complementary control groups (including private schools). Students with a higher proportion of teachers exposed to tournaments also perform worse. Overall, our results highlight the social costs of disrupting workers’ cooperation, a possible unintended consequence of public-sector tournaments.",
          "url": "https://doi.org/10.1007/s11127-024-01256-z",
          "doi": "https://doi.org/10.1007/s11127-024-01256-z",
          "filter": 0
        },
        {
          "title": "Mahmoud Mohieldin, Hanan Amin-Salem, Amira El-Shal, and Eman Moustafa, The political economy of crisis management and reform in Egypt. Switzerland: Palgrave Macmillan, 2024. Xiii + 167 pages. EUR 39.99 (hardcover)",
          "authors": "Fatih Kırşanlı",
          "url": "https://doi.org/10.1007/s11127-025-01257-6",
          "doi": "https://doi.org/10.1007/s11127-025-01257-6",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Defending Elections Against the Oligarchic Charge",
          "authors": "Palle Bech-Pedersen",
          "url": "https://doi.org/10.1086/735028",
          "doi": "https://doi.org/10.1086/735028",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
