{
  "update": "2025-07-22",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "The Troubles and Beyond: The impact of a museum exhibit on a post‐conflict society",
          "authors": "Laia Balcells, Elsa Voytas",
          "abstract": "In divided societies, can museums contribute to healing and recovery? While efforts to memorialize past violence typically aim to promote tolerance and reconciliation, remembering could exacerbate divisions in recovering societies where the past is deeply contested. We examine a transitional justice museum exhibit in Northern Ireland. We combine evidence from nearly 1,400 participants across focus groups, a field experiment at the Troubles and Beyond exhibit in the Ulster Museum, and a survey that randomly exposed respondents to exhibit materials. Our findings indicate that although individuals experience strong emotional responses to the exhibit materials, these emotions do not correspond to shifts in perceptions of past violent conflict or preferences for addressing it. These results may reflect the balanced curation of the museum exhibit, which avoids imposing a singular narrative. While this approach prevents further polarization, it also limits the potential for fostering social cohesion.",
          "url": "https://doi.org/10.1111/ajps.70001",
          "doi": "https://doi.org/10.1111/ajps.70001",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "“And some, I assume, are good people”: Determinants of elites’ strategic discourse about immigrants and refugees",
          "authors": "João V. Guedes-Neto, Alex Honeker",
          "url": "https://doi.org/10.1016/j.electstud.2025.102952",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102952",
          "filter": 0
        },
        {
          "title": "Do the rich ditch politics? Evidence from Sweden",
          "authors": "Anton Brännlund, Rafael Ahlskog",
          "url": "https://doi.org/10.1016/j.electstud.2025.102966",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102966",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Estimating the Local Average Treatment Effect Without the Exclusion Restriction",
          "authors": "Zachary Markovich",
          "abstract": "Existing approaches to conducting inference about the Local Average Treatment Effect or LATE require assumptions that are considered tenuous in many applied settings. In particular, Instrumental Variable techniques require monotonicity and the exclusion restriction while principal score methods rest on some form of the principal ignorability assumption. This paper provides new results showing that an estimator within the class of principal score methods allows conservative inference about the LATE without invoking such assumptions. I term this estimator the Compliance Probability Weighting estimator and show that, under very mild assumptions, it provides an asymptotically conservative estimator for the LATE. I apply this estimator to a recent survey experiment and provide evidence of a stronger effect for the subset of compliers than the original authors had uncovered.",
          "url": "https://doi.org/10.1017/pan.2025.10005",
          "doi": "https://doi.org/10.1017/pan.2025.10005",
          "filter": 0
        },
        {
          "title": "Measuring the Quality of Answers in Political Q&amp;As with Large Language Models",
          "authors": "R. Michael Alvarez, Jacob Morrier",
          "abstract": "This article proposes a new approach for measuring the quality of answers in political question-and-answer sessions. We assess the quality of an answer based on how easily and accurately it can be recognized among a random set of candidate answers given the question’s text. This measure reflects the answer’s relevance and depth of engagement with the question. Drawing a parallel with semantic search, we can implement this approach by training a language model on the corpus of observed questions and answers without additional human-labeled data. We showcase and validate our methodology within the context of the Question Period in the Canadian House of Commons. Our analysis reveals that while some answers only have a weak semantic connection to questions, suggesting some evasion or obfuscation, they are generally at least moderately relevant, far exceeding what we would expect from random replies. We also find meaningful correlations between the quality of answers and the party affiliation of the members of Parliament asking the questions.",
          "url": "https://doi.org/10.1017/pan.2025.10007",
          "doi": "https://doi.org/10.1017/pan.2025.10007",
          "filter": 0
        },
        {
          "title": "Balancing Precision and Retention in Experimental Design",
          "authors": "Gustavo Diaz, Erin Rossiter",
          "abstract": "In experimental social science, precise treatment effect estimation is of utmost importance, and researchers can make design choices to increase precision. Specifically, block-randomized and pre-post designs are promoted as effective means to increase precision. However, implementing these designs requires pre-treatment covariates, and collecting this information may decrease sample sizes, which in and of itself harms precision. Therefore, despite the literature’s recommendation to use block-randomized and pre-post designs, it remains unclear when to expect these designs to increase precision in applied settings. We use real-world data to demonstrate a counterintuitive result: precision gains from block-randomized or pre-post designs can withstand significant sample loss that may arise during implementation. Our findings underscore the importance of incorporating researchers’ practical concerns into existing experimental design advice.",
          "url": "https://doi.org/10.1017/pan.2025.10008",
          "doi": "https://doi.org/10.1017/pan.2025.10008",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "“How Colleges Can Increase Civic Engagement”",
          "authors": "Tali Mendelberg, Claire Willeck",
          "url": "https://doi.org/10.1007/s11109-025-10048-0",
          "doi": "https://doi.org/10.1007/s11109-025-10048-0",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Green national paradox? How the far right turned Sweden from a (reputed) pioneer of climate mitigation to an obstructor",
          "authors": "Andreas Malm, Kristoffer Ekberg, Christina Englund, Johanne Tagmose Grønkjær, Martin Charlier, Olivia Medin, Ståle Holgersen",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103390",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103390",
          "filter": 0
        },
        {
          "title": "Salvage work: The making of movable nature for post-submergence life",
          "authors": "Ekin Kurtiç",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103357",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103357",
          "filter": 0
        },
        {
          "title": "Violent environments and the low-carbon energy transition: Cautionary tales from Costa Rica and Papua New Guinea",
          "authors": "Emily Benton Hite, Sarah Posner, Jerry K. Jacka",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103389",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103389",
          "filter": 0
        },
        {
          "title": "Seizing the means of innovation: On the relationship between Marxism and ecomodernism",
          "authors": "Govand Khalid Azeez, Jonathan Symons",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103388",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103388",
          "filter": 0
        },
        {
          "title": "From derisking to green extractivism: The Rioni Valley Movement and the coloniality of renewable infrastructure in Post-Soviet Georgia",
          "authors": "Lela Rekhviashvili, Aleksandra Aroshvili",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103381",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103381",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "People don't change. Are you sure? Deradicalization of opinion among young people",
          "authors": "Claudia Zúñiga, Karina Navarro, Rodrigo A. Asún, Jacqueline Espinosa‐Ibacache, José Isla",
          "abstract": "Since the Chilean social outburst in 2019, the country has experienced a process of political polarization and radicalization. The social support and participation in violent, disruptive, and radical protests rapidly increased, particularly among young individuals. However, in 2022, a rapid deradicalization process took place and ended with the constitutional proposal derived from the social outburst being rejected. Nowadays, national surveys reveal that the support for radical and violent protests decreased, and the support for police repression (earlier severely criticized) increased. This rapid and unprecedented process of radicalization and deradicalization invites the exploration and identification of the factors associated with the deradicalization of opinions in young people. With this view, we will conduct qualitative research using semi‐structured interviews with a sample of male and female young adults that radicalized their opinions due to the outbreak in 2019 and changed their minds later on.",
          "url": "https://doi.org/10.1111/pops.70052",
          "doi": "https://doi.org/10.1111/pops.70052",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Conceptualizing and measuring early campaign fundraising in congressional elections",
          "authors": "Colin R. Case, Rachel Porter",
          "abstract": "Political professionals and scholars maintain that raising money early in the election season is critical to a successful campaign, having downstream consequences on a candidate’s future fundraising potential, the stiffness of competition she will face, and her likelihood of electoral victory. In spite of early money’s perceived importance, there is no common operationalization for money as “early.” Moreover, existing measures often fail to reflect definitional aspects of early money. In this paper, we first lay out a theoretical framework regarding the utility of early campaign fundraising for candidates. We argue that early fundraising can be expressed as two conceptually distinct quantities of interest centered on either a candidate’s own fundraising performance (candidate-centered) or her fundraising performance relative to her electoral competitors (election-centered). We next lay out steps for operationalizing candidate- and election-centered measures of early fundraising. Lastly, we demonstrate that both our proposed measures for early campaign fundraising are predictive of a candidate’s future fundraising and electoral success. By putting forward a set of best practices for early money measurement and, additionally, producing off-the-shelf measures for early fundraising in U.S. House elections, we fill an important gap in scholarly research on the measurement of money in politics.",
          "url": "https://doi.org/10.1017/psrm.2025.10014",
          "doi": "https://doi.org/10.1017/psrm.2025.10014",
          "filter": 0
        },
        {
          "title": "Pandemics meet democracy: the footprint of COVID-19 on democratic attitudes",
          "authors": "Francesc Amat, Andreu Arenas, Albert Falcó-Gimeno, Jordi Muñoz",
          "abstract": "How did the COVID-19 outbreak affect citizens’ democratic preferences? Were the changes persistent or temporary? We track a representative sample of Spanish citizens before, during, and after the pandemic, with eight survey waves from January 2020 to January 2024. We compare democratic attitudes before and after the pandemic with individual fixed effects models. We identify a sharp increase in preferences for technical rather than ideological policy-making at the very onset of the pandemic, as well as significant changes in voters’ preferences for competent rather than honest politicians. These changes are sudden and persistent over 4 years. Using a set of repeated survey experiments, we also document a widespread willingness to sacrifice rights and freedoms to deal with the pandemic as compared to other global threats, such as international terrorism and climate change. But this effect quickly faded over time. Overall, we identify significant changes in democratic attitudes during the pandemic and a durable shift in technocratic preferences that outlived the pandemic, setting the conditions for the long-term legacies of COVID-19 on democracy.",
          "url": "https://doi.org/10.1017/psrm.2025.10035",
          "doi": "https://doi.org/10.1017/psrm.2025.10035",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Erratum",
          "authors": "Zhenhuan Lei, Junlong Aaron Zhou",
          "url": "https://doi.org/10.1086/737344",
          "doi": "https://doi.org/10.1086/737344",
          "filter": 1
        }
      ]
    }
  ]
}
