{
  "update": "2025-07-13",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "The super rich and the rest: Campaign finance pressures and the wealth of politicians",
          "authors": "Lucia Motolinia, Marko Klašnja, Simon Weschle",
          "abstract": "We provide a comprehensive theoretical and empirical account of the relationship between campaign finance pressures and the wealth of politicians. We argue that the heavily right‐skewed wealth distributions observed in contemporary societies translate into similarly skewed distributions of campaign resources. Such unequal resources mean that greater pressures to spend on campaigns disproportionately benefit the very wealthy. We also identify several conditions that determine the extent of the financing advantages of the very rich, and at whose expense they accrue. We test our propositions using a unique original data set on the wealth of more than 23,000 national legislators from 41 countries, as well as by exploiting quasi‐random variation in financing pressures provided by recent campaign finance reforms in Brazil and Chile. The analyses consistently show that greater financing pressures lead to greater shares of wealthy, and especially very wealthy legislators, and that these advantages vary in ways consistent with our predictions.",
          "url": "https://doi.org/10.1111/ajps.12996",
          "doi": "https://doi.org/10.1111/ajps.12996",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "The Electoral Appeal of Symbolic Class Signalling Through Cultural Consumption",
          "authors": "David Weisstanner, Sarah Engler",
          "abstract": "This letter investigates the electoral effects of symbolic class signalling through ‘cultural consumption’ in contemporary politics. We explore how politicians referring to an activity related to class-specific ‘cultural consumption’ – drinking beer in a pub or listening to classical music with a glass of wine – appeals to voters. We argue that symbolic class signalling has gained in importance due to the political realignment along the cultural dimension, and we expect radical right parties to benefit most from it. Our conjoint survey experiment with 1,550 respondents in Switzerland in January/February 2023 confirms our expectation. While many voters are biased against politicians claiming to enjoy classical music and wine, politicians drinking beer in a pub appeal particularly to radical right working-class voters without tertiary education. These findings contribute to our understanding of the role of symbolic politics and class identity in times of political transformation.",
          "url": "https://doi.org/10.1017/s0007123425100513",
          "doi": "https://doi.org/10.1017/s0007123425100513",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "The East in wolf’s clothing. Wolf attacks correlate with but do not cause far-right voting",
          "authors": "Nico Sonntag",
          "url": "https://doi.org/10.1016/j.electstud.2025.102957",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102957",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Repression, party ties, and political beliefs: Ideological continuities among voters after socialism",
          "authors": "Zeth Isaksson",
          "abstract": "How are experiences from socialist rule reflected in support for the former regime and ideological stances after democratization? This study examines how varied experiences under socialism—whether as regime supporters or victims of repression—continue to be linked to political behavior decades after transition. Using three decades of intergenerational panel data from the former German Democratic Republic, the findings show that repression is associated with long-term opposition to the regime’s successor party, Die Linke, while former party membership corresponds with lasting support. These experiences also relate to ideological self-placement, with distinct left-right patterns persisting based on past affiliations. Within families, the extent to which these political legacies are passed down depends on political interest, highlighting that they are not uniformly inherited. By exploring how socialist-era experiences remain embedded in post-transition political attitudes, this study underscores the role of historical experiences in shaping political behavior in new democracies.",
          "url": "https://doi.org/10.1177/13540688251350481",
          "doi": "https://doi.org/10.1177/13540688251350481",
          "filter": 0
        },
        {
          "title": "An alternative to the party? Australia’s movement for community independents",
          "authors": "Richard Reid, Carolyn M Hendriks, Anika Gauja",
          "abstract": "Political parties as the sole vehicle for collective organising in the electoral arena are coming under increasing pressure in systems of representative democracy. A serious disruptor to party dominance has emerged in Australia where local community groups are self-organising to replace their federal party representative with a ‘community independent’. Collectively these groups are referred to as the “Community Independents Movement” (CIM), whose broad goal is to provide voters with an alternative to the “broken” party system. This article asks: what in practice is the alternative form of political organising offered by the CIM? An analysis finds that the CIM performs many conventional functions of political parties, but its localised approach affords greater flexibility and local autonomy. The case of the CIM speaks to global debates on the conceptual and functional differences between parties and other modes of political organising.",
          "url": "https://doi.org/10.1177/13540688251356900",
          "doi": "https://doi.org/10.1177/13540688251356900",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Yesterday, all our troubles seemed so far away—(Re)conceptualizing nostalgic deprivation as a predictor for radical‐right support",
          "authors": "Carla Grosche, Tobias Rothmund",
          "abstract": "The return to “old glories” is one of the main promises of radical‐right parties, picking up on widespread longings for the collective past. Many people argue that radical‐right support is motivated by Relative Deprivation, that is, the perception of being worse off than others. We suggest that radical‐right support is more likely to reflect Nostalgic Deprivation —the perception of an unfair decline ingroup status compared to the past. However, psychological theorizing is rare, and previous studies differ in their conceptualization and measurement. We seek to fill this gap by introducing and validating a standardized measure of nostalgic deprivation. Based on a literature review, we start with a concise definition and conceptualization of nostalgic deprivation. We developed a reliable nine‐item self‐report scale that captures nostalgic deprivation indicated by (a) a temporal disadvantage comparison, (b) injustice appraisal, and (c) collective anger and nostalgia ( N = 398). We estimated the reliability and validity using empirical indicators of demographics, right‐wing populist attitudes, voting and personality measures in German ( N = 1206) and US‐quota samples ( N = 490). Our data shed light on the great predictive power of nostalgic deprivation for radical‐right support surpassing established measures of relative deprivation and nostalgia.",
          "url": "https://doi.org/10.1111/pops.70057",
          "doi": "https://doi.org/10.1111/pops.70057",
          "filter": 0
        },
        {
          "title": "“Terms such as ‘true German’ […] belong in the history books”: How Germans with and without migrant backgrounds understand concepts used in survey research on national attachments",
          "authors": "Marlene Mußotter, Eunike Piwoni",
          "abstract": "Whilst survey research on national attachments has used various measures, the question of how respondents understand these measures, and especially the highly ambiguous concepts they entail, has remained understudied. Moreover, scholars have used samples consisting of “citizens”, thereby not distinguishing between citizens with and citizens without a migrant background. Drawing on qualitative evidence from six focus group discussions in Germany in 2023, we seek to contribute to filling this research gap and investigate the understanding of selected measures of national attachments and the terms they entail from the perspective of Germans with and without migrant backgrounds. In so doing, we explore the meaning of three concepts – namely, “true German” ( wahrer Deutscher ), “German people” ( deutsches Volk ), and “fatherland” ( Vaterland ). Our discussions indicate differences between these groups and show, among other things, that the understanding of Germans with a migrant background tends to be driven by an ethnic and ethnocultural notion of nationhood, while the understanding of those without a migrant background often has a more civic notion. Moreover, the latter were more likely to question the three terms than the former. Overall, our study calls for refining extant measures to ensure they do justice to an increasingly multicultural society.",
          "url": "https://doi.org/10.1111/pops.70060",
          "doi": "https://doi.org/10.1111/pops.70060",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Legislative reciprocity: Using a proposal lottery to identify causal effects",
          "authors": "Semra Sevi, Donald P. Green",
          "abstract": "Although much has been written on legislative reciprocity, rarely have scholars had an opportunity to leverage a randomly assigned asset to assess whether and how legislators reciprocate when their colleagues assist them. Using the lottery that allows Canadian Members of Parliament (MPs) to propose bills or motions, we examine whether MPs’ priority numbers affect their proclivity to second motions made by other MPs, which would be expected if MPs sought to build support for their own proposals by supporting proposals by others. Although MPs almost always make a proposal if their priority number allows them to do so, we find a weak relationship between MPs’ priority numbers and their probability of seconding others’ proposals. Moreover, when we look at successive parliaments, we see only faint indications that those who, by chance, won the right to propose in the previous session (and who therefore were eligible to attract seconds) are more likely to second others’ proposals in the current session. Although subject to a fair amount of statistical uncertainty that will gradually dissipate as future parliaments are examined, this pattern of evidence currently suggests that correlated seconding behavior among legislators is more the product of homophily than reciprocity.",
          "url": "https://doi.org/10.1017/psrm.2025.10032",
          "doi": "https://doi.org/10.1017/psrm.2025.10032",
          "filter": 0
        },
        {
          "title": "Voter turnout and selective abstention in concurrent votes",
          "authors": "Reto Foellmi, Rino Heim, Lukas Schmid",
          "abstract": "This paper studies voter turnout and selective abstention on voting days with more than one election or referendum. We extend the rational choice model to a setting with multiple concurrent votes. The model is based on a voter’s net benefit, which includes a vote’s salience and information costs. It explains how the net benefit of different concurrent votes enters a voter’s utility function and thereby affects turnout and selective abstention, the tendency to vote in one but not all votes held on the same day. We test our theoretical predictions using data on concurrent propositions in Switzerland from 1988 to 2016. Our results suggest that the proposition with the highest net benefit and the sum of the net benefits of all concurrent propositions are relevant determinants of the individual turnout decision. We also find that a proposition’s net benefit explains variation in selective abstention.",
          "url": "https://doi.org/10.1017/psrm.2025.10033",
          "doi": "https://doi.org/10.1017/psrm.2025.10033",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "When hearts meet minds: complementary effects of perspective-getting and information on refugee inclusion – ERRATUM",
          "authors": "Claire L. Adida, Adeline Lo, Melina Platas, Lauren Prather, Scott Williamson",
          "url": "https://doi.org/10.1017/psrm.2025.10031",
          "doi": "https://doi.org/10.1017/psrm.2025.10031",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Pipeline Diversity via Career Diversity: Lessons from a Research Experience for Undergraduates Program",
          "authors": "Jennifer Barnes, Emily Hencken Ritter, Sharece Thrower, Alexander Tripp, Elizabeth Zechmeister",
          "abstract": "Fostering diversity in political science careers is important. Undergraduate research experiences, coupled with an emphasis on career diversity, have the potential to increase relevant knowledge about and buoy tendencies toward pursuing a PhD among students from diverse backgrounds. This article describes components of a US National Science Foundation–funded Research Experiences for Undergraduates (REU) program that highlighted career diversity. We find evidence of positive shifts in awareness of career opportunities for those with doctoral degrees alongside sustained interest in pursuing a PhD. We conclude that an emphasis on career diversity can be a useful component of efforts to shape students’ attitudes and inclinations toward a PhD.",
          "url": "https://doi.org/10.1017/s1049096525101170",
          "doi": "https://doi.org/10.1017/s1049096525101170",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "German coffee, predatory states, and selective property rights enforcement in 20th-century Guatemala",
          "authors": "Ricardo R. Noé",
          "abstract": "How do political leaders in states with limited institutional constraints enforce property rights? In 20th-century Guatemala, German coffee producers benefited from the country’s export-led growth policies—trade agreements, land grants, and infrastructure concessions that allowed them to become the primary producers of the country’s coffee. The security of their property rights depended on their contributions to government revenue through the production of coffee and customs duties. When contributions declined during both world wars, so did security of ownership, leading to two bouts of large-scale expropriation—during the dictatorships of Manuel Estrada (1898–1920) and Jorge Ubico (1931–44). Through a comparative analysis of the two regimes that draws from original qualitative and quantitative evidence, this article argues that political leaders limit expropriation to encourage production and maximize government revenue. However, when revenue falls below the expected gains from expropriation, the likelihood of state appropriation of property rights—whether through asset seizure or regulatory restrictions—increases.",
          "url": "https://doi.org/10.1007/s11127-025-01312-2",
          "doi": "https://doi.org/10.1007/s11127-025-01312-2",
          "filter": 0
        },
        {
          "title": "Parties’ and voters’ dilemmas under Italy’s new mixed electoral system",
          "authors": "Alessandro Chiaramonte, Aldo Paparo",
          "url": "https://doi.org/10.1007/s11127-025-01303-3",
          "doi": "https://doi.org/10.1007/s11127-025-01303-3",
          "filter": 0
        },
        {
          "title": "Hybrid choice systems in small-n elections with sophisticated electorates",
          "authors": "Iain McLean",
          "abstract": "Faced with the classic paradoxes of voting, system designers have sometimes offered hybrid systems. The paper reviews Condorcet–Borda hybrids proposed by Daunou, Dodgson, Nanson, and Kemeny; and Borda-Balinski hybrids in use in at least one scientific academy. The justification of the hybrids is practical rather than theoretical, as they cannot escape the known features of their parent systems. In particular, as Condorcet showed in 1788, all Borda systems violate independence of irrelevant alternatives (in some formulation).",
          "url": "https://doi.org/10.1007/s11127-025-01308-y",
          "doi": "https://doi.org/10.1007/s11127-025-01308-y",
          "filter": 0
        },
        {
          "title": "George A. Selgin, False dawn: the New Deal and the promise of recovery, 1933–1947. Chicago and London: University of Chicago Press, 2025. xiv + 370 pages. USD 35.00 (hardback)",
          "authors": "William F. Shughart II",
          "url": "https://doi.org/10.1007/s11127-025-01310-4",
          "doi": "https://doi.org/10.1007/s11127-025-01310-4",
          "filter": 0
        },
        {
          "title": "Political growth collapses",
          "authors": "Francisco Rodríguez, Patrick Imam",
          "url": "https://doi.org/10.1007/s11127-025-01290-5",
          "doi": "https://doi.org/10.1007/s11127-025-01290-5",
          "filter": 0
        },
        {
          "title": "Deregulation derailed: evidence from services markets liberalization in Croatia",
          "authors": "Peter Grajzl, Bruno Ćorić, Stjepan Srhoj",
          "url": "https://doi.org/10.1007/s11127-025-01305-1",
          "doi": "https://doi.org/10.1007/s11127-025-01305-1",
          "filter": 0
        },
        {
          "title": "The dynamics of political polarization and voting on economic issues: evidence from the Polish parliament, 2005–23",
          "authors": "Jacek Lewkowicz, Michał Sękowski, Jan Fałkowski",
          "abstract": "There have been growing concerns that political polarization is intensifying. These concerns, however, are primarily based on anecdotal evidence, aggregate measures related to political competition, or survey data that aim at eliciting public opinion. We adopt a different approach and look at polarization among the political elite. We examine the degree of consensus in parliamentary voting in the Polish parliament between 2005 and 2023. We find that political polarization was on the rise and that reaching agreement between the parties was more difficult when the votes concerned economic issues. Our results also demonstrate that voting in Parliament essentially became one-dimensional in that it was mainly driven by the government-opposition divide. We also document that voting against the party line was extremely rare, whether the MPs were in the government or an opposition party. This suggests that party discipline may be an important driver of political polarization.",
          "url": "https://doi.org/10.1007/s11127-025-01307-z",
          "doi": "https://doi.org/10.1007/s11127-025-01307-z",
          "filter": 0
        },
        {
          "title": "Why so many representatives? Extending the cube root law to local assemblies",
          "authors": "Benoît Le Maux, Sonia Paty",
          "url": "https://doi.org/10.1007/s11127-025-01304-2",
          "doi": "https://doi.org/10.1007/s11127-025-01304-2",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Reevaluating ideological asymmetries in specific support for the Supreme Court",
          "authors": "Kathryn Haglin, Soren Jordan, Alison Higgins Merrill, Joseph Daniel Ura",
          "abstract": "Recent studies show the Supreme Court’s decision in Dobbs v. Jackson Women’s Health Center undermined multiple forms of support for the Supreme Court. These findings are in tension with existing work on the ideological structure of specific support of the Supreme Court, which finds more tolerance for ideological disagreement among liberals than among conservatives. In this note, we replicate and extend Haglin et al. (2021), whose analysis ends in 2018. We find that asymmetries in the association between Supreme Court approval and Americans’ ideological disagreement with the Court have changed substantially and abruptly, depressing aggregate Supreme Court approval. However, this break in the structure of Supreme Court approval occurred in the year preceding Dobbs . These results indicate the roots of Americans’ turn against the Supreme Court run deeper than Dobbs and suggest a startling erosion in judicial legitimacy.",
          "url": "https://doi.org/10.1177/20531680251355253",
          "doi": "https://doi.org/10.1177/20531680251355253",
          "filter": 0
        },
        {
          "title": "A survey experiment on post-Dobbs abortion bans",
          "authors": "Laurel Elder, Steven Greene, Mary-Kate Lizotte",
          "abstract": "In the wake of the Supreme Court’s Dobbs v. Jackson decision overturning Roe v. Wade, the American abortion policy landscape has been significantly altered. Through a novel survey experiment, we examine public opinion on 6-week versus 12-week abortion bans in this new context, testing whether 12-week bans are perceived as a more moderate position and garner greater support. Surprisingly, we find that Americans do not meaningfully distinguish between 6-week and 12-week bans. This suggests that attempts by some Republican officials to navigate the post-Dobbs landscape by proposing “moderate” abortion restrictions may be ineffective. However, we find that framing does matter: pro-life framing of bans increases support for candidates who endorse them, while pro-choice framing increases support for candidates who oppose them. Overall, our findings indicate that in the post-Dobbs era, the abortion debate has largely been flattened to a binary of “ban” versus “no ban,” rather than distinctions between ban timelines. As the post-Dobbs legal and political environment continues to evolve, our research provides valuable insights into how the public is responding to this new landscape of abortion politics in America.",
          "url": "https://doi.org/10.1177/20531680251351916",
          "doi": "https://doi.org/10.1177/20531680251351916",
          "filter": 0
        },
        {
          "title": "ConflLlama: Domain-specific adaptation of large language models for conflict event classification",
          "authors": "Shreyas Meher, Patrick T. Brandt",
          "abstract": "We present ConflLlama, demonstrating how efficient fine-tuning of large language models can advance automated classification tasks in political science research. While classification of political events has traditionally relied on manual coding or rigid rule-based systems, modern language models offer the potential for more nuanced, context-aware analysis. However, deploying these models requires overcoming significant technical and resource barriers. We demonstrate how to adapt open-source language models to specialized political science tasks, using conflict event classification as our proof of concept. Through quantization and efficient fine-tuning techniques, we show state-of-the-art performance while minimizing computational requirements. Our approach achieves a macro-averaged AUC of 0.791 and a weighted F1-score of 0.753, representing a 37.6% improvement over the base model, with accuracy gains of up to 1463% in challenging classifications. We offer a roadmap for political scientists to adapt these methods to their own research domains, democratizing access to advanced NLP capabilities across the discipline. This work bridges the gap between cutting-edge AI developments and practical political science research needs, enabling broader adoption of these powerful analytical tools.",
          "url": "https://doi.org/10.1177/20531680251356282",
          "doi": "https://doi.org/10.1177/20531680251356282",
          "filter": 0
        },
        {
          "title": "Beliefs and opinions about “illegal” and “undocumented” immigrants: Conceptual replication of a null result",
          "authors": "Kirill Zhirkov, Robert H. Brehm",
          "abstract": "Activists and politicians often express a belief that the language used to describe immigrant populations, such as “illegal” vs. “undocumented,” can impact policy opinions. Existing experimental studies, however, have found relatively little support for that conjecture. In this note, we extend this line of research by exploring whether language impacts perceptions about unauthorized immigrants, such as their association with criminal behavior. Our study uses a conjoint design with experimentally manipulated instructions: respondents are randomly asked to identify profiles that belong to “illegal” or “undocumented” immigrants. We find that language used in the conjoint instructions does not impact perceptions about unauthorized population. At the same time, our observational results show that respondents’ preferences for terms “illegal” and “undocumented” are related to attitudes toward immigration. We discuss the implication of these results for the debate regarding the role of labels in political conflict over immigration.",
          "url": "https://doi.org/10.1177/20531680251355233",
          "doi": "https://doi.org/10.1177/20531680251355233",
          "filter": 0
        },
        {
          "title": "Documents and democracy: How classification shapes public confidence in democratic institutions",
          "authors": "Sarah Maxey, Taryn Butler",
          "abstract": "Access to and control over the classification process is a key component of executive power in the United States. This power is rooted in the public’s trust that the White House will safeguard national secrets and use its authority to protect national security. Secrecy, however, is in tension with democratic norms of transparency, making political backlash possible if leaders stretch their powers too far. What are the consequences of mishandled documents for the public’s trust in the government? We argue that the abuse of classified documents undermines not only presidential approval but also confidence in democratic institutions writ large. We test these expectations using survey experiments that vary information about the type of document classified, whether the White House handled top secret documents correctly, and evidence of mishandling by either civilian or military officials. The findings show that while the public generally tolerates secrecy and executive power, the consequences when the White House breaks this trust are wide-ranging and undermine public confidence in democracy as a whole.",
          "url": "https://doi.org/10.1177/20531680251353147",
          "doi": "https://doi.org/10.1177/20531680251353147",
          "filter": 0
        },
        {
          "title": "Islamophobia in Western Europe is unrelated to religiosity but highly correlated with far right attitudes",
          "authors": "Kai Arzheimer",
          "abstract": "The far right’s relationship with religion has become a major focus of current research. Even in Western Europe, one of the most rapidly secularising areas of the world, far right actors claim to defend Christian values against the alleged threat of Islam and Muslim immigrants, a rhetorical strategy known as ‘Christianism’. Yet, little is known about how religiosity, Islamophobia, and populist far-right ideology are connected at the level of mass belief systems in Western Europe. Most of the literature is focused either on religiosity’s effect on voting or on the connection between religiosity and ethnic prejudice, without considering religiosity’s relationships with the wider spectrum of far-right ideology. The present article fills this gap by analysing survey data from Britain, France, Germany, and the Netherlands. It uses SEM to uncover the relationships between Christian religiosity on the one hand and Islamophobia and far-right attitudes on the other. The results are broadly similar across different contexts: religiosity is mostly unrelated to Islamophobia, nativism, right-wing authoritarianism, and populism. Conversely, Islamophobia overlaps considerably with both nativism and authoritarianism: people who perceive immigration as a threat and favour strict laws and harsh enforcement also tend to reject Islam, but not for religious reasons. This pattern is compatible with the strategy of Christianism, which is largely devoid of religiosity, yet facilitates the “othering” of Muslims as a cultural out-group. It also helps to explain why there is no genuine, electorally relevant religious far right in Western Europe.",
          "url": "https://doi.org/10.1177/20531680251351895",
          "doi": "https://doi.org/10.1177/20531680251351895",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "State Action and Moral Attitudes toward Sexual Consent",
          "authors": "Eli Baltzersen, Francesca R. Jensenius, Øyvind Søraas Skorge",
          "url": "https://doi.org/10.1086/737554",
          "doi": "https://doi.org/10.1086/737554",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
