{
  "update": "2024-10-31",
  "content": [
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Colonial Genealogies of Pluralism: Consociation as Disavowal in Contemporary Democratic Theory",
          "authors": "JOY WANG",
          "abstract": "This article reframes understandings of pluralism in democratic theory by showing that the management of late and post-colonial identitarian conflict was integral to its incorporation into twentieth-century political science. It does so by reconstructing the central but underexamined place of theories of consociational democracy in efforts to reform South Africa’s apartheid constitution in the 1970s and 80s. Consociational democratic theory offered such promising resources for apartheid reform, it contends, because it entwined (a) a conception of social pluralism that redescribed apartheid’s racial hierarchy as identitarian difference with (b) a conception of institutional pluralism that curtailed the most transformative possibilities of decolonization through universal suffrage. Recovering pluralism’s colonial genealogies clarifies the conditions under which the recognition of identitarian diversity can function as a disavowal of racial domination, positioning democratic theory as an adjunct to projects of neo-colonial order.",
          "url": "http://dx.doi.org/10.1017/s000305542400090x",
          "doi": "10.1017/s000305542400090x",
          "filter": 0
        },
        {
          "title": "A Singular Enlightenment: C. L. R. James, Anti-Colonialism, and Transatlantic Political Thought",
          "authors": "ANTONIO Y. VÁZQUEZ-ARROYO",
          "abstract": "This article formulates an original account of the Enlightenment through an interpretation of C. L. R. James’s The Black Jacobins , a landmark work of transatlantic anti-colonial thought. It defends a dialectical account of the Enlightenment as a singular transatlantic historical process whose content and critical import changes across space and time. In The Black Jacobins , James shows the Enlightenment’s revolutionary and emancipatory political legacy by staging the dialectic of the Enlightenment in a colonial situation defined by a slave-plantation economy. James illustrates the Enlightenment’s political legacy as a “concrete universal” that has particular and singular aspects, each with its own unique contours. In doing so, the article considers other themes at the center of both historical and contemporary political theory such as how to best conceptualize colonialism; the traveling and misplacement of Enlightened ideas; and the critical importance of the dialectical legacy and critical theory in these efforts.",
          "url": "http://dx.doi.org/10.1017/s0003055424000650",
          "doi": "10.1017/s0003055424000650",
          "filter": 0
        },
        {
          "title": "Rethinking the Coloniality of Race: Blood Purity and the Politics of Periodization",
          "authors": "ISAAC GABRIEL SALGADO",
          "abstract": "The coloniality of power stands as a major framework for theorizing race within the context of Latin America, providing an influential account of the origin of race in the Spanish colonization of the Americas. Without abandoning the task of theorizing the ways in which race functions in Latin America, this article asks: what is obscured by an insistence on 1492 as the moment when race emerged, and what different understandings of race can be made available by connecting the colonization of the Americas to a different set of temporal and spatial referents? Specifically, I develop a “prismatic” approach to analyze the impact of fifteenth-century Iberian blood purity statutes on the development of race without positing these as the new, singular origin of race. This article thus suggests an alternative genealogy of racialization while providing a critical engagement with the coloniality of power’s account of race.",
          "url": "http://dx.doi.org/10.1017/s0003055424000893",
          "doi": "10.1017/s0003055424000893",
          "filter": 0
        },
        {
          "title": "Do Government Benefits Affect Officeholders’ Electoral Fortunes? Evidence from State Earned Income Tax Credits",
          "authors": "HUNTER E. RENDLEMAN, JESSE YODER",
          "abstract": "When do public policies influence citizens’ political attitudes and behavior, and among whom? We study this question using one of the largest social provision programs in the United States: the Earned Income Tax Credit (EITC). We exploit the staggered roll-out of state-level EITC programs to estimate the causal effect of the program on elections, voter behavior, and attitudes about the government. Contrary to predictions from the policy feedback literature, we show that the credit leads to higher vote shares and approval ratings for the implementing governor. These effects are temporally limited to the first years of the credit’s availability and dissipate over time. Taken together, our results offer new insights about the conditions under which particularistic economic policies affect political outcomes.",
          "url": "http://dx.doi.org/10.1017/s000305542400087x",
          "doi": "10.1017/s000305542400087x",
          "filter": 0
        },
        {
          "title": "Election-Denying Republican Candidates Underperformed in the 2022 Midterms",
          "authors": "JANET MALZAHN, ANDREW B. HALL",
          "abstract": "We combine newly collected election data with records of public denials of the results of the 2020 election to estimate the degree to which election-denying Republican candidates over- or underperformed other Republicans in 2022 in statewide and federal elections. We find that the average vote share of election-denying Republicans in statewide races was approximately 3.2 percentage points lower than their co-partisans after accounting for state-level partisanship. However, we find no such underperformance on aggregate for U.S. House elections, perhaps due to the more-partisan nature of many House districts. Together, the results suggest that the types of candidates in American elections who take more-extreme positions tend to underperform, but that these performance gaps are relatively small in the present, polarized political environment.",
          "url": "http://dx.doi.org/10.1017/s0003055424001084",
          "doi": "10.1017/s0003055424001084",
          "filter": 0
        },
        {
          "title": "Access to Healthcare and Voting: The Case of Hospital Closures in Rural America",
          "authors": "CHRISTIAN COX, DEREK A. EPP, MICHAEL E. SHEPHERD",
          "abstract": "We investigate how hardships affect rural politics, considering the case of hospital closures. In the last two decades, more than two hundred rural hospitals have closed their doors or drastically reduced their services. Drawing from resource models of voting, our hypothesis is that personal- and community-level deprivations brought about by hospital closures should reduce election turnout. Empirical tests pair geographic information on the location of open and closed hospitals with data from state voter files to create a panel of over 10 million rural residents for the 2016, 2018, and 2020 national elections. Results show that individuals whose nearest hospital closed prior to the proximate election were less likely to vote than their unaffected counterparts. These effects are strongest for older and lower-income residents, but they decay over time so that voting likelihood resembles a pre-closure baseline within 12 months.",
          "url": "http://dx.doi.org/10.1017/s0003055424001035",
          "doi": "10.1017/s0003055424001035",
          "filter": 0
        },
        {
          "title": "Why We Need Minimum Wages: Pay, Recognition, and Economic Citizenship",
          "authors": "CHRISTIAN SCHEMMEL, GEORG PICOT",
          "abstract": "Statutory minimum wages have become an important tool for regulating labor markets. One major reason is the decline in collective wage bargaining. But how can minimum wages be justified? We show that their best justification does not lie in their economic effects but in the respect for social contributors that they express. The article takes an innovative interdisciplinary approach, bridging political philosophy and comparative political economy. We first discuss existing justifications in political practice and theory. We then show how a distinctive and robust justification should regard minimum wages as paying necessary respect to those who fulfill their obligation to contribute to social cooperation. Our justification thus suggests a new concept of economic citizenship and advances recognition theory applied to work. We outline further implications of the argument, such as the desirability of setting minimum wages through collective bargaining, and a tentative case for a maximum income.",
          "url": "http://dx.doi.org/10.1017/s0003055424001096",
          "doi": "10.1017/s0003055424001096",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Emotions in the aisles: Unpacking the use of emotive language in the UK House of Commons",
          "authors": "TEVFIK MURAT YILDIRIM",
          "abstract": "The use of emotive rhetoric in legislative debates has attracted increasing scholarly attention in political science research. Building on recent scholarship, I examine the conditions under which emotive rhetoric dominates legislative speeches in the UK House of Commons between 2001 and 2015. By coding nearly half a million legislative speeches according to Ekman's six basic emotions – anger, disgust, fear, joy, sadness and surprise – I argue that members of parliament (MPs) strategically use emotions in their speeches to maximize their influence and visibility. The findings reveal modest but discernible effects related to electoral safety, seniority and party status. Specifically, the results show that speeches by electorally vulnerable, junior and opposition MPs contain higher levels of emotive language compared to those by other MPs. Notably, despite considerable similarity in the correlates of individual emotion categories, there are also significant differences. For example, opposition MPs and electorally vulnerable MPs rely more heavily on negative emotions such as anger, disgust, fear and sadness than government MPs and electorally safer MPs. While junior MPs use fear, sadness and surprise at higher rates compared to their senior counterparts, they are statistically indistinguishable from senior MPs in their use of anger, disgust and joy. Overall, these results underscore the need for greater scholarly attention to the communication styles of representatives in legislatures and emphasize the importance of examining the nuanced strategies behind the use of different types of emotions.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12733",
          "doi": "10.1111/1475-6765.12733",
          "filter": 0
        },
        {
          "title": "Inequalities in place‐based representation: Looking inside electoral districts",
          "authors": "MAFALDA PRATAS, JORGE M. FERNANDES, MIGUEL WON",
          "abstract": "Do representatives provide fair and proportional representation to each place in their district or, rather, do they favour some places, creating winners and losers of representation? While the impact of geography on representation has been extensively examined in majoritarian systems, we know little about the geographical losers of representation in proportional representation systems. We investigate the extent to which different places receive unequal levels of attention in parliament, relative to what we would expect based on their population size as a normative proportional ideal. Crucially, we conceptualize place‐based representation at the micro‐level by looking inside electoral districts, using Google Places and Named Entity Recognition. Findings indicate that there are significant deviations from the proportional ideal. We find that small localities and large cities are overrepresented in parliament, while the medium‐sized cities and suburban peripheries of major metropolises are underrepresented. Places with a higher percentage of the population with university degrees are also overrepresented in parliament. These results carry important normative implications for forms of territorial‐based representation.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12735",
          "doi": "10.1111/1475-6765.12735",
          "filter": 0
        },
        {
          "title": "As you wish? Public preferences for models of representation and MPs’ role orientations",
          "authors": "PHILIPPE MONGRAIN, NINO JUNIUS, NATHALIE BRACK",
          "abstract": "How much autonomy elected representatives should have in looking after the interests of their constituents is a central question of democratic theory. While much research has been conducted on the representational roles adopted by elected representatives, we currently lack an understanding of citizens’ preferences for contrasting models of representation, more specifically whether they believe representatives should primarily act as instructed delegates, closely following public opinion or rather as trustees, relying on their own convictions and judgement. As a result, we know relatively little about how congruent citizens’ and politicians’ representational preferences are, whether some subgroups of citizens and politicians are more congruent with each other than others and whether citizens’ and politicians’ representational preferences are driven by the same determinants. Using data from 13 countries, we assess the level of congruence between voters’ and MPs’ preferences in representational style. In all countries, citizens favouring delegate‐style MPs are poorly represented as the vast majority of representatives display a moderate to strong preference for trusteeship. Analysing subgroups of politicians and citizens according to party family, ideology, inclusion in government, populism and social class reveals that MPs from left‐wing or right‐wing radical and populist parties, representatives sitting on the opposition benches and those belonging to lower classes tend to hold representational preferences that are more in line with the preferences of their own supporters or individuals belonging to the same group as themselves, but also with those of the entire electorate. However, even among these politicians there are few delegates. Examining whether citizens’ and politicians’ representational preferences are driven by similar determinants, we assessed the influence of their ideological orientations, socioeconomic status and support for (or affiliation with) a party in government on their representational preferences. For citizens, our results indicate that locating oneself on the right of the ideological spectrum is related to higher scores on the delegate–trustee scale, while supporting a populist party seems to decrease voters’ favourability toward trusteeship. Politicians’ preferences could not be explained by similar factors as none of the tested factors were significant. In line with our congruence analysis, there seems to be little variation in MPs’ representational preferences. Even groups of MPs that can be thought of as most likely to be delegates turn out to be staunch trustees, potentially causing frustration among citizens preferring delegate‐style representation.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12734",
          "doi": "10.1111/1475-6765.12734",
          "filter": 0
        },
        {
          "title": "Do gender quotas increase political knowledge?",
          "authors": "GIULIA VENTURINI",
          "abstract": "Do gender quotas increase political knowledge? While some studies suggest that quotas can positively impact women's political engagement and participation, others find null or negative effects. This paper focuses on Western Europe and argues that the implementation of quotas serves as an attention and consciousness‐raising event, potentially enhancing awareness of the political sphere. To investigate this, I propose a novel research design that capitalizes on the (quasi) exogenous shock resulting from the introduction of gender quotas. By influencing symbolic representation, quotas may enhance women's sense of empowerment, equality and willingness to engage in politics. Furthermore, the impact is expected to be more pronounced among younger women due to the heightened political socialization experienced during adolescence. Thus, the institutional change brought about by quotas is anticipated to particularly boost political knowledge among (younger) women and subsequently narrow the gender gap. To examine this hypothesis, I analyse data from 1992 to 2018 from 12 countries, of which six implemented gender quotas. Using a hierarchical Bayesian model, I assess respondents' answers to knowledge questions. The findings indicate that the introduction of gender quotas in parliamentary systems has a positive effect on reducing the gender gap in political knowledge among younger individuals, while the effects are statistically insignificant for older citizens.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12736",
          "doi": "10.1111/1475-6765.12736",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Is a Picture Worth 280 Characters?: Contextually Realistic Graphics vs. Plain Text in Survey Experiments",
          "authors": "Benjamin Norwood Harris, Erik Lin-Greenberg",
          "abstract": "As survey experiments have become increasingly common in political science, some scholars have questioned whether inferences about the real world can be drawn from experiments involving hypothetical, text-based scenarios. In response to this criticism, some researchers recommended using realistic, context-heavy vignettes while others argue that abstract vignettes do not generate substantially different results. We contribute to this debate by evaluating whether incorporating contextually realistic graphics into survey experiment vignettes affects experimental outcomes. We field three original experiments that vary whether respondents are shown a realistic graphic or a plain text description during an international crisis. In our experiments, varying whether respondents are shown realistic graphics or plain text descriptions generally yields little difference in outcomes. Our findings have implications for survey methodology and experiments in political science – researchers may not need to invest the time to develop contextually realistic graphics when designing experiments.",
          "url": "http://dx.doi.org/10.1017/xps.2024.10",
          "doi": "10.1017/xps.2024.10",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Seeking the Public Good: Public Service Motivation and Political Ambition",
          "authors": "Hans J. G. Hassell, Gary E. Hollibaugh, Matthew R. Miles",
          "url": "http://dx.doi.org/10.1007/s11109-024-09981-3",
          "doi": "10.1007/s11109-024-09981-3",
          "filter": 0
        },
        {
          "title": "Pathways to Substantive Representation: Policy Congruence and Policy Knowledge Among Canadian Local Politicians",
          "authors": "Jack Lucas, Lior Sheffer, Peter John Loewen",
          "url": "http://dx.doi.org/10.1007/s11109-024-09982-2",
          "doi": "10.1007/s11109-024-09982-2",
          "filter": 0
        },
        {
          "title": "Authoritarian Nostalgia, Group Sentiment, and Voter Behavior: Evidence from East Asia",
          "authors": "Sanghoon Kim-Leffingwell",
          "url": "http://dx.doi.org/10.1007/s11109-024-09987-x",
          "doi": "10.1007/s11109-024-09987-x",
          "filter": 0
        },
        {
          "title": "Does Peer Socialization Within Cohorts Foster Political Attitudes? A Longitudinal Study of Elite Business Students",
          "authors": "Hilma Lindskog, Nils Gustafsson, Sofiya Voytiv",
          "abstract": "The association between higher education and political attitudes is well-recognized, and research suggests that socialization amongst peers is one of the most probable mechanisms explaining a possible attitudinal change. However, identifying a socialization effect is difficult due to self-selection mechanisms and limitations in data availability. This article empirically investigates the underlying peer socialization by employing a longitudinal network study of undergraduate students in Swedish and Finnish top-ranked business schools (N = 2651). The study tests the hypotheses that (1) attitudes within a cohort converge over time, and (2) socially embedded students experience more attitudinal change during their studies than students who do not engage with their peers. The paper leverages the Covid-19 pandemic as an exogenous shock that severely affected the networking dynamics of specific cohorts since it moved their education off campus. It is thereby among the first studies to directly test the relationship between socializing behaviors within higher education and political attitudes using both subjective and objective measurements. Contrary to previous conjectures, the findings challenge a general socialization mechanism to foster political attitudes. Instead, they point toward the importance of self-selection mechanisms in studies of higher education and for the specific student composition.",
          "url": "http://dx.doi.org/10.1007/s11109-024-09978-y",
          "doi": "10.1007/s11109-024-09978-y",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "“There, seated upon the toilet, apparently in the midst of defecation, was the president of the United States”: Toilets and elite politics in the USA and UK",
          "authors": "Marijn Nieuwenhuis, Colin Mcfarlane",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103228",
          "doi": "10.1016/j.polgeo.2024.103228",
          "filter": 0
        },
        {
          "title": "Negotiating (under)development? Expanding bargaining power within globalised production networks",
          "authors": "Martín Arias-Loyola",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103233",
          "doi": "10.1016/j.polgeo.2024.103233",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "The politics of pooling risk: People want to help the vulnerable by involving the government in healthcare",
          "authors": "Daniella P. Alva, Talbot M. Andrews, Andrew W. Delton",
          "abstract": "Many people want the government involved in healthcare. Is this because citizens are concerned about their own vulnerability, the plight of vulnerable others, or both? To test for these concerns, we used representative surveys and experimental economic games. We found robust evidence for concern for others. In surveys, people who worried about vulnerable others wanted more government involvement in healthcare. In experiments, people with the opportunity to subsidize vulnerable others often helped. The evidence for personal concern was more mixed. In surveys, people who were personally vulnerable did not usually want more government involvement in healthcare. In experiments, however, vulnerable people often wanted more healthcare. Additional data suggests that concern for the vulnerable is motivated by social preferences, empathy, and compassion. We discuss how the logic of healthcare is different from other aspects of the welfare state and therefore needs to be studied separately.",
          "url": "http://dx.doi.org/10.1111/pops.13060",
          "doi": "10.1111/pops.13060",
          "filter": 0
        },
        {
          "title": "Daniel Bar‐Tal, on the Israeli‐Palestinian conflict, before and after October 7, 2023: In conversation with James Liu and Veronica Hopner",
          "authors": "Daniel Bar‐Tal",
          "abstract": "The Israel‐Palestinian conflict is one of the most well‐known and polarizing issues that has impacts on societies, and institutions beyond Israel, and Palestine. This interview with prominent social scientist Daniel Bar‐Tal, Professor Emeritus, School of Education, Tel Aviv University, focused on the situation in Israel and Palestine following the Hamas attacks on October 7, 2023, and the subsequent war in Gaza. Interviews such as this are an academic inquiry drawing on the expert analysis of a scholar‐activist, grounded in research and theory. As such an analysis, Bar‐Tal explains the causes of this war, its context, its process, the contribution of each side to its escalation, and its effects on the possibilities of peaceful conflict resolution between Israeli Jews and Palestinians. He describes the current situation as governed by considerations of realpolitik, contestations over what defines antisemitism, and whether Israeli conduct in Gaza constitutes genocide or ethnic cleansing. This interview enables the application of Bar‐Tal's systematic and holistic Theory of Intractable Conflict to the current crisis to interrogate how ethos of conflict, collective memory, and collective emotional orientation dynamically interconnect to form a culture of conflict. But also, how these elements can also be addressed for solutions to enable peaceful resolutions.",
          "url": "http://dx.doi.org/10.1111/pops.13055",
          "doi": "10.1111/pops.13055",
          "filter": 0
        },
        {
          "title": "Exploring the effectiveness of virtual reality in combating misinformation on climate change",
          "authors": "Elif Erisen, Funda Yildirim, Emirhan Duran, Batuhan Şar, Irmak Kalkan",
          "abstract": "Our research examines the potential of immersive virtual reality (VR) in countering climate change misinformation. By creating VR simulations of future climate scenarios, we visually depict the potential impacts of rising temperatures and sea level rise on communities and ecosystems. Our objective is to determine whether immersive VR can achieve more effective correction outcomes compared to social media. We employ a mixed experimental design, manipulating the provision of correction through either VR or social media. We measure the impact of these interventions on belief in and skepticism toward climate change, and on inferential reasoning at three different points over a month. Furthermore, we explore the effectiveness of human actors and the level of presence in the VR experience as strategies to combat climate change misinformation. We find that VR conditions might lead to increased certainty in the belief that climate change is really happening and lowered skepticism toward the clarity of the effects of climate change. Moreover, we find significant differences in the heart rate (HR) of the participants in the VR conditions. The use of avatars in VR environments may contribute to heightened HR variability during misinformation correction, potentially due to increased emotional engagement and cognitive load.",
          "url": "http://dx.doi.org/10.1111/pops.13057",
          "doi": "10.1111/pops.13057",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Are local policy attitudes distinct?",
          "authors": "Brian F. Schaffner, Jesse H. Rhodes, Raymond J. La Raja",
          "abstract": "Scholars disagree as to whether Americans’ attitudes toward local issues are structured ideologically and whether these are related to national policy ideology. We use two surveys of American adults to assess whether and to what extent Americans' local policy attitudes exhibit a similar structure as do national policy attitudes. We find that items asking about local policy are just as likely to reflect a latent dimension of policy preferences as those asking about national policy. Additionally, when local and national items are scaled separately, those scales are highly correlated. Our findings indicate that attitudes toward many local issues are aligned with national ideology. A smaller subset of attitudes about local issues appears distinctively local and possibly structured by non-ideological cleavages.",
          "url": "http://dx.doi.org/10.1017/psrm.2024.58",
          "doi": "10.1017/psrm.2024.58",
          "filter": 0
        },
        {
          "title": "Do the Bretton Woods Institutions promote economic transparency?",
          "authors": "James R. Hollyer, Xun Pang, B. Peter Rosendorff, James Raymond Vreeland",
          "abstract": "Disseminating data is a core mission of international organizations. The Bretton Woods Institutions (BWIs), in particular, have become a main data source for research and policy-making. Due to their extensive lending activities, the BWIs often find themselves in a position to assist and pressure governments to increase the amount of economic data that they provide. In this study, we explore the association between loans from the BWIs and an index of economic transparency derived from the data-reporting practices of governments to the World Bank. Using a matching method for causal inference with panel data complemented by a multilevel regression analysis, we examine, separately, loan commitments and disbursements from the IMF and the World Bank. The multilevel regression analysis finds a significant association between BWI loans and the improvement of economic transparency in all developing countries; the matching method identifies a causal effect in democracies.",
          "url": "http://dx.doi.org/10.1017/psrm.2024.28",
          "doi": "10.1017/psrm.2024.28",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Registering Theory-Based Predictions in Political Science",
          "authors": "Andrew Cesare Miller",
          "abstract": "How can political scientists rigorously evaluate the predictive power of theories? Many peer-reviewed political science articles include predictions about future outcomes, and scholars make predictions on social media and other public forums. The prevalence of predictions suggests that scholars recognize the utility of leveraging theories for this purpose; however, the predictions often are not made in a manner that allows for rigorously evaluating their accuracy. Building on the increasing popularity of study preregistration in the social sciences, this article proposes “prediction registration” as a means for scholars to publish falsifiable, systematic, and verifiable theory-based predictions. Increasing the rigor of predictive theory testing can advance often-circular debates about accuracy and presents a “win-win” for scholars who aim to test the predictive power of theories. With a more rigorous approach, correct predictions would better demonstrate a theory’s ability to forecast outcomes, and missed predictions would reveal information that can be used to calibrate the theory.",
          "url": "http://dx.doi.org/10.1017/s1049096524000404",
          "doi": "10.1017/s1049096524000404",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Is country leaders’ education relevant for policy making? The case of the Covid-19 pandemic",
          "authors": "Stefan Bruckmeyer",
          "abstract": "This paper examines the impact of a country leader’s education on policy responses and policy outcomes during the onset of the Covid-19 pandemic. Relying on a quasi-experimental event-study approach, I find that political leaders with a graduate education responded more stringently to the first nationally registered infection than political leaders with lower educational attainment. Subsequently, political leaders with a graduate education reported fewer Covid-19 infections and Covid-19 related deaths at the onset of the pandemic. The results suggest that the education of political leaders can explain policy differences, particularly in countries with low electoral accountability. The low level of accountability allowed political leaders with a graduate education to implement stringent, evidence-based policies to contain the pandemic without fear of electoral punishment.",
          "url": "http://dx.doi.org/10.1007/s11127-024-01214-9",
          "doi": "10.1007/s11127-024-01214-9",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
