{
  "update": "2024-11-16",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Local orientation in the U.S. House of Representatives",
          "authors": "Pamela Ban, Jaclyn Kaslovsky",
          "abstract": "What drives legislators to emphasize local issues in a nationalized setting? Although the representation literature has highlighted why legislators present themselves as district‐ or nationally oriented in constituent‐facing activities, research remains limited on this behavior within Congress. We leverage congressional speech to provide evidence on how electoral competitiveness, district demographics, and legislator characteristics influence representation during the committee stage, a critical step in policymaking. Using U.S. House hearing transcripts from 1999 to 2018, we examine what types of legislators are more likely to mention their constituents and the local communities in their districts. Results reveal that women legislators use significantly more locally oriented statements compared to their male counterparts. This difference between male and female legislators, which is concentrated among Democrats, is similarly observed on the House floor. Overall, these results provide new evidence that the link between gender and policy representation persists even in settings when constituents are not the only intended audience.",
          "url": "http://dx.doi.org/10.1111/ajps.12929",
          "doi": "10.1111/ajps.12929",
          "filter": 0
        },
        {
          "title": "Economic risk perceptions and willingness to learn about globalization: A field experiment with migrants and other underprivileged groups in Vietnam",
          "authors": "Niccolò W. Bonifai, Edmund J. Malesky, Nita Rudra",
          "abstract": "Existing research maintains that socioeconomically disadvantaged individuals are reluctant to seek information that might help mitigate risk. We challenge this convention by proposing that perceptions of risks associated with global economic shocks can incentivize some disadvantaged individuals to acquire knowledge about their distributional effects. Internal migrants, in particular, have strong incentives to respond to such risks by seeking information. We test our hypotheses using a randomized experiment in Vietnam exposing half of the participants to risks associated with a new trade agreement with the European Union. We track willingness to learn by observing whether respondents accessed an online video describing the economic impacts of the agreement. We find that treated migrants were 187% more likely to seek knowledge than the control group, but find null effects for residents from sending and receiving locations. Our findings help uncover the key role migrants can play in supporting globalization and shared prosperity.",
          "url": "http://dx.doi.org/10.1111/ajps.12925",
          "doi": "10.1111/ajps.12925",
          "filter": 0
        },
        {
          "title": "Who wins when? Election timing and descriptive representation",
          "authors": "Zoltan L. Hajnal, Vladimir Kogan, G. Agustin Markarian",
          "abstract": "We examine how the timing of local elections affects the success of minority candidates, who remain woefully underrepresented in public office. We build on research showing that concurrent elections narrow racial gaps in voter turnout and leverage changes in the timing of local elections in California. Our analysis shows that filling local offices in November of even years increases minority officeholding, at least for some groups. The results demonstrate how, when, and for whom election timing matters. Latinos gain most, potentially at the expense of White and, to a lesser degree, Black representation. An investigation of potential mechanisms suggests that these effects depend on group population size and the magnitude of the turnout changes. An increase in the number of co‐ethnic candidates running also appears to contribute to the representational benefits of on‐cycle elections. Finally, the effects are most pronounced during presidential elections, when turnout improvements are largest.",
          "url": "http://dx.doi.org/10.1111/ajps.12930",
          "doi": "10.1111/ajps.12930",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "The Class Ceiling in Politics",
          "authors": "OLLE FOLKE, JOHANNA RICKNE",
          "abstract": "Prior studies have documented that working-class individuals rarely become parliamentarians. We know less about when in the career pipeline to parliament workers disappear, and why. We study these questions using detailed data on the universe of Swedish politicians’ careers over a 50-year period. We find roughly equal-sized declines in the proportion of workers on various rungs of the political career ladder ranging from local to national office. We reject the potential explanations that workers lack political ambition, public service motivation, honesty, or voter support. And while workers’ average high school grades and cognitive test scores are lower, this cannot explain their large promotion disadvantage, a situation that we label a class ceiling. Organizational ties to blue-collar unions help workers advance, but only to lower-level positions in left-leaning parties. We conclude that efforts to improve workers’ numerical representation should apply throughout the career ladder and focus on intra-party processes.",
          "url": "http://dx.doi.org/10.1017/s0003055424001011",
          "doi": "10.1017/s0003055424001011",
          "filter": 0
        },
        {
          "title": "Structural Responsibility",
          "authors": "MARA MARIN",
          "abstract": "I argue that current normative discussions of the responsibility for structural injustice are marred by an inadequate socio-theoretical view of structures and their functioning. This view reduces the relation between structures and actions to one of constraint: structures mainly inhibit transformative action; transformative action can only come from outside structures. I offer an alternative view of structures and their functioning that, drawing on and extending Sewell’s and Haslanger’s conceptions of structures and Arendt’s view of action, shows that actions are structurally and publicly constituted—they acquire social meaning in relation to structures, in a process of public interpretation—which is why they can transform the structures where they originate. Responsibility to dismantle unjust structures should then be understood as “structural responsibility”: responsibility to act from one’s structural position in ways that can disrupt the mechanisms of structural maintenance.",
          "url": "http://dx.doi.org/10.1017/s0003055424001072",
          "doi": "10.1017/s0003055424001072",
          "filter": 0
        },
        {
          "title": "Empowered Minipublics for Democratic Renewal? Evidence from Three Conjoint Experiments in the United States, Ireland, and Finland",
          "authors": "SASKIA GOLDBERG, MARINA LINDELL, ANDRÉ BÄCHTIGER",
          "abstract": "This article investigates the potential of deliberative minipublics to provide a new set of institutions for democratic renewal. Using three preregistered and identical conjoint experiments in the United States, Ireland, and Finland, it first shows that minipublics are moderately attractive institutional innovations, but that in all three country contexts, citizens in general are very reluctant to grant them empowerment and autonomy as well as ask for additional provisions (such as large size or large majorities for recommendations). Subgroup analyses, however, reveal that especially participation in minipublics as well as trust in other citizens as decision-makers in combination with low political trust produces more support for empowered and autonomous minipublics. But what stands out in the empirical analysis is that most citizens want minipublics as additions to the representative system, not as a replacement of the existing democratic infrastructure, as some minipublic advocates have suggested.",
          "url": "http://dx.doi.org/10.1017/s0003055424001163",
          "doi": "10.1017/s0003055424001163",
          "filter": 0
        },
        {
          "title": "Durkheim’s Empire: The Concept of Solidarity and Its Colonial Dimension",
          "authors": "ROUVEN SYMANK",
          "abstract": "This article challenges prevailing national interpretations of solidarity by examining its colonial dimensions. Employing the Durkheimian school as a historical lens, I demonstrate how the colonial context during the Third Republic shaped the emergence and application of solidarity as a scientific concept. Informed by colonial ethnographies, solidarity was not merely a sociological self-description within European nations; it also formed part of political agendas beyond Europe. I illustrate how Durkheim’s concept was utilized to enhance scientific understanding of colonized societies, aiding French colonial administrators in promoting developmentalist reforms. As national models extended internationally, solidarity evolved from social cohesion to economic integration within the international legal order. This progression toward modern solidarity—and the injustices it entailed—appeared inevitable, masking political struggles for self-determination. By critically recontextualizing solidarity, this analysis contributes to contemporary political theory debates, demonstrating its application in supporting an inclusive legal-economic agenda while failing to systematically confront colonial injustices.",
          "url": "http://dx.doi.org/10.1017/s0003055424001023",
          "doi": "10.1017/s0003055424001023",
          "filter": 0
        },
        {
          "title": "June Jordan’s Political Theory of Redesign",
          "authors": "LISA BEARD",
          "abstract": "This essay examines June Jordan’s design writings to elaborate a political theory of redesign in her work. I show that Jordan’s redesign offers political principles for reimagining space at multiple scales and speaks to the question of how more livable, beautiful worlds may be wrought from the material contexts in which we presently live. Against the grain of the dismantling of public goods in the late twentieth century, Jordan re-envisioned public city spaces and housing with dignity and room for human flourishing. Her primary barometer for design was the fullest expression of human aliveness—she insisted that the built environment should “[cherish] as it amplifies the experience of being alive.” Jordan’s visionary pragmatism anticipates what Deva Woodly calls the “radical Black feminist pragmatism” of the twenty-first century’s Movement for Black Lives and speaks to contemporary abolitionist thought and struggles over the future of public goods.",
          "url": "http://dx.doi.org/10.1017/s0003055424000698",
          "doi": "10.1017/s0003055424000698",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Running uphill: A comparative analysis of the gender gap in campaign financing",
          "authors": "LAURA SUDULICH, SIIM TRUMM, IAKOVOS MAKROPOULOS",
          "abstract": "Women are not a demographic minority, but they certainly are a minority in politics. Most legislative bodies across the world are still overwhelmingly male. Female candidates cite lack of resources as one of the main deterrents to run. Using data on candidates encompassing twenty‐eight elections in sixteen countries between 2006 and 2017, we examine the role of electoral institutions, partisanship and candidates’ political profile in mitigating – or aggravating – the gender resource gap. We find that female candidates systematically avail of significantly lower campaign budgets. This is true across different electoral systems and on the left as well as on the right. The gap is larger in size among incumbents. It is also wider in parties that use voluntary quotas and put forward more female candidates. Moreover, the budget composition of male and female candidates varies considerably. Male candidates tend to use higher proportions of their own resources, while female candidates rely on proportionally higher party contributions, that are, however, smaller in size.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12741",
          "doi": "10.1111/1475-6765.12741",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Leaving a Legacy: Shifting Media Use and American Democratic Attitudes",
          "authors": "Joshua P. Darr, Moriah Harman",
          "abstract": "Local political news is losing consumers over the past decade at a faster rate than other political media, while online news consumption is growing. Previous research shows that local news can slow polarization, encourage political participation, and reduce government and business corruption, but not whether changes over time can affect political attitudes. Is this consequential shift in the media environment associated with changes in Americans’ perceptions of electoral integrity and their system of government? We use a three-wave panel survey from 2012 to 2014 to assess the relationship between changes in self-reported news diets and opinions about American elections and democracy. Switching out of local newspapers is associated with a significant decrease in faith in elections but does not appear to influence support for the broader U.S. system of government. We conclude by discussing the implications of declining local and legacy media news use for Americans’ attitudes toward U.S. elections and democracy in the aftermath of the 2020 elections.",
          "url": "http://dx.doi.org/10.1007/s11109-024-09992-0",
          "doi": "10.1007/s11109-024-09992-0",
          "filter": 0
        },
        {
          "title": "The Role of Networks in Mobilization for Ethnic Minority Interest Parties",
          "authors": "Rutger Schaaf, Simon Otjes, Niels Spierings",
          "abstract": "Recently, parties that are run by and for ethnic minority citizens with a migration background have become more prominent. They can be considered a manifestation of ethnic political segregation. A key example of such a party is DENK in the Netherlands. So far, the explanatory literature has focused on how programmatic considerations drives voting for these parties. Other factors, such as the role of social networks in mobilization, have received limited testing and limited exploration in more detail. Furthermore, the literature on social networks is mainly based on majority populations. To inform our understanding of the role of social networks in voting (in general but also particularly among ethnic minority communities and for ethnic minority interest parties) this paper analyzes the voting behavior for DENK focusing on the role of personal, online and religious networks. The paper uses both qualitative interviews (with bicultural youth in the third largest city of the Netherlands in 2022) and quantitative surveys (the 2021 Dutch Ethnic Minority Electoral Study). Our analysis points to the importance of religious and personal networks for voting for DENK, whereas online networks appear to be less relevant.",
          "url": "http://dx.doi.org/10.1007/s11109-024-09988-w",
          "doi": "10.1007/s11109-024-09988-w",
          "filter": 0
        },
        {
          "title": "Tilly versus Milward: Experimental Evidence of Public Preferences for European Defense Amidst the Russian Threat",
          "authors": "Alexandru D. Moise, Zbigniew Truchlewski, Ioana-Elena Oana",
          "abstract": "Following the “bellicist” school of state formation, the external threat of war is expected to spur polity formation by centralizing military capacity (Tilly, in Coercion, Capital, and European States, Oxford, Basil Blackwell, 1990). It has been argued that Russia’s invasion of Ukraine could provide such an impetus for centralization in the EU polity (Kelemen &amp; McNamara, Comparative Political Studies, 55(6):18–34, 2022). We adapt the Tillian argument to the era of mass democracy, where governments need citizen support. Public support is crucial because it can constrain governments in times of crisis, especially regarding salient policies. We do not yet understand what degree of centralization the European public supports and under which conditions it can increase. We conduct an experiment where we vary both the Russian (escalation from presence in Ukraine to the invasion of Moldova or Lithuania) and the American responses (continuation of support vs. withdrawal) and see how European preferences vary for polity building in defense. We field our experiment in 7 countries (Germany, France, Italy, Portugal, Finland, Poland, and Hungary) with different sensitivities and exposures to the war in Ukraine. We propose an alternative argument to the Tillian approach based on the seminal Milwardian argument according to which polity coordination of national capacities is preferred (Milward, in The European Rescue of the Nation State, University of California Press, Berkeley and Los Angeles, 1992). We show theoretically and empirically that external threats can actually hamper polity centralization, at least in the short term. Rather, they strengthen the subunits of a polity through coordination.",
          "url": "http://dx.doi.org/10.1007/s11109-024-09979-x",
          "doi": "10.1007/s11109-024-09979-x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Fragmenting forest governance: Land tenure and the REDD+ paradox in Kigoma pilot project, Tanzania",
          "authors": "Emma Jane Lord",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103234",
          "doi": "10.1016/j.polgeo.2024.103234",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Review of Orla T.Muldoon's The Social Psychology of Trauma: Connecting the Personal and Political. Cambridge University Press, 2024. 222 pp.",
          "authors": "Eva G. T. Green, Christian Staerklé",
          "url": "http://dx.doi.org/10.1111/pops.13061",
          "doi": "10.1111/pops.13061",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Expertise and Inequality Amid Environmental Crisis: A View from the Yukon-Kuskokwim Delta",
          "authors": "Joseph Warren",
          "abstract": "Scientific expertise is crucial for responding effectively to environmental crises. Nevertheless, under conditions of political inequality, expert policy making can inhibit policy solutions by altering incentives of powerful interest groups. This is the situation facing the predominantly Alaska Native communities of the Yukon-Kuskokwim Delta, which have long relied on salmon for subsistence and are now experiencing a collapse of the salmon population. Scientific evidence indicates that climate change is a primary cause, and experts therefore have opposed demands by Native subsistence fishers for ameliorative measures—especially restricting pollock fishing—as likely to be ineffective. However, this approach eliminates incentives for the influential pollock industry to support policies to address the salmon crisis, including climate-change mitigation. This article presents a simple formal model that demonstrates these incentive effects. This argument contributes to theories of business power and shows how expert policy making can inadvertently force marginalized communities to bear the burden of climate change.",
          "url": "http://dx.doi.org/10.1017/s1049096524000386",
          "doi": "10.1017/s1049096524000386",
          "filter": 0
        },
        {
          "title": "Ebb and Flow: The Prospects and Constraints of Climate Migrants",
          "authors": "Justin Gest, Scott Drinkall, Kapiolani Micky, Lucas Núñez",
          "abstract": "Understanding why people choose to adapt or emigrate when facing slow-onset climate events is central to the design and implementation of policy addressing displacement spurred by climate change, especially climate-refugee programs. In this article, we leverage extensive field interviews and a novel survey in the Federated States of Micronesia, a country at high risk of environmental degradation but whose citizens have carte blanche access to the United States. We find that despite a general awareness of environmental risks, these play a minor role in migration decision making. Instead, other factors like work, health, and family obligations take precedence.",
          "url": "http://dx.doi.org/10.1017/s1049096524000246",
          "doi": "10.1017/s1049096524000246",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Partisanship, political alignment, and charitable donations",
          "authors": "Bouke Klein Teeselink, Georgios Melios",
          "abstract": "This paper examines how alignment with the government influences beliefs about the efficiency and role of government, and examines the behavioral consequences of these beliefs. In particular, we examine how support of versus opposition to the government affects people’s charitable donations. For both Republicans and Democrats, we find that alignment with the government leads to a reduction in charitable donations. Specifically, when accounting for government spending, supporters of the incumbent government decrease their charitable contributions, while detractors increase theirs. We explain this result by documenting a shift in people’s beliefs about the efficiency and normative role of government.",
          "url": "http://dx.doi.org/10.1007/s11127-024-01215-8",
          "doi": "10.1007/s11127-024-01215-8",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
