{
  "update": "2025-08-20",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Balancing bossism: State expansion in the face of elite capture",
          "authors": "Anna F. Callis, Christopher L. Carter",
          "abstract": "Central states have often relied on local elites to implement policies in peripheral areas. These strategies may allow otherwise weak states to impose their directives, but they can also be inefficient, particularly when a single elite commands total control over local politics ( monopolist capture ). We argue that weak states can overcome this equilibrium by creating new subnational positions with distinct appointment rules from existing ones ( balancing ). We evaluate our argument leveraging a natural experiment and novel data on 12,000 sub‐municipal units from turn‐of‐the‐twentieth‐century Peru. We exploit as‐if random variation in population‐based appointment rules for a justice of the peace, the chief institution through which monopolist capture was established. We provide evidence that the Peruvian government responded to monopolist capture by creating local‐level executive positions (lieutenant governors). We further demonstrate that this balancing allowed the state to conduct a 1902 education census, which was otherwise opposed and often blocked by entrenched elites.",
          "url": "https://doi.org/10.1111/ajps.70004",
          "doi": "https://doi.org/10.1111/ajps.70004",
          "filter": 0
        },
        {
          "title": "Competitive diplomacy in bargaining and war",
          "authors": "Joseph J. Ruggiero",
          "abstract": "War is often viewed as a bargaining problem. However, prior to bargaining, countries can vie for leverage by expending effort on diplomacy. This article presents a dynamic model of conflict where agenda‐setting power is endogenous to pre‐bargaining diplomatic competition. The ability to compete for leverage generates a new channel through which the nature of potential war affects the quality of peace. First, costs of war grow the bargaining surplus, fueling the battle for leverage and reducing welfare even if war never occurs on the path of play. Second, competitive diplomacy erodes the gains from peace, making it possible that war is relatively efficient. An extension of the model finds that frictions to cooperation create a risk of costly delay but also protect against erosion of the surplus. Moreover, I find that reliable deals avert “efficient” wars but introduce a trade‐off between welfare and timely settlement.",
          "url": "https://doi.org/10.1111/ajps.70006",
          "doi": "https://doi.org/10.1111/ajps.70006",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Measuring Descriptive Representation at Scale: Methods for Predicting the Race and Ethnicity of Public Officials",
          "authors": "Diana Da In Lee, Yamil Ricardo Velez",
          "abstract": "Ethnicity and race are vital for understanding representation, yet individual-level data are often unavailable. Recent methodological advances have allowed researchers to impute racial and ethnic classifications based on publicly available information, but predictions vary in their accuracy and can introduce statistical biases in downstream analyses. We provide an overview of common estimation methods, including Bayesian approaches and machine learning techniques that use names or images as inputs. We propose and test a hybrid approach that combines surname-based Bayesian estimation with the use of publicly available images in a convolutional neural network. We find that the proposed approach not only reduces statistical bias in downstream analyses but also improves accuracy in a sample of over 16,000 local elected officials. We conclude with a discussion of caveats and describe settings where the hybrid approach is especially suitable.",
          "url": "https://doi.org/10.1017/s0007123424000772",
          "doi": "https://doi.org/10.1017/s0007123424000772",
          "filter": 0
        },
        {
          "title": "Austerity and Social Spending: Estimating the Long-Run Effects of Fiscal Adjustment",
          "authors": "Nils Blossey",
          "abstract": "Ageing populations and slower growth have compelled governments in mature welfare states to implement fiscal adjustments, but uncertainty persists about whether these measures have successfully curtailed the size of the welfare state. This letter documents that fiscal adjustments reduce social spending more effectively than previously thought. Using data from sixteen advanced economies between 1978 and 2018 and the narrative identification of adjustment plans, I estimate cumulative multipliers with local projections. I find that fiscal adjustments persistently lower social spending, including key components of social consumption and social investment. To explain why austerity does not shelter the welfare state, I present stylized facts about the timing and composition of adjustment plans. First, while public investment cuts concentrate at the beginning of the adjustment period, social consumption cuts accumulate over time. Second, large budget deficits and financial crises are frequent antecedents of the most ambitious fiscal reforms.",
          "url": "https://doi.org/10.1017/s0007123425000018",
          "doi": "https://doi.org/10.1017/s0007123425000018",
          "filter": 0
        },
        {
          "title": "Should Political Discrimination be Unlawful?",
          "authors": "Thomas W. Simpson",
          "abstract": "Should people be protected by law from discrimination on the grounds of political affiliation and belief? I argue that individuals’ democratic right to exercise political agency – which implies freedom of association and freedom to express one’s political belief – requires that individuals should not be vulnerable to being treated disadvantageously because of their political affiliation and belief. To accomplish this, the protectorate of discrimination law should be expanded where relevant to include that characteristic. Moreover, in contexts where political and specifically affective polarisation is severe, the risk of such treatment increases, further justifying the legal innovation. While this thesis has received almost no prior discussion in the literature on the normative justification of discrimination law, and is revisionary in the UK and the USA, this absence is striking both in a comparative legal context and especially given the centrality of these freedoms to democratic politics.",
          "url": "https://doi.org/10.1017/s0007123425100604",
          "doi": "https://doi.org/10.1017/s0007123425100604",
          "filter": 0
        },
        {
          "title": "The Religious Roots of Belief in Misinformation: Experimental Evidence from India",
          "authors": "Simon Chauchard, Sumitra Badrinathan",
          "abstract": "Misinformation has emerged as a key threat worldwide, with scholars frequently highlighting the role of partisan motivated reasoning in misinformation belief. Yet the mechanisms enabling the endorsement of misinformation may differ in contexts where other identities are salient. This study explores whether religion drives the endorsement of misinformation in India. Using original data, we first show that individuals with high levels of religiosity and religious polarization endorse significantly higher levels of misinformation. Next, to understand the causal mechanisms through which religion operates, we field an experiment where corrections rely on religious messaging, and/or manipulate perceptions of religious ingroup identity. We find that corrections including religious frames (1) reduce the endorsement of misinformation; (2) are sometimes more effective than standard corrections; and (3) work beyond the specific story corrected. These findings highlight the religious roots of belief formation and provide hope that social identities can be marshalled to counter misinformation.",
          "url": "https://doi.org/10.1017/s0007123425100616",
          "doi": "https://doi.org/10.1017/s0007123425100616",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Geography Matters: The Conditional Effect of Electoral Systems on Social Spending – CORRIGENDUM",
          "authors": "Ignacio Jurado, Sandra León",
          "url": "https://doi.org/10.1017/s0007123425000110",
          "doi": "https://doi.org/10.1017/s0007123425000110",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Vote choice under certainty, risk, and uncertainty",
          "authors": "Guido Tiemann",
          "url": "https://doi.org/10.1016/j.electstud.2025.102972",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102972",
          "filter": 0
        },
        {
          "title": "Do voters on the left show more solidarity behaviour? Novel behavioural evidence from interactive surveys in Austria, West and East Germany",
          "authors": "Achim Goerres, Jakob Eicheler",
          "url": "https://doi.org/10.1016/j.electstud.2025.102980",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102980",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Guilty by association: Party effects of corruption-related prosecutions",
          "authors": "Milena Ang",
          "abstract": "Corrupt politicians are expected to be held accountable when they are caught doing wrong, but does prosecuting politicians affect their co-partisans? I leverage variation in criminal corruption charges among Mexican governors after the legislative elections of 2015 to identify their consequences on votes received by legislators in 2018. I find a robust association: legislative candidates in districts of criminal governors received between 3 and 6% less votes than candidates in districts with no criminal governors. These findings suggest that criminal trials affect parties even in places where corruption is pervasive and trust in the judicial process is extremely low. This electoral punishment of co-partisans, which I call ‘guilt by association,’ helps the role that criminalization of corruption can play in enforcing vertical accountability.",
          "url": "https://doi.org/10.1177/13540688251366827",
          "doi": "https://doi.org/10.1177/13540688251366827",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Can Authoritarians’ Electoral Success Abroad Change Citizens’ Satisfaction with Democracy?",
          "authors": "Ka Ming Chan",
          "abstract": "Authoritarians’ electoral victories often catch worldwide attention as they are detrimental to global democracy. But despite the salience of their victories, we know little about whether these events abroad change citizens’ satisfaction with democracy (SWD). Building on the transnational learning literature, this research tests two diverging effects regarding the spillover of an authoritarian’s electoral victory. Citizens may be less satisfied with domestic democracy (contagion/domino effect) or see their democracy in a rosier light (benchmark effect). Additionally, because of motivated reasoning, such effects may be heterogeneous among citizens with different ideologies. To test for these expectations, I re-analyse two datasets collected in Europe amid the 2016 US presidential election. Both studies demonstrate a modest benchmark effect, as citizens’ SWD increases after Trump’s unexpected victory. Also, the heterogeneity analysis finds that the benchmark effect is most prominent among citizens who previously voted for socialist/radical left parties or liberal parties. I discuss how these findings enrich the literature on autocratization, transnational learning and satisfaction with democracy.",
          "url": "https://doi.org/10.1007/s11109-025-10071-1",
          "doi": "https://doi.org/10.1007/s11109-025-10071-1",
          "filter": 0
        },
        {
          "title": "Trust After Tragedy: How Traumatic Events Impact Trust in Government(s) and Voting",
          "authors": "Wayde Z. C. Marsh",
          "url": "https://doi.org/10.1007/s11109-025-10075-x",
          "doi": "https://doi.org/10.1007/s11109-025-10075-x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Playing empire at home: Het Beursspel and Dutch popular colonial geopolitics in the 1940s",
          "authors": "Xavier Guillaume, Jesse van Amelsvoort",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103404",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103404",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Breadth and Depth: Examining the Limitations of Large-N Survey Research in the Study of Marginalized Populations",
          "authors": "Jenn M. Jackson",
          "abstract": "Surveys continue to be the most common research tool in American politics. Yet, there are normative, ontological, and conceptual concerns that render these techniques incomplete, especially when deployed in the study of marginalized people. This article argues that survey research is limited mainly in the study of race, gender, sexuality, and class because it fails to capture the intricacies of political life. Furthermore, the general exclusion of marginalized voices in survey research represents a major concern for the veracity of our findings. In response, I suggest three recommendations to help political scientists extend survey methods and tell more comprehensive stories about the political experiences and attitudes of marginalized people. I contend that political science departments must make qualitative methods required training for graduate students; political scientists must engage in feminist methodologies in building their research agendas; and researchers studying marginalized people must engage in multimethodological research approaches that provide context and detail about the lived experiences of vulnerable people.",
          "url": "https://doi.org/10.1017/s104909652510125x",
          "doi": "https://doi.org/10.1017/s104909652510125x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Constitutional change among American Indian tribes: an economic perspective",
          "authors": "Ennio E. Piano, Louis C. Rouanet",
          "abstract": "This paper explores the constitutional history of American Indian tribes since the 1930s. We compile a novel data set on 1,016 constitutional change episodes by 290 tribes. We leverage this information to explore the determinants of variation in tribal constitutional change over time and across tribes. First, we show that the location of tribes influences their propensity to amend, with tribes from the Great Plains and Eastern regions doing so at much higher rates than the rest. We then investigate the influence of changes in federal attitudes towards tribal sovereignty. Our analysis unveils a relationship between a tribe’s demographic and political characteristics on the one hand and its propensity to amend and constitutional longevity on the other. We show that membership size (in 1926) and whether a tribe adopts directly democratic forms of governance positively affects how much and how often it amends its constitution. We also find a surprising positive association between constitutional rigidity and the number and rate at which tribes amend. Our results confirm the influence of federal Indian policy on the trajectory of American Indian sovereignty. Changes in federal Indian policy significantly affect tribes’ choice to amend their constitutions, with the number of amendments per tribe per year doubling during the so-called ‘Self-Determination’ period (1968–1988).",
          "url": "https://doi.org/10.1007/s11127-025-01319-9",
          "doi": "https://doi.org/10.1007/s11127-025-01319-9",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Dark Money and Politician Learning",
          "authors": "Keith E. Schnakenberg, Ian R. Turner",
          "url": "https://doi.org/10.1086/734548",
          "doi": "https://doi.org/10.1086/734548",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
