{
  "update": "2025-12-02",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Filling the tax gap: How private donations compensate a faltering fiscal contract",
          "authors": "Simone Paci",
          "abstract": "Do individuals contribute to public service provision when others in the community shirk on their taxes? The long‐standing literature on conditional cooperation has widely documented a knock‐on effect of freeriding. I argue that individuals may turn to civil society as an alternative way to fund public services. First, I leverage a natural experiment in Slovakia, based on the timing of a naming‐and‐shaming tax policy. Communities exposed to a public disclosure of noncompliance donate 16% more. Second, I replicate this via a survey experiment, showing an increase in charitable giving of 9% as well as eroding faith in the tax system. Highlighting the role of altruism, donations increase the most among respondents who believe their town relies on public services. In a conjoint, treated respondents also preferred public donations, suggesting an additional reputation mechanism. Finally, cross‐country survey evidence bolsters external validity, showing a robust correlation between perceived tax cheating and local volunteering.",
          "url": "https://doi.org/10.1111/ajps.70026",
          "doi": "https://doi.org/10.1111/ajps.70026",
          "filter": 0
        },
        {
          "title": "A drag on the ticket? Estimating top‐of‐the‐ticket effects on down‐ballot races",
          "authors": "Kevin DeLuca, Daniel J. Moskowitz, Benjamin Schneer",
          "abstract": "Campaign staff, journalists, and political scientists commonly attribute the poor performances of a party's down‐ballot candidates to low‐quality or extreme top‐of‐the‐ticket candidates, but empirical evidence on this conventional wisdom is scant. We estimate the effect of candidate quality and ideology in gubernatorial and U.S. Senate elections on co‐partisan vote shares in down‐ballot U.S. House races. While naive estimates imply that top‐of‐the‐ticket candidates influence down‐ballot outcomes, after accounting for correlations in candidate quality/ideology across offices, we estimate near‐zero statewide top‐of‐the‐ticket effects on U.S. House elections. We similarly observe near‐zero top‐of‐the‐ticket effects in the further‐down‐ballot settings of state‐legislative and county‐legislative elections. Overall, voters exhibit a strong capacity to discern differences in quality and ideology across offices and incorporate this information into their vote choice throughout the time period under investigation. However, in line with other research, this link between candidate quality/ideology and election outcomes has weakened considerably in recent years.",
          "url": "https://doi.org/10.1111/ajps.70025",
          "doi": "https://doi.org/10.1111/ajps.70025",
          "filter": 0
        },
        {
          "title": "Reviewing fast or slow: A theory of summary reversal in the judicial hierarchy",
          "authors": "Alexander V. Hirsch, Jonathan P. Kastellec, Anthony R. Taboni",
          "abstract": "Appellate courts with discretionary dockets have multiple ways to review lower courts. We develop a formal model that evaluates the trade‐offs between “full review”—which features full briefing, oral arguments, and signed opinions—versus “quick review,” where a higher court can summarily reverse a lower court. We show that having the option of costless summary reversal can increase compliance by lower courts but also distorts their behavior compared to relying only on costly full review. When the higher court is uncertain about the lower court's preferences, the threat of summary reversal can lead an aligned lower court to “pander” and issue the opposite disposition to that preferred by the higher court. Access to summary reversal can therefore harm the higher court in some circumstances. Our analysis provides a theoretical foundation for growing concern over the U.S. Supreme Court's “shadow docket”—of which summarily reversals are a component—which has been empirically focused to date.",
          "url": "https://doi.org/10.1111/ajps.70018",
          "doi": "https://doi.org/10.1111/ajps.70018",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Replication of “Instrumentally Inclusive: The Political Psychology of Homonationalism” (Turnbull-Dugarte and López Ortega 2024)",
          "authors": "DANIEL DE KADT",
          "abstract": "Turnbull-Dugarte and López Ortega (2024) argue that increasing exposure to sexually conservative ethnic out-groups causes instrumental support for LGBT+ rights among those predisposed to disfavor the ethnic out-group. The article presents results from two related experiments, one conducted in the UK and a follow up in Spain, where respondents were randomly assigned to read vignettes about anti-LGBT+ protests, and the identity of the protesters was varied. I outline a series of concerns with the article, primarily related to ad hoc empirical choices. The authors use weights (of undisclosed origin) that follow a peculiar bimodal distribution in the second study but use no weights in the first, and inconsistently use robust standard errors throughout. These choices create a pattern of statistically significant results consistent with their theory, a pattern that disappears when either choice is varied. Additional analyses show that, rather than supporting their theory, the second experiment contradicts it.",
          "url": "https://doi.org/10.1017/s0003055425101330",
          "doi": "https://doi.org/10.1017/s0003055425101330",
          "filter": 0
        },
        {
          "title": "Attitudinal and Behavioral Legacies of Wartime Violence: A Meta-Analysis",
          "authors": "JOAN BARCELÓ",
          "abstract": "Understanding the legacies of wartime violence is essential for explaining postwar dynamics and informing policy. I present a meta-analysis of 172 quantitative studies across more than 50 countries, assessing the effects of wartime violence on 22 outcomes spanning four broad areas: (a) civic and political engagement, prosociality, and trust; (b) attitudinal hardening toward wartime enemies; (c) identification with one’s own wartime-aligned group; and (d) generalized attitudinal hardening. The analysis reveals mixed effects on engagement, prosociality, and trust: while violence increases some forms of participation, it does not promote voting, trust, or altruism. In contrast, wartime violence consistently heightens hostility toward former adversaries and strengthens in-group identification and favoritism. However, I find little evidence of broader hardening toward actors not directly involved in the conflict. These results challenge optimistic claims that war fosters cohesion and underscore the need for interventions that reduce intergroup hostility, rebuild cross group-trust, and support reconciliation.",
          "url": "https://doi.org/10.1017/s0003055425101299",
          "doi": "https://doi.org/10.1017/s0003055425101299",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Annual Review of Political Science",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "Causal Inference, Agency, and the Problem of Inherent Endogeneity",
          "authors": "Martin J. Williams",
          "abstract": "Researchers often leverage exogenous variation in an independent variable in order to understand its effects, yet endogenous decision processes are central to many of the real-world phenomena we wish to understand. This review explores whether there are situations in which exogenous and endogenous variation in the same independent variable (e.g., a policy, treatment, or other action) may lead to different outcomes. I begin by laying out a conceptual framework for understanding these inherently endogenous causal processes, identifying three types of mechanisms through which they might arise and discussing their application to a range of empirical phenomena, such as institutional reform, community natural resource governance, and interstate conflict. I then suggest that learning about inherently endogenous causal processes requires researchers to place endogenous decision-making at the center of analysis rather than seeking to abstract away from it. I survey a range of methods (both positivist and nonpositivist) for doing so.",
          "url": "https://doi.org/10.1146/annurev-polisci-032624-013736",
          "doi": "https://doi.org/10.1146/annurev-polisci-032624-013736",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Defensible Democratic Meritocracy: A Competition-Based Account",
          "authors": "Zhichao Tong",
          "abstract": "The article offers a new defense of democratic meritocracy. Existing defenses of the hybrid regime have centered on ordinary citizens’ lack of sophisticated political knowledge and the importance of having particularly able individuals in charge of governing. But since electoral democracy also contains certain built-in mechanisms that, when combined with a functioning party system, are capable of reducing the cognitive burdens of average voters and empowering more competent individuals, such defenses fail to make a compelling case for democratic meritocracy. Specifically, they owe us a fully developed account of how those mechanisms of electoral democracy will be weakened by its other inherent features so that the hybrid regime becomes a desirable alternative. This article provides such an account by exploring how a well-designed democratic meritocracy can better avoid pathologies of unconstrained political competition that are not only troublesome in themselves but which also undermine electoral democracy’s ability to generate superior political outcomes.",
          "url": "https://doi.org/10.1017/s0007123425101142",
          "doi": "https://doi.org/10.1017/s0007123425101142",
          "filter": 0
        },
        {
          "title": "Decisive or Distracted: The Effects of US Constraint on Security Networks",
          "authors": "Ha Eun Choi, Scott de Marchi, Max Gallop, Shahryar Minhas",
          "abstract": "The rise of China as a global power has been a prominent feature in international politics. Simultaneously, the United States has been engaged in ongoing conflicts in the Middle East and South Asia for the past two decades, requiring a significant commitment of resources, focus, and determination. This paper investigates how third-party countries react to the United States’ preoccupation with these conflicts, particularly in terms of diplomatic co-operation and alignment. We introduce a measure of US distraction and utilize network-based indicators to assess diplomatic co-operation or alignment. Our study tests the hypothesis that when the US is distracted, other states are more likely to co-operate with its principal rival, China. Our findings support this hypothesis, revealing that increased co-operation with China is more probable during periods of US distraction. However, a closer examination of state responses shows that democracies distance themselves from China under these circumstances, while non-democracies move closer.",
          "url": "https://doi.org/10.1017/s0007123425101026",
          "doi": "https://doi.org/10.1017/s0007123425101026",
          "filter": 0
        },
        {
          "title": "Rooting Equality: Testing the Effectiveness of Activist Frames Combating Homophobia in Zimbabwe",
          "authors": "Phillip M. Ayoub, Adam S. Harris",
          "abstract": "In a political wave that has been emulated across many African states, state-sponsored homophobia is being entrenched via draconian laws. Social movements grapple with countering these state-driven initiatives and altering ingrained anti-LGBTQ societal attitudes. Drawing on a survey experiment developed with guidance from Zimbabwean activists, this study tests the effectiveness of locally rooted messages that affirm queer indigeneity and contest claims that homosexuality is ‘un-African’. We find that ‘rooted’ messages incite no backlash, while an indigenous message reduces prejudice towards LGBTQ neighbors and a liberation message may increase support for LGBTQ-equal rights. These findings are important as they provide empirical support for effective strategies to combat anti-LGBTQ sentiments in challenging contexts. They also speak to broader political science debates on norm contestation and the limits of universal human-rights framing in nationalist and post-colonial contexts, demonstrating that activist-informed rooted messages offer a powerful alternative in shaping opinion on contested rights.",
          "url": "https://doi.org/10.1017/s0007123425101051",
          "doi": "https://doi.org/10.1017/s0007123425101051",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Childhood poverty and political participation: The role of family, gender and economic mobility",
          "authors": "Clara Weißenfels",
          "url": "https://doi.org/10.1016/j.electstud.2025.103029",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103029",
          "filter": 0
        },
        {
          "title": "The rural-urban cleavage in US presidential elections: Stability and sudden change",
          "authors": "Valentin Pautonnier, Ruth Dassonneville, Michael S. Lewis-Beck, Richard Nadeau",
          "url": "https://doi.org/10.1016/j.electstud.2025.103019",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103019",
          "filter": 0
        },
        {
          "title": "Burdens and gains. The association between house rent increases and voting in the city of Madrid",
          "authors": "Álvaro Sánchez-García, Hugo Marcos-Marne",
          "url": "https://doi.org/10.1016/j.electstud.2025.103024",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103024",
          "filter": 0
        },
        {
          "title": "Who is trusted to navigate the storm? Gendered leadership preferences in times of crisis",
          "authors": "Lotte Hargrave, Jessica C. Smith, Viktor Valgarðsson, Daniel Devine, Hannah Bunting, Caroline Leicht",
          "url": "https://doi.org/10.1016/j.electstud.2025.103023",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103023",
          "filter": 0
        },
        {
          "title": "Introduction to the Special Issue “The rural-urban divide in Europe: Assessing its impact on political attitudes and voting behavior”",
          "authors": "Pedro Riera, Sigrid Roßteutscher",
          "url": "https://doi.org/10.1016/j.electstud.2025.103028",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103028",
          "filter": 0
        },
        {
          "title": "Facts Speak Louder? Comparing the attention effects of moral and factual framing of political issues",
          "authors": "Michal Tóth, Tadeáš Celý, Roman Chytilek",
          "url": "https://doi.org/10.1016/j.electstud.2025.102996",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102996",
          "filter": 0
        },
        {
          "title": "Emphasizing or downplaying political ambitions: Exploring the role of candidate gender in shaping voter perceptions",
          "authors": "Yuya Endo, Yoshikuni Ono",
          "url": "https://doi.org/10.1016/j.electstud.2025.103004",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103004",
          "filter": 0
        },
        {
          "title": "Preaching to the converted: Misinformation and voter preferences in election campaigns",
          "authors": "Ursula Daxecker, Neeraj Prasad",
          "url": "https://doi.org/10.1016/j.electstud.2025.103003",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103003",
          "filter": 0
        },
        {
          "title": "Left parties’ strategies and working-class vote in contemporary Western Europe (2002–2020)",
          "authors": "Federico Trastulli",
          "url": "https://doi.org/10.1016/j.electstud.2025.103006",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103006",
          "filter": 0
        },
        {
          "title": "Mass higher education and voter turnout in the U.S.",
          "authors": "Eric R. Hansen",
          "url": "https://doi.org/10.1016/j.electstud.2025.103002",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103002",
          "filter": 0
        },
        {
          "title": "Negative partisanship in Western Europe",
          "authors": "Luana Russo",
          "url": "https://doi.org/10.1016/j.electstud.2025.103001",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103001",
          "filter": 0
        },
        {
          "title": "Cultivating trust? The role of European Union investments in bridging rural-urban divides",
          "authors": "Paul Maneuvrier-Hervieu, Leo Azzollini, Anne-Marie Jeannet",
          "url": "https://doi.org/10.1016/j.electstud.2025.102987",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102987",
          "filter": 0
        },
        {
          "title": "The unfulfilled promises of upward mobility and support for radical left parties in Western Europe",
          "authors": "José Pedro Lopes",
          "url": "https://doi.org/10.1016/j.electstud.2025.102999",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102999",
          "filter": 0
        },
        {
          "title": "The effect of incumbency in a mixed-member electoral system",
          "authors": "B.K. Song",
          "url": "https://doi.org/10.1016/j.electstud.2025.102988",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102988",
          "filter": 0
        },
        {
          "title": "Patterns of regional and local council size",
          "authors": "Simon Otjes",
          "url": "https://doi.org/10.1016/j.electstud.2025.103007",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103007",
          "filter": 0
        },
        {
          "title": "Learning to vote in democratic and authoritarian elections",
          "authors": "Anja Neundorf, Ksenia Northmore-Ball",
          "url": "https://doi.org/10.1016/j.electstud.2025.102985",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102985",
          "filter": 0
        },
        {
          "title": "Persistent breeze from the winds of change: Partisan alignments of protest participants after democratic transition",
          "authors": "Zeth Isaksson",
          "url": "https://doi.org/10.1016/j.electstud.2025.103000",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103000",
          "filter": 0
        },
        {
          "title": "Assisting the vote? Disability as a cost of voting",
          "authors": "Michael C. Herron, Daniel A. Smith",
          "url": "https://doi.org/10.1016/j.electstud.2025.102997",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102997",
          "filter": 0
        },
        {
          "title": "Corruption and accountability: Electoral systems, vote choice, and voter expectations for political parties",
          "authors": "Tiffany D. Barnes, Emily Beaulieu",
          "url": "https://doi.org/10.1016/j.electstud.2025.102998",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102998",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Redistribution between people and places: Conflict or consensus among rural and working-class voters?",
          "authors": "Marta R. Eidheim",
          "abstract": "Scholarship has often examined the views of rural and working-class voters separately. In this article, I propose that we gain a broader understanding of the political potential of left-behind voters by comparing these voter groups. Drawing on three survey experiments, I investigate these voters’ views on deservingness and redistribution. The findings show that both rural and working-class voters are more likely to believe that cities and the people living there receive a disproportionate share of public resources. Furthermore, they favor rural people and working people equally as recipients of government resources. Both groups are supportive of redistribution, particularly along class lines. The article highlights a consensus among these voters, implying a potential for parties to mobilize these voter groups around a redistributive program that addresses place and class-based disparities.",
          "url": "https://doi.org/10.1017/s1475676525100339",
          "doi": "https://doi.org/10.1017/s1475676525100339",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Within-country determinants of political party structures: Similarity-based analysis of Polish party statutes",
          "authors": "Dariusz Stolicki, Beata Kosowska-Gąstoł, Katarzyna Sobolewska-Myślik",
          "abstract": "We seek to explain within-country determinants of political party structures. However, unlike most scholars in the field, who start with hypotheses connecting specific structural features with specific explanatory variables (e.g., ideology, party age), we instead seek to explain overall structural similarity in terms of such variables. This allows us to determine whether the latter have an effect on party structures, even if we have no a priori hypotheses about what exactly this effect is. In the paper, we first introduce a new measure of structural similarity of political parties, based on their formal institutional arrangements reflected in their statutes. Then, using a dataset of Polish party statutes, and following the similarity-based hypothesis testing approach, we verify hypotheses about party structures being determined by ideology, party age, time of observation, as well as legislative and electoral experience of party candidates.",
          "url": "https://doi.org/10.1177/13540688251400233",
          "doi": "https://doi.org/10.1177/13540688251400233",
          "filter": 0
        },
        {
          "title": "Promoting gender equality or co-opting feminism? Comparing actors in the European Parliament",
          "authors": "Johanna Greiwe",
          "abstract": "The European Parliament has established itself as a promoter of gender equality among European Union institutions. Yet, recent research has drawn a more nuanced picture pointing to the struggle over gender equality between different actors in the institution. Still, many facets of this struggle remain unexplored. This article links to the debate on the co-optation of feminism to shed further light on the opposition to gender equality in the European Parliament which appears in a pro-feminist guise. Analytically focusing on the meso- and micro-level, it applies a comparative research design, comparing political groups, national affiliation and individual Members of the Parliament. The results reveal further divisions among political groups, while highlighting the role of individual parliamentarians as driving forces of opposition. Crucially, they suggest the growing importance of right-wing, women MEPs in co-opting gender equality discourses.",
          "url": "https://doi.org/10.1177/13540688251405219",
          "doi": "https://doi.org/10.1177/13540688251405219",
          "filter": 0
        },
        {
          "title": "How do new parties shape policymaking in coalition governments? Bill timing in the Czech Republic and Slovenia",
          "authors": "Marko Kukec",
          "abstract": "The entry of new parties into governments is often met with skepticism concerning their ability of joint policymaking with established coalition partners. Upon assuming government responsibility, new parties are motivated to counteract such perceptions by demonstrating both their competence and cooperativeness. The article examines this double signaling strategy on the temporal dimension of legislation, by analyzing the timing of bill initiation in Czech and Slovenian cabinets between 2000 and 2022. The event history analysis of 1591 bills submitted by seven Czech cabinets and 1894 bills submitted by ten Slovenian cabinets suggests the presence of ‘competence signaling’ strategy in both countries, as new parties initiate their legislation sooner compared to established parties. The evidence of ‘cooperation signaling’ is limited to the Czech Republic, where the established party legislation is initiated more swiftly if salient for new parties. The results of this study contribute to the ongoing debate on the consequences of new parties for coalition governance.",
          "url": "https://doi.org/10.1177/13540688251403849",
          "doi": "https://doi.org/10.1177/13540688251403849",
          "filter": 0
        },
        {
          "title": "A picture is worth a thousand words: Political party logos and logo change",
          "authors": "Matthias Avina, Jae-Jae Spoon",
          "abstract": "Virtually all political parties in Western Europe have a logo which is at the forefront of their promotional material. Despite their centrality to the party’s image, there has been little cross-national research on party logos. One likely reason for this is data limitations, as we have thus far lacked a comprehensive dataset on party logos. To fill this gap, this article introduces the “Political Parties Logos Database” (PPLD), the first comprehensive, cross-national database of party logos. In this article, we first introduce the PPLD and then use the database to empirically examine why parties change their logo. Drawing on seminal work on party change, we argue that parties change their logo after decreases in their electoral performance or changes in their party leader. Using the PPLD, we find little to no evidence that changes to a party’s electoral performance increases the probability of a party changing its logo. In contrast, we find strong evidence that changes to the party’s leader, moderated by the strength of the leader, predict party logo change. These results highlight the importance of party leaders for understanding party change while also demonstrating the utility of the PPLD.",
          "url": "https://doi.org/10.1177/13540688251397754",
          "doi": "https://doi.org/10.1177/13540688251397754",
          "filter": 0
        },
        {
          "title": "Between ideology and politics: The foreign policy of Islamist political parties AlsabehTaghreed, Between Ideology and Politics: The Foreign Policy of Islamist Political Parties. London: I.B. Tauris, 2024. £85.00 (hbk); x + 215 pp. ISBN 978-0-7556-5367-6.",
          "authors": "Görkem Altınörs",
          "url": "https://doi.org/10.1177/13540688251405083",
          "doi": "https://doi.org/10.1177/13540688251405083",
          "filter": 0
        },
        {
          "title": "Banking on victory? Gender, campaign spending, and candidate nomination outcomes in Canada",
          "authors": "Scott Pruysers, Rob Currie-Wood",
          "abstract": "While candidate spending is a well-established predictor of electoral success in general elections, much less is known about the role of spending in intraparty elections. Drawing on a unique dataset of over 600 nomination contestants in Canada’s 2019 and 2021 federal elections, this study explores whether dynamics from the interparty arena also apply to the intraparty arena. We find that nomination contestant spending is positively associated with winning a party’s nomination. Contrary to expectations, however, we find no significant gender gap in total fundraising or spending: men and women raise and spend similar amounts. Nonetheless, we uncover consistent evidence of a gender gap in nomination fundraising effort, revealing that women candidates need twice as many donors to achieve the same fundraising results as men. Multivariate analyses confirm these patterns and further reinforce the notion that financial resources are a key determinant of political success not just in general elections but also in the earlier, intraparty, stages of candidate selection.",
          "url": "https://doi.org/10.1177/13540688251405737",
          "doi": "https://doi.org/10.1177/13540688251405737",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Partisan Reactions to Endogenous Election Timing: Evidence from Conjoint Experiments in Japan",
          "authors": "Masaaki Higashijima, Naoki Shimizu, Hidekuni Washida, Yuki Yanai",
          "url": "https://doi.org/10.1007/s11109-025-10106-7",
          "doi": "https://doi.org/10.1007/s11109-025-10106-7",
          "filter": 0
        },
        {
          "title": "Stepping Up the Political Ladder: How the Burden of Fundraising Limits Candidate Entry",
          "authors": "William Marble, Nathan Lee, Curtis Bram",
          "url": "https://doi.org/10.1007/s11109-025-10108-5",
          "doi": "https://doi.org/10.1007/s11109-025-10108-5",
          "filter": 0
        },
        {
          "title": "Affective States: Cultural and Affective Polarization in a Multilevel-Multiparty System",
          "authors": "Dylan Paltra, Marius Sältzer, Christian Stecker",
          "abstract": "Affective Polarization—the growing mutual dislike among partisan groups—has been identified as a major concern in democracies. Although both economic and cultural ideological divides contribute to ideological polarization, their affective consequences can differ. This paper argues that cultural polarization becomes especially consequential when mobilized by far-right parties. Using data from 116 elections in Germany’s 16 states (1990-2023), we combine more than 550 state-level manifestos with more than 150,000 survey responses to examine how party polarization translates into voter affect. Our analyses show that both economic and cultural polarization increase affective divides, but cultural disagreements fuel hostility only in the presence of the Alternative for Germany (AfD). Acting as a cultural entrepreneur, the AfD amplifies the emotional impact of cultural divisions such as immigration, employing affective rhetoric and provoking strong rejection from other parties and voters. These findings highlight the catalytic role of far-right parties in transforming ideological competition into affective polarization.",
          "url": "https://doi.org/10.1007/s11109-025-10088-6",
          "doi": "https://doi.org/10.1007/s11109-025-10088-6",
          "filter": 0
        },
        {
          "title": "Advice Not Taken: Canadian Citizen Assemblies and Subsequent Referendums",
          "authors": "Lewis Krashinsky, Christopher H. Achen",
          "url": "https://doi.org/10.1007/s11109-025-10104-9",
          "doi": "https://doi.org/10.1007/s11109-025-10104-9",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Seams of power: Migration, state capitalism, and the dual mobilities of European energy investment in Jordan",
          "authors": "Kendra Kintzi",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103465",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103465",
          "filter": 0
        },
        {
          "title": "Organising at the margins: Spaces of worker resistance in late twentieth century Britain",
          "authors": "Paul Griffin, Sarah Peck",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103461",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103461",
          "filter": 0
        },
        {
          "title": "Showerheads, coffee machines and the everyday political geographies of the green backlash",
          "authors": "Ed Atkins",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103429",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103429",
          "filter": 0
        },
        {
          "title": "Space to think? Chinese think tanks and the uneven development of party-state power",
          "authors": "Jamie Peck",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103408",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103408",
          "filter": 0
        },
        {
          "title": "Migrant struggles in the Darién Gap-Tapón: Rethinking a more-than-human border",
          "authors": "Mauricio Palma-Gutiérrez",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103426",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103426",
          "filter": 0
        },
        {
          "title": "Reclaim the Night: fight for people-centric security and belonging, collectivisation in the everyday public",
          "authors": "Poushali Basak",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103433",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103433",
          "filter": 0
        },
        {
          "title": "What epithets conceal: A response to Oliver Belcher's 'Confessing Communism'",
          "authors": "Daanish Mustafa, Martin Francisco Saps",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103366",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103366",
          "filter": 0
        },
        {
          "title": "Hijacking legality: Corruption and property creation in Brazil's frontiers",
          "authors": "Joachim S. Stassart, Flávia Mendes de Almeida Collaço, Dário Cardoso, Renato Morgado",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103407",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103407",
          "filter": 0
        },
        {
          "title": "Topographies of the undesired: Tracing the camp from colonial confinement to digital control in the EU asylum regime",
          "authors": "Giuseppe Platania",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103421",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103421",
          "filter": 0
        },
        {
          "title": "Two crises. Constructing the meaning of the “climate crisis” by the residents of Gdańsk",
          "authors": "Danuta Uryga, Hanne Cecilie Geirbo, Małgorzata Romanowska, Ewa Duda",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103422",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103422",
          "filter": 0
        },
        {
          "title": "When “conflict free” minerals go to war",
          "authors": "Kali Rubaii, Mohamed El-Shewy, Mark Griffiths",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103425",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103425",
          "filter": 0
        },
        {
          "title": "Durable governance assemblages at the margins: Introduction to the special issue",
          "authors": "Matthew A. Richmond, Frank I. Müller",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103428",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103428",
          "filter": 0
        },
        {
          "title": "The appeals of communism: Extracting confessions from the communist subject in the Vietnam war",
          "authors": "Oliver Belcher",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103295",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103295",
          "filter": 0
        },
        {
          "title": "Runnymede's memorials and landscapes: Magna Carta and England's wider communities of belonging",
          "authors": "Tim Edensor, Ben Wellings",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103410",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103410",
          "filter": 0
        },
        {
          "title": "Go-along research in the UK Parliament",
          "authors": "Alex Prior, Samuel Johnson-Schlee, Ryan Swift",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103424",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103424",
          "filter": 0
        },
        {
          "title": "The visual conquering of the Portuguese sea",
          "authors": "Pedro Figueiredo Neto",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103411",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103411",
          "filter": 0
        },
        {
          "title": "Confessing communism. A negative epistemology",
          "authors": "Sara Fregonese",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103364",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103364",
          "filter": 0
        },
        {
          "title": "Governing through extra-territoriality: Jordan's clothing production zones as tools of imperial power and authoritarian rule",
          "authors": "Katharina Grüneisl",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103430",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103430",
          "filter": 0
        },
        {
          "title": "Response to commentators",
          "authors": "Oliver Belcher",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103431",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103431",
          "filter": 0
        },
        {
          "title": "War, refuge, liberation: Intimate geographies of confession",
          "authors": "Malene H. Jacobsen",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103365",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103365",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Examining the correspondence between political ideology and gun policy attitudes among Black and White people in the United States",
          "authors": "Joy E. Losee, Gerald D. Higginbotham, Gaby C. Pogge, Liz Kerner, James A. Shepperd",
          "abstract": "The present research examined whether political ideology corresponded with gun attitudes among people disproportionately experiencing gun violence—Black people in the United States. Across four studies ( N = 25,847) we found that race (Black vs. White) interacted with political ideology to predict gun attitudes, safety perceptions, and policy preferences. Among White participants, being more conservative corresponded with more positive gun attitudes, perceptions, and support for pro‐gun policies. Among Black participants, the relationship was weak or nonsignificant. Further, experience with gun violence also interacted with political ideology such that the relationship between gun attitudes, policy preferences and political ideology was weaker among participants who reported experience with gun violence compared with participants that reported no experience. These results have implications for the generalizability of the single‐item political ideology scale. This research also indicates that efforts to reduce gun violence focusing on reducing political polarization overlook that the polarization occurs largely among White people which may ultimately divert attention and resources from Black communities most impacted by gun violence.",
          "url": "https://doi.org/10.1111/pops.70091",
          "doi": "https://doi.org/10.1111/pops.70091",
          "filter": 0
        },
        {
          "title": "The psychology of political attitudinal volatility",
          "authors": "James Dennison",
          "abstract": "The assumption that political beliefs are formed by early‐life socialization and psychological predispositions, leading to stability in adulthood, increasingly acts as a theoretical cornerstone in the literature. However, politics is replete with examples of attitudinal change; this article proposes that certain stable psychological predispositions are likely to foster volatility in attitudes and general cognition. Using British electoral panel data, it shows that social distrust, open‐mindedness, and tolerance for uncertainty are associated with greater volatility in attitudes to immigration, redistribution, European integration, environmentalism, capital punishment, and Scottish independence. Locus of control, need‐for‐cognition, empathy, and risk tolerance are associated only with volatility in attitudes to some issues. Age, education, household income, being male, and lower partisanship are all negatively associated with attitudinal volatility. Overall, this study suggests that attitudinal volatility itself constitutes a meaningful dimension of political behavior, rooted in stable psychological predispositions.",
          "url": "https://doi.org/10.1111/pops.70096",
          "doi": "https://doi.org/10.1111/pops.70096",
          "filter": 0
        },
        {
          "title": "A certainty‐weighted, belief‐based model of political attitudes: A Bayesian analysis of American public attitudes toward the affordable care act",
          "authors": "Gabriel Miao Li, Josh Pasek, Jon A. Krosnick",
          "abstract": "This study proposes a novel, certainty‐weighted account of the process by which political beliefs shape political attitudes. Building upon expectancy‐value frameworks, this paper introduces belief certainty as a moderator of belief impact. A Bayesian partial‐pooling approach is used to test a model positing how beliefs about what the Patient Protection and Affordable Care Act does and does not do relate to overall attitudes toward the law. This analytic method manages the complexity of multiple potentially correlated beliefs and evaluations by imposing a structural constraint to avoid multicollinearity and enable accurate estimation of parameters. Data from a nationally representative sample survey of American adults support the model's core propositions. Counterfactual simulations further reveal that belief certainty substantially amplifies the weight of both accurate and inaccurate beliefs, thereby intensifying attitudes and amplifying polarization. These findings highlight the role of belief certainty in shaping political judgments and offer a methodological pathway for researchers to model the interplay of multiple correlated political beliefs in an era of abundant—sometimes erroneous—information.",
          "url": "https://doi.org/10.1111/pops.70095",
          "doi": "https://doi.org/10.1111/pops.70095",
          "filter": 0
        },
        {
          "title": "Religious‐based homonegativity as a function of the endorsement of traditional gender norms",
          "authors": "P. J. Henry, Matthew Nielson, Jaime L. Napier",
          "abstract": "Religious individuals tend to express negative attitudes toward members of the LGB population. The explanations for this relationship have mostly pointed to endorsement of conservative and authoritarian ideological systems. However, the theoretical perspective of sexuality‐as‐gendered proposes that beliefs about gender norms and gender role expectations play a primary role in explaining the relationship, given religious motivations for social control of men and women and views that LGB individuals violate traditional gender expectations. Using two data sets representing 80,000 individuals across more than 60 countries, we test mediation models to determine the relative role of these different ideological systems. While conservative and authoritarian belief systems consistently play an important mediating role between religiosity and homonegativity, on average neither is as strong cross‐nationally, or across religious groups, as beliefs about gender. The results show further support for the importance of beliefs about gender as a central ideological system in social and political worldviews.",
          "url": "https://doi.org/10.1111/pops.70092",
          "doi": "https://doi.org/10.1111/pops.70092",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "How people understand voting rules",
          "authors": "Antoinette Baujard, Roberto Brunetti, Isabelle Lebon, Simone Marsilio",
          "abstract": "If individuals are to be empowered in their selection or use of a voting rule, it is necessary that they understand it. This paper analyzes people’s understanding of two voting rules: evaluative voting and majority judgment. We first distinguish three components of understanding in this context: how to fill in the ballot; how votes are aggregated; and how to vote strategically. To measure each component, we draw on results from a lab experiment on incentivized voting where participants are exogenously assigned single-peaked preferences and answer comprehension questions on the rules employed. We find that most participants understand how to fill in the ballot with both voting rules. However, participants’ understanding of vote aggregation under majority judgment is lower and, crucially, more heterogeneous. While some participants correctly understand its aggregation property, a sizable group fails to grasp it. We also observe no difference in voting behavior between evaluative voting and majority judgment: the data confirm the theoretical prediction that under evaluative voting there will be a high incidence of strategic voting through the use of extreme grades, but contradict the prediction that under majority judgment voters will vote less strategically. Finally, we find that with majority judgment, the better voters understand how votes are aggregated, the more they vote strategically, hence resulting in inequality in voter agency.",
          "url": "https://doi.org/10.1007/s11127-025-01344-8",
          "doi": "https://doi.org/10.1007/s11127-025-01344-8",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "From citizen input to a more egalitarian agenda: Public inquiries and the policy agenda",
          "authors": "Hen Hana Kersenti Feldman, Ilana Shpaizman",
          "abstract": "Public inquiries serve as a path for citizens to convey daily grievances directly to politicians, seeking resolutions. This paper examines their role as an information supply channel in the agenda-setting stage. Political agendas often exhibit socioeconomic bias, reflecting the interests of affluent groups, partly due to policymakers’ reliance on narrow information sources. We argue that exposing decision-makers to diverse, everyday citizen concerns through public inquiries contributes to a more equitable and inclusive political agenda. We test this argument using comprehensive data from Israel’s parliament, specifically examining the parliamentary Special Committee for Public Inquiries. We find that this committee’s agenda exhibits a high representation of issues concerning lower- and middle-class individuals. This finding has implications for how policymakers can broaden their agenda to address often-neglected issues and groups.",
          "url": "https://doi.org/10.1177/20531680251400480",
          "doi": "https://doi.org/10.1177/20531680251400480",
          "filter": 0
        },
        {
          "title": "Presidential approval, party brands, and candidate quality in U.S. national elections",
          "authors": "Carlos Algara, Byengseon Bae, Edward Headington, Hengjiang Liu, Bianca Nigri, Lisette Gomez",
          "abstract": "This article considers (1) presidential approval, (2) party brand differentials, as measured by the generic ballot, and (3) the presidential candidate polling differentials during the general election campaign to forecast the 2024 U.S. presidential and congressional elections. While all these three mass public opinion variables are leveraged to forecast collective partisan election outcomes, we consider the variables together as theoretically distinct determinants of partisan fortunes at both the executive and legislative levels and make the following contributions. First, using novel time-series data of mass opinion since 1937, we show that all three variables are weakly correlated and thus distinct conceptual and empirical measures of mass public assessments of partisan stimuli. Second, we use these three mass opinion variables to specify a unified model of U.S. national elections which better predicts variation in electoral outcomes compared to the standard forecasting approaches, finding that congressional election outcomes are predicted by party brands while presidential elections are predicted by presidential approval and the presidential candidate polling differentials heading into election day. Lastly, we validate our forecasting model using out-of-sample and 2024 forecasting predictions against other standard forecasting approaches.",
          "url": "https://doi.org/10.1177/20531680251394444",
          "doi": "https://doi.org/10.1177/20531680251394444",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
