{
  "update": "2025-02-27",
  "content": [
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Why Was the American Revolution a War? A Rationalist Interpretation",
          "authors": "DAVID A. LAKE",
          "abstract": "This paper poses a rationalist account of the American Revolution that locates the turn to war in problems of credible commitment on both sides of the Atlantic. On the one hand, Britain could not commit credibly to restrain its authority, especially once the political equipoise that had prevailed before the Seven Years War was broken. To render a new colonial bargain credible required tying the hands of Parliament, but any form of colonial representation would have severely disrupted politics in Britain in a period of political change and conflict. On the other hand, Americans could not credibly commit to follow rules set in London, especially those restricting trade and Westward expansion. Neither settlers nor elites had an incentive to comply with imperial edicts and, more importantly, the colonies lacked any means to enforce any potential agreement.",
          "url": "https://doi.org/10.1017/s0003055425000024",
          "doi": "https://doi.org/10.1017/s0003055425000024",
          "filter": 0
        },
        {
          "title": "Sustaining Exposure to Fact-Checks: Misinformation Discernment, Media Consumption, and Its Political Implications",
          "authors": "JEREMY BOWLES, KEVIN CROKE, HORACIO LARREGUY, SHELLEY LIU, JOHN MARSHALL",
          "abstract": "Exposure to misinformation can affect citizens’ beliefs, political preferences, and compliance with government policies. However, little is known about how to durably reduce susceptibility to misinformation, particularly in the Global South. We evaluate an intervention in South Africa that encouraged individuals to consume biweekly fact-checks—as text messages or podcasts—via WhatsApp for six months. Sustained exposure to these fact-checks induced substantial internalization of fact-checked content, while increasing participants’ ability to discern new political and health misinformation upon exposure —especially when fact-check consumption was financially incentivized. Fact-checks that could be quickly consumed via short text messages or via podcasts with empathetic content were most effective. We find limited effects on news consumption choices or verification behavior, but still observe changes in political attitudes and COVID-19-related behaviors. These results demonstrate that sustained exposure to fact-checks can inoculate citizens against future misinformation, but highlight the difficulty of inducing broader behavioral changes relating to media usage.",
          "url": "https://doi.org/10.1017/s0003055424001394",
          "doi": "https://doi.org/10.1017/s0003055424001394",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "The Group-Basis of Political Behaviour among Minoritized Communities: The Case of LGBTQ+ Linked Fate and Sexual and Gender Minorities",
          "authors": "Nathan K. Chan, Gabriele Magni",
          "abstract": "LGBTQ+ individuals often display consistent political behaviour despite being internally diverse. We theorize about the importance of group-based heuristics to understand this cohesiveness by proposing the concept of LGBTQ+ linked fate. First, we argue that LGBTQ+ linked fate is stronger among privileged individuals within the LGBTQ+ community (white, cisgender, gays/lesbians) and among those whose life experiences have made their LGBTQ+ identity salient. Then, expanding on social identity theory, we posit that individuals with greater LGBTQ+ linked fate are more likely to hold group-based political attitudes and voice these preferences through electoral participation. We provide support for these claims using a novel oversample of ∼2,000 LGBTQ+ Americans from the 2020 Collaborative Multiracial Post-Election Survey. We show that stronger LGBTQ+ linked fate is associated with higher voter turnout, leaning ideologically liberal, and identifying with the Democratic Party. This study contributes to understanding group identity, solidarity, and political behaviour among marginalized communities.",
          "url": "https://doi.org/10.1017/s0007123424000966",
          "doi": "https://doi.org/10.1017/s0007123424000966",
          "filter": 0
        },
        {
          "title": "Crowded Out: The Influence of Mental Load Priming on Intentions to Participate in Public Life",
          "authors": "Anna Helgøy, Ana Catalano Weeks",
          "abstract": "How does cognitive household labour – the ‘mental load’ involved in anticipating, fulfilling, and monitoring household needs – influence decisions about whether and how to participate in public life? Studies suggest women take on the vast majority of this load, yet the impact of these private sector inequalities on participation in public life is underexplored. To make progress on these questions, we contribute new causal evidence about the effect of prompting respondents to think about their own mental loads in a survey experiment fielded to employed British parents. Our main argument is that priming the mental load will crowd out interest in political and labour market participation. In line with expectations, our survey experiment finds a strong negative effect of mental load priming on intentions to engage in politics and at work. Our results offer new insights about the continuing relevance of household-based inequalities to gender equality in public life.",
          "url": "https://doi.org/10.1017/s0007123424000826",
          "doi": "https://doi.org/10.1017/s0007123424000826",
          "filter": 0
        },
        {
          "title": "Colonial Mapmaking, Ethnic Identity, and Traditional Authority in Africa",
          "authors": "Christian Houle, Jeffrey Conroy-Krutz",
          "abstract": "One common explanation for ethnicized politics and limited national identification in Africa lies with colonial boundaries. Europeans frequently divided ethnic groups as they divvied territory in the nineteenth century; this might have long-run repercussions, as individuals prioritize ties with coethnics in neighboring states rather than with non-coethnic co-nationals. Contra these expectations, we argue that divided groups should have weaker attachments to their ethnicity than non-divided groups will, because partition particularly disrupted pre-existing traditional institutions of governance and exchange within these groups. We argue that partition weakened traditional authorities and, consequently, ethnic identities through three mechanisms: (1) administrative shifts that reduced traditional authorities’ power; (2) limitations on leaders’ capacity to raise revenues; and (3) exacerbating intra-group divisions among co-ethnics living on different sides of the borders. We test this using georeferenced data from rounds 3-6 of the Afrobarometer and find support for our argument. These results are robust to different measures of the extent to which an ethnic group was split and various considerations of ethnic groups’ local and national demographic and political power. Our findings have important implications for studies of the legacies of colonialism and identity politics in Africa today.",
          "url": "https://doi.org/10.1017/s0007123424000759",
          "doi": "https://doi.org/10.1017/s0007123424000759",
          "filter": 0
        },
        {
          "title": "Educating for Democracy? Going to College Increases Political Participation",
          "authors": "Andreas Videbæk Jensen",
          "abstract": "It is a long-standing view that educational institutions sustain democracy by building an engaged citizenry. However, recent scholarship has seriously questioned whether going to college increases political participation. While these studies have been ingenious in using natural experiments to credibly estimate the causal effect of college, most have produced estimates with high statistical uncertainty. I contend that college matters: I argue that, together, prior effect estimates are just as compatible with a positive effect as a null effect. Furthermore, analyzing two-panel datasets of $n \\approx 10,000$ young US voters, using a well-powered difference-in-differences design, I find that attending college leads to a substantive increase in voter turnout. Importantly, these findings are consistent with the statistically uncertain but positive estimates in previous studies. This calls for updating our view of the education-participation relationship, suggesting that statistical uncertainty in prior studies may have concealed that college education has substantive civic returns.",
          "url": "https://doi.org/10.1017/s0007123424000486",
          "doi": "https://doi.org/10.1017/s0007123424000486",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Magnitude matters: Voter turnout under different electoral systems",
          "authors": "Michał Pierzgalski, Maciej A. Górecki, Paweł Stępień",
          "url": "https://doi.org/10.1016/j.electstud.2025.102910",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102910",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Voter Preferences for Ethnoracial Minority Candidates: The Role of Policy Alignment and Shared Identity",
          "authors": "Akira Igarashi, Yoshikuni Ono",
          "abstract": "Existing research suggests that ethnoracial majority voters favor coethnic candidates over those from ethnoracial minorities due to stereotypical inferences about policy positions based on ethnic group and shared group identity. This study examines whether coethnic bias can be mitigated when ethnic minority candidates adopt policy positions favorable to ethnoracial majorities and share a common group identity with them. We conducted a pre-registered survey experiment with Japanese voters, using vignettes that varied a hypothetical candidate’s origin, name, and migrant policy proposals. Our findings indicate that ethnoracial majority respondents do not necessarily disfavor ethnic minority candidates. Furthermore, policy positions and shared identity do not mitigate candidate preferences. However, this null result is driven by heterogeneous responses to the candidates’ ethnic origins based on perceived threats. Voters who perceive higher threats from ethnoracial minorities are more likely to negatively evaluate ethnic minority candidates, whereas those perceiving lower threats tend to evaluate them positively.",
          "url": "https://doi.org/10.1017/xps.2025.1",
          "doi": "https://doi.org/10.1017/xps.2025.1",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "The power of the leader: Party approval and institutional trust",
          "authors": "Enrijeta Shino, Regina Lea Wagner, Michael Binder, Adrienne Lerner",
          "abstract": "Unprecedented in American politics, several Republican US Representatives, supported by former President Trump, led a motion in the House to remove the Speaker, providing an ideal case for understanding a strong leader’s control over the party base, conflation with the party brand, and ramifications for the health of the US party system. Leveraging this unique event, we conducted an original survey experiment of registered Republican voters to analyze how awareness of the leader’s approval influences their assessment of the ouster, approval of their party, and trust in the House. We argue that if a leader’s hold over the base and association between him and the party brand remains strong, his endorsement should boost Republican voters’ approval of the ouster, their party, and trust in the US House. We find consistent empirical support for these expectations, with significant implications for the leader -- party -- constituent relationship and the health of the American party system.",
          "url": "https://doi.org/10.1177/13540688251322108",
          "doi": "https://doi.org/10.1177/13540688251322108",
          "filter": 0
        },
        {
          "title": "Book Review: How personalist parties destory democracy from within",
          "authors": "Juhong Chen, Jingying Wang",
          "url": "https://doi.org/10.1177/13540688251324355",
          "doi": "https://doi.org/10.1177/13540688251324355",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Addressing Measurement Errors in Ranking Questions for the Social Sciences",
          "authors": "Yuki Atsusaka, Seo-young Silvia Kim",
          "abstract": "Social scientists often use ranking questions to study people’s opinions and preferences. However, little is understood about the general nature of measurement errors in such questions, let alone their statistical consequences and what researchers can do about them. We introduce a statistical framework to improve ranking data analysis by addressing measurement errors in ranking questions. First, we characterize measurement errors from random responses—arbitrary and meaningless responses based on a wide range of random patterns. We then quantify bias due to random responses, show that the bias may change our conclusion in any direction, and clarify why item order randomization alone does not solve the statistical issue. Next, we introduce our methodology based on two key design-based considerations: item order randomization and the addition of an “anchor” ranking question with known correct answers. They allow researchers to (1) learn about the direction of the bias and (2) estimate the proportion of random responses, enabling our bias-corrected estimators. We illustrate our methods by studying the relative importance of people’s partisan identity compared to their racial, gender, and religious identities in American politics. We find that about 30% of respondents offered random responses and that these responses may affect our substantive conclusions.",
          "url": "https://doi.org/10.1017/pan.2024.33",
          "doi": "https://doi.org/10.1017/pan.2024.33",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "The Democratic Dilemma among Elites: Do Legislators Make More Reasoned Decisions than the Public?",
          "authors": "Adam Zelizer, Elizabeth Dorssom, Patricia Kirkland",
          "url": "https://doi.org/10.1007/s11109-025-10012-y",
          "doi": "https://doi.org/10.1007/s11109-025-10012-y",
          "filter": 0
        },
        {
          "title": "Correction: Backlash or Inclusion? The Political Effects of Co-Ethnic Immigration",
          "authors": "David Attewell, Andreas Jozwiak, Eroll Kuhn",
          "url": "https://doi.org/10.1007/s11109-025-10017-7",
          "doi": "https://doi.org/10.1007/s11109-025-10017-7",
          "filter": 0
        },
        {
          "title": "What Explains Country-Level Differences in Political Belief System Coherence?",
          "authors": "Philip Warncke",
          "abstract": "Although public opinion research has made tremendous progress in identifying the conditions under which citizens adopt coherent political beliefs, comparatively little attention has been paid to the role of national political context in shaping mass belief system coherence. Using dedicated statistical network models built from representative surveys conducted across 38 European countries between 2002 and 2020, this article demonstrates that national-level attitude systems vary substantially and systematically in overall constraint. Drawing on both a novel, network-derived measure of belief system coherence and node-level centrality metrics, this paper further shows that political systems characterized by programmatic linkages between citizens and political parties sustain far more coherent mass beliefs than those in which party-citizen interactions typically involve personal favors. Furthermore, just under one third of the belief-structuring effect of party-citizen relations is mediated by the relative centrality of citizens’ symbolic ideological attachments within national-level belief systems. Abstract ideological summary positions are not central to all belief systems, but where they are, mass beliefs tend to be more coherent overall.",
          "url": "https://doi.org/10.1007/s11109-025-10015-9",
          "doi": "https://doi.org/10.1007/s11109-025-10015-9",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Tigray war: Modern geographies of mass violence and the invisibilization of populations",
          "authors": "Teklehaymanot G. Weldemichel",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103298",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103298",
          "filter": 0
        },
        {
          "title": "Speculative connections: Port authorities, littoral territories and the assembling of the green hydrogen frontier",
          "authors": "William Monteith, Vinzenz Bäumer Escobar",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103271",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103271",
          "filter": 0
        },
        {
          "title": "Multispecies imaginaries for river justice: Mobilising in defence of the Piatúa River, Ecuador",
          "authors": "Carlota Houart, Jaime Hoogesteger, Rutgerd Boelens",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103296",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103296",
          "filter": 0
        },
        {
          "title": "The making of H2-scapes in the Global South: Political geography perspectives on an emergent field of research",
          "authors": "Eric Cezne, Kei Otsuki",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103294",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103294",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Migration discourses from the radical right: Mapping and testing potential for political mobilization",
          "authors": "Francesco Veri, Franziska Maier",
          "abstract": "Radical right‐wing groups are often linked to conspiratorial beliefs that can fuel political extremism but understanding how these beliefs translate into real‐world action remains a challenge, as these communities tend to operate in insular networks. This study examines how migration‐related narratives shape political behaviour among Italy’s radical right. Using Facebook’s advertising system, we recruited supporters of these movements for an experimental survey. Applying Cultural Consensus Theory (CCT), we measured group consensus on anti‐migrant beliefs and tested the impact of media exposure by presenting participants with either positive or negative portrayals of migrants. Our findings reveal two key insights. First, radical right‐wing communities exhibit deeply entrenched anti‐migrant beliefs that function as cultural truths and are resistant to shifts in media framing. Second, negative media exposure does however amplify support for hostile political actions, including protests and political violence. Conversely, positive portrayals reduce the coherence of anti‐migrant consensus but do not significantly lower preferences for confrontational actions. These results suggest that media exposure does not change the core extremist beliefs of radical right‐wing supporters but instead triggers emotional responses that shape political behavior. Specifically, negative portrayals of migrants increase support for direct actions, such as protests and political violence, even though they do not reinforce or strengthen consensus on anti‐migrant beliefs. This finding underscores that countering violent extremism requires more than just challenging harmful narratives—it also demands addressing the emotional triggers that translate these attitudes into mobilization and political action.",
          "url": "https://doi.org/10.1111/pops.70004",
          "doi": "https://doi.org/10.1111/pops.70004",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Can autocratic power influence the media in democracies? Evidence from China's expulsion of American journalists",
          "authors": "Ruilin Lai",
          "abstract": "Can autocratic governments influence foreign media? This study finds that political pressures from autocrats can motivate the media in democracies to tone down their negativity. Exploiting China's sudden expulsion of American journalists in March 2020, I show that US news outlets targeted by the expulsion adopted a more positive tone toward China in their subsequent coverage, compared to outlets that were not targeted. Further analyses confirm that the observed pattern is not due to unexpelled outlets presenting more negative coverage of China, and that the expulsion has similar chilling effects on media outlets that could have been affected. The findings highlight the overt threats autocracies pose to media freedom, a fundamental pillar of democratic societies.",
          "url": "https://doi.org/10.1017/psrm.2025.5",
          "doi": "https://doi.org/10.1017/psrm.2025.5",
          "filter": 0
        },
        {
          "title": "Boys, girls, and children: gender and question-wording in the measurement of authoritarianism",
          "authors": "David A.M. Peterson, Carrie Swartz",
          "abstract": "The standard measure of authoritarianism asks respondents about desirable qualities in children. Although these questions are gender-neutral, respondents may differ in the gender of the child in their heads when answering. The items also may tap into gendered expectations about boys' and girls' behavior. We conducted three experiments that randomly assigned respondents to be asked about a child, a boy, or a girl in the items. We compare the means, measurement properties, and correlation between authoritarianism and other important variables across the conditions. Asking respondents about a girl creates significant differences in the level and measurement of authoritarianism, which is partially driven by the respondents' sexism. There are, fortunately, few other significant differences in the correlates of authoritarianism.",
          "url": "https://doi.org/10.1017/psrm.2024.49",
          "doi": "https://doi.org/10.1017/psrm.2024.49",
          "filter": 0
        },
        {
          "title": "Presenting the StanDat database on international standards: improving data accessibility on marginal topics",
          "authors": "Solveig Bjørkholt",
          "abstract": "This article presents an original database on international standards, constructed using modern data gathering methods. StanDat facilitates studies into the role of standards in the global political economy by (1) being a source for descriptive statistics, (2) enabling researchers to assess scope conditions of previous findings, and (3) providing data for new analyses, for example the exploration of the relationship between standardization and trade, as demonstrated in this article. The creation of StanDat aims to stimulate further research into the domain of standards. Moreover, by exemplifying data collection and dissemination techniques applicable to investigating less-explored subjects in the social sciences, it serves as a model for gathering, systematizing, and sharing data in areas where information is plentiful yet not readily accessible for research.",
          "url": "https://doi.org/10.1017/psrm.2025.3",
          "doi": "https://doi.org/10.1017/psrm.2025.3",
          "filter": 0
        },
        {
          "title": "Do external threats increase bipartisanship in the United States? An experimental test in the shadow of China's rise",
          "authors": "Eddy S. F. Yeung, Weifang Xu",
          "abstract": "Do external threats increase American bipartisanship? We subject this question to an experimental test. Leveraging the Biden and Trump administrations’ similar characterization of the China threat, we exposed American respondents to real-world primes about security threats from China, while randomizing the messenger of such primes. We find that the threat primes—regardless of the partisan identity of their messenger—boosted Democrats’ and Republicans’ support for assertive foreign policy in a largely parallel manner, thereby failing to reduce preference polarization. Importantly, there were no measurable changes across multiple indicators of affective polarization. These findings clarify the limits of external threats in uniting Americans, while also challenging recent perspectives that external threats—often colored by elite rhetoric—will further polarize the American public.",
          "url": "https://doi.org/10.1017/psrm.2024.60",
          "doi": "https://doi.org/10.1017/psrm.2024.60",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Rainbow Voices: LGBTQ Respondents in the 2020 Collaborative Multiracial Postelection Survey",
          "authors": "Andrew R. Flores",
          "url": "https://doi.org/10.1017/s1049096524000325",
          "doi": "https://doi.org/10.1017/s1049096524000325",
          "filter": 0
        },
        {
          "title": "Combining Forecasts for the 2025 German Federal Election: The PollyVote",
          "authors": "Andreas Graefe",
          "url": "https://doi.org/10.1017/s1049096525000198",
          "doi": "https://doi.org/10.1017/s1049096525000198",
          "filter": 0
        },
        {
          "title": "Taking Account of Blackness Among Latinos: Afro-Latino Oversample",
          "authors": "Danielle Pilar Clealand",
          "url": "https://doi.org/10.1017/s1049096524000611",
          "doi": "https://doi.org/10.1017/s1049096524000611",
          "filter": 0
        },
        {
          "title": "Capturing Ethnic Diversity Among Black Respondents: A Black Immigrant Oversample",
          "authors": "Candis Watts Smith, Christina M. Greer",
          "url": "https://doi.org/10.1017/s1049096524000374",
          "doi": "https://doi.org/10.1017/s1049096524000374",
          "filter": 0
        },
        {
          "title": "Student Choice in Assessment: Is There a Subject-Specific Case for Using Assessment Optionality in Political Science Education?",
          "authors": "Jeremy F. G. Moulton",
          "abstract": "Giving students choice in how they are assessed, known as assessment optionality, is an innovation in assessment that has gained attention in recent years for its potential for improving inclusivity and engagement in teaching and learning. However, although assessment innovations can be beneficial, the process of changing long-established norms can be difficult. Political science is a field in which the Scholarship of Teaching and Learning literature has long noted that there is limited pedagogical innovation. This resistance to innovation creates a challenge for those working in the field—stronger and specific arguments must be developed to justify changes to curricula. This article presents the results of participatory research with political science students to explore whether a subject-specific case can be made for the use of assessment optionality in the discipline. The study explores political science students’ understandings of costs and benefits of assessment optionality and shares co-created recommendations for the potential application of the practice.",
          "url": "https://doi.org/10.1017/s104909652400132x",
          "doi": "https://doi.org/10.1017/s104909652400132x",
          "filter": 0
        },
        {
          "title": "Predicting Support for the Christian Democrats in the 2025 German Bundestag Election: A state-level approach",
          "authors": "Kamil Marcinkiewicz, Mary Stegmaier",
          "url": "https://doi.org/10.1017/s1049096525000125",
          "doi": "https://doi.org/10.1017/s1049096525000125",
          "filter": 0
        },
        {
          "title": "The Zweitstimme Forecast for the German Federal Election 2025: Coalition Majorities and Vacant Districts",
          "authors": "Cornelius Erfort, Lukas F. Stoetzer, Thomas Gschwend, Elias Koch, Simon Munzert, Hannah Rajski",
          "url": "https://doi.org/10.1017/s1049096525000150",
          "doi": "https://doi.org/10.1017/s1049096525000150",
          "filter": 0
        },
        {
          "title": "A Political-Economy Forecast of the 2025 German Federal Elections: Merz wins but the Grand Coalition is back",
          "authors": "Bruno Jérôme, Véronique Jérôme, Michael S. Lewis-Beck",
          "url": "https://doi.org/10.1017/s1049096525000186",
          "doi": "https://doi.org/10.1017/s1049096525000186",
          "filter": 0
        },
        {
          "title": "Data and Code Availability in Political Science Publications from 1995 to 2022",
          "authors": "Carlisle Rainey, Harley Roe, Qing Wang, Hao Zhou",
          "abstract": "In this article, we assess the availability of reproduction archives in political science. By “reproduction archive,” we mean the data and code supporting quantitative research articles that allows others to reproduce the computations described in the published article. We collect a random sample of quantitative research articles published in political science from 1995 to 2022. We find that—even in 2022—most quantitative research articles do not point to a reproduction archive. However, practices are improving. In 2014, when the DA-RT symposium was published in PS: Political Science and Politics , about 12% of quantitative research articles point to the data and code. Eight years later, in 2022, that has increased to 31%. This underscores a massive shift in norms, requirements, and infrastructure. Still, only a minority of articles share the supporting data and code. In 2014, Lupia and Alter wrote, “Today, information on the data production and analytic decisions that underlie many published works in political science is unavailable.” They could write the same today; much work remains to be done.",
          "url": "https://doi.org/10.1017/s1049096524001276",
          "doi": "https://doi.org/10.1017/s1049096524001276",
          "filter": 0
        },
        {
          "title": "A Political History Forecast of Bloc Support in the 2025 German Federal Election",
          "authors": "Stephen Quinlan, Christian Schnaudt, Michael S. Lewis-Beck",
          "url": "https://doi.org/10.1017/s1049096525000204",
          "doi": "https://doi.org/10.1017/s1049096525000204",
          "filter": 0
        },
        {
          "title": "Surveying Native Americans: Early Lessons from the CMPS",
          "authors": "Raymond Foxworth, Cheryl Ellenwood, Laura E. Evans",
          "url": "https://doi.org/10.1017/s1049096524000337",
          "doi": "https://doi.org/10.1017/s1049096524000337",
          "filter": 0
        },
        {
          "title": "Manifesting a Shift in the “Overton Window”: The Threat of Project 2025 on the LGBTQ+ Community in Higher Education",
          "authors": "Athena M. King, Sara Sanatkar",
          "abstract": "Since the first Trump administration, historically marginalized groups in the United States have been subjected to greater instances of bigotry and discrimination due to conservative influence on sociopolitical institutions. These actions suggest a shift in the “Overton Window,” whereby policy preferences previously deemed “unacceptable” are given consideration in the mainstream, especially by conservative policy actors. “Project 2025” is a comprehensive plan to restructure the federal government according to conservative dictates in the second Trump administration. This article is an examination of how higher education may be impacted by this plan, especially as it relates to LGBTQ+ 1 faculty, administration, staff, and students.",
          "url": "https://doi.org/10.1017/s1049096524001215",
          "doi": "https://doi.org/10.1017/s1049096524001215",
          "filter": 0
        },
        {
          "title": "Examining Native Hawaiians Self-Identification and Political Relevance: Insights from the 2020 Collaborative Multicultural Post-Election Survey Native Hawaiians Oversample",
          "authors": "Ngoc T. Phan, Leilani De Lude",
          "url": "https://doi.org/10.1017/s1049096524000428",
          "doi": "https://doi.org/10.1017/s1049096524000428",
          "filter": 0
        },
        {
          "title": "Introducing the 2020 CMPS MENA/Muslim Sample",
          "authors": "Karam Dana, Nazita Lajevardi",
          "url": "https://doi.org/10.1017/s1049096524000180",
          "doi": "https://doi.org/10.1017/s1049096524000180",
          "filter": 0
        },
        {
          "title": "Risk and Realism: Using a Board Game Mobile App to Illustrate an International Relations Theory",
          "authors": "Petra Hendrickson",
          "abstract": "When introducing students to broad theoretical frameworks, simulations and games can help to make theoretical concepts clearer. One example is the use of the mobile app for the board game Risk to illustrate many of the concepts associated with realism. The mobile app has advantages over the physical board game in that the length of the games often is much shorter and allows students to experiment with the number of opponents to determine how that changes the dynamics of the game. Survey results from students in an introduction to international relations course who played Risk in proximity to lessons on realism report that playing iterations of the game clarified realist topics including the balance of power, the security dilemma, and the temporary nature of alliances.",
          "url": "https://doi.org/10.1017/s1049096524001318",
          "doi": "https://doi.org/10.1017/s1049096524001318",
          "filter": 0
        },
        {
          "title": "Introduction to the Collaborative Multiracial Post-Election Survey (CMPS) Oversamples",
          "authors": "Lorrie Frasure, Janelle Wong, Edward D. Vargas, Matt A. Barreto",
          "url": "https://doi.org/10.1017/s1049096524000659",
          "doi": "https://doi.org/10.1017/s1049096524000659",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Do racist attitudes and behaviors impede economic growth? Cross-national and regional evidence",
          "authors": "Chandan Kumar Jha, Swarup Joshi, Sujana Kabiraj",
          "url": "https://doi.org/10.1007/s11127-025-01263-8",
          "doi": "https://doi.org/10.1007/s11127-025-01263-8",
          "filter": 0
        },
        {
          "title": "Costs of choice: reformulating price theory without heroic assumptions",
          "authors": "Abigail Devereaux",
          "abstract": "The space of human possibilities is vast and ever-growing in a creative, unpredictable fashion. Still, prices form. Acknowledging the costs of choice invokes the famous infinite regress argument wherein utility can’t be calculated without first computing an infinite chain of transaction costs. Rational individuals, to avoid getting stuck in infinite regress, must look outside themselves to make decisions. Heuristics, culture, aesthetics, and other elements of human sociality can be understood as grappling hooks to scale the unknown. Contextual or heuristic decision-making appears irrational under perfect knowledge assumptions, but theorists of creatively evolving systems cannot sufficiently explain emergent system features like prices, tradeoffs, and transaction costs without marshaling a nontrivial theory of knowledge acquisition and use. A price theory of creatively evolving social systems must, therefore, minimize a priori agent knowledge, like the “classical price theory” developed by Inoua and Smith (Economics of markets: neoclassical theory, experiments, and theory of classical price discovery, Palgrave Macmillan, London, 2023). I motivate and then discuss the contours and implications of a price theory that takes the costs of choice seriously, such that the primary modeling assumption isn’t epistemic heroism but epistemic humility.",
          "url": "https://doi.org/10.1007/s11127-025-01265-6",
          "doi": "https://doi.org/10.1007/s11127-025-01265-6",
          "filter": 0
        },
        {
          "title": "The Minsk Game",
          "authors": "Jesse Driscoll, Dominique Arel",
          "abstract": "Why did the Minsk Accords fail to prevent the current Ukraine War? Standard explanations for the diplomatic failure center on irreconcilable commitment problems between Moscow and Washington: both revisionist with respect to the other, neither able to credibly promise non-involvement in the other’s perceived sphere of influence, and both capable of recruiting local allies within Ukraine. This account omits relevant historical context related to the demographic legacy of the Soviet Union. To shed light on the kinds of policies that would be most effective at “buying peace” in some dimly-visible future, we analyze a simple model of domestic Ukrainian interest group politics.",
          "url": "https://doi.org/10.1007/s11127-025-01259-4",
          "doi": "https://doi.org/10.1007/s11127-025-01259-4",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Ground-truthing political elites in the public sphere: Measuring the arena effects of elite opinion",
          "authors": "Tim Henrichsen, Philip Leifeld, Lorien Jasny, Iain Weaver, Dana R. Fisher",
          "abstract": "Political elites express their ideological positions on contentious issues across various arenas in the public sphere. Social science research often relies on data extracted from various media or political and administrative sources, as well as surveys that are administered directly with the political actor. Although some studies compare ideology across different sources, few systematically analyze how political actors adjust their ideological messaging to the audiences in the respective communication arenas and how such changes are associated with systematic bias in data sources. This paper uses a unique dataset combining climate policy belief observations from three arenas—social media, Congressional testimony, and surveys—on identical ideological variables and during the same time period. We apply item response theory to understand how responses differ by arena and find that ideological communication on Twitter is most left-leaning, Congressional testimony is most right-leaning, and surveys, the data source with the smallest potential arena effect, is in the middle. We also find that actors with strong ideological leaning moderate their positions on social media and in Congress. These findings enhance our understanding of strategic communication depending on audience context and inform social research on biases when analyzing specific data sources.",
          "url": "https://doi.org/10.1177/20531680241307940",
          "doi": "https://doi.org/10.1177/20531680241307940",
          "filter": 0
        },
        {
          "title": "The fact-checking dilemma: Fact-checking increases the reputation of the fact-checker but creates perceptions of ideological bias",
          "authors": "Natalia Aruguete, Ernesto Calvo, Tiago Ventura",
          "abstract": "This study examines how exposure to counter- and pro-attitudinal fact-checking messages impacts the fact-checker’s perceived quality and ideological leaning. In a well-powered and pre-registered survey experiment conducted during the 2021 mid-term election in Argentina, when COVID-19 was a polarizing issue, we exposed 5757 respondents to real tweets reporting the number of COVID-19 cases, followed by fact-checking adjudications that appropriately confirmed or refuted the original publication. Results show that pro-attitudinal messages increased the quality rating of the fact-checker, Chequeado, and made respondents perceive the organization ideologically closer to their views. Counter- attitudinal fact-checking also increases the perceived quality but has no significant effect on the perceived ideology of the fact-checker. Fact-checks are reputation-improving and do not seem to backfire. However, the intervention affects how voters perceive the ideological leaning of fact-checking organizations.",
          "url": "https://doi.org/10.1177/20531680251323120",
          "doi": "https://doi.org/10.1177/20531680251323120",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Conversations with a concern-addressing chatbot increase COVID-19 vaccination intentions among social media users in Kenya and Nigeria",
          "authors": "Leah Rosenzweig, Molly Offer-Westort",
          "url": "https://doi.org/10.1086/735504",
          "doi": "https://doi.org/10.1086/735504",
          "filter": 0
        },
        {
          "title": "Expectations, Gender Bias, and Federal Reserve Talk: Do Americans Trust Women as Central Bankers?",
          "authors": "Cristina Bodea, Andrew Kerner",
          "url": "https://doi.org/10.1086/735501",
          "doi": "https://doi.org/10.1086/735501",
          "filter": 0
        },
        {
          "title": "How Group Appeals Shape Group-Party Linkages in Two Political Systems",
          "authors": "Henning Finseraas, Oliver Heath, Peter Egge Langsæther, Kaat Smeets",
          "url": "https://doi.org/10.1086/735505",
          "doi": "https://doi.org/10.1086/735505",
          "filter": 0
        },
        {
          "title": "Does informing partisans about partisan bias reduce partisan bias?",
          "authors": "Diogo Ferrari",
          "url": "https://doi.org/10.1086/735503",
          "doi": "https://doi.org/10.1086/735503",
          "filter": 0
        },
        {
          "title": "Voting for Disabled Candidates",
          "authors": "Stefanie Reher",
          "url": "https://doi.org/10.1086/732994",
          "doi": "https://doi.org/10.1086/732994",
          "filter": 0
        },
        {
          "title": "The Electoral Returns of Party-Sponsored Citizen Legislative Initiatives",
          "authors": "Mihail Chiru, Aurelian Giugăl, Giorgian Guţoiu, George Secăreanu",
          "url": "https://doi.org/10.1086/733006",
          "doi": "https://doi.org/10.1086/733006",
          "filter": 0
        },
        {
          "title": "Who Actually Governs? Gender Inequality and Political Representation in Rural India",
          "authors": "Alyssa R. Heinze, Rachel E. Brulé, Simon Chauchard",
          "url": "https://doi.org/10.1086/730746",
          "doi": "https://doi.org/10.1086/730746",
          "filter": 0
        },
        {
          "title": "Free Riding and Compulsory Voting",
          "authors": "Alexandru Volacu",
          "url": "https://doi.org/10.1086/730748",
          "doi": "https://doi.org/10.1086/730748",
          "filter": 0
        },
        {
          "title": "Confucian Democratic Leadership: A Reconstruction for Contemporary East Asia",
          "authors": "Elena Ziliotti",
          "url": "https://doi.org/10.1086/732986",
          "doi": "https://doi.org/10.1086/732986",
          "filter": 0
        },
        {
          "title": "Why Do Civil War Successor Parties Renounce Violence?",
          "authors": "John Ishiyama",
          "url": "https://doi.org/10.1086/732958",
          "doi": "https://doi.org/10.1086/732958",
          "filter": 0
        },
        {
          "title": "Sources of Partisan Change: Evidence from the Shale Gas Shock in American Coal Country",
          "authors": "Alexander F. Gazmararian",
          "url": "https://doi.org/10.1086/732949",
          "doi": "https://doi.org/10.1086/732949",
          "filter": 0
        },
        {
          "title": "Buying Evidence? Policy Research as a Presidential Commodity",
          "authors": "Rachel Augustine Potter",
          "url": "https://doi.org/10.1086/732972",
          "doi": "https://doi.org/10.1086/732972",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
