{
  "update": "2025-06-28",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "States, cities, and border control: Do sub‐state collectives have a right to protect vulnerable people on the move?",
          "authors": "Kim Angell",
          "abstract": "It is beyond doubt that states everywhere practice discretionary border control. However, in normative political theory, there is vigorous debate about the justifiability of this practice. Some theorists appeal to border crossers’ interest in free movement, envisioning an open borders utopia, while others emphasize the value of collective self‐determination, defending strong border control rights for states. Both perspectives focus on two primary interest‐holders: state collectives and individual border crossers. This analysis offers a novel perspective by arguing that cities—and sub‐state collectives in general—may also have significant interests in immigration policy. Through empirical examples like Europe's “Solidarity Cities” and North American sanctuary cities, the paper argues that cities often possess self‐determination–based rights to protect an additional quota of vulnerable border crossers, beyond those their state protects. This conclusion is surprising because appeals to self‐determination typically defend a state's right to limit migration. Yet, it is one that proponents of the self‐determination view have reason to accept.",
          "url": "https://doi.org/10.1111/ajps.12998",
          "doi": "https://doi.org/10.1111/ajps.12998",
          "filter": 0
        },
        {
          "title": "The logic of secret alliances",
          "authors": "Peter Bils, Bradley C. Smith",
          "abstract": "Alliances are typically understood as agreements intended to deter aggression from enemy states. By signaling an ally's commitment to a protégé state, a shared enemy may be deterred from attacking. In light of this signaling logic, secret alliances are puzzling. Because they are not observed, secret alliances by definition cannot achieve deterrence through signaling. So why do states enter into these secret agreements? We argue that alliances may also act as a signal of a state's intentions, potentially undermining deterrence. If a new alliance signals that the members' interests are unaligned with those of a shared enemy, the enemy may be provoked into war. As a consequence, states sometimes want to keep alliance agreements secret. To develop this argument, we analyze a formal model in which states may enter into secret or public alliance agreements. We find that the possibility of secret alliances has general effects on deterrence—possibly undermining the deterrent value of concurrent public alliances.",
          "url": "https://doi.org/10.1111/ajps.12997",
          "doi": "https://doi.org/10.1111/ajps.12997",
          "filter": 0
        },
        {
          "title": "Unpacking the role of in‐group bias in US public opinion on human rights violations",
          "authors": "Rebecca Cordell",
          "abstract": "Which actor identities and social and political cleavages drive public opinion on human rights violations? While in‐group bias is known to influence public responses to government abuses, the relative impact of different identity characteristics has not been directly tested. Building on social identity theory and moral typecasting theory, I use a conjoint survey experiment in the United States of 3,200 respondents to examine the causal effects of in‐group bias across multiple actor identities (perpetrator, target, and elite cue giver) and social and political divides (partisanship, race, religion, and citizenship). Party loyalty to the perpetrator dominates other group identities; simply changing the perpetrator's political identity can be an important determinant for whether respondents oppose violations. Surprisingly, the target's race, religion, and citizenship has mixed impact, and partisan cues have little effect. These findings highlight when group loyalty outweighs human rights concerns and where public demand for government accountability may be reduced.",
          "url": "https://doi.org/10.1111/ajps.12995",
          "doi": "https://doi.org/10.1111/ajps.12995",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Who Needs a Theory of Justice? Judith Shklar and the Politics of Injustice",
          "authors": "ROBIN DOUGLASS",
          "abstract": "Much recent political theory aims to move beyond the dominant approach to theorizing justice by foregrounding cases of injustice. Judith Shklar’s The Faces of Injustice is regularly invoked in this context, yet the full force of her challenge to the “normal model of justice” and its implications for understanding injustice have not been fully appreciated. This article reconstructs and defends Shklar’s approach to theorizing injustice. It evaluates the differences between John Rawls’s account of the sense of justice and Shklar’s notion of the sense of injustice, showing why the latter should be theorized in relation to plural, competing, and ever-changing expectations, rather than in relation to ideal principles of justice. It illustrates how we can evaluate political responses to injustice without recourse to such principles and maintains that doing so is a strength of any democratic theory that is committed to giving injustice its due.",
          "url": "https://doi.org/10.1017/s0003055425100816",
          "doi": "https://doi.org/10.1017/s0003055425100816",
          "filter": 0
        },
        {
          "title": "War and Responsibility",
          "authors": "M. PATRICK HULME",
          "abstract": "Scholars and policymakers bemoan an imperial presidency in the war powers context, where the unilateral use of force is frequently interpreted as evidence of an unconstrained executive. Focusing on the strong blame avoidance incentives faced by politicians in the military intervention setting, I develop a model of the war powers focused on “Loss Responsibility Costs.” It suggests that presidents only risk full-scale war when they have the political cover provided by formal authorization, which forces lawmakers to share responsibility. Smaller interventions, in contrast, are frequently undertaken unilaterally because having the president act alone is consistent with congressional preferences for blame avoidance. Novel sentiment data based on tens of thousands of congressional speeches supports the claim that when the president acts unilaterally, they almost always act alongside lawmaker support, who favor intervention but avoid formally endorsing the endeavor. Altogether, it suggests legislators’ influence over war is stronger than commonly appreciated.",
          "url": "https://doi.org/10.1017/s0003055425000206",
          "doi": "https://doi.org/10.1017/s0003055425000206",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Political Activists are Not Driven by Instrumental Motives: Evidence from Two Natural Field Experiments",
          "authors": "Anselm Hager, Lukas Hensel, Johannes Hermle, Christopher Roth",
          "abstract": "Are political activists driven by instrumental motives such as making a career in politics or mobilizing voters? We implement two natural field experiments in which party activists are randomly informed that canvassing is i) effective at mobilizing voters, or ii) effective for enhancing activists’ political careers. We find no effect of the treatments on activists’ intended and actual canvassing behaviour. The null finding holds despite a successful manipulation check and replication study, high statistical power, a natural field setting, and an unobtrusive measurement strategy. Using an expert survey, we show that the null finding shifted Bayesian posterior beliefs about the treatment’s effectiveness toward zero. The evidence thus casts doubt on two popular hypothesized instrumental drivers of political activism – voter persuasion and career concerns – and points toward expressive benefits as more plausible motives.",
          "url": "https://doi.org/10.1017/s0007123424001029",
          "doi": "https://doi.org/10.1017/s0007123424001029",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Voting alone: Early voting and turnout in couples",
          "authors": "Johannes Bergh, Dag Arne Christensen, Henning Finseraas",
          "url": "https://doi.org/10.1016/j.electstud.2025.102960",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102960",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Internal cleavages and changing party system in indigenous politics – The Sámi Parliament of Norway",
          "authors": "Torvald Falch, Per Selle, Jonas Stein",
          "abstract": "Indigenous politics is different from “normal” politics. It is about power within the state and against the state in which fragmentation is commonly seen as fragility. Political party competition is therefore extremely rare, and interests’ representation is generally not organized through political parties. In this article, we analyze a unique and deviant case – Norway – where Indigenous system-building develops thorough party politics based on internal cleavages. Using unique survey data on Sámi voters ( N = 1134) we show how voters for the Sámi parties are divided on the question of Sámi self-determination and that this has transformed the party system from a “one-party dominant system” towards a two-party system based on an internal cleavage concerning the degree and type of self-determination. This transformation has been made possible by changes in the electoral system, a substantial increase in the Sámi electoral roll and major advancements in Indigenous rights in Norway.",
          "url": "https://doi.org/10.1177/13540688251349098",
          "doi": "https://doi.org/10.1177/13540688251349098",
          "filter": 0
        },
        {
          "title": "We’ll stop having debates: how party organizations strategically invoke evidence",
          "authors": "Sarah James",
          "abstract": "As the capacity to analyze data has mushroomed, invoking evidence to justify political opinions has gained popularity. How often do partisan organizations invoke evidence? How has this changed over time? I analyze the national party platforms from the two major American political parties since 1968 to assess when, how, and why the party organizations invoke evidence in their platforms. I introduce two categories for describing usage of evidence in partisan rhetoric: justification —citing evidence to corroborate the logic of existing ideological preferences—and solicitation —advertising interest in having more information to make a future policy decision. Using a novel dataset, I chart the frequency and style of how the two major parties invoke evidence in their platforms. I find stark partisan differences. While both parties primarily use solicitation—a finding that contradicts existing studies of individual political uses of knowledge—Republicans use justification at more than twice the rate of Democrats. I show this pattern accelerating after 1994. I argue that trends in how party organizations reference evidence reflect changes in values, goals, and policy commitments. Far from being neutral indicators of policy effectiveness, evidence is itself the product of and a tool for advancing a party’s agenda.",
          "url": "https://doi.org/10.1177/13540688251352319",
          "doi": "https://doi.org/10.1177/13540688251352319",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Accessibility and Equity in the Research Process: Gender Bias in Elite Interview Recruitment",
          "authors": "Margaret A. T. Kenney, John Salchak",
          "abstract": "Researchers’ racial and gender identities influence their outcomes in academia and the field of political science. This letter interrogates how researcher identity affects the research process: specifically elite interview recruitment. Within an ongoing research project we embed a pre-registered audit experiment randomizing the gender of the researcher conducting outreach to estimate whether there are differences in interviews scheduled holding all other confounders constant. We find that when outreach is conducted by a woman, elites are more likely to schedule an interview. This letter contributes to our understanding of bias and inequality during the research process. In addition, our study offers a new approach to audit experiments that limits deception and wasted time for elites.",
          "url": "https://doi.org/10.1017/pan.2025.10004",
          "doi": "https://doi.org/10.1017/pan.2025.10004",
          "filter": 0
        },
        {
          "title": "Generalizing Trimming Bounds for Endogenously Missing Outcome Data Using Random Forests",
          "authors": "Cyrus Samii, Ye Wang, Junlong Aaron Zhou",
          "abstract": "We present a method for narrowing nonparametric bounds on treatment effects by adjusting for potentially large numbers of covariates, using generalized random forests. In many experimental or quasi-experimental studies, outcomes of interest are only observed for subjects who select (or are selected) to engage in the activity generating the outcome. Outcome data are thus endogenously missing for units who do not engage, and random or conditionally random treatment assignment before such choices is insufficient to identify treatment effects. Nonparametric partial identification bounds address endogenous missingness without having to make disputable parametric assumptions. Basic bounding approaches often yield bounds that are wide and minimally informative. Our approach can tighten such bounds while permitting agnosticism about the data-generating process and honest inference. A simulation study and replication exercise demonstrate the benefits.",
          "url": "https://doi.org/10.1017/pan.2025.10001",
          "doi": "https://doi.org/10.1017/pan.2025.10001",
          "filter": 0
        },
        {
          "title": "What to Observe When Assuming Selection on Observables",
          "authors": "Kevin M. Quinn, Guoer Liu, Lee Epstein, Andrew D. Martin",
          "abstract": "Political scientists regularly rely on a selection-on-observables assumption to identify causal effects of interest. Once a causal effect has been identified in this way, a wide variety of estimators can, in principle, be used to consistently estimate the effect of interest. While these estimators are all justified by appeals to the same causal identification assumptions, they often differ greatly in how they make use of the data at hand. For instance, methods based on regression rely on an explicit model of the outcome variable but do not explicitly model the treatment assignment process, whereas methods based on propensity scores explicitly model the treatment assignment process but do not explicitly model the outcome variable. Understanding the tradeoffs between estimation methods is complicated by these seemingly fundamental differences. In this paper we seek to rectify this problem. We do so by clarifying how most estimators of causal effects that are justified by an appeal to a selection-on-observables assumption are all special cases of a general weighting estimator. We then explain how this commonality provides for diagnostics that allow for meaningful comparisons across estimation methods—even when the methods are seemingly very different. We illustrate these ideas with two applied examples.",
          "url": "https://doi.org/10.1017/pan.2025.10003",
          "doi": "https://doi.org/10.1017/pan.2025.10003",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "When Panethnic Primes Get Trumped: Unpacking Latinx Voter Preferences in the 2020 U.S. Presidential Election",
          "authors": "Roberto F. Carlos, Hajer Al-Faham, Michael Jones-Correa",
          "abstract": "Throughout his presidency, Trump employed exclusionary rhetoric and implemented policies that targeted Latinxs. Based on prior research on the political effects of co-ethnic group-based attacks, many expected Latinxs to close ranks and mobilize against Trump in 2020. Yet a larger percentage of Latinx voters supported Trump in 2020 than in 2016. Drawing on a representative survey of Latinxs, we examine the characteristics of the Latinx electorate that predicted support for Trump in 2020. Additionally, using a survey experiment fielded before the 2020 election, we find that neither Trump’s exclusionary rhetoric nor his COVID-19 policies harming Latinx communities caused Latinx Trump supporters to defect. Instead, only those already predisposed to support Democrats, but ambivalent about Biden, were moved to punish Trump when informed of his COVID-19 policies negatively affecting their co-ethnics. Our results suggest that the relationship between co-ethnic group-based attacks and Latinx political behavior may be weakening over time.",
          "url": "https://doi.org/10.1007/s11109-025-10060-4",
          "doi": "https://doi.org/10.1007/s11109-025-10060-4",
          "filter": 0
        },
        {
          "title": "Attending Church Encourages Acceptance of Atheists? Suppression Effects in Religion and Politics Research",
          "authors": "Paul A. Djupe, Amanda J. Friesen, Andrew R. Lewis, Anand E. Sokhey, Jacob R. Neiheisel, Zachary D. Broeren, Ryan P. Burge",
          "abstract": "A proliferation of religion variables presents opportunities for those studying religion and politics in the U.S. However, many studies in this growing subfield demonstrate the pitfalls of reporting the “independent” effects of variables without qualification. This is especially evident in work on Christian nationalism where researchers often make the claim that worship attendance promotes more pro-social or liberal outcomes, while Christian nationalism promotes more conservative and less pro-social outcomes. We demonstrate that this finding—and others like it—represents a new version of an old problem: a particular structure of relationships between variables that can induce sign switches based on suppression effects (Lenz and Sahn in Political Analysis 29(3):356–369, 2021). While we do not encourage skipping controls, some commonly reported results warrant caution. Researchers should generally avoid unconditional claims about attendance encouraging liberalism. We point a way forward that prioritizes theories of religious communication and encourages the careful examination of relationships via interactions.",
          "url": "https://doi.org/10.1007/s11109-025-10057-z",
          "doi": "https://doi.org/10.1007/s11109-025-10057-z",
          "filter": 0
        },
        {
          "title": "Perspective Getting and Cross-Party Support for Electoral Fairness",
          "authors": "Ryan Strickler",
          "url": "https://doi.org/10.1007/s11109-025-10056-0",
          "doi": "https://doi.org/10.1007/s11109-025-10056-0",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Retraction notice to “Climate shocks and conflict: Evidence from colonial Nigeria” [Political Geography 50 (2015) 33–47]",
          "authors": "Kostadis J. Papaioannou",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103383",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103383",
          "filter": 0
        },
        {
          "title": "Just climate experimentation: Distributive, procedural, and recognition justice in two low-carbon pilots in China",
          "authors": "Yiqun Yang, Kevin Lo",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103384",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103384",
          "filter": 0
        },
        {
          "title": "Haunted Temporalities: Ghosts and the geohauntologies of the Iran-Iraq war and the production of the nation-state through martyrdom",
          "authors": "Hanieh Molana",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103361",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103361",
          "filter": 0
        },
        {
          "title": "Precarious work and local governance through the lens of informality and caring for place",
          "authors": "Valeria Guarneros-Meza",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103380",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103380",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Psychological dispositions and political attitudes in a hyperpartisan context",
          "authors": "Elizabeth Simas, Sebastian Ege",
          "url": "https://doi.org/10.1111/pops.70049",
          "doi": "https://doi.org/10.1111/pops.70049",
          "filter": 0
        },
        {
          "title": "From “what” and “when” to “how” and “why”: Moving the study of psychological dispositions and political preferences forward",
          "authors": "Christopher M. Federico, Ariel Malka",
          "url": "https://doi.org/10.1111/pops.70050",
          "doi": "https://doi.org/10.1111/pops.70050",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "The value of dignity appeals: evidence from a social media experiment",
          "authors": "Paige Bollen, Will Kymlicka, Evan Lieberman, Blair Read",
          "abstract": "In recent decades, activists and leaders of government and nongovernment organizations have increasingly and explicitly called for greater attention to human dignity in their efforts to promote pro-social relations. In this study, we investigate whether appeals to this core human value actually influence how individuals act with regard to those who might be otherwise ignored or neglected. Using the digital advertising platform on Facebook, we randomly assign ads to over 90,000 adult American users to estimate the effects of dignity appeals on their likelihood of engaging with content concerning people facing homelessness or incarceration. Consistent with preregistered hypotheses and specifications, we find that adding dignity appeals increases the likelihood of positive reactions to such ads, but only when the vulnerable are considered less “blameworthy” for their situation.",
          "url": "https://doi.org/10.1017/psrm.2025.10022",
          "doi": "https://doi.org/10.1017/psrm.2025.10022",
          "filter": 0
        },
        {
          "title": "Electoral participation and satisfaction with democracy in Central and Eastern Europe",
          "authors": "Filip Kostelka, Lukáš Linek, Jan Rovny, Michael Škvrňák",
          "abstract": "Does democratic satisfaction drive voter turnout, or does voting increase satisfaction with democracy? This paper explores the satisfaction-participation nexus in Central and Eastern Europe (CEE), where democratic dissatisfaction is prominent. It tests preregistered hypotheses using a five-wave panel survey from the Czech 2023 presidential election and a pooled dataset from five CEE countries. Unlike previous studies from Western Europe, it finds evidence for both mechanisms: pre-election satisfaction correlates with participation, but, simultaneously, voters experience a stronger election-related increase in satisfaction than abstainers. Further analyses reveal that the strong increases in satisfaction are driven by election winners and begin already during the election campaign. Our findings highlight the specificities of the satisfaction-participation link and elections’ legitimizing effects in newer democracies.",
          "url": "https://doi.org/10.1017/psrm.2025.10028",
          "doi": "https://doi.org/10.1017/psrm.2025.10028",
          "filter": 0
        },
        {
          "title": "Voters rally around the incumbent in the aftermath of terrorist attacks: evidence from multiple unexpected events during surveys",
          "authors": "Albert Falcó-Gimeno, Jordi Muñoz, Roberto Pannico",
          "abstract": "Research on the political consequences of terrorism often finds a rally around the flag effect: terrorist attacks, as other types of threats, tend to produce spikes in popularity and support for the incumbent, as citizens turn to those in power seeking protection. Most research, however, is based on single case studies that analyze very salient attacks from international terrorist organizations. Even if these studies are well identified, the question of generalizability remains, as the studied attacks are often very idiosyncratic. In this paper, we explore the rally around the flag effect in an arguably difficult context: a sustained terrorist campaign held by domestic terrorist groups in a parliamentary democracy (Spain). To overcome the limitations of the single-attack studies, we use a multiple unexpected event approach: we developed a systematic process of matching the occurrence of terror attacks during the fieldwork of official public opinion surveys in Spain, through which we identified 142 valid attack-survey pairs. We find that in the attacked region support for the incumbent increases, on average, around 4 percentage points right after an attack, while support for the opposition decreases in a similar amount. These effects seem to occur mostly for the conservative incumbent and are especially relevant for the attacks that target civilians. We use a survey experiment to provide additional evidence in support for our interpretation of the findings.",
          "url": "https://doi.org/10.1017/psrm.2025.10021",
          "doi": "https://doi.org/10.1017/psrm.2025.10021",
          "filter": 0
        },
        {
          "title": "PAPEA: A modular pipeline for the automation of protest event analysis",
          "authors": "Sebastian Haunss, Priska Daphi, Jan Matti Dollbaum, Lidiya Hristova, Pál Susánszky, Elias Steinhilper",
          "abstract": "Protest event analysis (PEA) is the core method to understand spatial patterns and temporal dynamics of protest. We show how Large Language Models (LLM) can be used to automate the classification of protest events and of political event data more broadly with levels of accuracy comparable to humans, while reducing necessary annotation time by several orders of magnitude. We propose a modular pipeline for the automation of PEA (PAPEA) based on fine-tuned LLMs and provide publicly available models and tools which can be easily adapted and extended. PAPEA enables getting from newspaper articles to PEA datasets with high levels of precision without human intervention. A use case based on a large German news-corpus illustrates the potential of PAPEA.",
          "url": "https://doi.org/10.1017/psrm.2025.10013",
          "doi": "https://doi.org/10.1017/psrm.2025.10013",
          "filter": 0
        },
        {
          "title": "Does the growth of religious minorities transform electoral politics? Evidence from the evangelical boom in Brazil",
          "authors": "Victor Araújo",
          "abstract": "Christian evangelicals now represent a significant share of the global population. Notably, they are expected to soon outnumber Roman Catholics in several low- and middle-income countries. This paper examines whether such episodes of religious minority growth can reshape electoral politics. To address this, I combine novel data spanning over two decades (1994–2018) of Christian evangelicals’ expansion across Brazilian municipalities with indicators of structural changes in electoral politics: voter turnout, competition, polarization, and conservatism. Regression models with unit and year-fixed effects reveal no impact of the evangelical boom on electoral competition and polarization, suggestive evidence of increasing conservatism in recent years, and a clear and robust negative effect on turnout. Regression discontinuity design estimates, leveraging an exogenous and discontinuous growth of Christian evangelicals in Brazil’s rural areas, support these findings. The results suggest that the rise of religious minorities may drive gradual transformations in electoral politics.",
          "url": "https://doi.org/10.1017/psrm.2025.10025",
          "doi": "https://doi.org/10.1017/psrm.2025.10025",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Democracies Not in Peril: Globalization and Tax Revenue",
          "authors": "James E. Mahon",
          "abstract": "In a recent book, Bastiaens and Rudra (2018) claim that as governments embraced trade liberalization in the 1990’s, they experienced a revenue shock, and that democratic governments found it harder to repair the breach than did authoritarian ones. As a result, they argue, contemporary trade liberalizations have posed a danger to democracy by starving it for funds, forcing vulnerable governments to resort to politically unpopular policies. This is an important and provocative argument. However, good evidence contradicts its major premise. This research note critiques some data, presentation, and conceptual problems with the argument. It provides new analyses using the well-curated dataset from the International Centre for Tax and Development (ICTD, updated by UNU-WIDER), instead of the authors’ primary data from World Development Indicators . It shows that developing countries–and democracies especially–did not, in fact, suffer a revenue shock. On average, trade taxes constituted only a minor part of their government revenue. While the revenue they provided declined slightly over the period in question, this trend was overwhelmed by variation in other tax and non-tax revenues. As for total tax revenues, a key variable sometimes underemphasized in the book, ICTD data show that they expanded more rapidly in democratic developing countries than in non-democratic ones. Regression analyses with ICTD data also fail to confirm the authors’ finding of a revenue shortfall among developing democracies.",
          "url": "https://doi.org/10.1017/s1049096525000435",
          "doi": "https://doi.org/10.1017/s1049096525000435",
          "filter": 0
        },
        {
          "title": "Grooming Authoritarianism: Anti-Trans/Queer Panic as Pedagogy for Democratic Decline",
          "authors": "Aylon Cohen, Samuel R. Galloway",
          "abstract": "We address the anti-trans/queer panic integral to the ascendance of authoritarian politics in America and respond by calling on all political scientists to “queer” political science by undoing the cisheteronormativity of the discipline. We contend that this is not the special obligation of LGBTQ scholars but all political scientists. In this we follow Eve Sedgwick’s orientation away from a “minoritizing” to a “universalizing” epistemological perspective that situates this responsibility relative to resisting democratic decline.",
          "url": "https://doi.org/10.1017/s1049096524001197",
          "doi": "https://doi.org/10.1017/s1049096524001197",
          "filter": 0
        },
        {
          "title": "Democracies Still in Peril: Reexamining Revenue Mobilization in Liberalizing Developing Economies",
          "authors": "Ida Bastiaens, Nita Rudra",
          "abstract": "Do developing-country democracies continue to struggle with revenue loss post-trade liberalization? This article revisits the evidence presented in Democracies in Peril and confirms that, despite critiques suggesting otherwise, a substantial revenue shock persists following tariff reductions, and democracies in less developed countries (LDCs) remain particularly vulnerable. Drawing on updated data from the World Development Indicators and supplemental checks with the International Centre for Tax and Development database, we show that democracies have lagged behind non-democracies in compensating for lost trade tax revenues—even after reforms aimed at expanding income taxes and value-added taxes. In addition to emphasizing ongoing domestic political obstacles in liberalizing democracies, we examine emerging challenges that impede revenue generation in LDCs. We conclude with suggested directions for future research on the politics of revenue generation in LDC democracies, emphasizing how improvements in public goods provision and global tax initiatives could help to end the downward cycle in revenue generation.",
          "url": "https://doi.org/10.1017/s1049096525000332",
          "doi": "https://doi.org/10.1017/s1049096525000332",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "A Global Ranking of Research Productivity of Political Science Departments – CORRIGENDUM",
          "authors": "Joan Barceló, Christopher Paik, Peter van der Windt, Haoyu Zhai",
          "url": "https://doi.org/10.1017/s1049096525101169",
          "doi": "https://doi.org/10.1017/s1049096525101169",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Political competition and Chinese official data",
          "authors": "Chia-Yu Tsai",
          "url": "https://doi.org/10.1007/s11127-025-01295-0",
          "doi": "https://doi.org/10.1007/s11127-025-01295-0",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Detecting pro-kremlin disinformation using large language models",
          "authors": "Marianne Kramer, Yevgeniy Golovchenko, Frederik Hjorth",
          "abstract": "A growing body of literature examines manipulative information by detecting political mis-/disinformation in text data. This line of research typically involves highly costly manual annotation of text for manual content analysis, and/or training and validating automated downstream approaches. We examine whether Large Language Models (LLMs) can detect pro-Kremlin disinformation about the war in Ukraine, focusing on the case of the downing of the civilian flight MH17. We benchmark methods using a large set of tweets labeled by expert annotators. We show that both open and closed LLMs can accurately detect pro-Kremlin disinformation tweets, outperforming both a research assistant and supervised models used in earlier research and at drastically lower cost compared to either research assistants or crowd workers. Our findings contribute to the literature on mis/-disinformation by showcasing how LLMs can substantially lower the costs of detection even when the labeling requires complex, context-specific knowledge about a given case.",
          "url": "https://doi.org/10.1177/20531680251351910",
          "doi": "https://doi.org/10.1177/20531680251351910",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "The Development of an Issue Public: Evidence from The Eras Tour",
          "authors": "Erin Leigh Rossiter, Jeffrey Harden",
          "url": "https://doi.org/10.1086/737279",
          "doi": "https://doi.org/10.1086/737279",
          "filter": 0
        },
        {
          "title": "Partisan Conversion Through Neighborhood Influence: How Voters Adopt the Partisanship of Their Neighbors",
          "authors": "Jacob R. Brown",
          "url": "https://doi.org/10.1086/732981",
          "doi": "https://doi.org/10.1086/732981",
          "filter": 0
        },
        {
          "title": "A Model of Focusing in Political Choice",
          "authors": "Salvatore Nunnari, Jan Zápal",
          "url": "https://doi.org/10.1086/732960",
          "doi": "https://doi.org/10.1086/732960",
          "filter": 0
        },
        {
          "title": "Yellin’ at Yellen: Hostile Sexism in the Federal Reserve Congressional Hearings",
          "authors": "James Bisbee, Nicolò Fraccaroli, Andreas Kern",
          "url": "https://doi.org/10.1086/734254",
          "doi": "https://doi.org/10.1086/734254",
          "filter": 0
        },
        {
          "title": "The Core of the Party System",
          "authors": "Zuheir Desai, Tasos Kalandrakis",
          "url": "https://doi.org/10.1086/734262",
          "doi": "https://doi.org/10.1086/734262",
          "filter": 0
        },
        {
          "title": "Bureaucratic Packing in the Brazilian Amazon: How Political Competition Drives Deforestation",
          "authors": "Alice Z. Xu",
          "url": "https://doi.org/10.1086/734242",
          "doi": "https://doi.org/10.1086/734242",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
