{
  "update": "2026-01-28",
  "content": [
    {
      "journal_full": "Annual Review of Political Science",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "Fictive Politics",
          "authors": "Reo Matsuzaki, Fabian Drixler, Anna Grzymala-Busse",
          "abstract": "No systematic framework exists to analyze the different forms of fictions in politics. We develop the concept of fictive politics to illuminate how actors simulate selective, alternative, or entirely fictional representations of reality while dissimulating incompatible facts. We distinguish three ideal types: deceptions, where audiences are unaware that they are facing a fiction; veiled facts, where audiences suspect a fiction but choose not to probe it; and open fictions, where audiences are fully aware that they are witnessing a fiction. We show that fictions answer critical political needs, including maintaining systems of domination, managing conflicts between competing interests and values, and facilitating cooperation between state and society.",
          "url": "https://doi.org/10.1146/annurev-polisci-032624-022830",
          "doi": "https://doi.org/10.1146/annurev-polisci-032624-022830",
          "filter": 0,
          "created": "2026-1-26"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Left-Wing Governments and Far-Right Success",
          "authors": "Albert Falcó-Gimeno, Ignacio Jurado, Markus Wagner",
          "abstract": "In recent decades, support for the far right has surged in many countries. One common explanation for this is that far-right support is a backlash against left-wing governments and their policies. We investigate the causal effect of the partisan make-up of governments on the electoral results of far-right parties. Evidence from over-time comparative data and a quasi-experimental analysis based on a regression discontinuity design in Spain indicates that far-right parties benefit electorally when the current government is on the left. In further analyses, we employ a novel regression discontinuity design (RDD)-based sampling strategy to examine original individual-level survey data from Spanish municipalities close to the discontinuity cutoff. These data show that the likely mechanism underlying the backlash effect is an ideological shift to the right among the electorate when left-wing parties govern. Overall, the far right benefits more when the mainstream left governs than when the mainstream right does.",
          "url": "https://doi.org/10.1017/s0007123425101208",
          "doi": "https://doi.org/10.1017/s0007123425101208",
          "filter": 0,
          "created": "2026-1-22"
        },
        {
          "title": "Gender Bias in Legislative Oversight: Do Parliamentarians Control Women Ministers More Tightly than Men Ministers?",
          "authors": "Corinna Kroeber, Lena Stephan, Sarah C. Dingler, Camila Montero",
          "abstract": "Legislative oversight is an important element of the relationship between parliament and government. However, little research explores how the characteristics of ministers incentivize MPs to oversee some more thoroughly than others. This article studies whether and why the oversight activities of parliamentarians are shaped by ministers’ gender. We argue that legislators control women ministers more tightly than men due to stereotypical competence ascriptions and perceptions of lower trustworthiness of women. Studying original data for five European democracies since 1990, we show that legislators ask more written and oral questions to women compared to men ministers. Moreover, we underpin the causal mechanisms behind this pattern using semi-structured interviews with thirty-two parliamentarians inquiring about a specific replacement in that country. Revealing gender bias in legislative oversight has broader implications for women in government and parliamentary democracies.",
          "url": "https://doi.org/10.1017/s0007123425101221",
          "doi": "https://doi.org/10.1017/s0007123425101221",
          "filter": 0,
          "created": "2026-1-22"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "The myth of compensatory effects: How party organisation shapes women's representation in dual-candidacy mixed electoral systems",
          "authors": "Heinz Brandenburg, Maarja Lühiste",
          "url": "https://doi.org/10.1016/j.electstud.2026.103057",
          "doi": "https://doi.org/10.1016/j.electstud.2026.103057",
          "filter": 0,
          "created": "2026-1-24"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Improving hate speech detection with large language models",
          "authors": "Natalia Umansky, Maël Kubli, Ana Kotarcic, Laura Bronner, Selina Kurer, Philip Grech, Dominik Hangartner, Fabrizio Gilardi, Karsten Donnay",
          "abstract": "Efforts to curb online hate speech depend on our ability to reliably detect it at scale. Previous studies have highlighted the strong zero-shot classification performance of large language models (LLMs), offering a potential tool to efficiently identify harmful content. Yet for complex and ambivalent tasks like hate speech detection, pre-trained LLMs can be insufficient and carry systemic biases. Domain-specific models fine-tuned for the given task and empirical context could help address these issues, but, as we demonstrate, the quality of data used for fine-tuning decisively matters. In this study, we fine-tuned GPT-4o-mini using a unique corpus of online comments annotated by diverse groups of coders with varying annotation quality: research assistants, activists, two kinds of crowd workers, and citizen scientists. We find that only annotations from those groups of annotators that are better than zero-shot GPT-4o-mini in recognizing hate speech improve the classification performance of the fine-tuned LLM. Specifically, fine-tuning using the highest-quality annotator group – trained research assistants – boosts classification performance by increasing the model’s precision without notably sacrificing the good recall of zero-shot GPT-4o-mini. In contrast, lower-quality annotations do not improve and may even decrease the ability to identify hate speech. By examining tasks reliant on human judgment and context, we offer insights that go beyond hate speech detection.",
          "url": "https://doi.org/10.1017/s1475676525100546",
          "doi": "https://doi.org/10.1017/s1475676525100546",
          "filter": 0,
          "created": "2026-1-23"
        },
        {
          "title": "From context to congruence: Immigration salience and voter socialization",
          "authors": "Leonardo Carella, Francesco Raffaelli",
          "abstract": "This paper considers how issue salience environments affect long-term patterns of political choice via processes of political socialization. Drawing on the well-known ‘impressionable years’ hypothesis, we theorize that voters who grew up in high-immigration salience contexts subsequently exhibit higher levels of voter-party agreement on immigration (issue congruence). We find support for this hypothesis from two studies, which leverage cross-sectional variation within cohorts in exposure to immigration salience in voters’ formative years. The first employs congruence data from a survey of 10 European countries, linked to historical salience data from the Comparative Manifesto Project. The second is a within-country study, measuring salience and congruence from two long-running German public opinion survey series. The analysis suggests that growing up at times when immigration is high on the political agenda can have long-term consequences for the relationship between voters’ preferences on that issue and their political choices, shedding light on the mechanism behind ‘generational realignment’.",
          "url": "https://doi.org/10.1017/s1475676525100534",
          "doi": "https://doi.org/10.1017/s1475676525100534",
          "filter": 0,
          "created": "2026-1-26"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Conditions of Confinement: Do Harsher Prison Conditions Reduce Political Participation?",
          "authors": "Jacob Harris",
          "url": "https://doi.org/10.1007/s11109-026-10120-3",
          "doi": "https://doi.org/10.1007/s11109-026-10120-3",
          "filter": 0,
          "created": "2026-1-27"
        },
        {
          "title": "Are the Politically Active Better Represented?",
          "authors": "Jesper Lindqvist, Jennifer Oser, Ruth Dassonneville, Mikael Persson, Anders Sundell",
          "abstract": "Political participation is considered an important path for people to influence politics. However, whether those who participate actually see more of their preferred policies implemented remains an open question. We address this question by analyzing cross-national data connecting opinions to subsequent policy implementation on multiple policy issues. Based on an analysis of data on more than 270,000 survey respondents in 40 countries from 1996 to 2016, we show that voters are at most only slightly, but not substantially better represented than nonvoters. In contrast to the negligible effect sizes for voting, citizens who are active in multiple types of nonelectoral political activity are better represented than those who are inactive. We subsequently examine whether the observed relationships can be explained by socio-economic status, as well as attitudinal engagement such as political trust and political efficacy. Our findings show that the cross-national positive association between nonelectoral participation and opinion-policy congruence remains even when controlling for these factors. Our concluding discussion highlights directions for future research that pinpoint the causal mechanisms that link nonelectoral participation with subsequent opinion-policy congruence.",
          "url": "https://doi.org/10.1007/s11109-025-10101-y",
          "doi": "https://doi.org/10.1007/s11109-025-10101-y",
          "filter": 0,
          "created": "2026-1-22"
        },
        {
          "title": "The Heterogeneous Associations of Rural Consciousness and Political Preferences",
          "authors": "Trent Ollerenshaw",
          "url": "https://doi.org/10.1007/s11109-025-10113-8",
          "doi": "https://doi.org/10.1007/s11109-025-10113-8",
          "filter": 0,
          "created": "2026-1-23"
        },
        {
          "title": "Toward a Theory and Measure of Racial Benevolence",
          "authors": "Edana Beauvais, Adam M. Enders",
          "url": "https://doi.org/10.1007/s11109-025-10117-4",
          "doi": "https://doi.org/10.1007/s11109-025-10117-4",
          "filter": 0,
          "created": "2026-1-22"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "The spatial politics of green hydrogen: Speculative enactments, contested dynamics and alternative pathways in southern Chile",
          "authors": "Cristián Flores Fernández",
          "url": "https://doi.org/10.1016/j.polgeo.2026.103498",
          "doi": "https://doi.org/10.1016/j.polgeo.2026.103498",
          "filter": 0,
          "created": "2026-1-22"
        },
        {
          "title": "Geonarratives of outer space: How astronaut memoirs narrate conquest",
          "authors": "Darshan Vigneswaran, Enrike van Wingerden",
          "url": "https://doi.org/10.1016/j.polgeo.2026.103493",
          "doi": "https://doi.org/10.1016/j.polgeo.2026.103493",
          "filter": 0,
          "created": "2026-1-22"
        },
        {
          "title": "Civilian militia formation and protection against rebel violence: Evidence from Nigeria",
          "authors": "Imrana Buba, Jana Krause",
          "url": "https://doi.org/10.1016/j.polgeo.2026.103497",
          "doi": "https://doi.org/10.1016/j.polgeo.2026.103497",
          "filter": 0,
          "created": "2026-1-22"
        },
        {
          "title": "Pursuing accountability under authoritarian rule: Thailand's National Human Rights Commission and community struggles for justice",
          "authors": "Zali Fung",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103478",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103478",
          "filter": 0,
          "created": "2026-1-23"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Corruption erodes people's beliefs in morality and justice",
          "authors": "Miguel R. Ramos, Marcelo Moriconi, Sibila Marques, Carla Branco",
          "abstract": "In this research, we argue that corruption adversely affects individuals' perceived morality of politicians and their sense of justice, eroding some key values by which societies are guided. We further analyzed how the erosion of these key values might be negatively associated with people's well‐being. We found support for our contentions through multiple studies, including a cross‐national study comprising 82 countries surveyed over 32 years (Study 1, n = 210,207). This large‐scale study was further supported by two experimental studies (Studies 2 and 3, n = 449) elucidating the mechanisms and causality involved in these processes. Our findings showed that corruption leads individuals to ascribe lower morality to politicians, which in turn is associated with lower perceptions of justice. Our data show that this process is negatively associated with well‐being, contributing to a broader understanding of how corruption impacts individuals and societies.",
          "url": "https://doi.org/10.1111/pops.70110",
          "doi": "https://doi.org/10.1111/pops.70110",
          "filter": 0,
          "created": "2026-1-24"
        },
        {
          "title": "The affective style of politics: Evidence from cross‐country surveys",
          "authors": "Julie Hassing Nielsen, Dan Mønster",
          "abstract": "We know that emotions matter in politics but less is known about the role of individual ways of processing and responding to emotions, that is, affective styles. Here we report on two surveys, exploring the relationship between affective style (i.e., the individual propensity to either tolerate, adjust, or conceal emotions) and social and political trust. We base our study on large‐n representative survey data from Denmark ( N = 1048) and the United States ( N = 1046), including the Affective Style Questionnaire (ASQ) battery of questions. We observe strong cross‐country similarities that adjusting positively correlates with trust, while concealing negatively correlates with trust. We furthermore show that affective style contributes novel explanatory power beyond personality traits. Our findings contribute to the growing literature on the role of emotions in politics, providing salient insights into individual ways of processing and responding to emotions and how that impacts politically salient outcome variables like trust.",
          "url": "https://doi.org/10.1111/pops.70094",
          "doi": "https://doi.org/10.1111/pops.70094",
          "filter": 0,
          "created": "2026-1-22"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Navigating the mismeasurement of intermediary variables in message-based experiments",
          "authors": "Thomas Leavitt, Viviana Rivera-Burgos",
          "abstract": "Researchers frequently deliver treatments through messages, as in many audit and get-out-the-vote (GOTV) experiments. These message-based experiments often hinge on intermediary variables—actions subjects must take to actually receive the treatment or control embedded in a message. Whether subjects open the message is a crucial intermediary step, which can serve as a condition for estimating downstream treatment effects or as an outcome of interest in its own right. Yet opens are often measured with error, most notably when some openers are misclassified as non-openers in email-based studies. We characterize the resulting bias, derive interpretable bounds on effects for well-defined subgroups, and provide sensitivity analyses for mismeasurement, thereby offering practical guidance for message-based experiments conducted through email and other communication technologies.",
          "url": "https://doi.org/10.1017/psrm.2025.10082",
          "doi": "https://doi.org/10.1017/psrm.2025.10082",
          "filter": 0,
          "created": "2026-1-21"
        },
        {
          "title": "Measuring party loyalty",
          "authors": "Adam J. Ramey",
          "abstract": "Measuring party loyalty (and party effects, more broadly) in roll call voting has long been a contentious matter in the study of legislative behavior. While techniques for measurement in this arena are numerous, most of them suffer from a fatal flaw: they improperly (or insufficiently) separate measures of preferences from party effects. A significant part of this measurement challenge is the identification of (a) which roll calls leaders care about and (b) in which direction they desire their members to vote. In this paper, we use a novel dataset of party leader speeches from the 101st to 113th Congresses to develop a model of party loyalty and measure loyalty across members and time. Unlike existing techniques, we allow for party influence to vary across legislators and time. Additionally, our model provides estimates of legislator ideology and party loyalty disentangled from one another. Using these estimates, we explore the dynamics of loyalty in the contemporary Congress and unearth findings quite different from extant measures in the literature.",
          "url": "https://doi.org/10.1017/psrm.2025.10083",
          "doi": "https://doi.org/10.1017/psrm.2025.10083",
          "filter": 0,
          "created": "2026-1-21"
        },
        {
          "title": "Conditional relationships in dynamic models",
          "authors": "Zach Warner, Garrett N. Vande Kamp, Soren Jordan",
          "abstract": "Many political science theories posit empirical relationships that are conditioned by some moderating variable, which scholars model using a multiplicative interaction term in a regression. In recent years, scholars have begun using such terms in dynamic regression models with time series data. However, the lack of guidance on adding multiplicative interactions to these workhorse models exposes problems with the consistency of the estimator, model restrictions, and interpretation. This paper provides theoretical and practical guidance to address these problems. First, we define the conditions under which scholars can ensure consistent estimates when estimating relationships conditioned by a moderating variable in dynamic models. Second, we introduce a general model that makes no theoretical assumptions about precisely how conditional relationships unfold over time. Third, we develop a flexible approach for interpreting such models. We demonstrate the advantages of this framework with simulation evidence and an empirical application.",
          "url": "https://doi.org/10.1017/psrm.2026.10087",
          "doi": "https://doi.org/10.1017/psrm.2026.10087",
          "filter": 0,
          "created": "2026-1-23"
        },
        {
          "title": "Inclusion to exclude: how femonationalism impacts policy preferences",
          "authors": "Sophie Mainz",
          "abstract": "How does femonationalism, defined as the selective invocation of gender equality to promote exclusionary anti-immigrant policies, affect citizens? While increasingly common across Western democracies, its impact on citizens’ preferences remains underexplored. This paper provides evidence from a preregistered survey experiment with 3,118 U.S. citizens, showing that femonationalist rhetoric can enhance opposition to pluralist policies in defense of progressive gender achievements. The effect is conditional on citizens’ prior immigration attitudes: anti-immigration individuals liberalize their gender views, while pro-immigration individuals demand stricter integration policies. The findings suggest that citizens are not consistent in their ideological preferences, especially when political elites frame liberal values as conflicting.",
          "url": "https://doi.org/10.1017/psrm.2025.10068",
          "doi": "https://doi.org/10.1017/psrm.2025.10068",
          "filter": 0,
          "created": "2026-1-26"
        },
        {
          "title": "Forecasting the use of force: a word embedding analysis of China’s rhetoric and military escalations",
          "authors": "Jackie S.H. Wong",
          "abstract": "Is an autocracy’s official rhetoric a reliable proxy for forecasting military escalation? While the conventional hands-tying mechanism argues that official rhetoric binds leaders to stated positions and limits their ability to back down, recent scholarship on bluster suggests that autocracies may employ hawkish rhetoric to justify de-escalation ex-post. This study evaluates these competing perspectives by analyzing China’s official rhetoric and military behavior in the Taiwan Strait from 2016 to 2022. Employing a word-embedding approach, I construct an original Chinese-language lexicon capturing implicit threats from over two million state-media articles. I show that increases in China’s implicit threats toward Taiwan are associated with a higher likelihood of military escalation, implying that official rhetoric conveys predictive information rather than mere cheap talk.",
          "url": "https://doi.org/10.1017/psrm.2025.10085",
          "doi": "https://doi.org/10.1017/psrm.2025.10085",
          "filter": 0,
          "created": "2026-1-24"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "The “Missing Sibling” effect: how China’s one-child policy reshaped grassroots voting",
          "authors": "Peijie Wang, Youlang Zhang",
          "url": "https://doi.org/10.1007/s11127-025-01371-5",
          "doi": "https://doi.org/10.1007/s11127-025-01371-5",
          "filter": 0,
          "created": "2026-1-22"
        },
        {
          "title": "Do people make their votes count? An experimental study on voter errors and electoral systems",
          "authors": "Zuzana Haase Formánková, Ivan Jarabinský, Miroslav Líbal, Jan Oreský",
          "url": "https://doi.org/10.1007/s11127-025-01361-7",
          "doi": "https://doi.org/10.1007/s11127-025-01361-7",
          "filter": 0,
          "created": "2026-1-21"
        },
        {
          "title": "Can corruption indices lead to statistical discrimination? Experimental evidence from a within-country setting",
          "authors": "Philipp Chapkovski",
          "abstract": "Corruption indices can provide valuable insights into varying levels of misconduct across regions, but they may also encourage statistical discrimination by transferring group-level attributes onto individuals. This paper examines how information about within-country regional corruption affects perceptions and trust. Using a pre-registered online experiment, we matched participants with partners from three Russian regions that differ in their corruption rankings. Participants estimated how many individuals from each region would report a favorable outcome in a coin toss, and decided how much to trust them as first movers in a trust game. Knowing the corruption indices not only led participants to view individuals from more corrupt regions as more dishonest and less trustworthy, but this information also prompted them to see those from less corrupt regions as more honest and trustworthy. This widened the perceived differences in honesty and trustworthiness between residents from and less corrupt regions. When allowed to choose their sources of information, about half of the participants opted to view the corruption index, further magnifying these perception gaps. Our findings highlight how group-level corruption data can influence individual-level interactions and foster statistical discrimination.",
          "url": "https://doi.org/10.1007/s11127-025-01367-1",
          "doi": "https://doi.org/10.1007/s11127-025-01367-1",
          "filter": 0,
          "created": "2026-1-22"
        },
        {
          "title": "Democracy and conflict: evidence from the New York Times",
          "authors": "Jianwei Feng, Ping Zhang",
          "url": "https://doi.org/10.1007/s11127-026-01373-x",
          "doi": "https://doi.org/10.1007/s11127-026-01373-x",
          "filter": 0,
          "created": "2026-1-22"
        },
        {
          "title": "Ecological rationality and democratic ignorance: reconciling rational and radical accounts of voter behavior",
          "authors": "Aylon Manor",
          "url": "https://doi.org/10.1007/s11127-025-01370-6",
          "doi": "https://doi.org/10.1007/s11127-025-01370-6",
          "filter": 0,
          "created": "2026-1-21"
        },
        {
          "title": "The paradox of judicial reforms in Latin America",
          "authors": "Andrea Castagnola, Aníbal Pérez-Liñán",
          "url": "https://doi.org/10.1007/s11127-025-01360-8",
          "doi": "https://doi.org/10.1007/s11127-025-01360-8",
          "filter": 0,
          "created": "2026-1-22"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Deep canvassing with automated conversational agents: Personalized messaging to change attitudes",
          "authors": "Molly Offer-Westort, Jiehan Liu, Nick Feamster, Kartik Garg, Nguyen Phong Hoang, Sudhamshu Hosamane",
          "abstract": "We test a social media conversational agent for canvassing on the topic of anti-transgender prejudice, replicating and benchmarking treatment effects. In-person deep canvassing is the gold standard for durably changing attitudes on polarizing topics. However, door-to-door canvassing is costly, and many populations may not be feasibly reached in this manner. Campaigns are already conducting outreach using digital tools, including text messages and social media. If appropriately trained agents messaging over social media can achieve a fraction of the effect of in-person canvassing, canvassing may be scaled up to achieve large overall impacts at lower costs. Scripts used in this application are based on those used by transgender allies in the original study. To personalize messaging, the conversational agent uses natural language processing to detect conversational topics, and shares relevant pre-scripted messages of information and third-person experiences, encouraging respondents to engage in perspective-taking with respect to an outgroup. This study demonstrates the potential of automated social media messaging for deep canvassing, with possible applications by governments, public health agencies, and political organizations. Estimated effects are positive and significant under covariate adjustment and reweighting; due to important differential attrition, partial-identification bounds are also reported and include zero.",
          "url": "https://doi.org/10.1177/20531680251414926",
          "doi": "https://doi.org/10.1177/20531680251414926",
          "filter": 0,
          "created": "2026-1-24"
        }
      ],
      "articles_hidden": []
    }
  ]
}
