{
  "update": "2025-08-17",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Balancing bossism: State expansion in the face of elite capture",
          "authors": "Anna F. Callis, Christopher L. Carter",
          "abstract": "Central states have often relied on local elites to implement policies in peripheral areas. These strategies may allow otherwise weak states to impose their directives, but they can also be inefficient, particularly when a single elite commands total control over local politics ( monopolist capture ). We argue that weak states can overcome this equilibrium by creating new subnational positions with distinct appointment rules from existing ones ( balancing ). We evaluate our argument leveraging a natural experiment and novel data on 12,000 sub‐municipal units from turn‐of‐the‐twentieth‐century Peru. We exploit as‐if random variation in population‐based appointment rules for a justice of the peace, the chief institution through which monopolist capture was established. We provide evidence that the Peruvian government responded to monopolist capture by creating local‐level executive positions (lieutenant governors). We further demonstrate that this balancing allowed the state to conduct a 1902 education census, which was otherwise opposed and often blocked by entrenched elites.",
          "url": "https://doi.org/10.1111/ajps.70004",
          "doi": "https://doi.org/10.1111/ajps.70004",
          "filter": 0
        },
        {
          "title": "Competitive diplomacy in bargaining and war",
          "authors": "Joseph J. Ruggiero",
          "abstract": "War is often viewed as a bargaining problem. However, prior to bargaining, countries can vie for leverage by expending effort on diplomacy. This article presents a dynamic model of conflict where agenda‐setting power is endogenous to pre‐bargaining diplomatic competition. The ability to compete for leverage generates a new channel through which the nature of potential war affects the quality of peace. First, costs of war grow the bargaining surplus, fueling the battle for leverage and reducing welfare even if war never occurs on the path of play. Second, competitive diplomacy erodes the gains from peace, making it possible that war is relatively efficient. An extension of the model finds that frictions to cooperation create a risk of costly delay but also protect against erosion of the surplus. Moreover, I find that reliable deals avert “efficient” wars but introduce a trade‐off between welfare and timely settlement.",
          "url": "https://doi.org/10.1111/ajps.70006",
          "doi": "https://doi.org/10.1111/ajps.70006",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "State Legitimacy and Sector-Level Claim-Making: Evidence from East Jerusalem",
          "authors": "HANNAH E. BAGDANOV",
          "abstract": "In East Jerusalem, the vast majority of Palestinians contest the legitimacy of the Israeli state’s claim to sovereignty. This necessarily affects how Palestinians engage with the state in pursuit of goods and services. But how? Using data from 55 interviews and original observational and experimental survey data from a representative sample of East Jerusalemites, I show that civilians’ engagement with each good, service, and institution of the state is a function of their perceptions of the state’s legitimacy, or right to rule, in that sector. Civilians will avoid engagement with goods, services, and institutions that explicitly affirm the state’s claims to monopolized sovereign rule, without forsaking essential goods and services. This article empirically illustrates that the same individual will make different choices with respect to each state sector, and in doing so builds on the burgeoning recognition of sector-level choices in the citizen claim-making literature.",
          "url": "https://doi.org/10.1017/s0003055425100841",
          "doi": "https://doi.org/10.1017/s0003055425100841",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Not Getting the Message on Climate? Attention as a Key Barrier to Mass-Marketing Experimentally-Validated Messages",
          "authors": "Nicholas Carnes, Geoffrey L. Henderson",
          "abstract": "Scholars often use survey experiments to evaluate political messages’ persuasive effects, but messages developed in the lab do not always persuade in real-world campaigns. In this research note, we report three experiments on one central obstacle in lab-to-field messaging applications: getting people’s attention. We first analyze a large-scale direct mail campaign run by an established non-profit that promotes conservative solutions to climate change. In this experiment, postcards with messages based on extant survey-experimental research did not cause changes in key climate attitudes. In a follow-up survey experiment, identical postcards induced attitude change— Re but only when participants were required to pay attention to them. A final field experiment highlights the difficulty of inducing attention; in another real-world campaign, postcards with eye-catching scratch-off panels performed no better than standard postcards. These findings illustrate the crucial role of attention and the complexity of translating messages developed in survey experiments into effective real-world campaigns.",
          "url": "https://doi.org/10.1017/s000712342510063x",
          "doi": "https://doi.org/10.1017/s000712342510063x",
          "filter": 0
        },
        {
          "title": "Field Experiments Invoking Gloating Villains to Increase Voter Participation: Anger, Anticipated Emotions, and Voting Turnout",
          "authors": "Gregory A. Huber, Alan S. Gerber, Albert H. Fang, John J. Cho",
          "abstract": "In two field experiments conducted in Mississippi and Florida, we present novel evidence about how emotions can be harnessed to increase voter turnout. When we inform respondents that a partisan villain would be happy if they did not vote (for example, a Gloating Villain treatment), we find that anger is activated in comparison to other emotions and turnout increases by 1.7 percentage points. In a subsequent field experiment, we benchmark this treatment to a standard GOTV message, the social pressure treatment. Using survey experiments that replicate our field experimental treatments, we show that our treatment links the act of voting to anticipated anger. In doing so, we contribute the first in-the-field evidence of how we can induce emotions, which are commonly understood to be fleeting states, to shape temporally distant political behaviours such as voting.",
          "url": "https://doi.org/10.1017/s0007123425000298",
          "doi": "https://doi.org/10.1017/s0007123425000298",
          "filter": 0
        },
        {
          "title": "Media Platforming and the Normalisation of Extreme Right Views",
          "authors": "Diane Bolet, Florian Foos",
          "abstract": "As extreme political views gain popularity and acceptability, the conditions under which media exposure to extreme right views contributes to this process, and strategies to counter media-induced persuasion and normalisation effects remain unclear. Using population-based survey experiments leveraging real-world interviews with extreme right activists on Sky News UK and Australia, we test whether media exposure leads to higher agreement with extreme right statements. We also test whether exposure affects perceptions of how many others agree with these statements. Our findings are consistent across both countries: exposure to uncritical interviews increases agreement with extreme statements and perceptions of broader support in the population. Testing the media strategy in the UK, we find that critical interviewing tarnishes the activist’s image and reduces effects, but still heightens perceived support for extreme statements. This study identifies a mechanism through which extreme political ideas spread and offers insights into media strategies to counteract persuasion and normalisation effects.",
          "url": "https://doi.org/10.1017/s0007123425000195",
          "doi": "https://doi.org/10.1017/s0007123425000195",
          "filter": 0
        },
        {
          "title": "Venturing Beyond the Vote: Routes to Feeling Represented through Unelected Representation",
          "authors": "Andrea Vik, Pieter de Wilde, Oliver Treib, Lene Aarøe",
          "abstract": "This study examines how unelected representation, where political activists make representative claims on behalf of self-articulated constituencies, shapes citizens’ feelings of representation. Through a cross-national conjoint experiment (Sweden, Germany, Italy, and Romania, N = 8279), we test three routes to representation : descriptive representation through demographic congruence, substantive representation through issue congruence, and psychological representation through personality-trait congruence and personality-ideology congruence. Results indicate that unelected representation makes people feel represented through these routes. Substantive representation has the strongest impact, followed by psychological representation and descriptive representation. We also find that contextual and individual factors influence how these routes operate. Ultimately, this paper presents a novel perspective on the effects of unelected representation, laying the groundwork for new empirical models of political representation that are firmly rooted in the conceptual innovations of constructivist theories. Unelected representation may have important implications for modern representative politics.",
          "url": "https://doi.org/10.1017/s0007123425000080",
          "doi": "https://doi.org/10.1017/s0007123425000080",
          "filter": 0
        },
        {
          "title": "How Mainstream Politicians Erode Norms",
          "authors": "Vicente Valentim, Elias Dinas, Daniel Ziblatt",
          "abstract": "How does anti-immigrant rhetoric by mainstream politicians affect norms of tolerance? How does this compare to similar statements made by radical-right politicians? Drawing on experimental evidence, we find that statements by mainstream politicians lead to more norm erosion than similar statements by radical-right politicians. Subsample analyses suggest that this is because statements by mainstream-right politicians erode norm perceptions of right-wing individuals, while those by radical-right politicians induce backlash among left-wing individuals, who hold closer to the norm in place. The latter effect (backlash by the left) disappears when similar statements are made by mainstream right politicians. We argue that this difference occurs because mainstream politicians represent the views of a larger part of the population or have a higher status. Our results highlight the pivotal role of mainstream politicians in enforcing or eroding democratic norms, and that similar political statements can have different effects depending on their sender.",
          "url": "https://doi.org/10.1017/s0007123425100586",
          "doi": "https://doi.org/10.1017/s0007123425100586",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Local news, partisanship, and perceptions about election administration",
          "authors": "Murat Abus, Kexin Bai, Johanna Dunaway",
          "url": "https://doi.org/10.1016/j.electstud.2025.102970",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102970",
          "filter": 0
        },
        {
          "title": "New evidence on citizens’ reactions to democratic norm violations in an advanced democracy",
          "authors": "Sirianne Dahlum, Peter Egge Langsæther, Tore Wig",
          "url": "https://doi.org/10.1016/j.electstud.2025.102971",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102971",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Guilty by association: Party effects of corruption-related prosecutions",
          "authors": "Milena Ang",
          "abstract": "Corrupt politicians are expected to be held accountable when they are caught doing wrong, but does prosecuting politicians affect their co-partisans? I leverage variation in criminal corruption charges among Mexican governors after the legislative elections of 2015 to identify their consequences on votes received by legislators in 2018. I find a robust association: legislative candidates in districts of criminal governors received between 3 and 6% less votes than candidates in districts with no criminal governors. These findings suggest that criminal trials affect parties even in places where corruption is pervasive and trust in the judicial process is extremely low. This electoral punishment of co-partisans, which I call ‘guilt by association,’ helps the role that criminalization of corruption can play in enforcing vertical accountability.",
          "url": "https://doi.org/10.1177/13540688251366827",
          "doi": "https://doi.org/10.1177/13540688251366827",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "“Staying is complicated, Not staying, however, is unthinkable”: A critical review of Indigenous presence in “natural” parks as a critique of colonial place making for conservation and leisure",
          "authors": "Mara J. Goldman",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103362",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103362",
          "filter": 0
        },
        {
          "title": "Playing empire at home: Het Beursspel and Dutch popular colonial geopolitics in the 1940s",
          "authors": "Xavier Guillaume, Jesse van Amelsvoort",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103404",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103404",
          "filter": 0
        },
        {
          "title": "Unsettling nature as liberal public good",
          "authors": "Clare M. Beer",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103360",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103360",
          "filter": 0
        },
        {
          "title": "Accumulation by recreation: Celebrity billionaire conservation in Hawai'i’s tourism landscape",
          "authors": "Mary Mostafanezhad",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103359",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103359",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "A game theory approach to football predictions",
          "authors": "Kerim Keskin",
          "url": "https://doi.org/10.1007/s11127-025-01317-x",
          "doi": "https://doi.org/10.1007/s11127-025-01317-x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Dark Money and Politician Learning",
          "authors": "Keith E. Schnakenberg, Ian R. Turner",
          "url": "https://doi.org/10.1086/734548",
          "doi": "https://doi.org/10.1086/734548",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
