{
  "update": "2025-03-24",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Persuasive lobbying and the value of connections",
          "authors": "Emiel Awad, Clement Minaudier",
          "abstract": "The inflow of money into politics and the influence of interest groups on policies are well‐documented, but the monetary value of accessing policymakers is less well‐understood. As a result, it is unclear what inferences researchers can draw from lobbying expenditures about interest groups' strategies and their ideological alignment with policymakers. We study a model of informational lobbying with a collective decision‐making body and endogenous reforms to investigate the determinants of the value of access. We show that the funds flowing to a given policymaker depend not only on this policymaker's ideology and procedural power but also on the overall distribution of preferences and power among other policymakers. Two policymakers with the same ideology and procedural power might therefore attract different amounts of contributions, depending on the preferences of fellow policymakers. Our results help clarify empirical research linking lobbying expenditures by interest groups to politicians' ideologies and power.",
          "url": "https://doi.org/10.1111/ajps.12965",
          "doi": "https://doi.org/10.1111/ajps.12965",
          "filter": 0
        },
        {
          "title": "Enchanted democracy: Religion and democratic thought in nineteenth‐century Latin America",
          "authors": "Michael S. Thomas",
          "abstract": "This article recovers an overlooked strand of nineteenth‐century Latin American political thought that I call, “enchanted democracy.” It is epitomized in the work of the Chilean radical democrat, Francisco Bilbao (1823–1865). Deployed in the generation after the Spanish American Wars of Independence, “enchanted democracy” was a postcolonial democratic theory that aimed to justify mass expansion of suffrage, direct democracy, and social equality. This political vision was inescapably theological. Bilbao relied upon scripture, the lives of saints, and sacraments to justify political inclusion, construct a theory of democratic solidarity, and to motivate affection and sacrificial love among citizens. By using theological concepts and popular religious expression to build a future politics, I argue that “enchanted democracy” broadens theoretical approaches to the relationship between religion and democracy. This article also signals the importance of Latin American political thought for contemporary democratic theory.",
          "url": "https://doi.org/10.1111/ajps.12964",
          "doi": "https://doi.org/10.1111/ajps.12964",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "The Train Wrecks of Modernization: Railway Construction and Separatist Mobilization in Europe",
          "authors": "YANNICK I. PENGL, CARL MÜLLER-CREPON, ROBERTO VALLI, LARS-ERIK CEDERMAN, LUC GIRARDIN",
          "abstract": "This paper uses the gradual expansion of the European railway network to investigate how this key technological driver of modernization affected ethnic separatism between 1816 and 1945. Combining new historical data on ethnic settlement areas, conflict, and railway construction, we test how railroads affected separatist conflict and successful secession as well as independence claims among peripheral ethnic groups. Difference-in-differences, event study, and instrumental variable models show that, on average, railway-based modernization increased separatist mobilization and secession. These effects concentrate in countries with small core groups, weak state capacity, and low levels of economic development as well as in large ethnic minority regions. Exploring causal mechanisms, we show how railway networks can facilitate mobilization by increasing the internal connectivity of ethnic regions and hamper it by boosting state reach. Overall, our findings call for a more nuanced understanding of the effects of European modernization on nation building.",
          "url": "https://doi.org/10.1017/s0003055425000048",
          "doi": "https://doi.org/10.1017/s0003055425000048",
          "filter": 0
        },
        {
          "title": "Mass Versus Donor Attitudes on the Importance of Supreme Court Nominations",
          "authors": "BRANDICE CANES-WRONE, JONATHAN P. KASTELLEC, NICOLAS STUDEN",
          "abstract": "While Supreme Court nominations have become increasingly high-salience political events, we know little about their prioritization relative to other issues by core constituency groups. We examine how individual donors and the mass public prioritize nominations, as well as factors they believe presidents should consider when selecting judges. To do so, we constructed original questions for a survey of over 7,000 validated donors and a comparison general population sample. We find donors are substantially more likely to prioritize nominations than their general public co-partisans, particularly Republican donors. Further analysis suggests the prioritization gap is consistent with theories that donors are motivated to move policy toward the ideological extremes. Analyzing policy positions, the largest donor-public difference occurs for diversity in appointments, but for all positions we find smaller differences than for prioritization. Overall, the findings highlight donors’ policy priorities may diverge from those of the public even more than policy positions do.",
          "url": "https://doi.org/10.1017/s0003055425000139",
          "doi": "https://doi.org/10.1017/s0003055425000139",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "The Demand Side of Democratic Backsliding: How Divergent Understandings of Democracy Shape Political Choice",
          "authors": "Natasha Wunsch, Marc S. Jacob, Laurenz Derksen",
          "abstract": "Why do citizens fail to punish political candidates who violate democratic standards at the ballot box? Building on recent debates about heterogeneous democratic attitudes among citizens, we probe how divergent understandings of democracy shape citizens’ ability to recognize democratic transgressions as such and, in turn, affect vote choice. We leverage a novel approach to estimate the behavioural consequences of such individual-level understandings of democracy via a candidate choice conjoint experiment in Poland, a democracy where elections remained competitive despite an extended episode of backsliding. Consistent with our argument, we find that respondents who adhere less strongly to liberal democratic norms tolerate democratic violations more readily. Conversely, voters with a stronger liberal understanding of democracy are more likely to punish non-liberal candidates, including co-partisan ones. Our study identifies political culture, particularly the lack of attitudinal consolidation around liberal democracy, as a missing variable in explaining continued voter support for authoritarian-leaning leaders.",
          "url": "https://doi.org/10.1017/s0007123424000711",
          "doi": "https://doi.org/10.1017/s0007123424000711",
          "filter": 0
        },
        {
          "title": "Mobile Internet and the Quality of Elections in Low-Income Democracies",
          "authors": "Alex Yeandle",
          "abstract": "How does rising access to the Internet shape elections in low-income democracies? In a controversial, overturned election in Malawi, I show how online exposure can reduce incumbency advantages and improve election administration. Leveraging geocoded polling station returns and the expansion of 3G coverage in a difference-in-differences setting, I show that ruling party vote share and election irregularities decline in areas newly exposed to the Internet. This is robust to a series of specifications, including matching on pre-treatment characteristics and adjusting for polling station complexity. To examine mechanisms, I turn to interviews and focus group discussions with voters, party figures and election officials. These reveal that opposition groups used social media to campaign and organise, online platforms expanded the reach of civic education efforts, and election staff used WhatsApp to coordinate on polling day. The paper contributes to the literature on information technology, party strategy, and election administration in low-income settings.",
          "url": "https://doi.org/10.1017/s0007123424000814",
          "doi": "https://doi.org/10.1017/s0007123424000814",
          "filter": 0
        },
        {
          "title": "Anti-Muslim Bias in Foreign Policy Attitudes: Experimental Evidence from Thirteen European Countries",
          "authors": "Andrej Findor, Roman Hlatky, Matej Hruška, Kristína Kironská",
          "abstract": "Intergroup attitudes and identity ties can shape foreign policy preferences. Anti-Muslim bias is particularly salient in the USA and the UK, but little work assesses whether this bias generalizes to other countries. We evaluate the extent of anti-Muslim bias in foreign policy attitudes through harmonized survey experiments in thirteen European countries (N=19,673). Experimental vignettes present factual reports of religious persecution by China, counter-stereotypically depicting Muslims as victims. We find evidence of anti-Muslim bias. Participants are less opposed to persecution and less likely to support intervention when Muslims, as opposed to other religious groups, are persecuted. However, this bias is not present in all countries. Exploratory analyses underscore that pre-existing intergroup attitudes and shared group identity moderate how group-based evaluations shape foreign policy attitudes. We provide extensive cross-national evidence that anti-Muslim bias is country-specific and that social identity ties and intergroup attitudes influence foreign policy preferences.",
          "url": "https://doi.org/10.1017/s0007123425000134",
          "doi": "https://doi.org/10.1017/s0007123425000134",
          "filter": 0
        },
        {
          "title": "Living in Different Worlds: Electoral Authoritarianism and Partisan Gaps in Perceptions of Electoral Integrity",
          "authors": "Paula Windecker, Ioannis Vergioglou, Marc S. Jacob",
          "abstract": "In many authoritarian regimes, multiparty elections are held in which the opposition can potentially defeat the incumbent. How do ordinary citizens perceive the integrity of elections in such regime environments? We argue that government supporters adopt the incumbent’s narrative to consider elections fair and legitimate. By contrast, opposition supporters regard elections in such systems as biased and not meaningful. We provide evidence from large cross-country public opinion data and the unexpected 2018 Turkish snap election announcement to examine long- and short-term patterns of perceived electoral integrity. We find that the partisan gap in perceived electoral integrity is more substantial under electoral authoritarianism than under democratic rule. The partisan gap grows in autocratizing political systems, and these perceptions are mostly stable in the short term, even at times of radically increased salience of electoral competition. Our study yields implications for the dynamics between elites and citizens in autocracies in which elections remain a critical source of regime legitimacy.",
          "url": "https://doi.org/10.1017/s0007123424000863",
          "doi": "https://doi.org/10.1017/s0007123424000863",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Turning up and down the partisan heat. Voters’ psychological profile and changes in negative radical partisanship over the course of an election",
          "authors": "Alessandro Nai, Patrick F.A. van Erkel, Linda Bos",
          "url": "https://doi.org/10.1016/j.electstud.2025.102926",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102926",
          "filter": 0
        },
        {
          "title": "To moderate, or not to moderate: Strategic domain sharing by congressional campaigns",
          "authors": "Maggie Macdonald, Megan A. Brown, Joshua A. Tucker, Jonathan Nagler",
          "url": "https://doi.org/10.1016/j.electstud.2025.102907",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102907",
          "filter": 0
        },
        {
          "title": "Partisan and non-partisan conspiracy theories’ diverging effects on political participation",
          "authors": "Mert Can Bayar",
          "url": "https://doi.org/10.1016/j.electstud.2025.102920",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102920",
          "filter": 0
        },
        {
          "title": "The Swedish historical municipal council database",
          "authors": "Abrar Bawati, Moa Frödin Gruneau, Josefine Magnusson, Johanna Rickne",
          "url": "https://doi.org/10.1016/j.electstud.2025.102921",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102921",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Urban–rural policy disagreement",
          "authors": "SOPHIE BORWEIN, JACK LUCAS, TYLER ROMUALDI, ZACK TAYLOR, DAVID A. ARMSTRONG, KATHARINE MCCOY",
          "abstract": "Urban–rural divides are large and growing in many national elections, but the sources of this widening divide are not well understood. Recent research has pointed to policy disagreement as one possible mechanism for this growing divide; if urban and rural residents hold increasingly dissimilar policy preferences, this disagreement could produce ever‐widening urban–rural electoral divides. We investigate this possibility by creating a synthesized dataset of nearly 1000 policy issue questions across 10 distinct Canadian national election studies conducted between 1993 and 2021 ( N = 5.3 million), combined with a measure of the urban or rural character of every federal electoral district. This dataset allows us to measure urban–rural policy disagreement across a much larger range of policy issues and over a much longer time period than has previously been possible. We find strong evidence of urban–rural policy disagreement across a range of issues, and especially in areas of cultural policy, including questions relating to gun control, immigration and Indigenous affairs. We further find strong support for the ‘progressive cities’ hypothesis; in nearly all policy domains, urban residents support more left‐wing positions on policy issues than rural residents. However, we find no evidence these urban–rural policy divides have grown since the 1990s. Urban–rural policy disagreement, while large and meaningful, cannot explain the ever‐widening urban–rural political divide.",
          "url": "https://doi.org/10.1111/1475-6765.70009",
          "doi": "https://doi.org/10.1111/1475-6765.70009",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Solidarity Between People of Color: Two Blockage Experiments Suggest It Is Causal and Resistant to a Divisive Threat",
          "authors": "Jae Yeon Kim, Efrén Pérez, Kasheena G. Rogbeer",
          "abstract": "Mounting research finds that shared discrimination boosts solidarity between people of color (PoC), with downstream increases in support for pro-outgroup policies. However, these experiments measure the proposed mediator (solidarity), rather than manipulate it, which raises reasonable doubts about its causal impact. We report two pre-registered experiments (N = 2,692) that reassess solidarity’s causal influence by “blocking” its downstream effects. We conducted these studies with Black adults – the prototypical person of color who define this mega-group’s norms and values. Both studies focus on Black-Latino relations and reveal that manipulating shared discrimination between these groups heartily boosts Black solidarity with PoC ( d ∼.40). Critically, after solidarity’s activation, manipulating differences in the bases of discrimination against Black and Latino people (i.e., slavery versus immigration) modestly reduces its downstream effect on Black support for pro-Latino policies. A pre-registered internal meta-analysis finds this “blockage” effect is modest but statistically reliable ( d ∼.10), leading us to conclude that solidarity’s mediating influence is likely causal and resistant to this divisive threat. We discuss our results’ implications for inter-minority politics.",
          "url": "https://doi.org/10.1017/xps.2025.3",
          "doi": "https://doi.org/10.1017/xps.2025.3",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Party elites and beauty biases: Candidate attractiveness and list placement",
          "authors": "Andrew Janusz, Vanessa Carrión-Yaguana",
          "abstract": "To what extent does physical attractiveness affect the placement of candidates on party lists in proportional representation systems? Studies show that good-looking politicians fare better electorally than their less attractive peers. Research suggests that this is because voters use physical appearance as a heuristic. In proportional list systems, however, who wins office is conditional on where party leaders place them on the party list. In this paper, we argue that physically attractive candidates fare better in proportional list systems than their less attractive co-partisans because party elites place them in preferable list positions. Drawing on data from Ecuador’s 2019 municipal elections, where ballots featured photos of candidates, we show that physically attractive candidates are placed higher on party lists and therefore have an electoral advantage. Our finding suggests that physical attractiveness can be an important determinant of electoral success even when voters do not cast preference votes.",
          "url": "https://doi.org/10.1177/13540688251327562",
          "doi": "https://doi.org/10.1177/13540688251327562",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Priming Bias Versus Post-Treatment Bias in Experimental Designs",
          "authors": "Matthew Blackwell, Jacob R. Brown, Sophie Hill, Kosuke Imai, Teppei Yamamoto",
          "abstract": "Conditioning on variables affected by treatment can induce post-treatment bias when estimating causal effects. Although this suggests that researchers should measure potential moderators before administering the treatment in an experiment, doing so may also bias causal effect estimation if the covariate measurement primes respondents to react differently to the treatment. This paper formally analyzes this trade-off between post-treatment and priming biases in three experimental designs that vary when moderators are measured: pre-treatment, post-treatment, or a randomized choice between the two. We derive nonparametric bounds for interactions between the treatment and the moderator under each design and show how to use substantive assumptions to narrow these bounds. These bounds allow researchers to assess the sensitivity of their empirical findings to priming and post-treatment bias. We then apply the proposed methodology to a survey experiment on electoral messaging.",
          "url": "https://doi.org/10.1017/pan.2025.3",
          "doi": "https://doi.org/10.1017/pan.2025.3",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Affect, Not Ideology: The Heterogeneous Effects of Partisan Cues on Policy Support",
          "authors": "Sam Fuller, Nicolás de la Cerda, Jack T. Rametta",
          "abstract": "How do individuals process political information? What behavioral mechanisms drive partisan bias? In this paper, we evaluate the extent to which partisan bias is driven by affect or ideology in a three-pronged approach informed by both psychological theories and recent advances in methodology. First, we use a novel survey experiment designed to disentangle the competing mechanisms of ideology and partisan affect. Second, we leverage multidimensional scaling methods for latent variable estimation for both partisan affect and ideology. Third, we employ a principled machine learning method, causal forest, to detect and estimate heterogeneous treatment effects. Contrary to previous literature, we find that affect is the sole moderator of partisan cueing processes, and only for out-party cues. These findings not only contribute to the literature on political behavior, but underscore the importance of careful measurement and robust subgroup analysis.",
          "url": "https://doi.org/10.1007/s11109-025-10030-w",
          "doi": "https://doi.org/10.1007/s11109-025-10030-w",
          "filter": 0
        },
        {
          "title": "How Cross-Cutting Ties Reduce Affective Polarization: Evidence from Latino Americans",
          "authors": "Rongbo Jin, Samara Klar, Fabian G. Neuner, Mark Ramirez",
          "url": "https://doi.org/10.1007/s11109-025-10019-5",
          "doi": "https://doi.org/10.1007/s11109-025-10019-5",
          "filter": 0
        },
        {
          "title": "Not Just Elections: Personality Traits and Ambition for Political Office",
          "authors": "Hans J. G. Hassell, Gary E. Hollibaugh, Matthew R. Miles",
          "url": "https://doi.org/10.1007/s11109-025-10024-8",
          "doi": "https://doi.org/10.1007/s11109-025-10024-8",
          "filter": 0
        },
        {
          "title": "Media Influence and Spatial Voting: The Role of Perceived Party Positions",
          "authors": "Lucas Paulo da Silva",
          "abstract": "If media outlets influence voters, media elites could hold disproportionate sway over elections. However, little is known about the paths through which these outlets influence voting behavior. Based on spatial voting theory, I argue that ideological media exposure alters two key mediators — ideological positions and perceptions of party positions — to influence voting behavior. The literature on media effects often assumes that the former is the mediator and ignores the latter. This study examines the effects of ideological media exposure on these two potential mediators and on voting behavior. However, it is difficult to study these relationships because audiences usually select like-minded media content, which introduces reverse causality. To address this endogeneity, I use a quasi-experiment: Liverpool’s longstanding boycott of the popular right-wing British tabloid newspaper, The Sun . This was an exogenous boycott that was not caused by political factors. Rather, it was due to The Sun falsely blaming the 1989 Hillsborough Disaster on Liverpool Football Club supporters. I estimate triple differences for the effect of this boycott on lower working-class respondents (who complied with the boycott much more than others) in Liverpool. The results indicate that media outlets influence ideological positions, perceptions of party positions, and, ultimately, voting behavior. The effect of media on perceived party positions appears to be particularly powerful and may indicate that it is an important mediator. Thus, this study provides timely and relevant insights about the specific ways in which media outlets influence elections.",
          "url": "https://doi.org/10.1007/s11109-025-10031-9",
          "doi": "https://doi.org/10.1007/s11109-025-10031-9",
          "filter": 0
        },
        {
          "title": "The Political Power of Negative Motivations",
          "authors": "Jay Goodliffe, David B. Magleby, Jeremiah Scanlan",
          "url": "https://doi.org/10.1007/s11109-025-10016-8",
          "doi": "https://doi.org/10.1007/s11109-025-10016-8",
          "filter": 0
        },
        {
          "title": "Equivalency Framing of Problems and Policy Solutions",
          "authors": "Alexander Sahn, Laura Stoker, Amy E. Lerman",
          "url": "https://doi.org/10.1007/s11109-025-10023-9",
          "doi": "https://doi.org/10.1007/s11109-025-10023-9",
          "filter": 0
        },
        {
          "title": "When Push Comes to Shove: How Americans Excuse and Condemn Political Violence",
          "authors": "Joseph B. Phillips, B. Kal Munis, Nicole Huffman, Arif Memovic, Jacob Ford",
          "abstract": "What factors do Americans find most important when evaluating acts of political violence? Normatively, details regarding the violent act (e.g., the target and violence severity) should determine the punishment for political violence. However, recent work on polarization and identity suggests evaluations of political violence may depend on the perpetrator’s characteristics. In two pre-registered conjoint experiments, we vary both perpetrator characteristics and features of the violent act to discern the relative weight of act-centric and perpetrator-centric considerations. We find that even though the perpetrator’s characteristics (e.g., partisanship) do influence people’s punishment of political violence, the features of the act matter much more for citizen evaluations of political violence, on average. Though these findings can be interpreted as normatively negative given the perpetrator’s identities do influence punishment, the disproportionate effect of the violent act’s target and severity are normatively encouraging. ",
          "url": "https://doi.org/10.1007/s11109-025-10009-7",
          "doi": "https://doi.org/10.1007/s11109-025-10009-7",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Review forum",
          "authors": "Carl Grundy-Warr, James D. Sidaway",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103289",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103289",
          "filter": 0
        },
        {
          "title": "Re-thinking the Russian World construct: Historical roots, conceptual tenets, and contemporary typology",
          "authors": "Tomáš Mareš, Petr Sosna",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103315",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103315",
          "filter": 0
        },
        {
          "title": "Is green hydrogen really colonial? A commentary on Tunn et al. 2025",
          "authors": "Benedikt Walker, Linus Kalvelage",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103318",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103318",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Does majority support for minority rights impact perceived norms and psychological well‐being? An application to the LGBTIQ + context",
          "authors": "Léïla Eisner, Tabea Hässler, Emma Thomas, Morgana Lizzio‐Wilson, Craig McGarty, Winnifred Louis",
          "abstract": "Several legislative changes following popular votes have transformed the rights of lesbian, gay, bisexual, trans, intersex, and queer (i.e., LGBTIQ+) people. We suggest these decisions to change laws serve as strong signals of public support (i.e., shifting the perceived societal norms), which may not only impact the well‐being of individuals directly targeted by these votes (LGBTIQ+ people) but also members of advantaged groups (cis‐heterosexual people) supporting or opposing such changes. Drawing on three preregistered analyses of longitudinal studies following votes in Switzerland (Study 1, 419 LGBTIQ+ people; Study 3, 619 LGBTIQ+ people and 247 cis‐heterosexual supporters) and Australia (Study 2, 189 cis‐heterosexual supporters and 195 cis‐heterosexual opponents), we find that legal changes extending LGBTIQ+ rights led to a positive shift in perceived norms. This positive shift also led to a change in the well‐being of LGBTIQ+ people in Study 1 but not in Study 3, suggesting that substantial variation in how people initially perceive the norm may be necessary for such changes to affect well‐being. No association was found between perceived norms and well‐being among cis‐heterosexual people in Studies 2 and 3. Together, these findings suggest that it is critical to focus on the socio‐psychological impacts of legal changes on people.",
          "url": "https://doi.org/10.1111/pops.70014",
          "doi": "https://doi.org/10.1111/pops.70014",
          "filter": 0
        },
        {
          "title": "The epicenter of conspiracy belief: The economically left‐leaning and culturally regressive spot in the political landscape",
          "authors": "Florian Buchmayr, André Krouwel",
          "abstract": "While the psychological dispositions that underlie conspiracy thinking are well researched, there has been remarkably little research on the political preferences of conspiracy believers that go beyond self‐reported ideology or single political issue dimensions. Using data from the European Voter Election Study (EVES), the relationship between conspiracy thinking and attitudes on three deeper‐lying and salient political dimensions (redistribution, authoritarianism, migration) is examined. The results show a clear picture: Individuals with economically left‐wing and culturally conservative attitudes tend to score highest on conspiracy thinking. People at this ideological location seem to long for both economic and cultural protection and bemoan a “lost paradise” where equalities had not yet been destroyed by “perfidious” processes of cultural modernization and economic neoliberalism. This pattern is found across all countries and holds regardless of socioeconomic characteristics such as education and income. While previous research has found that belief in conspiracies tends to cluster at the extremes of the political spectrum, our analysis opens up a more complex picture, showing that conspiracy thinking is not merely related to extremist orientations, but to specific combinations of political attitudes.",
          "url": "https://doi.org/10.1111/pops.13085",
          "doi": "https://doi.org/10.1111/pops.13085",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Foreign aid, FDI and the personalization of power in autocracies",
          "authors": "Bernat Puertas, Abel Escribà-Folch",
          "abstract": "This article examines the relationship between foreign aid and foreign direct investment (FDI) and the degree of personalism in dictatorships. We contend that aid leads to higher personalism since it is a windfall that accrues to the government and does not require cooperation from elites to obtain it. Contrarily, we posit that FDI is linked to lower levels of personalism because it reshapes elites’ incentives and influence as they may acquire new preferences, connections, and exit options, thus constraining dictators. Using data on Official Development Assistance (ODA) and FDI, and a latent index of personalism in autocracies, we find no robust evidence that ODA or FDI are correlated with personalism, but have some effect on some of the index’s components.",
          "url": "https://doi.org/10.1017/psrm.2025.9",
          "doi": "https://doi.org/10.1017/psrm.2025.9",
          "filter": 0
        },
        {
          "title": "Heroes and villains: motivated projection of political identities",
          "authors": "Stuart J. Turnbull-Dugarte, Markus Wagner",
          "abstract": "Most research on political identities studies how individuals react to knowing others’ political allegiances. However, in most contexts, political views and identities are hidden and only inferred, so that projected beliefs and identities may matter as much as actual ones. We argue that individuals engage in motivated political projection: the identities people project onto target individuals are strongly conditional on the valence of that target. We test this theoretical proposition in two pre-registered experimental studies. In Study 1, we rely on a unique visual conjoint experiment in Britain and the USA that asks participants to assign partisanship and political ideology to heroes and villains from film and fiction. In Study 2, we present British voters with a vignette that manipulates a subject’s valence and solicits (false) recall information related to the subject’s political identity. We find strong support for motivated political projection in both studies, especially among strong identifiers. This is largely driven by negative out-group counter-projection rather than positive in-group projection. As political projection can lead to the solidification of antagonistic political identities, our findings are relevant for understanding dynamics in group-based animosity and affective polarization.",
          "url": "https://doi.org/10.1017/psrm.2025.10",
          "doi": "https://doi.org/10.1017/psrm.2025.10",
          "filter": 0
        },
        {
          "title": "The case for multiple UESDs and an application to migrant deaths in the Mediterranean Sea",
          "authors": "Joris Frese",
          "abstract": "Many recent applications of the “Unexpected Event during Survey Design” (UESD) analyze single cases of frequently occurring events. In this research note, I question the generalizability of research findings obtained this way and demonstrate the empirical benefits of the “Multiple Unexpected Events during Survey Design” (MUESD). I conduct 15 large-scale replications (total N = 101,940) of a new UESD analyzing the effects of Mediterranean shipwrecks on immigration attitudes. Previous research suggests that such events drastically reduce anti-immigration attitudes among the European public, presumably through an empathy-based mechanism. However, after 15 of the most lethal shipwrecks since 2013, anti-immigration attitudes were reduced in only one case of exceptionally high salience and to a much lesser degree than originally found.",
          "url": "https://doi.org/10.1017/psrm.2025.17",
          "doi": "https://doi.org/10.1017/psrm.2025.17",
          "filter": 0
        },
        {
          "title": "Opportunistic rebel tactics in civil war: Evidence from Colombia",
          "authors": "Andres Uribe, Noah Schouela",
          "abstract": "What explains the geography and timing of contestation in civil war? We propose a theory of opportunistic rebel tactics, in which insurgent commanders react to temporary shifts in the local balance of power to attack the state. We argue that these opportunistic strikes are enabled by two jointly necessary factors: (1) negative fluctuations in local repressive state capacity and (2) the expectation of civilian compliance with rebel incursions. We evaluate this argument on data from the Colombian civil war. Leveraging exogenous variation in local state capacity caused by landslide-induced road closures, we find that short-term negative shocks to repressive capacity increase the likelihood of insurgent-state clashes. However, this effect does not hold when local communities harbor strongly anti-insurgent attitudes, suggesting that state capacity and civilian behavior jointly shape rebel strategy and that popular opposition can substitute for state strength.",
          "url": "https://doi.org/10.1017/psrm.2025.8",
          "doi": "https://doi.org/10.1017/psrm.2025.8",
          "filter": 0
        },
        {
          "title": "Understanding the impact of the 2018 voter ID pilots on turnout at the London local elections: A synthetic difference-in-difference approach",
          "authors": "Tom Barton",
          "abstract": "Do more restrictive voter identification (ID) laws decrease turnout? I argue that in the 2018 London Local elections this was the case. Bromley was the only London borough to pilot a more restrictive ID scheme. The scheme was assessed by the Electoral Commission and Cabinet Office but lacked a good estimate for the impact on turnout. Applying a synthetic difference-in-difference (DID) methodology, which has several benefits compared to traditional DID methods, to turnout data from 2002 to 2018 I show that turnout was between 4.0 and 5.0% points lower than otherwise would be expected. This indicates more restrictive ID laws can meaningfully limit turnout which has implications for future elections if governments chose to implement a more restrictive regime.",
          "url": "https://doi.org/10.1017/psrm.2025.7",
          "doi": "https://doi.org/10.1017/psrm.2025.7",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Toward a Theory of Office: Authority, Separability, Ministry, Accountability",
          "authors": "Daniel Carpenter",
          "abstract": "The ubiquity of office is rivaled only by its scholarly neglect. The stable realities and the debates and ethics attached to institutions of office are poorly reflected in political science and public administration. Offices serve as ministerial trusts (directed toward service, not to be owned, inherited or seized), they are structured by accountability institutions and ethics, and they are ineluctably relational – they exist in correspondence to other offices, those governed (who make claims upon offices), and notions of just and right. Examining public administrative offices from republican Rome through the medieval Catholic episcopacy to early modern England, I argue that institutions and ethics of office took shape that indelibly shaped American and Western public administration as we know it today. Fertile research agendas include the existence and evolution of public offices, the mechanics of their constraints upon behavior, oaths and commitment, their simultaneous embedment of obligation and authority, and rewards (fee, emolument, rent, benefice, salary).",
          "url": "https://doi.org/10.1017/s1049096525000149",
          "doi": "https://doi.org/10.1017/s1049096525000149",
          "filter": 0
        },
        {
          "title": "Measuring Transgender and Nonbinary Identities in Online Surveys: Evidence from Two National Election Studies",
          "authors": "Quinn M. Albaugh, Allison Harell, Peter John Loewen, Daniel Rubenson, Laura B. Stephenson",
          "abstract": "Survey researchers increasingly recognize the need to update their gender questions to recognize the existence of transgender and nonbinary people. In this research note, we evaluate changes to the Canadian Election Study (CES) gender questions from 2019 to 2021. Our analyses suggest researchers should add “nonbinary” as a close-ended option and an open-ended response option to gender identity questions. They also suggest that researchers should not include “transgender” in a separate, mutually exclusive response option alongside men and women in gender identity questions but instead identify transgender men and women through a follow-up question. These recommendations can help guide the design of future surveys.",
          "url": "https://doi.org/10.1017/s1049096525000137",
          "doi": "https://doi.org/10.1017/s1049096525000137",
          "filter": 0
        },
        {
          "title": "Integrating Digital and On-Site Fieldwork: Practical Solutions for Scholars with Limited On-Site Access",
          "authors": "Mai Truong",
          "abstract": "Since the outbreak of the COVID-19 pandemic, scholars have debated whether digital fieldwork can effectively substitute for on-site field research. The prevailing view is that digital fieldwork is a last resort when in-person access is limited. Reflecting on my recent field research in Vietnam and Malaysia, I advocate for integrating digital and on-site fieldwork as complementary components of the research process. This approach is particularly valuable for scholars who are unable to spend extended periods in the field. The integrative approach helps researchers (a) prepare effectively for on-site fieldwork, (b) adapt the data collection process flexibly while in the field, and (c) continue data collection and maintain working relationships with local networks after leaving the field. Through this reflection, I encourage researchers to normalize the integration of both methodologies to leverage the strengths of each approach.",
          "url": "https://doi.org/10.1017/s1049096525000216",
          "doi": "https://doi.org/10.1017/s1049096525000216",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Constituency size and turnout in mixed electoral systems",
          "authors": "Alex Keena",
          "abstract": "Scholars of democratic representation argue that polity size affects political representation in a multitude of ways. Studies of elections consistently show a negative correlation between population size and political participation, particularly in first-past-the-post (FPTP) elections. Less research has investigated the effects of size scaling in mixed electoral systems. I posit that tier linkage is critical in determining whether or not mixed systems using FPTP are subject to the “size effect”. To test this hypothesis, I study recent legislative election returns from 10 national assemblies. I find that unlinked systems using “parallel voting” tiers are vulnerable to the size effect on turnout. In five out of the six assemblies  that use parallel voting, there is a negative association between turnout and constituency population size. By contrast, in the remaining four assemblies that use tier linkage, there is not a negative correlation between turnout and size with the exception of South Korea, which recently adopted reforms. The results underscore the potential of seat and/or vote linkage to improve representational outcomes in mixed systems.",
          "url": "https://doi.org/10.1007/s11127-025-01274-5",
          "doi": "https://doi.org/10.1007/s11127-025-01274-5",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Who, what, and where? Linking violence to civil wars",
          "authors": "Corinne Bara, Maurice P. Schumann",
          "abstract": "Civil wars are more than battles between governments and rebels; they involve a multitude of actors who perpetrate different forms of violence linked to the war in some way. However, scholars often study different types of violence perpetrated in wars in isolation rather than in their interrelationship—a compartmentalization that further widens the gap between research and practice. Despite the wide availability of disaggregated data, linking various forms of violence to one another and attributing them to a specific civil war remains a challenge. This article discusses the violence attribution problem and introduces an approach that connects different forms of war-related violence to specific civil wars using data on actors, event locations, and conflict zones. In a practical application of this approach, we introduce an R package that integrates battle and war-related violence data collected by the Uppsala Conflict Data Program. The overall aim is to provide a more comprehensive measure of the violence taking place in a particular war and facilitate a better understanding of the dynamics and interrelations of different types of violence within civil wars.",
          "url": "https://doi.org/10.1177/20531680251328885",
          "doi": "https://doi.org/10.1177/20531680251328885",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Inequality in the Classroom: Electoral Incentives and the Distribution of Local Education Spending",
          "authors": "Brian T. Hamel",
          "url": "https://doi.org/10.1086/732959",
          "doi": "https://doi.org/10.1086/732959",
          "filter": 0
        },
        {
          "title": "Social Media Narratives Across Platforms in Conflict: Evidence from Syria",
          "authors": "Erin Walk, Elizabeth Parker-Magyar, Kiran Garimella, Ahmet Akbiyik, Fotini Christia",
          "url": "https://doi.org/10.1086/732997",
          "doi": "https://doi.org/10.1086/732997",
          "filter": 0
        },
        {
          "title": "The Cultural Origins of Populism",
          "authors": "Yotam Margalit, Shir Raviv, Omer Solodoch",
          "url": "https://doi.org/10.1086/732985",
          "doi": "https://doi.org/10.1086/732985",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
