{
  "update": "2024-10-26",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "The politics of teachers' union endorsements",
          "authors": "Michael T. Hartney, Vladimir Kogan",
          "abstract": "School board candidates supported by local teachers' unions overwhelmingly win, and we examine the causes and consequences of the “teachers' union premium” in these elections. First, we show that union endorsement information increases voter support. Although the magnitude of this effect varies across ideological and partisan subgroups, an endorsement rarely hurts a candidate's prospects with the electorate. Second, we benchmark the size of the endorsement premium to other well‐known determinants of vote choice in local elections. Perhaps surprisingly, we show the effect can be as large as the impact of shared partisanship, and substantially larger than the boost from endorsements provided by other stakeholders. Finally, examining real‐world endorsement decisions, we find that union support for incumbents hinges on self‐interested pecuniary considerations and is unaffected by performance in improving student academic outcomes. The divergence between what endorsements mean and how voters interpret them has troubling normative democratic implications.",
          "url": "http://dx.doi.org/10.1111/ajps.12922",
          "doi": "10.1111/ajps.12922",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Local Newspaper Decline and Political Polarization – Evidence from a Multi-Party Setting",
          "authors": "Fabio Ellger, Hanno Hilbig, Sascha Riaz, Philipp Tillmann",
          "abstract": "How does the decline of traditional news outlets affect political polarization? We provide novel evidence on this question by examining the link between local newspaper exits, media consumption, and electoral behaviour in a multiparty setting. Our empirical analysis combines a unique panel of all German local newspapers between 1980 and 2009, electoral returns, and an annual media consumption survey of more than 670,000 respondents. Using a difference-in-differences design, we demonstrate that local newspaper exits increase electoral polarization. Additional analysis points to changes in media consumption as the underlying mechanism driving this result: following local news exits, consumers substitute local news with national tabloid news. Our findings extend prior results in the US context to a multiparty setting and shed new light on the causal chain running from changing local news landscapes to electoral behaviour.",
          "url": "http://dx.doi.org/10.1017/s0007123424000243",
          "doi": "10.1017/s0007123424000243",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Targeting voters online: How parties’ campaigns differ",
          "authors": "Cornelius Erfort",
          "url": "http://dx.doi.org/10.1016/j.electstud.2024.102872",
          "doi": "10.1016/j.electstud.2024.102872",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Emotions in the aisles: Unpacking the use of emotive language in the UK House of Commons",
          "authors": "TEVFIK MURAT YILDIRIM",
          "abstract": "The use of emotive rhetoric in legislative debates has attracted increasing scholarly attention in political science research. Building on recent scholarship, I examine the conditions under which emotive rhetoric dominates legislative speeches in the UK House of Commons between 2001 and 2015. By coding nearly half a million legislative speeches according to Ekman's six basic emotions – anger, disgust, fear, joy, sadness and surprise – I argue that members of parliament (MPs) strategically use emotions in their speeches to maximize their influence and visibility. The findings reveal modest but discernible effects related to electoral safety, seniority and party status. Specifically, the results show that speeches by electorally vulnerable, junior and opposition MPs contain higher levels of emotive language compared to those by other MPs. Notably, despite considerable similarity in the correlates of individual emotion categories, there are also significant differences. For example, opposition MPs and electorally vulnerable MPs rely more heavily on negative emotions such as anger, disgust, fear and sadness than government MPs and electorally safer MPs. While junior MPs use fear, sadness and surprise at higher rates compared to their senior counterparts, they are statistically indistinguishable from senior MPs in their use of anger, disgust and joy. Overall, these results underscore the need for greater scholarly attention to the communication styles of representatives in legislatures and emphasize the importance of examining the nuanced strategies behind the use of different types of emotions.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12733",
          "doi": "10.1111/1475-6765.12733",
          "filter": 0
        },
        {
          "title": "Inequalities in place‐based representation: Looking inside electoral districts",
          "authors": "MAFALDA PRATAS, JORGE M. FERNANDES, MIGUEL WON",
          "abstract": "Do representatives provide fair and proportional representation to each place in their district or, rather, do they favour some places, creating winners and losers of representation? While the impact of geography on representation has been extensively examined in majoritarian systems, we know little about the geographical losers of representation in proportional representation systems. We investigate the extent to which different places receive unequal levels of attention in parliament, relative to what we would expect based on their population size as a normative proportional ideal. Crucially, we conceptualize place‐based representation at the micro‐level by looking inside electoral districts, using Google Places and Named Entity Recognition. Findings indicate that there are significant deviations from the proportional ideal. We find that small localities and large cities are overrepresented in parliament, while the medium‐sized cities and suburban peripheries of major metropolises are underrepresented. Places with a higher percentage of the population with university degrees are also overrepresented in parliament. These results carry important normative implications for forms of territorial‐based representation.",
          "url": "http://dx.doi.org/10.1111/1475-6765.12735",
          "doi": "10.1111/1475-6765.12735",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Book Review: Cross‐Party Politics in Britain, 1945‐2019",
          "authors": "Tom Quinn",
          "url": "http://dx.doi.org/10.1177/13540688241292560",
          "doi": "10.1177/13540688241292560",
          "filter": 0
        },
        {
          "title": "Winners, losers, and affective polarization",
          "authors": "Josephine Andrews, Yu-Shiuan Huang",
          "abstract": "We analyze the winner-loser gap in affective polarization. Using data from 37 countries over years 1996 – 2016 from the Comparative Study of Electoral Systems (CSES), we find that winners’ affective polarization is significantly greater than losers’, and the difference is due to winners’ consistently higher in-party favoritism. These findings are robust when controlling for partisanship and ideological distance to winning party. Although much of the literature focuses on the impact of out-party dislike on affective polarization, our results align with research in social identity theory indicating that intergroup discrimination is driven primarily by in-group favoritism rather than out-group dislike. Given that winners are more likely than losers to support their favored party’s violation of democratic norms, our work suggests that in-party favoritism is an important but overlooked contributor to problematic implications of affective polarization.",
          "url": "http://dx.doi.org/10.1177/13540688241292556",
          "doi": "10.1177/13540688241292556",
          "filter": 0
        },
        {
          "title": "New people, new policy: How personnel renewal in the party executive affects party policy change. The case of Austria",
          "authors": "Matthias Kaltenegger, Wolfgang C Müller",
          "abstract": "The party organization literature has long acknowledged that changes in a party’s internal power structure bring about changes in leadership personnel. However, empirical assessments of how such personnel changes relate to party behavior are rare. We explore personnel renewal in the party executive as a driver of party policy change and argue that focusing on these processes provides for an encompassing perspective on the connection between intra-party power and party behavior. Building on the party change literature, we theorize on personnel renewal in the party executive as a potential stand-alone driver of party policy change as well as on its interplay with other explanatory factors and test empirical implications based on all major Austrian parties (1949–2019). Findings suggest that personnel renewal in the party executive has a profound effect on party policy and that these personnel changes are in part driven by party performance.",
          "url": "http://dx.doi.org/10.1177/13540688241293052",
          "doi": "10.1177/13540688241293052",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Beyond anti-urban sentiment: Rural consciousness and affect toward undocumented immigrants",
          "authors": "Kristin Lunz Trujillo",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103231",
          "doi": "10.1016/j.polgeo.2024.103231",
          "filter": 0
        },
        {
          "title": "The world-making power of borders: Asia-Pacific perspectives",
          "authors": "Ari Jerrems, Umut Ozguc, Christine Agius, Samid Suliman",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103229",
          "doi": "10.1016/j.polgeo.2024.103229",
          "filter": 0
        },
        {
          "title": "“There, seated upon the toilet, apparently in the midst of defecation, was the president of the United States”: Toilets and elite politics in the USA and UK",
          "authors": "Marijn Nieuwenhuis, Colin Mcfarlane",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103228",
          "doi": "10.1016/j.polgeo.2024.103228",
          "filter": 0
        },
        {
          "title": "Semiotic ideology and mutable sense of place: Chinese ecological urban renewal through the lens of advertising codes",
          "authors": "Michela Bonato",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103232",
          "doi": "10.1016/j.polgeo.2024.103232",
          "filter": 0
        },
        {
          "title": "Agua-cuerpo-territorio/Water-body-territory",
          "authors": "Sofia Zaragocin",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103230",
          "doi": "10.1016/j.polgeo.2024.103230",
          "filter": 0
        },
        {
          "title": "Making sense of clandestine graves: Material epistemology and the political geography of uncertain knowledge",
          "authors": "Graham Denyer Willis, Angélica Durán-Martínez",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103223",
          "doi": "10.1016/j.polgeo.2024.103223",
          "filter": 0
        },
        {
          "title": "Al Aqsa flood in long histories of Palestinian resistance",
          "authors": "Rhys Machold, Nicole Printy Currie",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103215",
          "doi": "10.1016/j.polgeo.2024.103215",
          "filter": 0
        },
        {
          "title": "Negotiating (under)development? Expanding bargaining power within globalised production networks",
          "authors": "Martín Arias-Loyola",
          "url": "http://dx.doi.org/10.1016/j.polgeo.2024.103233",
          "doi": "10.1016/j.polgeo.2024.103233",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Ideological origins of resistance against gender‐inclusive language reforms: Singular they as a de‐gendering or multi‐gendering strategy",
          "authors": "Emma A. Renström, Amanda Klysing",
          "abstract": "Gender is traditionally conceptualized as a binary construct, which is reflected in the use of binary‐gendered third‐person pronouns. Gender‐inclusive pronouns such as singular they challenge this conceptualization, which can evoke resistance against their use. Singular they can be used generically when gender is unknown (de‐gendering), or to specifically highlight an individual's non‐binary gender identity (multi‐gendering). The different uses of singular they can threaten different ideological convictions and impact the use and perception of the pronoun. Experiment 1 ( N = 599) showed that in de‐gendering contexts, participants preferred to use singular they but in multi‐gendering contexts they preferred binary pronouns. Social identification with one's gender group, RWA and binary gender views predicted less use of singular they in both contexts. In Experiment 2 ( N = 199), participants evaluated sentences with singular they in de‐gendering and multi‐gendering contexts. Overall, sentences with singular they in de‐gendering contexts were more positively evaluated. SDO predicted less positive evaluations of they in de‐gendering contexts, while RWA and binary gender views predicted less positive evaluations of they in multi‐gendered contexts. The findings provide important knowledge in understanding ideological motivations for resistance against gender‐inclusive language.",
          "url": "http://dx.doi.org/10.1111/pops.13058",
          "doi": "10.1111/pops.13058",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Do the Bretton Woods Institutions promote economic transparency?",
          "authors": "James R. Hollyer, Xun Pang, B. Peter Rosendorff, James Raymond Vreeland",
          "abstract": "Disseminating data is a core mission of international organizations. The Bretton Woods Institutions (BWIs), in particular, have become a main data source for research and policy-making. Due to their extensive lending activities, the BWIs often find themselves in a position to assist and pressure governments to increase the amount of economic data that they provide. In this study, we explore the association between loans from the BWIs and an index of economic transparency derived from the data-reporting practices of governments to the World Bank. Using a matching method for causal inference with panel data complemented by a multilevel regression analysis, we examine, separately, loan commitments and disbursements from the IMF and the World Bank. The multilevel regression analysis finds a significant association between BWI loans and the improvement of economic transparency in all developing countries; the matching method identifies a causal effect in democracies.",
          "url": "http://dx.doi.org/10.1017/psrm.2024.28",
          "doi": "10.1017/psrm.2024.28",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "The implementability of liberalism",
          "authors": "Héctor Hermida-Rivera",
          "abstract": "This note shows that under the unrestricted domain, there exists a choice liberal and Nash implementable social choice rule if and only if there are at least three players and the outcome set is at least twice as large as the player set. A social choice rule is choice liberal if and only if for every player, there exists at least one pair of outcomes such that if this player strictly prefers one over the other, the one he prefers is socially desirable and the other one is not. A social choice rule is Nash implementable if and only if there exists a mechanism such that at every preference profile, the set of Nash equilibrium outcomes coincides with the set of socially desirable ones. The proof constructs an intuitive Nash implementing mechanism.",
          "url": "http://dx.doi.org/10.1007/s11127-024-01213-w",
          "doi": "10.1007/s11127-024-01213-w",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "The economic divide that isn’t: A comparative study on economic hardship and affective polarisation",
          "authors": "Jochem Vanagt, Luana Russo",
          "abstract": "This article examines the role of economic hardship in contributing to our understanding of the causes of affective polarisation – that is, the animosity between partisan groups. Evidence suggests that a variety of political attitudes and behaviours are influenced by economic hardship, but the relationship between individual economic hardship and affective polarisation has not yet been demonstrated. Thus, the purpose of this study is to investigate whether individuals facing economic insecurities are more affectively polarised. This study leverages two novel surveys, the first conducted in 11 European countries ( N = 12,000), the second in Belgium and the Netherlands ( N = 2174). Both contain individual-level measurements of economic hardship novel to the field of affective polarisation. Whereas the first allows for making generalisable claims across European multiparty systems, the second contains a more thorough operationalisation of the central concepts. The paper finds little to no evidence to support the existence of a link between economic hardship and affective polarisation. Across countries, objective and subjective measures of economic hardship are not linked to affective polarisation, neither when based on employment or financial status. Future research should now examine whether these cross-sectional findings are supported by longitudinal or experimental evidence.",
          "url": "http://dx.doi.org/10.1177/20531680241292410",
          "doi": "10.1177/20531680241292410",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
