{
  "update": "2025-09-13",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "The nation‐state, non‐Western empires, and the politics of cultural difference",
          "authors": "Loubna El Amine",
          "abstract": "While empires have been central to political theory, they almost always refer to Western forms of imperialism and colonialism to which non‐Western societies are subject. But precolonial empires have ruled much of the world for much of known history. Building on recent International Relations (IR) scholarship, this article reconstructs an ideal type of empires based on three non‐Western ones: the Qing, the Ottoman, and the Mughal empires, showing how they aim at cultural incorporation. I argue that this incorporation is made possible by three institutional features: the plural composition of their governing structures, the heterogenous relations between center and periphery, and the absence of a territorial basis for imperial authority. These features, in turn, make possible a normative ideal of inclusive peace. This historical foray shows how dependent multicultural ideals central to political theory today are on the contingent institutional features of modern states; it also helps us think beyond these.",
          "url": "https://doi.org/10.1111/ajps.70011",
          "doi": "https://doi.org/10.1111/ajps.70011",
          "filter": 0
        },
        {
          "title": "Change in migrants’ political attitudes: Acculturation and cosmopolitanization",
          "authors": "Eva Krejcova, Filip Kostelka, Nicolas Sauger",
          "abstract": "This paper investigates change in international migrants’ political attitudes. It theorizes a novel attitudinal typology distinguishing polity‐specific attitudes influenced by national contexts and transnational attitudes forged by migratory experience. It applies the typology to four dimensions of political competition in contemporary Europe: redistribution, homosexuality, European integration, and immigration. The paper tests the new theory using cross‐sectional and panel data spanning nearly 380,000 observations from 104 sending and 28 destination countries. It introduces a new strategy to model cross‐classified hierarchical data, addresses issues inherent to group comparison, and pioneers two empirical inquiries into migrants’ self‐selection. The results show that migration prompts the acculturation of polity‐specific attitudes and the cosmopolitanization of transnational attitudes. Migrants adopt their host countries’ attitudes toward redistribution and homosexuality while developing a uniquely liberal outlook on European integration and immigration. These findings carry major implications for our understanding of attitudinal change and the dimensionality of the ideological space.",
          "url": "https://doi.org/10.1111/ajps.70012",
          "doi": "https://doi.org/10.1111/ajps.70012",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Balanced Messaging about Solar Geoengineering does not Reduce Average Support for Emissions Reductions",
          "authors": "Damian Antoan, Nicholas Chiang, Spencer Dearman, Santiago Espejel, Manarldeen Fajors, Darina Huang, Elliott Husseman, Justin Lavigne, Isabella Lin, Neel Maheshwari, Zidane Marinez, George Nottley, Julien Perce, Ezra Santos, Natasha Sokhi, Carlos Sole, Adam Tuchler, Jay Udinsky, Zikai Li, Andrew C. Eggers",
          "abstract": "Solar geoengineering offers a speculative means to cool the planet by reflecting solar radiation into space. While some research suggests that awareness of solar geoengineering could reduce public support for decarbonization through a moral hazard mechanism, other studies indicate that it could serve as a “clarion call” that motivates further action. Using a pre-registered factorial design, we assess how sharing balanced information on solar geoengineering affects attitudes toward decarbonization policies and climate attitudes among 2,509 US residents. We do not find that solar geoengineering information affects support for decarbonization on average, though it may increase support among initially less supportive subgroups; moreover, this information tends to increase the perception that climate change is a daunting problem that cannot be resolved without decarbonization. Our results suggest that concerns about moral hazard should not discourage research on solar geoengineering – as long as the public encounters realistic messages about solar geoengineering’s role.",
          "url": "https://doi.org/10.1017/xps.2025.10017",
          "doi": "https://doi.org/10.1017/xps.2025.10017",
          "filter": 0
        },
        {
          "title": "Can (Thin) Populism be Manipulated without Manipulating Host Ideology? Evidence from a Conjoint Validation Approach",
          "authors": "Fabian Guy Neuner",
          "abstract": "Scholars increasingly conceptualize populism by whether politicians use people-centric and anti-elite appeals that pit a homogeneous people against a corrupt elite. These appeals reflect “thin” ideology because they offer no programmatic content and thus politicians must pair these appeals with more substantive positions, termed their “host” (or thick) ideology, which often consists of nativism on the right (e.g., espousing anti-immigrant positions) and socialism on the left (e.g., prioritizing redistribution). An emerging literature has thus sought to estimate whether populists garner support due to their thin ideology or their substantive host ideology. To date, no research has validated whether populism treatments (1) truly operationalize populist thin ideology, and (2) do so without manipulating host ideology. Results from three conjoint validation experiments fielded in both the United States and the United Kingdom show that thin ideology treatments successfully manipulate the underlying concepts but caution that some operationalizations also affect perceptions of host ideology.",
          "url": "https://doi.org/10.1017/xps.2025.10018",
          "doi": "https://doi.org/10.1017/xps.2025.10018",
          "filter": 0
        },
        {
          "title": "Debunking NIMBY Myths Increases Support for Affordable Housing, Especially Near Respondents’ Homes",
          "authors": "Carter Anderson, Ella Briman, Aidan Ferrin, Charlotte Hampton, Emelia Malhotra, Spriha Pandey, James Robinson, Lila Sugerman, Jesse VanNewkirk, Marina Wang, Jessica Yu, Bill Zheng, Brendan Nyhan",
          "abstract": "Despite general public support, efforts to build affordable housing often encounter stiff resistance due to “not in my backyard” (NIMBY) attitudes, which are often rooted in false or unsupported beliefs about affordable housing and its impacts on surrounding communities. Would correcting these misperceptions increase support for building affordable housing? To answer this question, we conducted a preregistered survey experiment measuring how support for affordable housing in the U.S. varies at different distances from where respondents live (one-eighth of a mile away, two miles away, or in their state). Our results indicate that correcting stereotypes about affordable housing and misperceptions about its effects increase support for affordable housing. Contrary to expectations, these effects are often larger for affordable housing near the respondent’s home (rather than at the state level), suggesting that debunking myths about affordable housing may help to counter NIMBY attitudes.",
          "url": "https://doi.org/10.1017/xps.2025.10014",
          "doi": "https://doi.org/10.1017/xps.2025.10014",
          "filter": 0
        },
        {
          "title": "What Drives Perceptions of the Political in Online Advertising?: The Source, Content, and Political Orientation",
          "authors": "Laura Edelson, Dominique Lockett, Celia Guillard, Tobias Lauinger, Zhaozhi Li, Jacob M. Montgomery, Damon McCoy",
          "abstract": "As digital platforms become a key channel for political advertising, there are continued calls for expanding regulation of digital political ads as a distinct content category. However, designing policies to meet these demands requires us first to decipher what the public perceives a “political” ad to be. In this article, we report two preregistered experiments to understand factors that drive public perceptions of what makes an ad political. We find that both advertiser-level cues and content-level cues play an independent role in shaping perceptions. To a lesser extent, participants also attribute political meaning to ads that clash with their own preferences. These patterns were replicated in a conjoint study using artificial ads and in an experiment using real-world ads drawn from the Facebook Ad Library. Our findings serve as an important benchmark for evaluating proposed definitions of political ads from policymakers and platforms.",
          "url": "https://doi.org/10.1017/xps.2025.4",
          "doi": "https://doi.org/10.1017/xps.2025.4",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Opening the gates, keeping the guards: How intra-party democracy shapes Women’s access to party leadership",
          "authors": "Camila Montero",
          "abstract": "Political parties are crucial gatekeepers to power, yet their internal structures often reproduce gendered inequalities. This study examines how specific institutional features –particularly distinct forms of intra-party democracy (IPD)– shape women’s descriptive representation in party leadership across 142 parties in 27 countries. Drawing on scholarship in party organization and descriptive representation, the study disaggregates both IPD into assembly-based (AIPD) and plebiscitary (PIPD) modes of participation, and leadership into two outcomes: women in top party roles and in national executive committees (NECs). Using multilevel regression and causal mediation analysis, the findings show that PIPD is associated with higher gender parity in NECs, but neither form of IPD directly predicts women’s access to top leadership. Instead, the gender composition of NECs mediates the effects of broader institutional variables—such as gender equality rules, women’s sub-organizations, and party ideology—on leadership outcomes. These results refine our understanding of how party institutions shape gendered access to power, highlighting the critical role of structural representation in advancing women’s leadership beyond formal democratic reforms.",
          "url": "https://doi.org/10.1177/13540688251378431",
          "doi": "https://doi.org/10.1177/13540688251378431",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Generative AI and Topological Data Analysis of Longitudinal Panel Data",
          "authors": "Badredine Arfi",
          "abstract": "This article constructs an approach to analyzing longitudinal panel data which combines topological data analysis (TDA) and generative AI applied to graph neural networks (GNNs). TDA is deployed to identify and analyze unobserved topological heterogeneities of a dataset. TDA-extracted information is quantified into a set of measures, called functional principal components. These measures are used to analyze the data in four ways. First, the measures are construed as moderators of the data and their statistical effects are estimated through a Bayesian framework. Second, the measures are used as factors to classify the data into topological classes using generative AI applied to GNNs constructed by transforming the data into graphs. The classification uncovers patterns in the data which are otherwise not accessible through statistical approaches. Third, the measures are used as factors that condition the extraction of latent variables of the data through a deployment of a generative AI model. Fourth, the measures are used as labels for classifying the graphs into classes used to offer a GNN-based effective dimensionality reduction of the original data. The article uses a portion of the militarized international disputes (MIDs) dataset (from 1946 to 2010) as a running example to briefly illustrate its ideas and steps.",
          "url": "https://doi.org/10.1017/pan.2025.10019",
          "doi": "https://doi.org/10.1017/pan.2025.10019",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Place Attachments: Theory and Measurement for Political Science",
          "authors": "Elizabeth Mitchell Elder, Hans Lueders",
          "url": "https://doi.org/10.1007/s11109-025-10076-w",
          "doi": "https://doi.org/10.1007/s11109-025-10076-w",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Inequality, information, and income tax policy preferences in Austria and Germany",
          "authors": "Cameron Ballard-Rosa, Ronald Rogowski, Kenneth Scheve, Nicolaj Thor",
          "abstract": "Inequality has increased over recent decades in many advanced industrial democracies, but taxes have rarely become more progressive. One possible explanation for the lack of a policy response is that, despite rising inequality, voters support higher taxes on incomes weakly, if at all. Using original representative surveys in Austria and Germany, we elicit voters’ preferences over the progressivity of income tax policy and examine whether exposing them to accurate information about inequality affects those preferences. Voters, we find first, express an abstract preference for progressivity but concretely support tax plans that are only somewhat more progressive than the status quo in Austria and less progressive than the status quo in Germany. Second, we find evidence that certain kinds of information about inequality moderately increase progressive tax preferences in Germany; however, we find no equivalent effects in Austria. While information on inequality does seem able to affect tax policy views in certain contexts, it seems unlikely that lack of this information can fully account for the lack of rising redistribution through the income tax system in the face of increasing inequality.",
          "url": "https://doi.org/10.1017/psrm.2025.10018",
          "doi": "https://doi.org/10.1017/psrm.2025.10018",
          "filter": 0
        },
        {
          "title": "The non-linearity between populist attitudes and ideological extremism",
          "authors": "Eduardo Ryô Tamaki, Yujin J. Jung",
          "abstract": "The relationship between populist attitudes and ideological orientations remains an area of considerable academic interest, yet much is still unknown about the ideological inclinations associated with populist attitudes. While many scholars acknowledge the link between populist attitudes and political ideology, existing studies often treat this relationship as either a given or a peripheral concern. This paper represents an initial exploration into the association between populist attitudes and political ideology. Utilizing data from the fifth wave (2016–2021) of the Comparative Study of Electoral Systems, which encompasses 43 countries and 52 elections, this study aims to uncover how this relationship manifests cross-nationally. By employing a variety of rigorous methodological models, including the Generalized Additive Model, our results reveal a nonlinear relationship between populist attitudes and political ideology. Specifically, we find that political ideology and populist attitudes exhibit a U-shaped nonlinear relationship and that ideological extremism and populist attitudes demonstrate an exponential nonlinear relationship. These findings emphasize the nuanced interplay between ideological positions and populist attitudes, providing a deeper understanding of how they intersect.",
          "url": "https://doi.org/10.1017/psrm.2025.10045",
          "doi": "https://doi.org/10.1017/psrm.2025.10045",
          "filter": 0
        },
        {
          "title": "Survey measures of democratic attitudes and social desirability bias",
          "authors": "Pedro C. Magalhães, Laurits Florang Aarslew",
          "abstract": "Research on citizens’ democratic support predominantly relies on surveys. However, the possibility of social desirability biases (SDBs) raises doubts about whether such instruments capture sincere attitudes. We search for evidence of SDB in measures of democratic attitudes in three studies. The first two leverage variations in survey mode (self-completion vs. face-to-face) in the European Social Survey’s Democracy module, drawing on evidence that interviewer absence encourages voicing socially undesirable opinions. The third uses a double-list experiment to estimate the prevalence of an anti-democratic attitude. Using data from as many as 24 European countries, we find no evidence that SDB inflates survey measures of democratic attitudes. These results contribute to our understanding of democratic attitudes and to methodological toolkit for interested scholars.",
          "url": "https://doi.org/10.1017/psrm.2025.10044",
          "doi": "https://doi.org/10.1017/psrm.2025.10044",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Opening Up? Adoption of Open Science Practices in Democratic Innovation Research",
          "authors": "Lala Muradova, Matt Ryan, Rafael Mestre, Masood Gheasi, George Bolton",
          "abstract": "Innovations in deliberative and participatory democracy have been rapidly adopted by policy makers. Long-term success of democratic reform hinges on developing research through open, reproducible, and ethical standards that secure trust in findings. This study examines how Democratic Innovations (DI) scholars implement open science practices (OSP). We analyze empirical research published in English-language peer-reviewed journals between 1970 and 2021. Our analysis reveals limited OSP use: less than 1% of research articles involve replication and approximately 3.5% provide full data access, despite an increase in the past decade to almost 8% of articles published in 2020. Open publishing has increased, reaching almost 50% of publications in recent years. The article concludes by discussing how OSP can contribute to improving the practice of DI and the policy effects of institutional design. Researchers who understand institutional design for inclusive collective action are best placed to make the changes required to promote open science.",
          "url": "https://doi.org/10.1017/s1049096525101297",
          "doi": "https://doi.org/10.1017/s1049096525101297",
          "filter": 0
        },
        {
          "title": "Conflating Lobbying and PACs: The Surprisingly Low Overlap in Organizational Lobbying and Campaign Expenditures",
          "authors": "Alexander C. Furnas, Timothy M. LaPira, Clare Brock",
          "abstract": "This article investigates whether campaign contributions and lobbying are complementary, substitutive, or distinct forms of organizational political engagement. Our study reveals minimal overlap between organizations that engage in lobbying and those that make campaign contributions despite the perception that these activities are interchangeable forms of “money in politics.” Using comprehensive contribution and lobbying report data from 1998 to 2018, we find that most politically active organizations focus exclusively on either lobbying or making campaign contributions. Only a small percentage of organizations engage in both activities. This finding challenges the assumption that these forms of political activity are inherently linked. The majority of organizations engaged in political activity do so exclusively through lobbying. However, the top lobbying groups spend the most money and almost always have affiliated political action committees (PACs). Most lobbying money is spent by a small number of big spenders—organizations that also have affiliated PACs. Organizations that both lobby and make campaign contributions tend to be well resourced and rare.",
          "url": "https://doi.org/10.1017/s1049096525100929",
          "doi": "https://doi.org/10.1017/s1049096525100929",
          "filter": 0
        },
        {
          "title": "The Unseen Scars of Experiential Learning: Secondary Trauma in Political Science Internships",
          "authors": "Marty P. Jordan, Elinor R. Jordan, Lauren S. Foley",
          "abstract": "Public service internships are a staple in contemporary political science curricula. Research shows that internships produce better thinkers, employees, and citizens. Yet, political science interns are on the frontlines in observing the firsthand trauma, stress, and mental health challenges of many people seeking support and services from government. In turn, students may internalize this stress and trauma, a phenomenon recognized as secondary traumatic stress (STS). This study addresses a significant gap in the discipline’s understanding of the frequency and severity of STS experienced by political science interns in their fieldwork. We relied on surveys and written assessments from students enrolled in internship courses at two public universities. We find that interns report increased exposure to STS at the end of the semester. Furthermore, STS vulnerability varies among interns, with higher incidence rates among those with a history of primary trauma, older students, and women. We outline coping strategies for students, propose adaptations to experiential learning to enhance support, and emphasize the need for further research on this issue.",
          "url": "https://doi.org/10.1017/s104909652510142x",
          "doi": "https://doi.org/10.1017/s104909652510142x",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Political and economic protests in authoritarian regimes",
          "authors": "Austin M. Mitchell, Kana Inata, Masaaki Higashijima",
          "abstract": "Why do some protests succeed at obtaining accommodation but other protests are repressed? The content of demands varies widely across protest events although prior research has not accounted for how the demands of protest movements influence outcomes. We construct a theoretical model to study how different types of protest demands impact whether a dictator accommodates or represses. The model explains that income levels of protesters influence the content of their demands, which in turn affect protest mobilization and effectiveness. Lower income classes join economic protests that dictators more often accommodate, but higher income classes join political protests that dictators tend to repress. The model also shows that dictators may be unable to deter limited protests from becoming mass mobilization events, even when there is no uncertainty in the strategic environment. We discuss how the argument explains patterns of protest and repression with illustrative cases across Asia, Africa, and the Middle East.",
          "url": "https://doi.org/10.1007/s11127-025-01316-y",
          "doi": "https://doi.org/10.1007/s11127-025-01316-y",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Silent suffering: Depression, perceived inequality, and political trust",
          "authors": "Xing Chen, Xiaoxiao Shen",
          "abstract": "Depression is a growing concern worldwide, yet its impact on political trust remains underexplored. Using a nationally representative panel survey from China, we find a robust negative association between depressive symptoms and political trust. This effect is amplified by perceptions of inequality, as individuals who see society as unfair are more likely to blame the government for their hardship. The effect is pronounced among potentially volatile groups like unemployed young males, whose tendency to externalize stress can translate distrust into social unrest. Crucially, the effect is also significant among groups traditionally considered better off such as public sector employees, who face intense pressures of ideological conformity in the workplace. This widespread “silent suffering” highlights a critical psychological pathway through which poor mental health, an increasingly pressing issue, can intensify social discontent and weaken regime stability.",
          "url": "https://doi.org/10.1177/20531680251374167",
          "doi": "https://doi.org/10.1177/20531680251374167",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Quantitative Political Science Research Is Greatly Underpowered",
          "authors": "Vincent Arel-Bundock, Ryan C. Briggs, Hristos Doucouliagos, Marco M. Aviña, T. D. Stanley",
          "url": "https://doi.org/10.1086/734279",
          "doi": "https://doi.org/10.1086/734279",
          "filter": 0
        },
        {
          "title": "Public Perceptions of Corporate Position-Taking on Abortion and Transgender Rights",
          "authors": "Wayde Z. C. Marsh, Jordan Carr Peterson",
          "url": "https://doi.org/10.1086/734277",
          "doi": "https://doi.org/10.1086/734277",
          "filter": 0
        },
        {
          "title": "Taking Variance Seriously: Visualizing the Statistical and Substantive Significance of ARCH-GARCH Models",
          "authors": "Allyson L. Benton, Soren Jordan, Andrew Q. Philips",
          "url": "https://doi.org/10.1086/734275",
          "doi": "https://doi.org/10.1086/734275",
          "filter": 0
        },
        {
          "title": "Bureaucratic Selection and Weberian Values: Lab-in-the-Field Evidence from Indonesia",
          "authors": "Nicholas Kuipers",
          "url": "https://doi.org/10.1086/734258",
          "doi": "https://doi.org/10.1086/734258",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
