{
  "update": "2025-12-29",
  "content": [
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "State-Building and Rebellion in the Run-Up to the French Revolution",
          "authors": "MICHAEL ALBERTUS, VICTOR GAY",
          "abstract": "Early modern European powers were beset by episodic unrest as they sought to consolidate their authority and build empires. We examine how growing state communication networks and the penetration of society impacted unrest by combining original and detailed parish-level data from pre-Revolutionary France on the expansion of the horse-post relay network with rebellion in this period. Using a staggered difference-in-differences framework, we find that new horse-post relays are associated with more local rebellion. We argue that the main mechanisms are the material consequences of state centralization. New horse-post relays are linked with more rebellion against state agents and associates—the military, police, tax collectors, and the judiciary—that conscripted civilians, enforced taxes and laws, and increasingly monopolized roads. Pre-existing state and administrative fragmentation also mediated this relationship. Our findings have implications for the scholarly understanding of the co-evolution of states and order.",
          "url": "https://doi.org/10.1017/s0003055425101342",
          "doi": "https://doi.org/10.1017/s0003055425101342",
          "filter": 0,
          "created": "2025-12-24"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "Elections Without Constraints? The Appeal of Electoral Autocracy Across the World",
          "authors": "Anja Neundorf, Sirianne Dahlum, Kristian Vrede Skaaning Frederiksen, Aykut Öztürk",
          "abstract": "What democratic institutions and practices do citizens prioritize, and how responsive are their preferences to competing concerns such as economic and physical security? We explore this through a conjoint experiment with over 35,000 respondents across thirty-two countries – spanning democracies and autocracies – who evaluate hypothetical countries varying in democratic features, cultural characteristics, economic prosperity, and physical security. Our findings reveal that citizens consistently prioritize free and fair elections, highlighting their salience as a core democratic value. However, executive constraints appear less central to citizens’ preferences, especially when set against the promise of economic prosperity. These patterns hold across a wide range of national and individual contexts. The results suggest that while elections remain symbolically and substantively important, many citizens are responsive to appeals that frame strong, unconstrained leadership as a pathway to economic prosperity – an emphasis often seen in electoral authoritarian regimes.",
          "url": "https://doi.org/10.1017/s0007123425101129",
          "doi": "https://doi.org/10.1017/s0007123425101129",
          "filter": 0,
          "created": "2025-12-22"
        },
        {
          "title": "The Hidden Cost of Tax Regressivity at the Top",
          "authors": "David Hope, Julian Limberg, Lukas Haffert",
          "abstract": "How does tax regressivity at the top affect public support for taxation? In this article, we run an information provision experiment in the United States with a quota-representative sample of around 4,000 people and randomly present respondents with factual information about total tax rates by income group. We find that informing respondents that the superrich pay lower total tax rates than other people not only increases support for raising taxes on the rich but also lowers support for taxing the middle class. Our results highlight an important hidden cost of tax regressivity at the top: if left unaddressed, it risks undermining public support for broad-based taxation.",
          "url": "https://doi.org/10.1017/s0007123425101269",
          "doi": "https://doi.org/10.1017/s0007123425101269",
          "filter": 0,
          "created": "2025-12-26"
        },
        {
          "title": "A Two-Path Theory of Context Effects: Pseudoenvironments and Social Cohesion",
          "authors": "Cara Wong, Jake Bowers, Daniel Rubenson, Mark Fredrickson, Ashlea Rundlett",
          "abstract": "Social cohesion suffers when people perceive that they live among others who differ from them, even if such people live in homogeneous neighborhoods. This article shows that (1) two individuals who live in equally diverse local contexts may not perceive the same amount of diversity in that context, nor think of the boundaries of their local community in the same way; and (2) when comparing two individuals who live in equally diverse local contexts, the one who thinks they live with more minorities tends, on average, to see lower social cohesion and less collective efficacy among their neighbors. These descriptive results align with a causal framework that distinguishes the objective environment from that of the subjective context. Revealing that perceptions of social reality matter above and beyond the experience of objective context adds evidence to a theory of context effects that involves perceptions as well as experience.",
          "url": "https://doi.org/10.1017/s0007123425101099",
          "doi": "https://doi.org/10.1017/s0007123425101099",
          "filter": 0,
          "created": "2025-12-22"
        },
        {
          "title": "Reducing Gender Gaps in Political Participation with Efficacy Promotion: Evidence from a Civic Education Experiment in Zambia",
          "authors": "Gwyneth McClendon, Elizabeth Sperber, O’Brien Kaaba",
          "abstract": "In many countries, women participate in politics at lower rates than men. This gap is often most pronounced among young adults. Civic education programs that provide non-partisan political information are commonly used to try to close this gender gap. However, information alone rarely reduces the gap and sometimes exacerbates it. We extend the literature emphasizing the psychological resources women need to participate by evaluating whether embedding efficacy-promoting messages within civic education reduces gender disparities in participation. In collaboration with Zambian civic organizations, we implemented a field experiment before national elections that randomly assigned urban young adults to an information-only course or the same course with efficacy-promoting messages. We find that the efficacy-promoting course substantially increased young women’s political interest and participation, narrowing gender gaps across a wide range of behavioral and attitudinal outcomes. We discuss the study’s implications for theories of political participation and the design of civic education.",
          "url": "https://doi.org/10.1017/s000712342510121x",
          "doi": "https://doi.org/10.1017/s000712342510121x",
          "filter": 0,
          "created": "2025-12-26"
        },
        {
          "title": "Gender and Presidential Vote Choice in Latin America",
          "authors": "Catherine Reyes-Housholder, Leslie A. Schwindt-Bayer",
          "abstract": "Why do women and men vote differently in presidential elections? Much research on gender and vote choice has focused on the United States and Western Europe, with less attention to the Global South. We develop a theory of sex gaps in presidential voting, which shows how ideology, feminism, and gendered personalities may help explain them. To test this, we designed and fielded surveys for presidential elections in Chile in 2021, Brazil in 2022, and Argentina in 2023. Results show that ideology and feminism largely explain men’s and women’s divergent votes for presidential candidates. Leftists, self-identified feminists, and respondents with more feminist attitudes were more likely to vote for Gabriel Boric instead of José Antonio Kast, Luiz Inácio Lula da Silva over Jair Bolsonaro, and Sergio Massa rather than Javier Milei. Unlike in the United States, Latin Americans’ gendered personalities do not seem to influence their vote choice.",
          "url": "https://doi.org/10.1017/s0007123425101117",
          "doi": "https://doi.org/10.1017/s0007123425101117",
          "filter": 0,
          "created": "2025-12-26"
        },
        {
          "title": "Like ’Em Rich? Public Perceptions and Opinions of Politicians’ Wealth",
          "authors": "Marko Klašnja, Lucia Motolinia",
          "abstract": "Voters regularly face financially diverse candidate pools, yet electoral winners tend to be much wealthier than the challengers. What role do public preferences play in this over-representation of wealth? We posit three channels: direct preference for wealthy candidates, indirect preference due to in-group biases, or inadvertent preference due to ignorance about candidate wealth. Drawing on original surveys in the United States, Brazil, Chile, and India, and leveraging conjoint and information experiments, we find that when given information about wealth, the public exhibits a strong preference against wealthier candidates. While the public grossly underestimates the true wealth of politicians, correcting such misperceptions does not significantly change the preferences over candidate wealth. On the margin, the public uses wealth as a proxy for other desirable qualities like skill, but such an inferential shortcut does not boost public sentiments. Partisan bias, however, may produce some indirect support for the wealthy.",
          "url": "https://doi.org/10.1017/s0007123425100938",
          "doi": "https://doi.org/10.1017/s0007123425100938",
          "filter": 0,
          "created": "2025-12-22"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Who punishes the government? Income-based disparities in economic voting",
          "authors": "Chloé De Grauwe, Silke Goubin",
          "url": "https://doi.org/10.1016/j.electstud.2025.103038",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103038",
          "filter": 0,
          "created": "2025-12-22"
        },
        {
          "title": "An attentive audience? If and how voters evaluate coalition formation",
          "authors": "Ida B. Hjermitslev, Svenja Krauss",
          "url": "https://doi.org/10.1016/j.electstud.2025.103035",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103035",
          "filter": 0,
          "created": "2025-12-22"
        },
        {
          "title": "Electoral systems and geographically targeted oversight: Evidence from the Taiwan Legislative Yuan",
          "authors": "Yen-Chieh Liao, Li Tang",
          "url": "https://doi.org/10.1016/j.electstud.2025.103026",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103026",
          "filter": 0,
          "created": "2025-12-27"
        },
        {
          "title": "Did Trump do better where inflation was worse? Evidence from county-level data",
          "authors": "Patrick Flavin",
          "url": "https://doi.org/10.1016/j.electstud.2025.103039",
          "doi": "https://doi.org/10.1016/j.electstud.2025.103039",
          "filter": 0,
          "created": "2025-12-22"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [],
      "articles_hidden": [
        {
          "title": "Pragmatic rather than principled – organisational bans in democracies - ERRATUM",
          "authors": "Michael C. Zeller",
          "url": "https://doi.org/10.1017/s1475676525100571",
          "doi": "https://doi.org/10.1017/s1475676525100571",
          "filter": 1,
          "created": "2025-12-26"
        }
      ]
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Are socialists and populists better connected to the working class? Comparing politicians’ intimate social ties in 13 countries",
          "authors": "Nino Junius, Stefaan Walgrave",
          "abstract": "Populist and social democrat parties often claim to better represent lower socio-economic status (SES) citizens, yet existing research shows their elected politicians are mostly socio-economically privileged. This study asks whether these politicians nonetheless maintain closer personal ties to lower SES individuals, focusing on politicians’ intimate relationships such as parents, partners, and close friends. Using original survey data from 1185 politicians across 13 countries, we find limited evidence that populists and socialists are better in touch, through their ties, with lower SES individuals. Populists and socialists are more likely than other politicians to come from lower-class families, and social democrats more often have lower-educated parents. However, both groups are just as likely as other politicians to have highly educated and higher-class friends and partners. A notable exception is that populists are somewhat more likely to have a lower-educated partner. Overall, despite their rhetoric, intimate ties to lower SES groups remain limited among populists and socialists.",
          "url": "https://doi.org/10.1177/13540688251411813",
          "doi": "https://doi.org/10.1177/13540688251411813",
          "filter": 0,
          "created": "2025-12-23"
        },
        {
          "title": "Helping the party decide to decide: The media environment and party elite divisions in primary elections",
          "authors": "Hans J.G. Hassell",
          "abstract": "The success of party elites in nominating their preferred candidate is dependent on their ability to coordinate their efforts in the primary. While party elite coordination failure is not random, we know relatively little about what helps or hinders party coordination. Previous work has suggested, but not tested, that the media environment affects party coordination, either hindering party coordination by removing the monopoly party elites have on early politics or strengthening party coordination by giving party leaders access to media tools that facilitate coordination. I test these arguments using data on party elite coordination in congressional primaries between 2004 and 2020 and measures of media coverage not directly related to primary competition. I show that media focus on local politics in a congressional district substantially increases party coordination. Overall, this work broadens our understanding of the conditions, and specifically the media environments, that facilitate party elite coordination in primary elections.",
          "url": "https://doi.org/10.1177/13540688251413051",
          "doi": "https://doi.org/10.1177/13540688251413051",
          "filter": 0,
          "created": "2025-12-26"
        },
        {
          "title": "Field of greens: Issue competition between niche parties and mainstream parties in the news",
          "authors": "Rachid Azrout, Joost van Spanje, Aurelia Ananda",
          "abstract": "Niche parties have emerged in many democracies worldwide. Various aspects of these parties have been studied, including the role of mainstream parties in their electoral success. Key to that success, arguably, is news media attention. Is the media attention that niche parties receive affected by mainstream parties as well? In this paper, we combine news value theory with party competition theory to argue that other parties influence niche party visibility. Focusing on green parties in 11 countries between 1992 and 2021, we find evidence that the salience of green policies in mainstream parties’ manifestoes enhance green party visibility in newspapers if these parties take an adversarial position. This positive effect turns negative as the mainstream party becomes greener, which suggests that it steals a niche party’s thunder. The insight that mainstream parties can influence media attention to niche parties opens up new lines of research on the emergence of niche parties.",
          "url": "https://doi.org/10.1177/13540688251409656",
          "doi": "https://doi.org/10.1177/13540688251409656",
          "filter": 0,
          "created": "2025-12-23"
        },
        {
          "title": "How issue ownership impacts responsibility attribution in countries with minority governments",
          "authors": "Emil W Hildebrand, Ida B Hjermitslev",
          "abstract": "In this study, we explore under what conditions the various actors in minority coalition governments are perceived as more or less responsible for policy outcomes. Using the 2022 budget negotiations between Norway’s two-party minority government and its informal support party as a case, we test whether voters attribute more responsibility to parties who “own” the issues that are particularly salient during the negotiations. We test our hypotheses with a 3 × 2 × 2 factorial vignette experiment. The results reveal that junior members and support parties are perceived as more responsible for policy outcomes when their issue ownership is emphasized in budget negotiations. This effect is amplified when voters are primed to consider policy influence. This has important strategic implications especially for smaller parties involved in coalition governing.",
          "url": "https://doi.org/10.1177/13540688251408628",
          "doi": "https://doi.org/10.1177/13540688251408628",
          "filter": 0,
          "created": "2025-12-22"
        },
        {
          "title": "Explaining programmatic party appeals in Contemporary Latin America: The differing roles of ideology, particularism, and populism",
          "authors": "Nicolás de la Cerda, Cecilia Martínez-Gallardo, Jonathan Hartlyn",
          "abstract": "Political parties and presidents in contemporary Latin America vary considerably in the extent to which they emphasize policy when appealing to voters (programmatism). We use Confirmatory Factor Analysis and data from the Chapel Hill Expert Survey—Latin America (CHES-LA) to examine how three key party characteristics relate to programmatism: ideological positions, particularistic strategies, and populism. Our results show that political actors on the ideological extremes rely more heavily on programmatism, that particularism and programmatism have a strong negative relationship, and that populism and programmatism are positively associated. These findings document important variation in how Latin American parties compete for votes, revealing concerning patterns in contemporary party competition. Highly populist parties also tend to be programmatic, creating potential trade-offs between clear policy positions and democratic accountability.",
          "url": "https://doi.org/10.1177/13540688251409367",
          "doi": "https://doi.org/10.1177/13540688251409367",
          "filter": 0,
          "created": "2025-12-26"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Bayesian Sensitivity Analysis for Unmeasured Confounding in Causal Panel Data Models",
          "authors": "Licheng Liu, Teppei Yamamoto",
          "abstract": "Despite the recent methodological advancements in causal panel data analysis, concerns remain about unobserved unit-specific time-varying confounders that cannot be addressed by unit or time fixed effects or their interactions. We develop a Bayesian sensitivity analysis (BSA) method to address the concern. Our proposed method is built upon a general framework combining Rubin’s Bayesian framework for model-based causal inference (Rubin [1978], The Annals of Statistics 6(1), 34–58) with parametric BSA (McCandless, Gustafson, and Levy [2007], Statistics in Medicine 26(11), 2331–2347). We assess the sensitivity of the causal effect estimate from a linear factor model to the possible existence of unobserved unit-specific time-varying confounding, using the coefficients of the treatment variable and observed confounders in the model for the unobserved confounding as sensitivity parameters. We utilize priors on these coefficients to constrain the hypothetical severity of unobserved confounding. Our proposed approach allows researchers to benchmark the assumed strength of confounding on observed confounders more systematically than conventional frequentist sensitivity analysis techniques. Moreover, to cope with convergence issues typically encountered in nonidentified Bayesian models, we develop an efficient Markov chain Monte Carlo algorithm exploiting transparent parameterization (Gustafson [2005], Statistical Science 20(2), 111–140). We illustrate our proposed method in a Monte Carlo simulation study as well as an empirical example on the effect of war on inheritance tax rates.",
          "url": "https://doi.org/10.1017/pan.2025.10029",
          "doi": "https://doi.org/10.1017/pan.2025.10029",
          "filter": 0,
          "created": "2025-12-22"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "State making at the infrastructural frontier: bureaucratic practices and the techno-politics of hydraulic infrastructure in post-revolutionary Mexico City",
          "authors": "Alejandro De Coss-Corzo",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103482",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103482",
          "filter": 0,
          "created": "2025-12-23"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Emotional representation: Identifying the characteristics and consequences of elected officials mirroring the emotions of their constituents",
          "authors": "Christopher Stout, Davin Phoenix, Gregory Leslie, Elizabeth Schroeder",
          "abstract": "This study examines which elected officials are most likely to mirror their constituents' emotions in public outreach—a concept we term emotional representation. We also analyze the significance of emotional representation for the targeted group. To accomplish these goals, we examine the degree to which members of Congress mirrored Black people's documented increase in expressions of anger following the murder of George Floyd in the summer of 2020. Using a regression discontinuity design and the sentiment analysis of 305,358 tweets, 190,192 Facebook Posts, and 35,409 press releases, we show that descriptive representatives provide the highest levels of emotional representation. To examine the impact of emotional representation, we deployed a two‐stage experiment to 390 Black respondents. We find that Black people who increased in anger after being primed with images of police violence view elected officials who engage in emotional representation as more favorable, empathetic, and trustworthy.",
          "url": "https://doi.org/10.1111/pops.70102",
          "doi": "https://doi.org/10.1111/pops.70102",
          "filter": 0,
          "created": "2025-12-23"
        },
        {
          "title": "Beliefs about collective victimization in contexts of ongoing and historical oppression: A Q methodology study among Kurds from Turkey and Northern Kurdistan in Germany",
          "authors": "Helin Ünal, Johanna Ray Vollhardt",
          "abstract": "The scarce political and social psychological research on the Kurdish–Turkish context primarily addresses intergroup relations and general perceptions of the conflict. Conversely, Kurds' experiences of and beliefs about collective victimization in this context have not been examined much to date. The present study examines how diaspora Kurds (from Turkey and Northern Kurdistan) who came to Germany as refugees or immigrants make sense of their group's experiences of collective victimization. Using Q methodology, an underutilized method that captures holistic, shared viewpoints on a given issue, we aimed to uncover the distinct viewpoints on Kurdish collective victimization in this community and contribute to the literature on collective victimization beliefs. Through purposive sampling, we recruited a diverse sample ( N = 50). We identified three distinct viewpoints concerning the ingroup's victimization: (1) a focus on the importance of ingroup cohesion rather than centering intergroup relations; (2) promoting positive intergroup relations through solidarity with other oppressed groups and structural attributions for the ingroup's victimization; and (3) upholding the victimized ingroup's honor by demanding justice and apology and supporting self‐defense. Our findings indicate that Kurds' understanding of their collective victimization goes beyond commonly studied collective victimization beliefs and that intergroup attitudes were less central than often assumed.",
          "url": "https://doi.org/10.1111/pops.70105",
          "doi": "https://doi.org/10.1111/pops.70105",
          "filter": 0,
          "created": "2025-12-27"
        },
        {
          "title": "The effects of perspective‐taking on multiple dimensions of discrimination: Can one size fit all?",
          "authors": "Carolin Rapp, Anita Manatschal, Oliver James, Xavier Fernandez‐i‐Marìn, Christian Adam",
          "abstract": "Perspective‐taking reduces discrimination, but research has taken a one‐size‐fits‐all approach, focusing on single attributes triggering discrimination, particularly ethnic origin, and has paid insufficient attention to heterogeneous treatment effects. Our study asks: How effective is perspective‐taking across different traits triggering discrimination, including gender, age, and profession, and how effective is it among individuals with strongly principled attitudes? We develop a conjoint experiment for a sample in Germany to measure discrimination through participants assessing the allocation of administrative help to non‐national EU citizens seeking social benefits. We apply a perspective‐taking treatment, randomly allocating participants to envision relocating abroad and needing to deal with local bureaucracies. Our results confirm that perspective‐taking is less effective for principled individuals, such as respondents with strong anti‐immigrant attitudes. Additionally, while the treatment reduced discrimination based on nationality, it inadvertently increased bias for attributes such as gender and profession. Further analysis suggests that these side effects are tied to the associations participants have when undertaking the task. Researchers should consider the associations respondents report after engaging with treatments as a source of heterogeneous treatment effects.",
          "url": "https://doi.org/10.1111/pops.70101",
          "doi": "https://doi.org/10.1111/pops.70101",
          "filter": 0,
          "created": "2025-12-27"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Promoting democracy in the context of terrorism: experimental evidence from Burkina Faso",
          "authors": "Souleymane Yameogo, Anja Neundorf, Aykut Öztürk",
          "abstract": "Democracy faces growing threats from authoritarian ideologies, especially in terrorism-affected regions. We test whether citizen-targeted democracy-promotion intervention can bolster democratic support and resist authoritarian appeals. A randomized online experiment in Burkina Faso exposed participants to educational videos focusing on: (1) introduction of civic rights democracies offer, (2) general discussion of democracy’s advantages in combating terrorism, (3) Burkina Faso–specific discussion of democracy’s advantages in combating terrorism, (4) space exploration (placebo). Democracy-promotion videos increased democratic support. The general terrorism-advantage message produced the largest gains, whereas the country-specific message had little effect. Effects are not contingent on respondents’ proximity to attacks or direct experience. These findings highlight how democratic resilience can be strengthened in conflict-affected societies and inform future efforts to promote democracy. .",
          "url": "https://doi.org/10.1017/psrm.2025.10075",
          "doi": "https://doi.org/10.1017/psrm.2025.10075",
          "filter": 0,
          "created": "2025-12-23"
        },
        {
          "title": "The distribution of hate speech and its implications for content moderation",
          "authors": "Gloria Gennaro, Laura Bronner, Laurenz Derksen, Maël Kubli, Ana Kotarcic, Selina Kurer, Philip Grech, Karsten Donnay, Fabrizio Gilardi, Dominik Hangartner",
          "abstract": "Hate speech is widely seen as a significant obstacle to constructive online discourse, but the most effective strategies to mitigate its effects remain unclear. We claim that understanding its distribution across users is key to developing and evaluating effective content moderation strategies. We address this missing link by first examining the distribution of hate speech in five original datasets that collect user-generated posts across multiple platforms (social media and online newspapers) and countries (Switzerland and the United States). Across these diverse samples, the vast majority of hate speech is produced by a small fraction of users. Second, results from a pre-registered field experiment on Twitter indicate that counterspeech strategies obtain only small reductions of future hate speech, mainly because this approach proves ineffective against the most prolific contributors of hate. These findings suggest that complementary content moderation strategies may be necessary to effectively address the problem.",
          "url": "https://doi.org/10.1017/psrm.2025.10063",
          "doi": "https://doi.org/10.1017/psrm.2025.10063",
          "filter": 0,
          "created": "2025-12-22"
        },
        {
          "title": "Opportunities to govern: how to increase the supply of moderate and qualified candidates",
          "authors": "Andrew Eggers, Anthony Fowler, William Howell, Molly Offer-Westort",
          "abstract": "The state of American politics would be improved, many argue, if more moderate and qualified people served in government. We investigate what draws such individuals to run, focusing on a dimension of politics that has received scant attention within the candidate-entry literature—the ability of candidates, once elected, to exercise meaningful influence over policy. In a conjoint experiment, we find that the opportunity to wield greater authority differentially increases moderates’ interest in seeking office, and that more qualified people express more interest in running for offices with greater authority, lower thresholds for passing legislation, and higher staff support. These findings have implications for political representation, government effectiveness, and the relationship between institutional reform and mass politics.",
          "url": "https://doi.org/10.1017/psrm.2025.10076",
          "doi": "https://doi.org/10.1017/psrm.2025.10076",
          "filter": 0,
          "created": "2025-12-23"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Putting economics back in Humanomics",
          "authors": "Bryan P. Cutsinger, Alexander William Salter",
          "url": "https://doi.org/10.1007/s11127-025-01366-2",
          "doi": "https://doi.org/10.1007/s11127-025-01366-2",
          "filter": 0,
          "created": "2025-12-27"
        },
        {
          "title": "The decisional logic of treaty regime-making",
          "authors": "Kevin L. Cope",
          "abstract": "This Article develops a positive, decision-theoretical model of the logic that states or sub-national polities use in deciding to delegate sovereignty to a multilateral treaty regime. Rather than solving one or more specific regime-design problems, this Article develops a general framework for analyzing regime creation given a variety of cooperation problems and other assumptions. Perhaps most importantly, it introduces a dual-ideal-point framework for analyzing the creation of regimes with the possibility of opt-in. I first show how these regimes can be modeled spatially, and I then develop a formal decision-theoretical model that explains what factors polities consider in drafting, negotiating, and opting into the regimes. Unlike models of generic non-cooperative bargaining in the economics and political science literatures, this model is developed around the several dynamics unique to supranational regimes, especially, voluntary opt-in rules. The model leads to several findings, pertaining to where a regime creates partial externalities (public goods), no externalities (club or private goods), or only externalities (pure public goods). More practically, the model shows how a rational polity should consider the relative distributions of these regime traits to maximize its utility during the regime’s negotiation and creation processes. Given how many traditional constitutional prerogatives have been transferred to international institutions over the past few decades, the model has theoretical and empirical implications for international and constitutional law alike.",
          "url": "https://doi.org/10.1007/s11127-025-01342-w",
          "doi": "https://doi.org/10.1007/s11127-025-01342-w",
          "filter": 0,
          "created": "2025-12-27"
        },
        {
          "title": "Social segregation, misperceptions, and emergent cyclical choice patterns",
          "authors": "Daniel M. Mayerhoffer, Jan Schulz",
          "url": "https://doi.org/10.1007/s11127-025-01349-3",
          "doi": "https://doi.org/10.1007/s11127-025-01349-3",
          "filter": 0,
          "created": "2025-12-27"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Gauging preference stability under authoritarianism",
          "authors": "Jennifer Pan, Yiqing Xu",
          "abstract": "Do people living under authoritarianism exhibit stable, constrained preferences? Autocrats have incentives to suppress the formation of stable preferences structured by underlying constraints as such preferences can empower challengers and limit policy choices. However, research in political psychology suggests that such preferences may emerge through internal cognitive processes regardless of external conditions. We address this question using three surveys, two of which are longitudinal, in China, a theoretically important case. We find that preferences related to political institutions, economic policies, nationalistic policies, traditional social values, and ethnic policies exhibit relatively high levels of intertemporal stability over month-long and year-long periods, comparable to patterns observed in competitive electoral democracies. Moreover, individuals with higher levels of political knowledge and education exhibit more stable preferences. These findings suggest that, despite autocratic efforts to suppress stable and constrained preferences, such preferences can still take shape. We also offer practical recommendations for measuring preference configuration in authoritarian contexts.",
          "url": "https://doi.org/10.1177/20531680251400418",
          "doi": "https://doi.org/10.1177/20531680251400418",
          "filter": 0,
          "created": "2025-12-22"
        },
        {
          "title": "Government performance and support for democracy in Spain",
          "authors": "Darren Hawkins, Joshua R. Gubler, Celeste Beesley, Tayla Ingles, Julia Chatterley",
          "abstract": "Do problems with government performance impact public support for democracy? Observational studies offer mixed answers. Given the limits of observational data, we present results from a 2022 survey experiment of nearly 2000 residents in Spain. Respondents were prompted to write about one of two common types of poor government performance—corruption or unemployment. In addition, we asked respondents to write about corruption as generated either by elites or by the system of government generally. Our outcome, support for democracy, is measured using questions about commonly eroded democratic practices and about democracy generally (labeled “conceptual democracy”). We find that the writing primes reduce support for conceptual democracy but did not reduce support for specific democratic practices like civil liberties or institutional checks on executives. These findings show that in addition to factors like partisanship and elite rhetoric, government performance plays an important role in shaping public support for democracy in nuanced ways.",
          "url": "https://doi.org/10.1177/20531680251409938",
          "doi": "https://doi.org/10.1177/20531680251409938",
          "filter": 0,
          "created": "2025-12-24"
        },
        {
          "title": "Stereotypes and scandals: Politician gender and public judgments about scandal in Mexico",
          "authors": "Fernanda Quintanilla Domínguez, Rebecca Bell-Martin, Brett Ryan Bessen",
          "abstract": "This article examines how politician gender shapes voter judgments about political scandal in Mexico. We test the hypothesis that individuals discount or disbelieve scandals when their content contradicts gender stereotypes. In a survey experiment, we varied the type of scandal and the gender of politician facing misconduct allegations. Respondents were more favorable toward female politicians accused of stereotype-incongruent behaviors. Further, benevolent sexists—those who idealize women as uniquely pure—were especially likely to discount stereotype-incongruent scandals. These findings elucidate the role of gender stereotypes in shaping judgments about politicians’ fitness for office.",
          "url": "https://doi.org/10.1177/20531680251409456",
          "doi": "https://doi.org/10.1177/20531680251409456",
          "filter": 0,
          "created": "2025-12-24"
        }
      ],
      "articles_hidden": []
    }
  ]
}
