{
  "update": "2025-03-31",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "Why masses support democratic backsliding",
          "authors": "Noam Gidron, Yotam Margalit, Lior Sheffer, Itamar Yakir",
          "abstract": "Concerns over democratic backsliding have proliferated recently, as elected politicians have sought to undermine democratic checks and balances. This study examines the underpinnings of public support for democratic backsliding, delineating five theoretical explanations: personalistic leadership, affective polarization, populism, majoritarianism, and entanglement with the legal system. We test the explanatory power of these accounts within the Israeli context, leveraging panel survey data collected before and after the government announced its plan to curtail the courts. Results indicate that support for the plan is best explained by two forces: prior attachment to the leader heading the backsliding effort and animosity toward partisan opponents. Notably, populist attitudes are not associated with support for the government's plan. The theoretical framework and longitudinal research design help explain who supports democratic backsliding.",
          "url": "https://doi.org/10.1111/ajps.12958",
          "doi": "https://doi.org/10.1111/ajps.12958",
          "filter": 0
        },
        {
          "title": "National identity after conquest",
          "authors": "Christopher Carter, Daniel W. Gingerich",
          "abstract": "Conquering powers routinely adopt state‐directed nationalization projects that seek to make the boundaries of the nation coterminous with the (newly expanded) boundaries of the state. To this end, they implement policies that elevate the economic status of individuals who embrace the occupier's national identity and discriminate against those who do not. This paper develops a formal model that illuminates when such policies succeed or fail. We show that the effectiveness of discrimination hinges on the perceived longevity of occupation. If occupier rule is expected to be short‐lived, discrimination will backfire, as dissident parents transmit the marginalized national identity to their children; intense intergenerational socialization more than compensates for the negative wealth effects of discrimination. If occupier rule is instead perceived to be long‐lasting, discrimination will achieve its intended aims. Case studies on the Chilean occupation of Tacna, Peru (1880–1929), and the Prussian occupation of Northern Schleswig (1866–1920) illustrate the logic.",
          "url": "https://doi.org/10.1111/ajps.12970",
          "doi": "https://doi.org/10.1111/ajps.12970",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Political Science Review",
      "journal_short": "APSR",
      "articles": [
        {
          "title": "Partisan Leaning",
          "authors": "ZUHEIR DESAI, ANDERSON FREY, SCOTT A. TYSON",
          "abstract": "A decisive voter’s exact ideological preferences can be hard to predict, even for seasoned candidates. We develop a novel theory of electoral competition where candidates are evaluated on ideological and nonideological dimensions. The key feature of our theory is that an electorate’s partisan leaning serves as a signal of the median voter’s ideological position where extreme leanings are more informative about voters than centrist leanings. We show that this leads to an endogenous sorting of districts between “extreme” and “centrist” and that an increase in the importance of candidate competence for voters increases polarization—but only in extreme districts. We evaluate our theory using data from mayoral elections in Brazil’s 95 largest municipalities and exploit COVID-19 as a shock to the salience of candidate competence. We show that COVID-19 increases the salience of competence in these elections, leading to increased political polarization, which is concentrated in cities with extreme partisan leanings.",
          "url": "https://doi.org/10.1017/s0003055424001175",
          "doi": "https://doi.org/10.1017/s0003055424001175",
          "filter": 0
        },
        {
          "title": "Domestic Institutions, Geographic Concentration, and Agricultural Liberalization",
          "authors": "IN SONG KIM, MEGUMI NAOI, TOMOYA SASAKI",
          "abstract": "One of the persistent obstacles to trade liberalization is a government’s inability to commit and deliver compensation to trade losers. We argue that constitutional structures interact with the geographic profiles of industries to shape a government’s ability to commit to a compensation contract , defined as an interbranch contract whereby an executive branch promises compensation in exchange for legislative support for ratification. Our theory predicts that parliamentary systems are more likely to liberalize and compensate geographically concentrated industries because party leaders enforce a contract with a smaller number of legislators. Presidential systems are more likely to liberalize and compensate geographically diffused industries because legislature enforces a contract with a larger number of legislators. Using novel product-level data on agricultural trade liberalization and remote-sensed cropland in 38 democracies, we find evidence consistent with our argument. Qualitative studies of the sugar industry and interviews with policymakers provide further evidence.",
          "url": "https://doi.org/10.1017/s0003055425000127",
          "doi": "https://doi.org/10.1017/s0003055425000127",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "International Border Restrictions During COVID-19 as Global Health Security Theatre",
          "authors": "Catherine Z. Worsnop",
          "abstract": "During outbreaks of diseases like cholera, HIV/AIDS, H1N1, and Ebola, governments often impose international border restrictions (for example, quarantines, entry restrictions, and import restrictions) that disrupt the economy without stopping the spread of disease. During COVID-19, international travel restrictions were ubiquitous despite initial World Health Organization recommendations against such measures because of their limited public health benefit and the potential for imposing a range of harms. Why did governments adopt these measures? This article argues and finds evidence that governments use international border restrictions as security theatre: ‘measures that provide not security, but a sense of it’. Quantitative analysis of original data on states’ first border restrictions during the pandemic suggests that behaviour was not just driven by the risk of COVID-19 spread. Instead, nationalist governments, which are likely to be attracted to policies associating disease with foreigners, were more likely to impose border restrictions, did so more quickly, and adopted domestic measures more slowly. A case study of the US further illustrates the security theatre logic. The findings imply that overcoming or redirecting governments’ attraction to security theatre could promote international cooperation during global health emergencies.",
          "url": "https://doi.org/10.1017/s0007123424000784",
          "doi": "https://doi.org/10.1017/s0007123424000784",
          "filter": 0
        },
        {
          "title": "Working For Democracy: Poll Officers and the Turnout Gender Gap",
          "authors": "Pau Vall-Prat, Toni Rodon",
          "abstract": "What factors contribute to closing the turnout gender gap after female enfranchisement? In the wake of franchise expansion, we test whether being a poll officer—and hence being exposed to election management—boosted the politicisation and mobilisation of women. In the context of the Spanish Second Republic (1931–1939), we exploit a lottery that assigned recently enfranchised women to be poll officers in the first election women were allowed to vote (1933). We use an original individual-level panel database and show that women randomly selected as polling officers were as likely to participate in subsequent elections than men, while the gender turnout gap persisted among the rest. Further analyses suggest that being poll officers made women more receptive to political organisations mobilisation strategies, and their presence had positive externalities by encouraging other women to participate. Our findings highlight the potential benefits of exposure to election engineering among groups previously excluded or less engaged with democracy.",
          "url": "https://doi.org/10.1017/s0007123424000280",
          "doi": "https://doi.org/10.1017/s0007123424000280",
          "filter": 0
        },
        {
          "title": "Call Me By Your Name: The Impacts of American Human Rights Violations in Authoritarian States",
          "authors": "Jamie J. Gruffydd-Jones",
          "abstract": "When the world’s leading human rights advocates violate international norms, how does this affect support for those norms around the world? Rather than diffusing norm breaking across borders, I argue that authoritarian states’ propaganda about liberal states’ violations may increase the salience of human rights norms in places where those norms are normally censored. Focusing on American racial discrimination, I find that the Chinese Communist Party publicizes American human rights violations on to its citizens for strategic political reasons. Through two survey experiments I show that while exposure to news about American discrimination does provide substantial propaganda benefits to the regime, it also makes Chinese respondents more supportive of minority rights and more critical of their own country’s respect for those rights. The study shows how prominent violations of international norms may be an underappreciated means of strengthening global public support for those norms.",
          "url": "https://doi.org/10.1017/s0007123425000079",
          "doi": "https://doi.org/10.1017/s0007123425000079",
          "filter": 0
        },
        {
          "title": "Explaining peace during long and rapid power shifts: A theory of grand bargains",
          "authors": "Mathias O. Frendem, Michael F. Joseph, William Spaniel",
          "abstract": "Bargaining scholars predict rapid power shifts cause preventive war. But cases with rapidly shifting power often remain peaceful. To explain the dogs that don’t bark, we introduce instant, repeated, costly militarization into Powell’s (1999) conventional-weapons power transition model. First, we rationalize preventive war during long, slow, complete-information power shifts. Second, we find that where past research into conventional shifts predicts war, a grand bargain backed by the decliner’s threat of war emerges as a second equilibrium. Because war and a grand bargain both prevent power from shifting, declining powers deploy them under the same conditions. Our grand bargain survives war-causing hazards, and some latent shifts. It occurs after incremental militarization causes repeated appeasement-like concessions, and when power shifts are instant, slow or fast, and perfectly observed; suggesting conventional shifts induce grand bargains under surprising conditions. The Great Game’s end fits our grand bargain, but that British elites seriously considered war.",
          "url": "https://doi.org/10.1017/s0007123424000577",
          "doi": "https://doi.org/10.1017/s0007123424000577",
          "filter": 0
        },
        {
          "title": "Deliberation and Human Nature",
          "authors": "Ramon van der Does",
          "url": "https://doi.org/10.1017/s0007123424000632",
          "doi": "https://doi.org/10.1017/s0007123424000632",
          "filter": 0
        },
        {
          "title": "The Impact of Values on Issue Stances: Evidence from Panel Studies",
          "authors": "Arjun Vishwanath",
          "abstract": "Which predispositions drive voters’ policy attitudes? This article tests the role of political values as a driver of attitudes relative to two commonly posited sources – partisanship and symbolic ideology. Past work has found correlations between values and issue attitudes, but these cross-sectional studies have limited causal purchases. I test the effects of traditionalist and egalitarian values on issue stances using six ANES and GSS panel surveys from 1992 to 2020. I find that values drive within-voter changes in policy attitudes under a variety of specifications. Additionally, values shape attitudes on emergent policies, which I test using the cases of welfare reform in the 1990s and transgender policies in the 2010s. In all models, values have as large or larger effects on attitudes as that of partisanship or ideology. I conclude that values are a core predisposition which voters employ to make sense of policy issues.",
          "url": "https://doi.org/10.1017/s0007123425000183",
          "doi": "https://doi.org/10.1017/s0007123425000183",
          "filter": 0
        },
        {
          "title": "Is It Still the Economy? Economic Voting in Polarized Politics",
          "authors": "Thiago M. Q. Moreira",
          "abstract": "How does polarized politics affect electoral accountability? In this paper, I investigate the impact of political polarization on two channels through which voters can sanction incumbents for poor policy outcomes: voting for the opposition and abstaining. Using presidential election results at the county level, I show that, under polarized environments, the number of voters punishing the incumbent party for poor economic performances decreases in both channels. Survey analyses confirm that as the perceived ideological distance between parties increases, partisans are less likely to (i) negatively evaluate the economy when their party holds the Presidency and (ii) among those who have a negative view of the economy, they are less likely to penalize their party for negative economic assessments. These results show that polarization affects economic evaluation and clouds the responsibility for economic conditions, decreasing voters’ willingness to sanction the incumbent party.",
          "url": "https://doi.org/10.1017/s0007123424000619",
          "doi": "https://doi.org/10.1017/s0007123424000619",
          "filter": 0
        },
        {
          "title": "News Cycles and Satisfaction With Democracy: How the Pandemic Short-Circuited Media Polarization",
          "authors": "Omar Hammoud-Gallego, Roberto S. Foa, Xavier Romero-Vidal",
          "abstract": "During the coronavirus pandemic in the United Kingdom, media outlets shifted their focus from divisive political issues to more neutral topics like lifestyle, sports, and entertainment. This study explores how this change in media content relates to partisan divides in satisfaction with democracy. Using data from a representative survey of 201,144 individuals, we linked respondents’ perceptions of democratic performance to their daily media exposure. We did so by analysing 1.5 million tweets from British newspapers using a topic modelling algorithm to identify shifts in topic salience and sentiment using sentiment analysis. Our findings reveal a decline in partisan media exposure during the pandemic, associated with increased satisfaction with democracy at both individual and collective levels, and a narrowing of cross-party divides. These results contribute to discussions on affective polarization, the winner-loser gap in democratic evaluation, and media framing effects, highlighting the potential influence of depoliticized news coverage on democratic attitudes.",
          "url": "https://doi.org/10.1017/s0007123424000395",
          "doi": "https://doi.org/10.1017/s0007123424000395",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Linking individual electoral performance to the composition of elected bodies: A counterfactual-based approach",
          "authors": "Oliver Huwyler",
          "url": "https://doi.org/10.1016/j.electstud.2025.102925",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102925",
          "filter": 0
        },
        {
          "title": "Who are the internet voters? An age, period and cohort analysis of e-voting use",
          "authors": "Moulay Lablih, Pascal Sciarini",
          "url": "https://doi.org/10.1016/j.electstud.2025.102923",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102923",
          "filter": 0
        },
        {
          "title": "Relative out-party hostility and its consequences in multiparty democracies",
          "authors": "Melek Hilal Eroglu",
          "url": "https://doi.org/10.1016/j.electstud.2025.102924",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102924",
          "filter": 0
        },
        {
          "title": "A quiet and invisible challenge: Depressive symptoms and the evaluation of democratic institutions",
          "authors": "Claudia Landwehr, Christopher Ojeda, Paul Weingärtner",
          "url": "https://doi.org/10.1016/j.electstud.2025.102928",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102928",
          "filter": 0
        },
        {
          "title": "Electoral role models: The impact of gender quotas on voters in Taiwan",
          "authors": "Matthew Yi-Hsiu Lee",
          "url": "https://doi.org/10.1016/j.electstud.2025.102927",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102927",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "European Journal of Political Research",
      "journal_short": "EJPR",
      "articles": [
        {
          "title": "Why all these promises? How parties strategically use commitments to gain credibility in an increasingly competitive political landscape",
          "authors": "MATHIAS BUKH VESTERGAARD",
          "abstract": "Political parties face inherent risks when making election promises, as voters tend to penalize them for unfulfilled commitments. Nonetheless, parties make hundreds of promises. Why do parties engage in such precarious behaviour? I argue that parties employ a policy‐committing strategy when they need to increase the credibility of their policy programme and that they do so more today than previously because the political landscape has changed considerably in many Western democracies (time trend). Moreover, I expect parties to use the policy‐committing strategy more when they operate in a political arena with more competitors (system‐level factor), when they are a mainstream party (party‐level factor) and when they have increased the saliency of an issue (issue‐level factor). I test these four expectations with a unique, new dataset containing 330,850 quasi‐sentences coded from party manifestoes in 11 countries covering several decades of elections. Empirically, I find support for a time trend and show strong effects for the party‐level and issue‐level factors. However, a more competitive environment at the system level makes parties less, not more, likely to use the policy‐committing strategy. These results have important implications for party strategies, issue competition and policymaking in today's democracies.",
          "url": "https://doi.org/10.1111/1475-6765.70011",
          "doi": "https://doi.org/10.1111/1475-6765.70011",
          "filter": 0
        },
        {
          "title": "The gendered long‐term consequences of automation risk on electoral behaviour: Evidence from Norway",
          "authors": "BERNT BRATSBERG, HENNING FINSERAAS, PETER EGGE LANGSÆTHER, OLE ROGEBERG",
          "abstract": "We examine long‐run effects of automation risk on turnout. We expect gendered negative effects because men's turnout is more sensitive to job loss and earnings, but negative effects might be offset by populist right‐wing mobilization on economic grievances. We rely on population‐wide administrative data to avoid well‐known biases in survey data. We find both men and women with high automation risk to suffer in the labour market, but automation risk is associated with lower turnout for men only. The negative association with turnout is weaker where the populist right is stronger, consistent with mobilization on economic grievances. Finally, we show experimentally that priming of automation risk produces null findings, suggesting that risks need to have material consequences to affect political behaviour. Our findings imply that technological change has contributed to the emergence of gender gaps in turnout and populist voting as well as the participation drop among the working class.",
          "url": "https://doi.org/10.1111/1475-6765.70010",
          "doi": "https://doi.org/10.1111/1475-6765.70010",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Seeing Like a District: Understanding What Close-Election Designs for Leader Characteristics Can and Cannot Tell Us",
          "authors": "Andrew Bertoli, Chad Hazlett",
          "abstract": "Many influential political science articles use close elections to study how important outcomes vary after a certain type of candidate wins, such as a Democrat or a Republican. This politician characteristic regression discontinuity (PCRD) design offers opportunities for inferential leverage but also the potential for confusion. In this article, we clarify what causal claims the PCRD licenses, offering a rigorous causal analysis that points to three principal lessons. First, PCRDs do nothing to isolate the effect of the politician characteristic of interest as apart from other politician characteristics. Second, selection processes (regarding both “who runs” and “which elections are close”) can generate and exacerbate such confounding, as noted in Marshall (2024). Third and more fortunately, this approach does make it possible to estimate the average effect of electing a leader of type “A” vs. “B” in the context of close elections, treating the units as districts, not leaders. We also suggest a set of tools that can aid in falsifying key assumptions, avoiding unwarranted claims, and surfacing mechanisms of interest. We illustrate these issues and tools through a reanalysis of an influential study about what happens when extremists win primaries (Hall 2015).",
          "url": "https://doi.org/10.1017/pan.2025.5",
          "doi": "https://doi.org/10.1017/pan.2025.5",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Is Satisfaction with Democracy Higher After Transitional Justice Trials?",
          "authors": "Javier Padilla",
          "url": "https://doi.org/10.1007/s11109-025-10007-9",
          "doi": "https://doi.org/10.1007/s11109-025-10007-9",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "“We pay with our life and our body:” Gendered and intimate geopolitics of vias Pa'l Norte",
          "authors": "Linn Maria Biorklund",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103317",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103317",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Tune in to the prebunking network! Development and validation of six inoculation videos that prebunk manipulation tactics and logical fallacies in misinformation",
          "authors": "Mikey Biddlestone, Jon Roozenbeek, Jane Suiter, Eileen Culloty, Sander van der Linden",
          "abstract": "Meta‐analyses have demonstrated how inoculation interventions increase the detection of misinformation, but their scalability has remained elusive. To address this, Study 1 (pre‐registered; N = 1,583) tested the efficacy of three short inoculation videos (prebunks) against three common manipulation tactics used in misinformation: (1) polarization, (2) conspiracy theories, and (3) fake experts. Results indicated that all three inoculation videos (vs. control) increased the detection of relevant manipulative content without altering perceptions of non‐manipulative content, but only the polarization inoculation video increased manipulation discernment (i.e., increased ability to distinguish between manipulative and non‐manipulative content). In Study 2 (pre‐registered; N = 1,603), we tested the efficacy of three more inoculation videos containing logic‐based prebunks against logical fallacies commonly used in misinformation: (1) whataboutism, (2) the moving the goalposts fallacy, and (3) the strawman fallacy. Detection of the relevant fallacious content was higher in all conditions (vs. control), but only the strawman fallacy inoculation video increased fallacy discernment. The moving the goalposts fallacy inoculation video appeared to increase overall distrust of relevant content, whereas the other two videos did not alter perceptions of relevant non‐fallacious content. We discuss the implications and limitations of these findings.",
          "url": "https://doi.org/10.1111/pops.70015",
          "doi": "https://doi.org/10.1111/pops.70015",
          "filter": 0
        },
        {
          "title": "Nothing to see here, move along! Illiberal contexts as catalyzers of authoritarian misperception of democratic quality",
          "authors": "Márton Hadarics, Péter Krekó",
          "abstract": "This study investigates the role of authoritarianism, a psychological characteristic at the individual level, in systemic democratic backsliding. Authoritarianism has been primarily regarded as a driver of nondemocratic changes through the establishment of illiberal and antidemocratic attitudes and preferences. However, our multinational study proposes an additional mechanism. By analyzing data from the European Social Survey, gathered from representative samples across 31 European countries, we demonstrate that authoritarianism can also foster a misperception of the quality of liberal democracy, making an illiberal context appear more democratic than it is in reality. Specifically, individuals with authoritarian tendencies tend to perceive the functioning of liberal democratic principles more positively in more illiberal countries, where the actual quality of liberal democracy is lower. This discrepancy between an illiberal, antidemocratic reality and its contrasting perception is identified as a motivated perceptual distortion, catalyzed by a negative antidemocratic context. This latter mechanism can indirectly contribute to institutional democratic decline, making voters with authoritarian attitudes less sensitive to the violations of democratic norms.",
          "url": "https://doi.org/10.1111/pops.70016",
          "doi": "https://doi.org/10.1111/pops.70016",
          "filter": 0
        },
        {
          "title": "Strengthening national identities in Africa? Analyzing the impact of Ghana's National Service Scheme",
          "authors": "Arnim Langer, Bart Meuleman, Maarten Schroyens, Lucas Leopold",
          "abstract": "In order to avoid and overcome the manifold problems associated with weak nationalism in Africa, many African countries have introduced a range of nation‐building policies. However, only very few studies have systematically investigated whether and to what extent these policies have contributed towards promoting stronger national attachments. In this paper, we examine and assess the impact of one particular type of nation‐building intervention: i.e. national service programmes. More specifically, we analyse to what extent the national service programme in Ghana contributes towards advancing participants' feelings of national attachment. To evaluate the impact of this programme, we implement a quasi‐experimental research design with matching cohort control groups. The results of our study lend strong support to the presence of a national service effect. Our empirical analysis show that this positive national service effect is directly related to the frequency and quality of intergroup contact that NSS participants experienced during their national service deployment. As expected, the impact of national service is also highly dependent on participants' pre‐service level of national attachment: The increase in national attachment is smaller for respondents who scored higher on national pride before the start of their national service deployment.",
          "url": "https://doi.org/10.1111/pops.70011",
          "doi": "https://doi.org/10.1111/pops.70011",
          "filter": 0
        },
        {
          "title": "How adaptive is ideological reasoning? Evidence from acculturation of left–right ideology among immigrants in Western Europe",
          "authors": "Tobias Heide‐Jørgensen",
          "abstract": "The significance and meaning of left–right ideology vary across cultures for both citizens and political elites. This article studies the adaptiveness of left–right ideology when individuals migrate. Drawing on acculturation research, I argue that individuals' economic and cultural orientations become more structured along traditional left–right lines when they migrate from Eastern Europe and countries further east—where left–right distinctions are weaker or have alternative meanings—to Western Europe, where classic left–right politics is more deeply ingrained. Using a sample of more than 400,000 natives and immigrants from 38 countries and a spatial difference‐in‐differences design, I find that immigration to Western Europe does not increase identification with left or right among people of Eastern origin, but it does strengthen the alignment between their economic orientations and ideological self‐identifications. Consistent with acculturation theory, the evidence also shows that both left–right self‐identification and attitude consistency increase with longer residence in Western Europe, particularly among immigrants who are more politically interested and engaged, suggesting that elite cue‐taking is an important mechanism. Results for cultural orientations are mixed. The findings advance our understanding of the dynamics of mass ideology and the political integration of immigrants in Western societies.",
          "url": "https://doi.org/10.1111/pops.70017",
          "doi": "https://doi.org/10.1111/pops.70017",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Climate regulation’s effects on businesses and public support for climate action",
          "authors": "Anil Menon, Katie Nissen, Iain Osgood",
          "abstract": "How do the effects of climate regulation on businesses impact public attitudes toward climate policy? While emissions intensity is the primary frame for understanding the effects of climate policy on business, theoretical scholarship and public discourse often emphasize that large firms will adjust to climate regulations easily while smaller firms will struggle. Because small businesses are sympathetic and large firms are unpopular, individuals who view climate regulation’s effects in line with this firm size account should be less likely to support climate change mitigation. To test this theory, we conduct an original survey of climate policy beliefs and then a survey experiment. We find evidence that distaste for large corporations increases opposition to climate action among people exposed to the idea that big companies can more easily navigate climate regulations than small companies. This work contributes to the literature on moral political economy and on the enduring difficulty of enacting effective climate change regulation within the United States.",
          "url": "https://doi.org/10.1017/psrm.2025.11",
          "doi": "https://doi.org/10.1017/psrm.2025.11",
          "filter": 0
        },
        {
          "title": "Challenger entry and electoral accountability",
          "authors": "Jacob Morrier",
          "abstract": "In this article, I study the effect of endogenous challenger entry on electoral accountability in the presence of adverse selection. To this end, I analyze a two-period electoral agency model wherein a potential challenger freely chooses whether to run for office. The effect of endogenous challenger entry on policy decisions in this model is ambiguous: depending on model parameters, it can worsen or ease policy distortions. Analogously, marginally increasing the cost of running for office can deepen or reduce these distortions. This uncertainty regarding the effect of endogenous challenger entry on policymaking leads to equally ambiguous welfare implications. Nonetheless, I identify conditions under which endogenous challenger entry improves policymaking and voter welfare. This suggests that, in some circumstances, imposing higher barriers to entry in elections can improve policymaking and voter welfare.",
          "url": "https://doi.org/10.1017/psrm.2025.15",
          "doi": "https://doi.org/10.1017/psrm.2025.15",
          "filter": 0
        },
        {
          "title": "Decentralization and ideology",
          "authors": "Anna M. Wilke, Georgiy Syunyaev, Michael Ting",
          "abstract": "Classic arguments about federalist governance emphasize an informational or learning role for decentralizing policy authority, but in practice, ideological outcomes frequently motivate this choice. We examine the role of ideology in the allocation of policy-making power by modeling a two-period interaction between an elected central executive and two local governments. Decentralization reduces the executive’s ability to set policy and control externalities but potentially insures against future policy reversals. In this environment, partial decentralization is a common outcome. Complete decentralization arises when executives are unlikely to be re-elected, party polarization is high, and institutional hurdles to policy-making are significant. These results help to clarify existing cross-national empirical findings on the determinants of centralization.",
          "url": "https://doi.org/10.1017/psrm.2025.13",
          "doi": "https://doi.org/10.1017/psrm.2025.13",
          "filter": 0
        },
        {
          "title": "Does mainstream populism work? Populist rhetoric and the electoral fortunes of mainstream parties",
          "authors": "Markus Kollberg",
          "abstract": "Much work is concerned with the effects of mainstream parties accommodating the positions of populist radical right parties. Little is known about the role of political rhetoric in mainstream party responses to radical right challengers though. This is a significant gap given the evident shifts in mainstream party discourse across European democracies. Using a pre-registered survey experiment in Germany, I analyze how voters react when mainstream parties engage in populist rhetoric and adopt radical right issue positions. Theoretically, I propose that voters, particularly those with populist attitudes, may use populist rhetoric as a heuristic when evaluating parties. I find that, in line with spatial theories of voting, voters penalize or reward mainstream parties based on their adoption of radical right positions, but that the use of populist rhetoric does not significantly impact voter evaluations. These findings demonstrate the relevance of programmatic party strategies in mainstream-challenger competition and cast doubt on the effectiveness of populist rhetoric.",
          "url": "https://doi.org/10.1017/psrm.2025.14",
          "doi": "https://doi.org/10.1017/psrm.2025.14",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "A Global Ranking of Research Productivity of Political Science Departments",
          "authors": "Joan Barceló, Christopher Paik, Peter van der Windt, Haoyu Zhai",
          "abstract": "This article provides a global ranking of research productivity of political science departments. We collected data on 115,427 articles and 12,696 books—written in both English and other languages—from 5,586 faculty members in 178 departments in North America, Europe, Asia, Latin America, Oceania, and Africa. Departments are ranked in terms of citations to articles published by faculty members, impact factors of journals in which they published, and number of top publications in which they published. Results are presented for overall and more recent research productivity.",
          "url": "https://doi.org/10.1017/s1049096524001239",
          "doi": "https://doi.org/10.1017/s1049096524001239",
          "filter": 0
        },
        {
          "title": "Rainbow Consciousness? Exploring the Political Outcomes and Dynamics of Queer Linked Fate",
          "authors": "Nicholas C. D’Amico",
          "abstract": "Although linked fate has been recognized as a driving force in the politics of various identity groups, should this theoretical framework be applied to queer politics? I ask, what are the outcomes and dynamics of linked fate among members of the queer community? How does linked fate shape queer political participation? Is the concept an adequate indicator of politicized queer identity? Drawing on data from the Collaborative Multiracial Post-Election Survey, I uncover widespread linked fate among queer Americans, with significant variation along the lines of intersectional identity. Linked fate can motivate participation, but more powerfully shapes participation beyond the ballot box. I close by calling for a queer-specific metric of linked fate that accounts for several dimensions of queer political identity. As the queer community grows increasingly salient in US party politics, this study identifies avenues for future research into this diverse population.",
          "url": "https://doi.org/10.1017/s1049096525000228",
          "doi": "https://doi.org/10.1017/s1049096525000228",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "On the macroeconomic effects of fiscal reforms: fiscal rules and public expenditure efficiency",
          "authors": "Ablam Estel Apeti, Bao We Wal Bambe, Jean-Louis Combes",
          "url": "https://doi.org/10.1007/s11127-025-01275-4",
          "doi": "https://doi.org/10.1007/s11127-025-01275-4",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "What do Germans of Russian and Turkish migration background think about sanctions against Russia?",
          "authors": "Marc Debus, Julius Diener, Noam Himmelrath, Christian Stecker",
          "abstract": "The Russian invasion of Ukraine has significant implications not only for foreign, defence, economic and energy policies of European democracies, but also for their societal cohesion. While the debates about sanctions against Russia are mainly structured along partisan lines, with supporters of far-left and far-right parties tending to be against harsh responses, we argue that also a specific migrant background and an ethnic identity matter for the position on this highly salient and polarizing issue. Using original survey data from Germany, we find that respondents with a Russian or a Turkish ethnic background are less in favour of sanctions against Russia. This finding remains robust when considering respondents’ party preferences, education level, age, religious affiliation, and their region of residence, whether in Western or Eastern Germany. The results suggest that Russia’s war against Ukraine is likely to create tensions not only between individuals with different ideological orientations, but can also result in conflicts between citizens with and without a Russian or Turkish migrant background or identity.",
          "url": "https://doi.org/10.1177/20531680251325428",
          "doi": "https://doi.org/10.1177/20531680251325428",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Bottom Up? Top Down? Determinants of Issue-Attention in State Politics",
          "authors": "Andreu Casas, Oscar Stuhler, Julia Payson, Joshua A. Tucker, Richard Bonneau, Jonathan Nagler",
          "url": "https://doi.org/10.1086/735873",
          "doi": "https://doi.org/10.1086/735873",
          "filter": 0
        },
        {
          "title": "The Minimal Effects of Making Local News Free: Evidence from a Field Experiment",
          "authors": "Andrew Trexler",
          "url": "https://doi.org/10.1086/735872",
          "doi": "https://doi.org/10.1086/735872",
          "filter": 0
        },
        {
          "title": "Door to door campaigning in an electoral autocracy: Evidence from Hungary",
          "authors": "Gabor Simonovits, Ferenc Szucs, Bence Hamrak",
          "url": "https://doi.org/10.1086/735870",
          "doi": "https://doi.org/10.1086/735870",
          "filter": 0
        },
        {
          "title": "The Gender Gap in Political Careers Under Proportional Representation",
          "authors": "Tobias Nowacki",
          "url": "https://doi.org/10.1086/735871",
          "doi": "https://doi.org/10.1086/735871",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
