{
  "update": "2025-08-27",
  "content": [
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "How Language Shapes Belief in Misinformation: A Study Among Multilinguals in Ukraine",
          "authors": "Aaron Erlich, Kevin Aslett, Sarah Graham, Joshua A. Tucker",
          "abstract": "Scholarship has identified key determinants of people’s belief in misinformation predominantly from English-language contexts. However, multilingual citizens often consume news media in multiple languages. We study how the language of consumption affects belief in misinformation and true news articles in multilingual environments. We suggest that language may pass on specific cues affecting how bilinguals evaluate information. In a ten-week survey experiment with bilingual adults in Ukraine, we measured if subjects evaluating information in their less-preferred language were less likely to believe it. We find those who prefer Ukrainian are less likely to believe both false and true stories written in Russian by approximately 0.2 standard deviation units. Conversely, those who prefer Russian show increased belief in false stories in Ukrainian, though this effect is less robust. A secondary digital media literacy intervention does not increase discernment as it reduces belief in both true and false stories equally.",
          "url": "https://doi.org/10.1017/xps.2025.10011",
          "doi": "https://doi.org/10.1017/xps.2025.10011",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Book review: This is only the beginning. The making of a new left, from anti-austerity to the fall of Corbyn ChessumMichael. This is Only the Beginning. The Making of a New Left, From Anti-Austerity to the Fall of Corbyn. London: Bloomsbury Academic, 2025. £25 (hbk), £14.99 (pbk), xiv +266 pp, ISBN 07556-4128-4; 1350464841.",
          "authors": "Luke March",
          "url": "https://doi.org/10.1177/13540688251372879",
          "doi": "https://doi.org/10.1177/13540688251372879",
          "filter": 0
        },
        {
          "title": "Votes at 16: Empowering young people and revitalising democracy in Britain BenKisbyJeromeLee. Votes at 16: Empowering Young People and Revitalising Democracy in Britain. London: Bloomsbury Publishing, 2025; £40.50 (hbk); £13.49 (pbk), 185 pp. ISBN 10 1350499757; 13 9781350499775.",
          "authors": "Thomas Loughran",
          "url": "https://doi.org/10.1177/13540688251371442",
          "doi": "https://doi.org/10.1177/13540688251371442",
          "filter": 0
        },
        {
          "title": "Age and representation styles: Are young candidates more likely to prioritize their voters over their own opinion or their party?",
          "authors": "Julius Diener",
          "abstract": "How do young politicians perceive their function as representatives? Do they prioritize their own, their party’s or their voters’ views? I argue that young politicians should be more genuinely motivated to prioritize the views of voters due to their experience of belonging to an underrepresented group. I use data from a candidate survey in Germany 2021 to estimate the probability that politicians report prioritizing their voters’ views across different candidate ages. I find that, while all candidates are most likely to focus on their own views, young candidates are more likely than their older colleagues to prioritize the views of voters over their own or their party’s. Variation in incumbency and prior political experience explains parts of this effect. This finding advances our understanding of how young politicians perceive their function as representatives and the role young politicians play in substantive youth representation.",
          "url": "https://doi.org/10.1177/13540688251371605",
          "doi": "https://doi.org/10.1177/13540688251371605",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Analysis",
      "journal_short": "PA",
      "articles": [
        {
          "title": "Measuring Media Criticism with ALC Word Embeddings",
          "authors": "Christopher Barrie, Neil Ketchley, Alexandra Siegel, Mossaab Bagdouri",
          "abstract": "The ability of news media to report on events and opinions that are critical of the executive branch of government is central to media freedom and a marker of meaningful democratization. Existing indices use scoring criteria or expert surveys to develop country year measures of media criticism. In this article, we introduce a computationally inexpensive and fully open-source method for estimating media criticism from news articles using à la carte (ALC) word embeddings. We validate our approach using Arabic-language news media published during the Arab Spring. An applied example demonstrates how our technique generates credible estimates of changes in media criticism after a democratic transition is ended by a military coup. Experiments demonstrate the method works even with sparse data. Analyses of synthetic news media demonstrate that the method extends to multiple languages. Our approach points to new possibilities in the monitoring of media freedom within authoritarian and democratizing settings.",
          "url": "https://doi.org/10.1017/pan.2025.10012",
          "doi": "https://doi.org/10.1017/pan.2025.10012",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Correction: Information and Perceptions of Electability in Primary Elections",
          "authors": "Sarah E. Anderson, Barry C. Burden, Daniel M. Butler, Laurel Harbridge-Yong, Timothy J. Ryan",
          "url": "https://doi.org/10.1007/s11109-025-10069-9",
          "doi": "https://doi.org/10.1007/s11109-025-10069-9",
          "filter": 0
        },
        {
          "title": "On Fertile Ground: How Racial Resentment Primes White Americans To Believe Fraud Accusations",
          "authors": "Kevin T. Morris, Ian Shapiro",
          "url": "https://doi.org/10.1007/s11109-025-10065-z",
          "doi": "https://doi.org/10.1007/s11109-025-10065-z",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "Local and indigenous knowledge systems on nature-based solutions: Addressing Green Colonialism in Mangrove restoration of the Indian Sundarbans",
          "authors": "Mehebub Sahana",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103405",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103405",
          "filter": 0
        },
        {
          "title": "Residual urbanism: sanitary infrastructures and the governance of waste in Rio de Janeiro",
          "authors": "Mariana Cavalcanti, Maria Raquel Passos Lima",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103406",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103406",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Debunking misinformation on critical race theory",
          "authors": "Mackenzie Devaney, Christopher Federico, Eugene Borgida",
          "abstract": "There continues to be a pressing need to design and test effective corrections in response to political misinformation, as citizens must have accurate information to be able to meaningfully participate in politics. Critical race theory (CRT) is an issue marked by widespread misinformation and controversy, leading to efforts in multiple states to ban CRT. In a three‐wave panel design with a nationally diverse U.S. sample, a correction of misinformation about CRT was tested. Participants were randomly assigned to one of three conditions: (1) a control condition; (2) a misinformation‐only treatment; or (3) a misinformation plus correction treatment. Those in the misinformation plus correction condition had significantly higher accuracy scores than those in the control and misinformation‐only conditions. Moreover, this increased accuracy in the misinformation with correction condition was stronger among those most predisposed to accept CRT misinformation, that is, participants who scored high on a measure of unawareness of institutional discrimination. In contrast, participants' attitudes toward CRT bans were unaffected by the treatments, suggesting that correction can improve accuracy but does not change related opinions.",
          "url": "https://doi.org/10.1111/pops.70065",
          "doi": "https://doi.org/10.1111/pops.70065",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Presidential negative partisanship",
          "authors": "Benjamin S. Noble",
          "abstract": "Presidents are often viewed as national policy leaders. Yet, they increasingly use negative rhetoric to attack the opposition rather than forge legislative compromise, contrary to theories of going public. Why? I argue presidents facing congressional obstruction eschew short-term policy persuasion. They speak as negative partisans to mobilize co-partisans and shape the longer-term balance of power in Congress, improving future policy-making prospects. I collect all presidential speeches delivered between 1933 and 2024 and use transformer methods to measure how often, and how negatively, presidents reference the out-party. They do so when the policy-making environment is unfavorable: when majorities are tenuous, government is divided, and as elections approach. I provide additional support with a case study of Democrats’ 2009 filibuster-proof Senate majority. Finally, this rhetoric has behavioral impact: presidential negative partisanship decreases co-partisan approval of the opposition. This research alters our understanding of going public and reinforces the partisan dimension of modern presidential representation.",
          "url": "https://doi.org/10.1017/psrm.2025.10041",
          "doi": "https://doi.org/10.1017/psrm.2025.10041",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "The Predation Index: A Tool to Discover Predatory Journals",
          "authors": "Annika Marlen Sabine Hinze, Daniel Stockemer, Theresa Reidy",
          "abstract": "Predatory journals have become omnipresent in academia. Hardly a day goes by that a political scientist does not receive a solicitation from a dubious outlet. Yet, we have neither clearly identifiable criteria to help us recognize predatory journals nor the tools to detect them. This article seeks to remedy this situation. We propose and validate a 10-item predation index, which should help researchers to identify the degree to which a journal is predatory. Even if there is individual subjectivity in the application of the criteria, we believe that the predation index can be a strong and easily usable tool for political and social scientists.",
          "url": "https://doi.org/10.1017/s1049096525101145",
          "doi": "https://doi.org/10.1017/s1049096525101145",
          "filter": 0
        },
        {
          "title": "Social Benefits Motivate Young Adult Civic Engagement",
          "authors": "William O’Brochta",
          "abstract": "Civic engagement benefits both participants and society, but what motivates young adults to decide to become civically engaged? A cost-benefit analysis concludes that resumé-building is a major motivator for young adult civic engagement participation because it has more visible short-term impacts compared to social or community motivators. Using a preregistered survey experiment and follow-up focus groups fielded to college students, I demonstrate that respondents exposed to a treatment describing the social benefits of civic engagement are significantly more willing to increase their civic engagement. Counter to expectations, career benefits are—at best—a secondary motivating factor. These results suggest that civic engagement does not appear to be inherently beneficial to young adults. Non-profit organizations and educators should consider ways to draw attention to the social benefits of civic engagement as a method of attracting additional program interest.",
          "url": "https://doi.org/10.1017/s1049096525101303",
          "doi": "https://doi.org/10.1017/s1049096525101303",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Public choice and national defense: lessons for the Russian–Ukrainian war",
          "authors": "Nathan P. Goodman, Jennifer Brick Murtazashvili, Ilia Murtazashvili, Ali Palida",
          "url": "https://doi.org/10.1007/s11127-025-01322-0",
          "doi": "https://doi.org/10.1007/s11127-025-01322-0",
          "filter": 0
        },
        {
          "title": "Electronic voting and invalid votes: evidence from a natural experiment in Peru",
          "authors": "Fernando M. Aragón, Alberto Chong, Angelo Cozzubo",
          "url": "https://doi.org/10.1007/s11127-025-01321-1",
          "doi": "https://doi.org/10.1007/s11127-025-01321-1",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Political Speech for Democratic Realists",
          "authors": "Jason Brennan, Christopher Freiman",
          "url": "https://doi.org/10.1086/734272",
          "doi": "https://doi.org/10.1086/734272",
          "filter": 0
        },
        {
          "title": "A Field of Her Own: Property Rights and Women’s Agency in Myanmar",
          "authors": "Alexander Fertig, Alexandra Hartman, Lakshmi Iyer, Edmund Malesky",
          "url": "https://doi.org/10.1086/734236",
          "doi": "https://doi.org/10.1086/734236",
          "filter": 0
        },
        {
          "title": "Historical Memory and Radical Right Voting: Vox and the Legacy of Francoism",
          "authors": "Anja Neundorf, Sergi Pardos-Prado",
          "url": "https://doi.org/10.1086/734282",
          "doi": "https://doi.org/10.1086/734282",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
