{
  "update": "2025-06-23",
  "content": [
    {
      "journal_full": "American Journal of Political Science",
      "journal_short": "AJPS",
      "articles": [
        {
          "title": "The logic of secret alliances",
          "authors": "Peter Bils, Bradley C. Smith",
          "abstract": "Alliances are typically understood as agreements intended to deter aggression from enemy states. By signaling an ally's commitment to a protégé state, a shared enemy may be deterred from attacking. In light of this signaling logic, secret alliances are puzzling. Because they are not observed, secret alliances by definition cannot achieve deterrence through signaling. So why do states enter into these secret agreements? We argue that alliances may also act as a signal of a state's intentions, potentially undermining deterrence. If a new alliance signals that the members' interests are unaligned with those of a shared enemy, the enemy may be provoked into war. As a consequence, states sometimes want to keep alliance agreements secret. To develop this argument, we analyze a formal model in which states may enter into secret or public alliance agreements. We find that the possibility of secret alliances has general effects on deterrence—possibly undermining the deterrent value of concurrent public alliances.",
          "url": "https://doi.org/10.1111/ajps.12997",
          "doi": "https://doi.org/10.1111/ajps.12997",
          "filter": 0
        },
        {
          "title": "Unpacking the role of in‐group bias in US public opinion on human rights violations",
          "authors": "Rebecca Cordell",
          "abstract": "Which actor identities and social and political cleavages drive public opinion on human rights violations? While in‐group bias is known to influence public responses to government abuses, the relative impact of different identity characteristics has not been directly tested. Building on social identity theory and moral typecasting theory, I use a conjoint survey experiment in the United States of 3,200 respondents to examine the causal effects of in‐group bias across multiple actor identities (perpetrator, target, and elite cue giver) and social and political divides (partisanship, race, religion, and citizenship). Party loyalty to the perpetrator dominates other group identities; simply changing the perpetrator's political identity can be an important determinant for whether respondents oppose violations. Surprisingly, the target's race, religion, and citizenship has mixed impact, and partisan cues have little effect. These findings highlight when group loyalty outweighs human rights concerns and where public demand for government accountability may be reduced.",
          "url": "https://doi.org/10.1111/ajps.12995",
          "doi": "https://doi.org/10.1111/ajps.12995",
          "filter": 0
        },
        {
          "title": "States, cities, and border control: Do sub‐state collectives have a right to protect vulnerable people on the move?",
          "authors": "Kim Angell",
          "abstract": "It is beyond doubt that states everywhere practice discretionary border control. However, in normative political theory, there is vigorous debate about the justifiability of this practice. Some theorists appeal to border crossers’ interest in free movement, envisioning an open borders utopia, while others emphasize the value of collective self‐determination, defending strong border control rights for states. Both perspectives focus on two primary interest‐holders: state collectives and individual border crossers. This analysis offers a novel perspective by arguing that cities—and sub‐state collectives in general—may also have significant interests in immigration policy. Through empirical examples like Europe's “Solidarity Cities” and North American sanctuary cities, the paper argues that cities often possess self‐determination–based rights to protect an additional quota of vulnerable border crossers, beyond those their state protects. This conclusion is surprising because appeals to self‐determination typically defend a state's right to limit migration. Yet, it is one that proponents of the self‐determination view have reason to accept.",
          "url": "https://doi.org/10.1111/ajps.12998",
          "doi": "https://doi.org/10.1111/ajps.12998",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Annual Review of Political Science",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "AI as Governance",
          "authors": "Henry Farrell",
          "abstract": "Political scientists have had remarkably little to say about artificial intelligence (AI), perhaps because they are dissuaded by its technical complexity and by current debates about whether AI might emulate, outstrip, or replace individual human intelligence. They ought to consider AI in terms of its relationship with governance. Existing large-scale systems of governance such as markets, bureaucracy, and democracy make complex human relations tractable, albeit with some loss of information. AI's major political consequences can be considered under two headings. First, we may treat AI as a technology of governance, asking how AI's capacities to classify information at scale affect markets, bureaucracy, and democracy. Second, we might treat AI as an emerging form of governance in its own right, with its own particular mechanisms of representation and coordination. These two perspectives reveal new questions for political scientists, encouraging them to reconsider the boundaries of their discipline.",
          "url": "https://doi.org/10.1146/annurev-polisci-040723-013245",
          "doi": "https://doi.org/10.1146/annurev-polisci-040723-013245",
          "filter": 0
        },
        {
          "title": "Rural Politics in the United States",
          "authors": "Trevor E. Brown, Suzanne Mettler",
          "abstract": "Scholars of American politics have recently turned their attention to rural politics, aiming to understand the late twentieth and early twenty-first century nationwide shift of white rural voters to the Republican Party and the ensuing rural–urban political divide. We review research that assesses the potential causes of the rise of place-based polarization, including political–economic transformation, racism, ethnocentrism, and the growing salience of social issues. We also consider its consequences, such as increased levels of social polarization and institutional threats to democracy. Most research to date has focused on individuals, whether to specify rural identity and its correlates or to probe public opinion and political behavior. We recommend that scholars broaden their scope of inquiry to include factors at the meso and macro levels by studying the interplay between place and institutions, public policies, and organizations as well as broader political, economic, and social developments. This will entail attention to change over time. We suggest that scholars resist cordoning off this research area into rural studies and instead engage with broad questions about the functioning of American democracy.",
          "url": "https://doi.org/10.1146/annurev-polisci-040623-114017",
          "doi": "https://doi.org/10.1146/annurev-polisci-040623-114017",
          "filter": 0
        },
        {
          "title": "Women's Suffrage: Causes and Consequences",
          "authors": "Dawn Langan Teele",
          "abstract": "From 2000 to 2020, more than 20 countries marked a century of women's suffrage. These anniversaries occurred alongside a period of rich theoretical innovation in the democratization literature, producing a decade of research on the causes and consequences of women's suffrage. This body of research pushes against the narrative that suffrage happened automatically with modernization and the claims that early women voters were apathetic and conservative and did not get what they wanted out of politics. New scholarship reveals how political competition and suffragists’ strategies were key components of suffrage reform and how women, who often cast the largest number of votes in any given context, could shift the balance toward left parties if they were highly mobilized in cities. Finally, a growing body of scholarship has shown how suffrage led to expansions of early welfare state policies. Future work should examine these dynamics in suffrage's second wave and outside of the global North.",
          "url": "https://doi.org/10.1146/annurev-polisci-033123-125642",
          "doi": "https://doi.org/10.1146/annurev-polisci-033123-125642",
          "filter": 0
        },
        {
          "title": "Revolution as Mass-Based Regime Change",
          "authors": "Killian Clarke",
          "abstract": "This article makes the case for a broad definition of revolution as mass-based regime change. Recent years have seen an outpouring of research on mass mobilization, responding in part to a succession of global revolutionary waves. But this scholarship has flourished despite conceptual dissensus, with works embracing an array of partly overlapping terms (e.g., uprising, rebellion, civil resistance). Revolution offers a clear and tractable way of characterizing the full range of these mass movements, while still allowing for conceptual narrowing with adjectives. It also provides a conceptual link to related literatures on authoritarianism and democratization, which characterize mass-based regime change as one of the main threats dictators face. After making these arguments, I demonstrate the utility of this broad definition by reviewing two active debates regarding different forms of revolution: the relative merits of nonviolent versus violent resistance and the types of democracy emerging from democratic revolution versus elite-led negotiations.",
          "url": "https://doi.org/10.1146/annurev-polisci-040623-114124",
          "doi": "https://doi.org/10.1146/annurev-polisci-040623-114124",
          "filter": 0
        },
        {
          "title": "Political Meritocracy and Democracy",
          "authors": "Dimitri Landa, Ryan Pevnick",
          "abstract": "Political meritocracy is the idea that political institutions should aim to empower those people who are particularly well-suited to rule. This article surveys recent literature in democratic theory that argues on behalf of institutional arrangements that aim to realize the ideal of political meritocracy. We detail two prominent families of meritocratic proposals: nondemocratic meritocracy and weighted voting. We then describe and briefly evaluate five potentially important criticisms of political meritocracy related to the coherence of merit as an ideal, the demographic objection, rent-seeking, political inequality, and social peace. We also consider the key ways in which existing electoral democracies create spaces for institutionally meritocratic forms. Finally, we highlight the importance of exploring institutional innovations that allow democracies to effectively incorporate expertise without, at the same time, becoming vulnerable to the criticisms of political meritocracy that we discuss.",
          "url": "https://doi.org/10.1146/annurev-polisci-050123-113309",
          "doi": "https://doi.org/10.1146/annurev-polisci-050123-113309",
          "filter": 0
        },
        {
          "title": "Race, Racism, and the Crisis of Democracy in Political Science",
          "authors": "Robbie Shilliam, Lester Spence",
          "abstract": "Over the past decade, autocratization has increased worldwide, and the United States itself has seen its own democracy erode. While political scientists have begun to study both phenomena in earnest, with exceptions, they have been unable to fully wrestle with either. We suggest that this incomplete understanding is the result of the discipline's problematic racial history. At the time of its founding in the late nineteenth century, political science provided a eugenicist justification for the very hierarchies and segregations that are now under scrutiny. Race was understood to be the quintessential subject of social scientific inquiry. After World War II, political scientists rejected eugenics and instead focused on defending democracy against totalitarianism. In doing so, they relegated racism to an ideological/irrational phenomenon and thus as extraneous to the core concern of the discipline. In this Annual Review of Political Science article, we refract the discipline's contemporary and historical concerns with democracy through the lens of racial politics to better equip scholars with tools to examine and critically diagnose contemporary politics.",
          "url": "https://doi.org/10.1146/annurev-polisci-061523-103553",
          "doi": "https://doi.org/10.1146/annurev-polisci-061523-103553",
          "filter": 0
        },
        {
          "title": "Courts in the Global South",
          "authors": "Julio Ríos-Figueroa, Fiona Shen-Bayh",
          "abstract": "Research on judicial politics has advanced considerably over the past few decades, particularly in the global South, a geopolitical region that has long been subjected to imbalanced relationships with more industrialized countries in the global North. The unique challenges confronting global South countries, including political and economic instabilities, limited state authority, and dilemmas of social integration, have shaped both the form and function of courts in these regions. We explore these implications in four key areas where a critical mass of scholarship has generated new insights and opportunities for future research: courts and stateness, courts in authoritarian regimes, courts in unstable democracies, and courts and social transformation. We show that in these areas, courts are often effective for a variety of purposes and according to standards different from those in the global North. We conclude with reflections on knowledge-building in this region and implications for future theorization and empirical inquiry.",
          "url": "https://doi.org/10.1146/annurev-polisci-040623-113225",
          "doi": "https://doi.org/10.1146/annurev-polisci-040623-113225",
          "filter": 0
        },
        {
          "title": "How Lobbying Matters",
          "authors": "Alex Garlick, Wiebke Marie Junk, Heath Brown",
          "abstract": "For decades, political scientists have struggled to provide empirical evidence that lobbying influences policymaking. A considerable gap arose between widespread public suspicions of lobbying and the literature's findings, which failed to document systematic lobbying influence in politics. This gap has closed within the last decade. Causal inference strategies, high-quality data sets, and attention to lobbying in multiple venues have allowed researchers to document the ways in which lobbying matters. In this review, we summarize three ways lobbying has an effect, as documented in this new literature. First, in line with public suspicions, lobbyists have transactional relationships with public officials in which they exchange money for political access and influence. Second, lobbyists persuade public officials by providing information that changes the positions taken by policymakers. Third, successful mobilization of citizen support or lobbying coalitions helps lobbyists attain policy aims. Jointly, these influence pathways nuance our view of lobbying as both harmful and beneficial for democratic representation.",
          "url": "https://doi.org/10.1146/annurev-polisci-033123-124920",
          "doi": "https://doi.org/10.1146/annurev-polisci-033123-124920",
          "filter": 0
        },
        {
          "title": "The Political Economy of Racial Capitalism in the United States",
          "authors": "Chloe N. Thurston",
          "abstract": "This article summarizes recent scholarship on racial capitalism with an eye toward highlighting the opportunities the lens poses for the field of American political economy. It reviews the origins and evolution of the construct as well as its contemporary developments and critiques. It highlights three areas of generative dialogue between scholarship working at the intersection of racial capitalism and American political economy: first, surrounding the value of studying the political economy through a relational lens; second, involving how mid-range theoretical tools can generate more insights into specific institutional constraints and questions of agency, contingency, and change; and third, how deeper engagement between the two can productively reorient assessments of inequality in American democracy.",
          "url": "https://doi.org/10.1146/annurev-polisci-041023-073142",
          "doi": "https://doi.org/10.1146/annurev-polisci-041023-073142",
          "filter": 0
        },
        {
          "title": "Accountability in Developing Democracies: The Impact of the Internet, Social Media, and Polarization",
          "authors": "Horacio Larreguy, Pia J. Raffler",
          "abstract": "This article reviews the recent literature on accountability in developing democracies through the lens of two nested principal–agent problems: the relationship between voters and elected politicians and that between elected politicians and bureaucrats. We focus on two global trends that we view as reshaping these accountability relationships in important ways: the rise of the internet and social media on the one hand and increasing political polarization on the other. We evaluate the impacts of these developments on the sanctioning of the performance of elected officials, the selection of elected officials, and the agency problem between elected officials and bureaucrats. Rather than offering definitive conclusions, we highlight key trade trade-offs and emphasize that the overall effects are contingent on the status quo. Notably, much of the existing evidence originates from developed democracies, presenting important opportunities for future research to address gaps in understanding accountability in developing contexts.",
          "url": "https://doi.org/10.1146/annurev-polisci-033123-015559",
          "doi": "https://doi.org/10.1146/annurev-polisci-033123-015559",
          "filter": 0
        },
        {
          "title": "Gender and Leadership in Executive Branch Politics",
          "authors": "Tiffany D. Barnes, Diana Z. O'Brien",
          "abstract": "Gender influences who has access to power, how leaders behave and are received within institutions, and how institutions are perceived. This review examines gender dynamics in the executive branch, focusing on presidents and prime ministers and their cabinets. We analyze four key areas: access to power, policy priorities, gendered leadership styles, and citizens’ responses. We argue that, despite progress, women remain underrepresented in executive roles, especially as chief executives. Women sometimes bring unique policy interests and leadership styles to the office, but strategic career incentives and institutional constraints shape both men's and women's behavior as leaders. Finally, women's presence in executive positions sends signals about the government, as well as about who is fit to govern and participate in politics. In sum, this review highlights the importance of understanding and addressing these gendered dynamics to move closer to gender equality in the highest levels of political leadership.",
          "url": "https://doi.org/10.1146/annurev-polisci-033123-014634",
          "doi": "https://doi.org/10.1146/annurev-polisci-033123-014634",
          "filter": 0
        },
        {
          "title": "Is War in Decline?",
          "authors": "Tanisha M. Fazal",
          "abstract": "The claim that war is in decline has gained considerable traction among analysts and policy makers. This review surveys the empirical data as well as the theoretical arguments for a decline of war. It concludes that, while great power wars have declined since 1945, war in general is not necessarily in decline. Critiques of the claim that war is in decline range from the statistical to the anthropological. While war is not necessarily in decline, though, it has changed. Specifically, a major driver of the putative decline of war—international norms, laws, and institutions—has done more to change how war is discussed and presented than whether it is prosecuted. Stronger theories of change are needed in international relations to understand whether these somewhat superficial changes could deepen in ways that produce a true decline in war.",
          "url": "https://doi.org/10.1146/annurev-polisci-041923-115351",
          "doi": "https://doi.org/10.1146/annurev-polisci-041923-115351",
          "filter": 0
        },
        {
          "title": "Islamism and Armed Conflict",
          "authors": "Stathis N. Kalyvas, Mikael Hiberg Naghizadeh",
          "abstract": "Islamism has become a dominant force across civil wars, the most common form of armed conflict. Yet our comparative and theoretical understanding of this critical political development is lagging. We discuss this phenomenon and describe its emergence and basic trends and patterns; we review existing accounts of its causes and dynamics and conclude by suggesting future directions for research, with an emphasis on integrating context-rich studies with comparative and theoretical approaches.",
          "url": "https://doi.org/10.1146/annurev-polisci-061623-100652",
          "doi": "https://doi.org/10.1146/annurev-polisci-061623-100652",
          "filter": 0
        },
        {
          "title": "From Territorial Consolidation to Bureaucratic Dominance: The Long Arc of State Development",
          "authors": "Didac Queralt",
          "abstract": "Our understanding of state development—a term that encompasses both state formation and state building—has grown significantly in the last two decades. In this review, I outline the foundations of the literature and identify major conceptual and analytical advancements since the early 2000s, including the development of capacity investment models, the notion of intermediate institutions, and the emphasis on political agency. This review builds on research employing diverse methodologies, draws on examples from advanced economies and developing countries, and is intended for both novice and experienced readers. After taking stock of the state of the field, I discuss and reflect upon three avenues for further research—the big unknowns: Do civil wars make or break the state? How do economic openness and international hierarchy shape the incentives and opportunities for state building? And what are the perils that highly capable states pose for liberal rights and democratic governance?",
          "url": "https://doi.org/10.1146/annurev-polisci-070723-012505",
          "doi": "https://doi.org/10.1146/annurev-polisci-070723-012505",
          "filter": 0
        },
        {
          "title": "The Politics of Childcare",
          "authors": "Kimberly J. Morgan",
          "abstract": "The politics of childcare has become a vibrant area of research. This review analyzes the evolution of this research over several decades and identifies two phases of scholarship. The first phase concerned the limited public supports for childcare in most countries and how this reinforced a particular gender order. A second current of research took off as many countries expanded their childcare systems and highlighted the role of electoral politics and ideas about public spending on childcare as an investment in human capital. In the drive to explain patterns of policy change, the research focus has narrowed, occluding the substantive impact of different childcare systems. Future research should probe the stubbornness of gender inequalities in paid work and care and how politics and public policies shape different care economies.",
          "url": "https://doi.org/10.1146/annurev-polisci-040623-113403",
          "doi": "https://doi.org/10.1146/annurev-polisci-040623-113403",
          "filter": 0
        },
        {
          "title": "Criminal Violence, the State, and Society",
          "authors": "Omar García-Ponce",
          "abstract": "The study of criminal violence has received increasing attention in political science over the past 15 years, as organized criminal groups have grown and diversified worldwide, unleashing unprecedented waves of violence. This article presents a critical assessment of the current state of political science scholarship on criminal violence. It discusses the sources and dynamics of organized criminal violence, emphasizing the reconceptualization of state–criminal group relationships in the literature, shifts in illegal markets, and the political incentives fueling criminal wars. It also examines how states and societies respond to criminal violence. State responses include punitive approaches, institutional reform, and community-based interventions, while societal responses can be examined through the lenses of exit (e.g., migration, disengagement), voice (e.g., political participation, collective resistance), and loyalty (i.e., compliance with state authorities or criminal groups). The article also addresses conceptual and methodological challenges, policy implications, and ethical considerations inherent in this field of study and identifies promising pathways for future research.",
          "url": "https://doi.org/10.1146/annurev-polisci-033123-014751",
          "doi": "https://doi.org/10.1146/annurev-polisci-033123-014751",
          "filter": 0
        },
        {
          "title": "Africa's Unfinished Democratic Journey: My Modest Part",
          "authors": "Emmanuel Gyimah-Boadi",
          "abstract": "My life is roughly divided into three parts. The first part covers my formative years: birth a few years before Ghana's independence, elementary education in a tiny rural village, secondary school in a nearby town, and undergraduate studies at the University of Ghana, where my interest in politics and public affairs was nurtured. The second part concerns the expansion of my intellectual horizons. It begins with my doctoral studies in political science at the University of California, Davis. It continues with my return to Ghana in the mid-1980s, when it was under military rule, to teach, research, and write about African politics from inside the continent. It ends with my relocation to Washington, DC, where I was exposed to the world of think tanks. Part three deals with my return to Ghana in the late 1990s. I spent the time observing and documenting Africa's democratic transitions in the aftermath of the fall of the Berlin Wall. I also played a key role in the moment through two nonstate research and advocacy institutions—the Ghana Center for Democratic Development and Afrobarometer.",
          "url": "https://doi.org/10.1146/annurev-polisci-040623-114353",
          "doi": "https://doi.org/10.1146/annurev-polisci-040623-114353",
          "filter": 0
        },
        {
          "title": "Re-Imagin(in)g Territorial Conflict",
          "authors": "Hein Goemans, David Carter",
          "abstract": "Territorial disputes continue to fuel both armed conflicts and security threats around the world despite norms against the violent resolution of territorial conflict. The pervasiveness of territorial conflict presents a puzzle since the value of territory has allegedly decreased in an age of globalization and interdependence, and many territorial conflicts involve territory with little tangible value. Our inquiry begins not with states, but with groups and rules of group membership. Changing the unit of analysis to the group and its membership rules exposes the bases for territorial disputes both historically and in current world politics. We show that under different rules of group membership, territory has different meanings. Different rules directly affect which territory will be contested. Conflict is particularly likely and especially difficult to resolve when groups with different rules of membership lay claim to the same territory.",
          "url": "https://doi.org/10.1146/annurev-polisci-041322-024152",
          "doi": "https://doi.org/10.1146/annurev-polisci-041322-024152",
          "filter": 0
        },
        {
          "title": "Expert Knowledge in Democracies: Promises, Limits, and Conflict",
          "authors": "Eduardo Dargent Bocanegra, Gabriela Spanghero Lotta",
          "abstract": "The article reviews recent literature on bureaucratic experts as political actors in democracies, with a focus on their complex, sometimes conflictive relationships with politicians. First, we present the central promises of expertise for democratic governance: its alleged objectivity, responsiveness to the common good, and effectiveness. Then, we look into two criticisms of this optimistic and apolitical view: Expertise is neither as unbiased nor as effective as claimed. Building on a more political understanding of experts’ power in democracies, we then discuss two topics that illustrate experts’ relationships with politicians: ( a ) the conditions and political dynamics that cause changes in technical policy areas’ influence, preferences, and institutional arrangements (or even experts’ demise) and ( b ) how challenging experts’ power is for democracy and elected politicians. We conclude with suggestions for future research and a call to find more common ground between the literatures focusing on experts and politics.",
          "url": "https://doi.org/10.1146/annurev-polisci-033123-020420",
          "doi": "https://doi.org/10.1146/annurev-polisci-033123-020420",
          "filter": 0
        },
        {
          "title": "The Study of Racism and Policing in the United States",
          "authors": "Spencer Piston, Kaneesha R. Johnson, Selma Hedlund, Chas Walker",
          "abstract": "We begin this article by discussing two moments, in the late 1800s and late 1900s, in which the racist views of influential political scientists fundamentally shaped research on policing. In contrast, today's scholarship, breaking sharply with research of the past, does not attempt to justify racist policing but to study it. The dominant approach today follows a racial disparities framework, which maps out the uneven allocation of police harms. As we discuss, these studies have made valuable contributions to the field and to real-world efforts to resist the damage done by police. At the same time, however, the racial disparities framework has limitations that make it difficult for scholars to understand racist police oppression. We conclude by arguing that, to take the next step forward, future scholarship should follow the lead of and expand upon work that centers the voices of the highly policed.",
          "url": "https://doi.org/10.1146/annurev-polisci-033123-124752",
          "doi": "https://doi.org/10.1146/annurev-polisci-033123-124752",
          "filter": 0
        },
        {
          "title": "Property Righting: The Politics of Rights Over Land and Labor",
          "authors": "Margaret Levi, Emily Russell",
          "abstract": "This essay focuses on property rights in land and labor, the ways in which they have been entangled since the development of early capitalism in the sixteenth and seventeenth centuries, and the extent to which they have realized—or failed to realize—desiderata in addition to economic productivity and growth. The definition and enforcement of property rights may reflect the power relations within a society, but their realization depends on state laws and capacities. Transformations of property rights tend to follow changes in the balance of power among elites and in state capacity or occur as a response to effective resistance by those who are harmed or excluded.",
          "url": "https://doi.org/10.1146/annurev-polisci-033123-021046",
          "doi": "https://doi.org/10.1146/annurev-polisci-033123-021046",
          "filter": 0
        },
        {
          "title": "Defining and Measuring Democratic Norms",
          "authors": "Gretchen Helmke, Josiah Rath",
          "abstract": "If scholars and pundits are right, the erosion of norms in the United States and abroad poses a significant danger to democracy. Understanding what exactly norms are, what makes them democratic, and how best to measure them is thus essential for generating and evaluating explanations of how such norms weaken and collapse. Our article addresses each of these key elements. On the conceptual front, we argue for more precision in defining norms and more consideration in labeling them as democratic. On the measurement front, we develop a general utility function and use it to evaluate the various methodological strategies that researchers have deployed to causally identify democratic norms. In between, we synthesize the fast-growing literature on norms and democratic backsliding using a fourfold typology, with transgressors and enforcers on one dimension and political elites and citizens on the other. We conclude by pinpointing several new areas for future research.",
          "url": "https://doi.org/10.1146/annurev-polisci-041322-040610",
          "doi": "https://doi.org/10.1146/annurev-polisci-041322-040610",
          "filter": 0
        },
        {
          "title": "Land and Politics",
          "authors": "Michael Albertus, Kathleen Klaus",
          "abstract": "Human societies and their politics are deeply rooted in the land. Land shapes politics through its material nature and distribution across society, by serving as a mechanism of control and state-building, and by acting as a symbolic site that imbues identity and belonging. That land is inextricably intertwined with politics makes it a crucial driver of a wide range of social, political, and economic outcomes. We explain and survey these rich and complex relationships, focusing on the formation of political preferences and identities, the forms and dynamics of political violence, and the long-term structure of society, ranging from patterns of settlement and dispossession to inequality, state capacity, and economic development and urbanization. Land access, land rights, and land tenure institutions are all implicated in these outcomes. We conclude with reflections on promising research frontiers in the study of land and politics, including climate change, migration, and urbanization.",
          "url": "https://doi.org/10.1146/annurev-polisci-040623-112955",
          "doi": "https://doi.org/10.1146/annurev-polisci-040623-112955",
          "filter": 0
        },
        {
          "title": "Industrial Policy Revisited",
          "authors": "Dan Breznitz, Jane Gingrich",
          "abstract": "In the past decade, there has been a global resurgence in attention to industrial policy (IP), a resurgence that cuts across political ideologies and geographic regions. IPs are inherently political, intimately connected to the roles of the state in the economy and of states within an international economic system. This review demonstrates that while overt IPs have waxed and waned in their political acceptability in the aftermath of World War II, IPs have always remained part of the policy tool kit. In using IP, policymakers have had to navigate three common governance domains: building coalitions to support productive investments, building the state's capacity to collaborate with and discipline the private sector, and creating political incentives for credible commitments to firms. Nonetheless, the political dynamics in each of these domains have shifted over time. Historically, IPs focused on export-based catch-up strategies, requiring the mobilization of coalitions around manufacturing investment and export discipline. Today's IPs often target frontier technologies and aim to address perceived vulnerabilities in global supply chains and new geopolitical competition, demanding greater experimentation with more uncertain economic outcomes and higher risks of failure. We trace the evolution of the literature on IP through four phases: state-led developmental policies, the changing coalitions and institutions in a globally fragmented production system, neoliberalism, and the more recent renewed focus on transformative IP.",
          "url": "https://doi.org/10.1146/annurev-polisci-033123-020253",
          "doi": "https://doi.org/10.1146/annurev-polisci-033123-020253",
          "filter": 0
        },
        {
          "title": "Traditional Authorities Around the World: Toward a Better Understanding of Their De Facto Power, Downward Accountability, and State Recognition",
          "authors": "Kate Baldwin",
          "abstract": "Research in political science on traditional authorities has advanced quickly in the past decade, highlighting the diversity of these institutions and how variation among them affects political outcomes. However, existing research often fails to distinguish between three distinct attributes of these institutions: their de facto power, their downward accountability to the communities they lead, and their recognition by the state. This review demonstrates the importance of these conceptual distinctions by showing that they are empirically distinct concepts, that they have separate causes, and that they have different political effects. In particular, existing research shows that powerful traditional authorities increase collective action to provide local public goods, but state recognition of traditional institutions is important for improving conflict resolution, and their own downward accountability conditions their effect on the accountability of elected representatives.",
          "url": "https://doi.org/10.1146/annurev-polisci-070723-012434",
          "doi": "https://doi.org/10.1146/annurev-polisci-070723-012434",
          "filter": 0
        },
        {
          "title": "China, International Finance, and the Global Economic Order",
          "authors": "Alexandra O. Zeitz",
          "abstract": "China's approach to international finance is shaped by both its domestic political economy and a desire to increase its global influence. The prevailing economic model in China, which combines state control with market dynamism, means that China's preferences over the global governance of finance are sometimes at odds with the liberal principles embedded in the global financial order. Moreover, economic competition and geopolitical rivalry with the United States, the main architect of the global financial order, often shape China's engagement with existing rules and institutions. While China has challenged and disrupted some aspects of the international financial order, including the dominance of the US dollar and approaches to international development finance, it has been a largely supportive reformer in other domains, such as the global financial safety net. China's influence on the economic order in international finance generates important spillovers for other emerging and developing economies, creating both opportunities and challenges.",
          "url": "https://doi.org/10.1146/annurev-polisci-042623-020318",
          "doi": "https://doi.org/10.1146/annurev-polisci-042623-020318",
          "filter": 0
        },
        {
          "title": "Understanding Intimate Partner Violence",
          "authors": "Lisa Blaydes, James D. Fearon, Mae MacDonald",
          "abstract": "Violence against women occurs at high rates in societies across the world. The most common form is intimate partner violence, abuse perpetrated against a spouse or intimate relationship partner. We present a household bargaining model that seeks to clarify causal mechanisms and to identify key pathways by which economic, political, legal, and cultural factors external to households influence domestic abuse rates, gender equity within relationships, and rates of relationship dissolution. We relate key parameters to factors that differ across societies and over time, including economic opportunities for women, laws that criminalize domestic abuse, and social norms associated with gender equality. We review research associated with these topics to establish what we know and do not know about violence against women in households. While much of this literature is outside of the field of political science, we highlight opportunities for political scientists to contribute to our understanding of how and why domestic violence persists in the world today.",
          "url": "https://doi.org/10.1146/annurev-polisci-041322-044022",
          "doi": "https://doi.org/10.1146/annurev-polisci-041322-044022",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "British Journal of Political Science",
      "journal_short": "BJPOL",
      "articles": [
        {
          "title": "The British Conservative Party and Europe: The Choosing of John Major",
          "authors": "Philip Cowley, John Garry",
          "abstract": "This article provides an empirical analysis of voting behaviour in the second ballot of the 1990 Conservative leadership contest that resulted in John Major becoming party leader and prime minister. Seven hypotheses of voting behaviour are generated from the extant literature relating voting to socio-economic variables (occupational and educational background), political variables (parliamentary experience, career status, age and electoral marginality) and ideological variables (drawn from survey data on MPs' positions on economic, European and moral issues). These hypotheses are tested using data on voting intentions gathered from published lists of MPs' declarations, interviews with each of the leadership campaign teams, and correspondence with MPs. Bivariate relationships are presented, followed by logistic regression analysis to isolate the unique impact that each variable had on voting. This shows that educational background, parliamentary experience and (especially) attitudes to Europe were the key factors determining voting. The importance of Europe in the contest is particularly instructive: the severe problems for Major's leadership which were caused by the issue can be attributed to, and understood in the context of, the 1990 contest in which he became leader.",
          "url": "https://doi.org/10.1017/s0007123498000210",
          "doi": "https://doi.org/10.1017/s0007123498000210",
          "filter": 0
        },
        {
          "title": "Understanding Voter Fatigue: Election Frequency and Electoral Abstention Approval",
          "authors": "Filip Kostelka",
          "abstract": "The existing literature shows that frequent elections depress electoral participation and contribute to the global decline in voter turnout. However, the causal mechanisms remain unclear. This paper investigates the sources of voter fatigue and hypothesizes that frequent elections make electoral abstention more acceptable to citizens. It tests the main hypothesis via an original pre-registered survey experiment fielded in five countries with a total sample size of 12,221 respondents. The results provide pioneering evidence on the psychological effects of election frequency. They confirm that high election frequency increases the social acceptability of electoral abstention and that this effect is proportional to the number of past elections. It can be equally observed among all major social groups, including politically engaged citizens and those who believe that voting is a civic duty. These findings hold major implications for our understanding of voter turnout and democratic institutional engineering.",
          "url": "https://doi.org/10.1017/s0007123425000171",
          "doi": "https://doi.org/10.1017/s0007123425000171",
          "filter": 0
        },
        {
          "title": "How Do Electoral Outcomes Affect Campaign Contributions? The Role of Personal Loyalty and Investment Motives",
          "authors": "Miguel R. Rueda, Nelson A. Ruiz",
          "abstract": "How do electoral outcomes affect campaign contributions? We argue that in contexts where personal connections to the candidate and investment motivations dominate ideology and partisanship as drivers of donations, two main factors shape donors’ future behaviour: 1) government benefits accrued by donors (for example, contracts) and 2) whether the supported candidate runs again in future elections. Using data from Colombian mayoral elections, a context with no re-election, weak parties, and non-ideological races, we find that donating to the winning candidate reduces the probability of donating in the next election. We further show that, among donors to the winner, those who receive a contract from the municipality are more likely to continue donating than those without contracts. The findings highlight the importance of personal loyalty to the candidate and the fulfilment of donors’ investment expectations determining campaign contributions in non-established democracies.",
          "url": "https://doi.org/10.1017/s000712342400036x",
          "doi": "https://doi.org/10.1017/s000712342400036x",
          "filter": 0
        },
        {
          "title": "Varieties of Anxieties: Disaggregating Emotion and Voting Behaviour in the COVID-19 Era",
          "authors": "Ranjit Lall, David Vilalta",
          "abstract": "How does anxiety influence voting behaviour? Whereas anxiety is usually treated as a unidimensional emotion, we highlight the multiplicity of socially contingent forms it can assume in response to societal threats. Different anxieties, we posit, can create distinct axes of political competition along which anxious voters exhibit widely varying preferences. We illustrate our argument with unique observational and experimental survey data from Spain’s COVID-19 crisis, showing that individuals anxious about the pandemic’s health consequences favoured parties advocating stringent lockdown restrictions, whereas individuals anxious about its economic disruption preferred parties opposing such measures. Analyzing municipality-level results from Madrid’s 2021 regional election, we additionally provide evidence that COVID-19 boosted support for pro-lockdown parties in areas more exposed to its health effects and support for anti-lockdown parties in areas more exposed to its economic impact. Our findings point to the importance of disaggregating complex emotional states for understanding the determinants of voting behaviour.",
          "url": "https://doi.org/10.1017/s0007123425000377",
          "doi": "https://doi.org/10.1017/s0007123425000377",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Electoral Studies",
      "journal_short": "ElectStud",
      "articles": [
        {
          "title": "Toothless compulsory voting can increase turnout: Evidence from India",
          "authors": "Reshikesav Rajan, Shane P. Singh",
          "url": "https://doi.org/10.1016/j.electstud.2025.102951",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102951",
          "filter": 0
        },
        {
          "title": "With a little help from the crowd: Estimating election fraud with forensic methods",
          "authors": "Christoph Koenig",
          "url": "https://doi.org/10.1016/j.electstud.2025.102943",
          "doi": "https://doi.org/10.1016/j.electstud.2025.102943",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Political Science",
      "journal_short": "JEPS",
      "articles": [
        {
          "title": "Triangulating the Relationship Between Education and Attitudes Toward Immigration",
          "authors": "Qinya Feng",
          "abstract": "Education is widely believed to predict attitudes toward immigration, but what causal relationship underlies this descriptive pattern? This research employs three distinct natural experiments and considers genetic factors to triangulate this relationship: Study 1 analyses discordant monozygotic twins; Study 2 assesses the impact of a Swedish education reform; and Study 3 analyses dizygotic twins with the use of a polygenic index for education, a DNA-based measure for genetic predispositions toward education. The results indicate that education does modestly promote open views toward immigration (Study 1), yet the reform’s effect remains uncertain (Study 2). Study 3 offers direct evidence of the effects of genetic predispositions and suggests that genetics related to education may influence attitudes beyond achieved educational attainment. These findings confirm the positive impact of education while pointing to the combined influence of genetic and social pathways in shaping immigration attitudes.",
          "url": "https://doi.org/10.1017/xps.2024.7",
          "doi": "https://doi.org/10.1017/xps.2024.7",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Party Politics",
      "journal_short": "PP",
      "articles": [
        {
          "title": "Are catchall strategies bound to fail? The catchall conundrum and the case of a niche agrarian-class party",
          "authors": "David Arter",
          "abstract": "When viewed as a response to long-term decline in a party’s core constituency – whether class, religion or language-based – catchall strategies involve the inherent risk of marginalising the party’s core voter without achieving significant and/or sustained electoral renewal. The risk of core shrinkage will not be offset by a durable electoral dividend and the catchall strategy may well feed the very decline it is designed to arrest. Whilst catchall strategies are not the exclusive preserve of any one type of party, the type of party may well affect the likelihood of achieving a catchall performance. Following Kirchheimer, parties based on a ‘specific professional category’s claims’, such as the Swedish Agrarians, cannot realistically aspire to a ‘successful transformation’. Accordingly, this paper considers whether the pursuit of a catchall strategy by an historic, niche agrarian-class party with exceptional regional strength in neighbouring Finland could hope to achieve a ‘catchall performance’. More widely it considers whether a catchall strategy is a realistic option in multiparty systems in which ‘new politics’ parties squeeze the available policy space and multi-dimensional cleavage structures cannot readily be accommodated within a single party.",
          "url": "https://doi.org/10.1177/13540688251339634",
          "doi": "https://doi.org/10.1177/13540688251339634",
          "filter": 0
        },
        {
          "title": "We’ll stop having debates: how party organizations strategically invoke evidence",
          "authors": "Sarah James",
          "abstract": "As the capacity to analyze data has mushroomed, invoking evidence to justify political opinions has gained popularity. How often do partisan organizations invoke evidence? How has this changed over time? I analyze the national party platforms from the two major American political parties since 1968 to assess when, how, and why the party organizations invoke evidence in their platforms. I introduce two categories for describing usage of evidence in partisan rhetoric: justification —citing evidence to corroborate the logic of existing ideological preferences—and solicitation —advertising interest in having more information to make a future policy decision. Using a novel dataset, I chart the frequency and style of how the two major parties invoke evidence in their platforms. I find stark partisan differences. While both parties primarily use solicitation—a finding that contradicts existing studies of individual political uses of knowledge—Republicans use justification at more than twice the rate of Democrats. I show this pattern accelerating after 1994. I argue that trends in how party organizations reference evidence reflect changes in values, goals, and policy commitments. Far from being neutral indicators of policy effectiveness, evidence is itself the product of and a tool for advancing a party’s agenda.",
          "url": "https://doi.org/10.1177/13540688251352319",
          "doi": "https://doi.org/10.1177/13540688251352319",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Behavior",
      "journal_short": "PolBehav",
      "articles": [
        {
          "title": "Getting Out the (Newly-Enfranchised) Vote: Encouraging Voter Registration After Rights Restoration",
          "authors": "Ariel White, Hannah L. Walker, Melissa Michelson, Sam Roth",
          "url": "https://doi.org/10.1007/s11109-025-10055-1",
          "doi": "https://doi.org/10.1007/s11109-025-10055-1",
          "filter": 0
        },
        {
          "title": "Information and Perceptions of Electability in Primary Elections",
          "authors": "Sarah E. Anderson, Barry C. Burden, Daniel M. Butler, Laurel Harbridge-Yong, Timothy J. Ryan",
          "abstract": "When citizens vote in primary elections, they have good reason to consider each candidate’s electability —the chances of winning the general election if they become their party’s nominee. Although electability perceptions are potentially a critical determinant of who wins, little is known about how voters form such perceptions. Using a pre-registered survey experiment conducted on voters in advance of several real competitive senatorial and gubernatorial primary elections in 2022, we examine three candidate attributes that plausibly shape and are correlated with voters’ perceptions of electability: ideological moderation, experience in elected office, and campaign fundraising success. We find evidence that providing new information about candidate attributes affects perceptions of electability, with fundraising being most important. Subsequent analysis shows that this effect is largely driven by Republican voters. Our results highlight the need to better understand differences across the parties in perceptions of electability and how voters learn about campaign finance information.",
          "url": "https://doi.org/10.1007/s11109-025-10054-2",
          "doi": "https://doi.org/10.1007/s11109-025-10054-2",
          "filter": 0
        },
        {
          "title": "Cueing Without Parties: Experimental Evidence from Peru",
          "authors": "Nicolás de la Cerda",
          "abstract": "Citizens infer policy information from partisan cues, yet their utility varies cross-nationally. In weakly institutionalized democracies with short-lived political parties and volatile party systems, partisan cues are likely of little heuristic value. I argue that in these contexts, citizens leverage alternative political markers, such as ideological or political movement-related categories, to make sense of the political arena. I test this argument in Peru, a country with an extremely volatile and distrusted party system. Using a survey experiment, I show that political cues significantly influence policy preferences even in the absence of clear and strong partisan brands. Further analysis using causal forest reveals that movement-related political identities are the primary moderators of cueing effects, outweighing traditional factors such as partisanship or ideology. Notably, while non-partisan cues influence attitude formation, only outgroup cues effectively shape preferences. I theorize that this asymmetry could potentially stem from two distinct features of the Peruvian political landscape: deep mistrust in political parties and patterns of affective polarization marked by stronger outgroup prejudice than ingroup favoritism. Overall, this study underscores the importance of alternative forms of political identification in weakly institutionalized party systems, extending existing theories of public opinion formation to diverse democratic settings.",
          "url": "https://doi.org/10.1007/s11109-025-10059-x",
          "doi": "https://doi.org/10.1007/s11109-025-10059-x",
          "filter": 0
        },
        {
          "title": "Understanding the Sensitivity of Party Identification Questions in Polarized African Contexts",
          "authors": "Justine M. Davis, Martha Wilfahrt",
          "abstract": "The global rise of political polarization has generated new insights into how polarization affects political behavior. But political polarization may also shape the dynamics of researching such behavior in the first place. This paper argues that in polarized contexts, asking about party identification (PID) during academic surveys can be highly sensitive. We demonstrate this in sub-Saharan Africa, using three forms of evidence. First, a survey of enumerators in Côte d’Ivoire shows that over 50% feel uncomfortable asking about PID, linking their discomfort to the polarized political climate. Enumerators also believe that such questions reduce honest responses and influence the research encounter itself. Second, data from the Afrobarometer reveals that respondents in polarized countries often self-censor on PID questions more than on traditionally sensitive topics like clientelism, violence, or identity. Finally, interviews and focus groups with Ivorian citizens support these findings, highlighting the sensitivity around PID. These results emphasize that in politically polarized environments, partisanship questions may be uniquely sensitive and impact data quality and the research experience in addition to holding ramifications for political behavior. We conclude with a discussion of implications for survey design and analysis as well as a general call for political scientists to consider what is sensitive, in what context, and for whom when designing surveys.",
          "url": "https://doi.org/10.1007/s11109-025-10058-y",
          "doi": "https://doi.org/10.1007/s11109-025-10058-y",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Geography",
      "journal_short": "PolGeo",
      "articles": [
        {
          "title": "The making of a hydrofrontier: geopolitics, securitization and ‘green’ energy imaginaries in India's eastern borderlands",
          "authors": "Michelle Irengbam, Christopher Sneddon",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103378",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103378",
          "filter": 0
        },
        {
          "title": "Creating a new climate transition politics? Reflections on a Real Deal for Australia",
          "authors": "Amanda Tattersall, Katie Moore, Juliet Bennett, Christine Evans, Louise C. Johnson, Naomi Joy Godden, Dibya Shree Chhetry, Elise Ganley, Sally Fisher, Jaclyn McCosker, Jade Wright, Liz Bonner, Helen Long, Noreen Nicholson",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103347",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103347",
          "filter": 0
        },
        {
          "title": "The rural consolidation state. A critical examination of municipal consolidation strategies in Bavaria (Germany)",
          "authors": "Andreas Kallert, Simon Dudek",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103379",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103379",
          "filter": 0
        },
        {
          "title": "Durable instabilities of home: Rain, terrain, and governance assemblages in Medellín, Colombia",
          "authors": "Frank I. Müller",
          "url": "https://doi.org/10.1016/j.polgeo.2025.103368",
          "doi": "https://doi.org/10.1016/j.polgeo.2025.103368",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Psychology",
      "journal_short": "PolPsyc",
      "articles": [
        {
          "title": "Depolarization and its discontents: Experimental evidence on affective polarization and willingness to confront racism and misinformation from two online workshops",
          "authors": "Robert A. Blair, Jessica Gottlieb, Marie Schenk, Christopher Woods",
          "abstract": "Recent years have witnessed a proliferation of initiatives aimed at reducing partisan polarization in the United States. Many of these initiatives focus on promoting civil dialogue across partisan lines and fostering tolerance for diverse political perspectives. While these are laudable goals, we argue that emphasizing civility and tolerance may have the adverse unintended consequence of diminishing citizens' willingness to engage in conflictive conversations about normatively important but politically divisive subjects. We focus on two especially prominent (but contentious) preoccupations of contemporary American politics: combating racism and countering the spread of misinformation. We test our theory through an experimental evaluation of two scalable online depolarization workshops. Our results suggest that the workshops mitigated affective polarization and negative partisanship among a subsample of participants drawn from a nationally representative voter database. Consistent with our theory, however, the workshops also appear to have diminished these same participants' willingness to confront false or racist speech when doing so would require conflictive conversations with out‐partisans. We conclude by considering the complex practical and normative implications of our results.",
          "url": "https://doi.org/10.1111/pops.70046",
          "doi": "https://doi.org/10.1111/pops.70046",
          "filter": 0
        },
        {
          "title": "Virtue or passion? How moral frames in climate change appeals elicit emotions and change opinions",
          "authors": "Linda Bos, Rosa Sanchez Salgado",
          "abstract": "Political climate change debates make use of different moral frames of climate change diagnoses and solutions. While it is argued that moral frames are more effective when they invoke strong moral emotions, thus far the relationship between real‐world political moral viewpoints on climate change and the arousal of related emotions, behavior, and attitudes has not been studied. In this paper, we raise the question of whether existing moral climate frames are effective through emotions (“passion”) or through direct moral persuasion (“virtue”). We compare three viewpoints on the causes of and solutions to climate change: the mainstream, the green‐left, and the populist right viewpoint. Grounded in moral foundations and appraisal theory, we conceptualize these viewpoints on the causes and solutions of the climate crisis as moral appeals embedding appraisals to specific emotions. In the next step, we use these specific appeals as input for a 3 × 2 between‐subjects factorial survey experiment with a control condition among a diverse sample of 1708 Dutch respondents, varying the inclusion of presented diagnoses. Our results show that the effectiveness of moral climate change appeals depends on passion, and that widespread climate action is unlikely based on the most prominent political climate messages.",
          "url": "https://doi.org/10.1111/pops.70048",
          "doi": "https://doi.org/10.1111/pops.70048",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Political Science Research and Methods",
      "journal_short": "PSRM",
      "articles": [
        {
          "title": "Affective polarization and democratic erosion: evidence from a context of weak partisanship",
          "authors": "Loreto Cox, Pedro Cubillos, Carmen Le Foulon",
          "abstract": "Can the “us versus them” dynamic in politics undermine support for democracy even in the absence of strong party identification? While much is known about affective polarization in the USA, its impact on democratic commitment in other contexts remains understudied. We examine Chile’s 2022 plebiscite, where voters decided whether to approve or reject a new constitution amid low levels of party trust and identification. Through an experiment using an unobtrusive primer, we successfully induced short-term affective polarization, heightening animosity across multiple dimensions. Our findings show that individuals primed to this polarization significantly reduced their support for democracy, mirroring patterns observed in the USA. These results emphasize the importance of studying affective polarization, especially in regions with fragile democratic histories.",
          "url": "https://doi.org/10.1017/psrm.2025.10019",
          "doi": "https://doi.org/10.1017/psrm.2025.10019",
          "filter": 0
        },
        {
          "title": "Where to place sensitive questions? Experiments on survey response order and measures of discriminatory attitudes",
          "authors": "Amanda Sahar d’Urso, Tabitha Bonilla, Genni Bogdanowicz",
          "abstract": "In survey experiments, should all covariates be administered before the experimental treatment? Some scholars argue that post-treatment items should never be used as covariates because the treatment could bias the measurement of those items and disrupt experimental randomization. Other scholars argue certain items—specifically sensitive questions measuring prejudice—should not be administered pre-treatment. They argue if asked pre-treatment, these items may prime respondents in ways that will influence how they engage with the experiment treatment, thereby affecting the overall outcome of the experiment. Using evidence from four studies (two original collections) that vary the placement of sensitive items—pre-treatment, post-treatment, or in a separate wave—we find little evidence that the placement of sensitive items influences the measurement of those items, the experimental outcomes, nor heterogeneously affects the outcome conditional on the treatment. However, we find the placement of sensitive items inconsistently affects the experimental outcome by interacting with both the measurement of the items and the experimental treatment condition. Overall, we find these measures to be robust to where they are administered. It may be best to place items pre-treatment to preserve randomization. If researchers have reason to include sensitive moderators post-treatment, they should transparently discuss this choice and the anticipated trade-offs.",
          "url": "https://doi.org/10.1017/psrm.2025.10017",
          "doi": "https://doi.org/10.1017/psrm.2025.10017",
          "filter": 0
        },
        {
          "title": "Twisted tongue: limits of China’s propaganda during crises and policy changes",
          "authors": "Tony Zirui Yang, Hongshen Zhu",
          "abstract": "Extensive research showcases that authoritarian propaganda can cultivate support and deter protest during “normal” times. This study examines authoritarian propaganda’s efficacy during crises and policy changes when the regime needs it most. We posit that various propaganda strategies, including “hard” and “soft” rhetoric, have significant limitations during crises. Hard propaganda’s heavy-handed slogans could signal regime strength but may also legitimize “rightful resistance” against local authorities, limiting its protest-deterrence effects. Soft propaganda may lose persuasiveness due to presenting contradictory arguments during policy changes. We leverage the turbulent period of China’s COVID policy reversal to conduct an original survey experiment in December 2022. Our findings reveal that pro-reopening hard propaganda weakens its protest-deterrence effects by reinforcing belief in protest righteousness. Moreover, inconsistent soft propaganda lowers public evaluations of China’s COVID response, diminishing its persuasive effects. Our study highlights significant limitations of authoritarian propaganda during crises and policy changes.",
          "url": "https://doi.org/10.1017/psrm.2025.10009",
          "doi": "https://doi.org/10.1017/psrm.2025.10009",
          "filter": 0
        },
        {
          "title": "Can followers detect political leaders who cheat? Testing an evolutionary position",
          "authors": "Yi Yang, Meng Liang, Bingying Wang",
          "abstract": "Researchers applying evolutionary theory to political psychology discover that in democracies, most citizens struggle to select political leaders based on their ideologies. Rather, they tend to concentrate on procedural fairness during public decision-making when evaluating their leaders. We re-examine such evolutionary propositions in China using eight Wason selection experiments. In autocracies, where accountability systems are weak or absent, little is known about how citizens judge politicians’ ideologies and their cheating behaviors. Our findings show that Chinese citizens are incapable of identifying political leaders’ ideological orientations; instead, they rely on a cheater-detection mechanism, evaluating leaders based on their adherence to procedural fairness. These results contribute to our understanding of democratic competence and the cognitive mechanisms of political judgment in autocratic contexts.",
          "url": "https://doi.org/10.1017/psrm.2025.10012",
          "doi": "https://doi.org/10.1017/psrm.2025.10012",
          "filter": 0
        },
        {
          "title": "Estimating the persuasive effects of advertising in presidential primary elections",
          "authors": "Robert Bird, Michael Peress",
          "abstract": "Presidential primary elections arguably represent the most dynamic campaigns in American politics. Television advertising is a key aspect of strategy that candidates can marshal throughout the campaign. We develop a methodology for measuring the impact of advertising in primary elections that accounts for endogeneity and apply it to the 2000 through 2016 elections. We find that advertisements—both positive and negative—improve the favorability and the vote share of the candidate running the ads. We find that negative advertising is more effective than positive advertising, but that only high polling candidates lose support when attacked.",
          "url": "https://doi.org/10.1017/psrm.2025.10020",
          "doi": "https://doi.org/10.1017/psrm.2025.10020",
          "filter": 0
        },
        {
          "title": "Partisan preferences for antitrust policy",
          "authors": "Ryan Brutger, Amy Pond",
          "abstract": "Industrial concentration has increased in recent years with large companies consolidating their dominant positions. Concentrated markets are thought to benefit large firms as they earn elevated profits and gain political influence. Antitrust law is the main policy tool to reduce concentration. Calls to strengthen antitrust have come from the political left and the right, yet we know little about public support for such policies. We test how economic, moral, and democratic concerns influence support for antitrust. We find that the public does not respond to the consumer price benefits of antitrust but is moved by arguments invoking concerns for fairness and the importance of maintaining democratic institutions. We find that Republicans and Democrats often respond in divergent ways, with Republicans being less supportive of antitrust when informed that it could punish successful companies, whereas Democrats are more concerned about using antitrust to curb corporate influence. The findings accord with a general concern on the left for limiting business influence in politics and a concern on the right for maintaining business growth.",
          "url": "https://doi.org/10.1017/psrm.2025.10015",
          "doi": "https://doi.org/10.1017/psrm.2025.10015",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "PS: Political Science & Politics",
      "journal_short": "PS",
      "articles": [
        {
          "title": "Data and Code Availability in Political Science Publications from 1995 to 2022 – ADDENDUM",
          "authors": "Carlisle Rainey, Harley Roe, Qing Wang, Hao Zhou",
          "url": "https://doi.org/10.1017/s1049096525101091",
          "doi": "https://doi.org/10.1017/s1049096525101091",
          "filter": 0
        },
        {
          "title": "The Substantive Effects of Descriptive Representation: Gay and Lesbian Members of Congress Are More Supportive of Gay Rights",
          "authors": "Benjamin G. Bishin, Nicholas Weller",
          "abstract": "The descriptive representation of stigmatized groups has numerous benefits both to group members and society at large. We study the extent to which LGB members of the US Congress provide increased support for LGBT rights. While LGBT substantive representation has been studied extensively, descriptive representation has been examined extensively at only the local and state levels. The absence of research at the federal level is important because federal policy is essential to expanding gay rights. We overcome issues related to the small number of openly LGBT Members of Congress and the few bills either introduced or receiving votes by examining LGB legislators over 24 years (i.e., 6,425 legislator–Congress pairs) using Human Rights Campaign scores. Using Coarsened Exact Matching, we find a substantively small but statistically significant and consistently positive effect: LGB members of Congress are more supportive of LGBT rights than other members with a similar background and from a similar district. The use of matching may provide a useful approach for scholars who are interested in studying the link between descriptive and substantive representation for other small groups.",
          "url": "https://doi.org/10.1017/s1049096525000289",
          "doi": "https://doi.org/10.1017/s1049096525000289",
          "filter": 0
        },
        {
          "title": "Moral Reframing and Transgender Athlete Bans: In-groups, Out-groups, and a Future Research Agenda",
          "authors": "Kimberly Martin, Elizabeth Rahilly",
          "abstract": "Scholars have long touted the power of moral convictions in shaping political attitudes. Moral reframing involves designing messages that align with an opponent’s moral convictions with the goal of increasing their willingness to adopt that position. Using lessons from the literature on political psychology, we examine the rhetoric used by legislators supporting and opposing transgender athlete bans in US states to determine how moral reframing was used. We find that the moral convictions of both sides, coupled with their emphasis on in-groups and out-groups, lead legislators to interpret the fundamental principles of the bills differently. This dynamic renders it challenging to reframe moral arguments in a manner that might sway opponents. Additional research is needed to study the efficacy of moral reframing in legislative debates on transgender-related policies.",
          "url": "https://doi.org/10.1017/s1049096524001185",
          "doi": "https://doi.org/10.1017/s1049096524001185",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Public Choice",
      "journal_short": "PubChoice",
      "articles": [
        {
          "title": "Interstate conflicts with multiple fronts",
          "authors": "Sang Hoo Bae, Leonid Krasnozhon",
          "abstract": "This paper analyzes an interstate-conflict model in which two states compete for supporters in the governance of a territory on two socioeconomically linked fronts: soft (for example, media persuasion, propaganda) and hard (for example, annexation, invasion). Supporters enjoy an ego premium when their ideological alignment on the soft front matches the outcome on the hard front. A state’s total gain from a conflict is the difference between the economic gains from the hard front and the cost of forming ideological preferences on the soft front. We propose four scenarios based on the relative size of the ego premium and provide intuition on how competition on the soft front becomes widespread. We explore the implications of the model in the context of the Russian–Ukrainian war.",
          "url": "https://doi.org/10.1007/s11127-025-01292-3",
          "doi": "https://doi.org/10.1007/s11127-025-01292-3",
          "filter": 0
        },
        {
          "title": "The “hacking” of a mixed electoral system: a case study of Hungary",
          "authors": "Fanni Tanács-Mandák, Attila Horváth",
          "abstract": "Following Hungary’s 2010 parliamentary election, the Fidesz–KDNP government, as part of a comprehensive restructuring of the country’s constitutional system, fundamentally modified the electoral system approved in 1989, maintaining the mixed system but introducing a number of significant changes to it. The paper seeks to provide a comparative analysis of the 1989 and 2011 electoral systems, with particular focus on how the ruling parties have adapted the new system to their own advantage. Our study aims to shed light on how an electoral system can be susceptible to manipulation through the application of political reasoning that may appear neutral and “well-intentioned”. Despite retaining the mixed-system framework, the changes resulted in a stable advantage for a single political force.",
          "url": "https://doi.org/10.1007/s11127-025-01296-z",
          "doi": "https://doi.org/10.1007/s11127-025-01296-z",
          "filter": 0
        },
        {
          "title": "Bespoke science: the use of ad hoc scientific advisory committees in the Covid-19 pandemic",
          "authors": "Roger Koppl, Kira Pronin, Nick Cowen, Marta Podemska-Mikluch, Pablo Paniagua",
          "abstract": "Many governments formed ad hoc scientific advisory committees in the Covid-19 pandemic because they offered the government greater control over policy advice than standing agencies. The difference between ad hoc and standing advisory bodies has been little noted in the literature. High-uncertainty crises demanding expertise and requiring action from the national government increase the value of policy discretion, raising the value of controlling the scientific narrative. An ad hoc body is generally easier to control than a standing body because policymakers have greater liberty to choose its members, specify its mandate, and disband and reconstitute it when needed. Control generally requires either a narrow membership or a narrow mandate. If members cannot be chosen to be reliably aligned with the government or its policy preferences, a narrow mandate will restrain the committee from offering undesired advice or analysis. Our argument builds on the public choice assumption of motivational symmetry: The choices of scientists and politicians are shaped by the same motives and desires that influence individuals in any other sphere of life. Our case studies of Italy, UK, US, Poland, Uganda, and Sweden support our theory.",
          "url": "https://doi.org/10.1007/s11127-025-01299-w",
          "doi": "https://doi.org/10.1007/s11127-025-01299-w",
          "filter": 0
        },
        {
          "title": "Helping addicts: When can trying to do good be dysfunctional?",
          "authors": "Federico Guerrero, Mina Mahmoudi, Mark Pingle, Rattaphon Wuthisatian",
          "url": "https://doi.org/10.1007/s11127-025-01297-y",
          "doi": "https://doi.org/10.1007/s11127-025-01297-y",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Quarterly Journal of Political Science",
      "journal_short": "QJPS",
      "articles": [
        {
          "title": "To Elect or Appoint? Evidence from Local Election Administration",
          "authors": "Joshua Ferrer",
          "url": "https://doi.org/10.1561/100.00023193",
          "doi": "https://doi.org/10.1561/100.00023193",
          "filter": 0
        },
        {
          "title": "Promoting Conspiracy Theories Strategically",
          "authors": "David Hilden, Michael R. Kistner",
          "url": "https://doi.org/10.1561/100.00024033",
          "doi": "https://doi.org/10.1561/100.00024033",
          "filter": 0
        },
        {
          "title": "The Effects of Ranked Choice Voting on Substantive Representation",
          "authors": "Arjun Vishwanath",
          "url": "https://doi.org/10.1561/100.00023123",
          "doi": "https://doi.org/10.1561/100.00023123",
          "filter": 0
        },
        {
          "title": "Gender Quotas and Upward Political Mobility in India",
          "authors": "Varun Karekurve-Ramachandra",
          "url": "https://doi.org/10.1561/100.00020208",
          "doi": "https://doi.org/10.1561/100.00020208",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Research & Politics",
      "journal_short": "RAP",
      "articles": [
        {
          "title": "Changing the lens: The contingency of results from conjoint experiments on the outcome variable and the estimand",
          "authors": "Clareta Treger",
          "abstract": "Conjoint experiments have become popular in political science for studying opinions, attitudes, and preferences on various issues. While the methodological literature discusses two dependent variables—forced-choice and rating outcomes—many studies continue to use (or report) only the former. Additionally, many studies primarily focus on analyzing causal quantities—Average Marginal Component Effects (AMCEs) and do not report the descriptive estimates—Marginal Means (MMs). This article highlights the contingency of results from conjoint experiments on the outcome variable and the estimand used. It calls for the inclusion of the rating outcome and for reporting the MMs alongside AMCEs. As the two outcome variables elicit distinct preferences, it explains how relying solely on one may obscure important findings and limit the insights gained from the experiment. This is particularly consequential for the analysis of MMs. These arguments are demonstrated by replicating and reanalyzing recently published conjoint studies. The article concludes with practical recommendations for applied researchers.",
          "url": "https://doi.org/10.1177/20531680251351238",
          "doi": "https://doi.org/10.1177/20531680251351238",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "The Journal of Politics",
      "journal_short": "JOP",
      "articles": [
        {
          "title": "Mimicking Democracy: The Legitimizing Role of Redistributionist Propaganda in Autocracies",
          "authors": "Hsu Yumin Wang, Eddy S. F. Yeung",
          "url": "https://doi.org/10.1086/734238",
          "doi": "https://doi.org/10.1086/734238",
          "filter": 0
        },
        {
          "title": "How to Place Non-Majoritarian Institutions and Political Actors in a Common Policy Space: Spatial Modeling of Court–Executive Interactions",
          "authors": "Benjamin G. Engst, David M. Grundmanns, Thomas Gschwend",
          "url": "https://doi.org/10.1086/732980",
          "doi": "https://doi.org/10.1086/732980",
          "filter": 0
        },
        {
          "title": "How Coalitions Shape Legislative Institutions in Parliamentary Democracies",
          "authors": "Radoslaw Zubek",
          "url": "https://doi.org/10.1086/734243",
          "doi": "https://doi.org/10.1086/734243",
          "filter": 0
        },
        {
          "title": "Reputation Shocks and Strategic Political Responses",
          "authors": "Rubén Poblete-Cazenave",
          "url": "https://doi.org/10.1086/734264",
          "doi": "https://doi.org/10.1086/734264",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
