{
  "update": "2024-12-05",
  "content": [
    {
      "journal_full": "PsyArxiv",
      "journal_short": "PsyArxiv",
      "articles": [
        {
          "title": "Putting Emotional Memories in Context: The Constructionist Model of Emotional Memory",
          "authors": "John Thomas West; Neil Mulligan; Kristen A Lindquist",
          "abstract": "Given that the emotions associated with a stimulus affect its memorability, cognitive psychologists have long been interested in the intersection of emotion and memory. The bulk of such research has investigated the role of emotion in memory by examining the mnemonic effects of affective dimensions such as valence and arousal. However, in addition to studying such dimensions, the consideration of well-established theories of emotion from affective science represents a fruitful source of ideas whose implications for episodic memory have not yet been thoroughly investigated. In the current paper, we propose a model of emotional memory inspired by psychological constructionist theories of emotion, which conceive of emotions as emergent phenomena constructed when perceivers use conceptual knowledge to make sense of affective sensations in context. The constructionist model of emotional memory (CMEM) generates several novel directions for future research, such as investigating the mnemonic consequences of conceptual emotion knowledge, and considering the effects of variability in emotion construction at the situational, individual, and cultural levels.",
          "url": "https://osf.io/zeasr",
          "doi": "https://doi.org/10.31234/osf.io/zeasr",
          "filter": 0
        },
        {
          "title": "Biased Bots: An Empirical Demonstration of How AI Bias Could Compromise Mental Healthcare",
          "authors": "Adela Timmons; Kexin Feng; jduong@utexas.edu; Kayla Carta; Sierra Walters; Grace Jumonville; Alyssa Carrasco; Gabrielle Freitag; Daniela Romero; Gayla Margolin",
          "abstract": "Background: The proliferation of artificial intelligence (AI) applications for mental health has advanced in recent years and shows promise to increase the reach, scope, and impact of mental healthcare. However, biases in algorithms designed to assess and treat mental health problems pose risk for equitable mental health. This cross-sectional study investigates the existence of bias in algorithms for detecting stress from mobile devices and its implications for mental health equity.\nMethods: A diverse sample of young adults (N = 212) carried smartphones, wore physiological sensors, and completed hourly surveys assessing their subjective stress for 24 hours. We then developed a Twin Neural Network machine learning (ML) model to detect hourly stress from smartphone and wearable data and evaluated model performance across gender and ethnic/racial status. \nFindings: The model performed moderately well overall yet showed significant variation in performance ranging from poor to good across gender and ethnic/racial groups. In particular, the model evidenced lower performance in women compared to men and overestimated the frequency of stress episodes for Hispanic/Latina women.\nInterpretation: Findings highlight the presence of bias in AI applications for mental health and underscore the need for cautious interpretation of ML outcomes in historically underrepresented groups. Discussion focuses on the implications of AI bias for mental health and the importance of developing methods that combine AI and social justice perspectives to ensure the implementation of equitable mental healthcare.\nFunding: This project is based on work supported by NIMH Grant No. R42MH123368 (Timmons, Comer, Ahle, Co-PIs), NSF GRFP Grant No. 1930019 (Timmons, PI), NSF Grant No. BCS-1627272 (Margolin, PI), SC CTSI (NIH/NCATS) Grant No. UL1TR000130 (Margolin, PI), NIH-NICHD Grant No. R21HD072170-A1 (Margolin, PI), NSF GRFP Grant No. DGE-0937362 (Timmons, PI), an APA Dissertation Award (Timmons, PI), NSF GRFP Grant No. DGE-0937362 (Han, PI), and NSF Grant No. 2046118 (Chaspari, PI).\nKeywords: Artificial intelligence; bias; equitable mental health; multimodal stress sensing",
          "url": "https://osf.io/7t98e",
          "doi": "https://doi.org/10.31234/osf.io/7t98e",
          "filter": 0
        },
        {
          "title": "Developing Personalized Algorithms for Sensing Mental Health Symptoms in Daily Life",
          "authors": "Adela Timmons; Abdullah Aman Tutul; Kleanthis Avramidis; jduong@utexas.edu; Kayla Carta; Sierra Walters; Grace Jumonville; Alyssa Carrasco; Gabrielle Freitag; Daniela Romero",
          "abstract": "The integration of artificial intelligence (AI) and pervasive computing offers new ways to sense mental health symptoms and deliver real-time interventions via mobile devices. This study explores personalized versus generalized machine learning models for detecting individual and family mental health symptoms using data from smartphones and smartwatches collected on the Colliga app. Over 60 days, data from 35 families resulted in approximately 14 million data points from 52 data streams. Findings showed that the personalized models outperformed the generalized models. Model performance varied significantly based on individual factors and symptom profiles, highlighting the need for tailored approaches. These results suggest that successful implementation of passive sensing AI technologies for mental health interventions requires considering each user’s unique characteristics. Further research is needed to refine the models, address data stream heterogeneity, and develop scalable systems for effective personalized mental health interventions.",
          "url": "https://osf.io/tzd7w",
          "doi": "https://doi.org/10.31234/osf.io/tzd7w",
          "filter": 0
        },
        {
          "title": "Limited effectiveness of psychological inoculation against misinformation in a social media feed",
          "authors": "Sze Yuh Nina Wang; Samantha Cavanaugh Phillips; Kathleen M. Carley; Hause Lin; Gordon Pennycook",
          "abstract": "Psychological inoculation is a promising and potentially scalable approach to counter misinformation. The goal of inoculation is to teach people to recognize manipulation techniques, such as emotional language, commonly found in misinformation online. While there is substantial evidence that inoculation increases technique recognition when directly assessed, it is not clear if this effect transfers to spontaneous detection of techniques and disengagement with the associated content in real-life contexts. In particular, emotional appeals are abundant on social media and known drivers of attention and engagement. Therefore, we examined the effects of emotional language and emotional manipulation inoculation on attention and engagement in a simulated social media feed environment. Through five pre-registered studies, we found that inoculation only decreased engagement with emotionally presented content when we solely presented synthetic content relevant to the task of identifying emotional manipulation. Any addition of real tweets or even synthetic tweets containing other manipulation techniques (e.g., ad hominem attacks) into the feed appeared to nullify the effect. Our results highlight the importance of assessing misinformation interventions in ecologically-valid contexts to estimate real-world effects.",
          "url": "https://osf.io/uxp85",
          "doi": "https://doi.org/10.31234/osf.io/uxp85",
          "filter": 0
        },
        {
          "title": "Comparing Phonological Processing Contributions to Reading Across Orthographic Depth: Urdu-English Biscriptal Bilinguals",
          "authors": "Insiya Bhalloo; Xi Chen; Monika Molnar",
          "abstract": "Purpose: Current reading research remains Latin script-centric in a monoliterate context, and may not be generalizable to the significant percentage of school-aged children growing up as biscriptal bilinguals globally. To address this, we examined the early stages of reading development in bilingual readers of an under-studied language combination that differs across orthographic depth and script. Specifically, our longitudinal study compared within-language contributions of three phonological processing skills to reading outcomes in Urdu-English bilingual children. Method: We assessed 154 Urdu-English readers in Pakistan and Canada on their phonological awareness, phonological memory, and rapid automatized naming (RAN) skills at Timepoint 1 (Senior Kindergarten) and word/non-word reading accuracy and fluency outcomes at Timepoint 2 (Grade 1) in Urdu (orthographically-transparent language with Perso-Arabic script) and English (orthographically-opaque language with Latin script). Results: Our multivariate multiple linear regression analyses demonstrate the importance of phonological awareness and RAN for reading, across orthographic depth/script and type of reading outcome measure. Predictive strength differences were also evident. Phonological awareness accounted for greater variance in the reading accuracy measure across both languages and particularly in Urdu, with RAN contributing greater variance to Urdu reading fluency. Phonological memory was not a significant predictor in either language. Conclusions: Our study contributes to the generalizability of dominant reading models, such as the Psycholinguistic Grain Size Theory (PGST), Orthographic Depth Hypothesis (ODH), and Speed-of-Processing theoretical account of RAN-reading fluency relationship, beyond monoliterate readers of Latin scripts. Particularly, we demonstrate the importance of phonological awareness and RAN for reading outcomes in biliterate readers of a transparent orthography with a Perso-Arabic script.",
          "url": "https://osf.io/8v5gw",
          "doi": "https://doi.org/10.31234/osf.io/8v5gw",
          "filter": 0
        },
        {
          "title": "Confirmatory Factor Analysis with Word Embeddings: Measurement Models for Textual Big Data",
          "authors": "Artur Pokropek",
          "abstract": "The digital revolution has exponentially increased the availability of unstructured text data, including social media content, online forums, blogs, e-commerce reviews, news articles, and digitized publications. This wealth of textual data offers social scientists a unique opportunity to study human beliefs, values, attitudes, and interactions. However, this emerging field lacks standardized methods for managing its methodological and statistical challenges. To this end, this work introduces a statistical approach that provides tools to implement an informed measurement process on unstructured textual data. The proposed approach is grounded in the longstanding tradition of Confirmatory Factor Analysis (CFA), now enhanced by the integration of word embeddings. This machine-learning technique represents words in a continuous vector space based on their semantic relationships. By merging classical CFA with machine learning models, the approach opens up new possibilities for applying tools developed by the CFA community for researchers interested in big textual datasets.",
          "url": "https://osf.io/etnu4",
          "doi": "https://doi.org/10.31234/osf.io/etnu4",
          "filter": 0
        },
        {
          "title": "A Controlled Trial of a Virtual Reality Experience to support wellbeing in Healthcare Students",
          "authors": "Aileen O'Brien; Jared Smith; Nadia Mantovani; Sarah White; Simon Riches; Darren Bell; Michael Abbott; Alexandra Collisson; Trudi Edginton",
          "abstract": "University students' mental health is a growing concern, with increasing rates of  distress, particularly among healthcare students. Virtual Reality (VR) shows promise in promoting relaxation and reducing stress in young people. This randomised controlled trial evaluated a novel VR intervention for healthcare students' wellbeing.\n131 healthcare students at St George's, University of London were randomised to either VR (n=67) or video control (n=64) groups. The intervention consisted of five daily sessions of clinically-informed hypnotherapy-based experiences. Outcomes included perceived stress (PSS), wellbeing (WEMWBS), depression (PHQ-2), and momentary affective states. Assessments occurred at baseline, post-session, and at two-week follow-up.\nVR participants showed significantly greater improvements in post-session mood states compared to the video group. At two-week follow-up, the VR group demonstrated significant reductions in perceived stress (within-group effect size g=0.57) compared to video controls (g=0.21). VR participants reported significantly higher immersion levels and intervention satisfaction. No significant between-group differences were found for wellbeing or depression measures. Qualitative data indicated stronger therapeutic benefits in the VR group, with 42/47 VR participants reporting positive effects compared to 17/50 in the video group.\nThe VR intervention effectively reduced stress levels in healthcare students, with effects sustained at two-week follow-up. The immersive nature of VR appeared to enhance therapeutic benefits compared to non-immersive delivery. This suggests VR could be a valuable tool for supporting student wellbeing in higher education settings.",
          "url": "https://osf.io/9jgp2",
          "doi": "https://doi.org/10.31234/osf.io/9jgp2",
          "filter": 0
        },
        {
          "title": "The bigger the better? – The role of pupil size in predicting threat-detection",
          "authors": "Joshua Olma; Shulamit Shalgy; Shai Gabay",
          "abstract": "Studies show that cognitive activities are reflected by certain pupillary responses, where increased arousal and cognitive effort are typically accompanied by greater pupil dilation. This pupillary response is usually amplified upon presentation of negative or threatening stimuli. Yet, there is a lack of literature describing the opposite relationship, i.e., pupil size being a predictor of efficient threat-detection abilities rather than a criterion. In a lab experiment, we investigated whether pupil size predicted response time and decision in a computer-based visual search task. Subjects were presented with real-life images of different people holding various objects and were asked to indicate the presence or absence of a black handgun in the stimulus material. The analyses showed that larger pupil sizes during the fixation period were a valid predictor of shorter response times after stimulus onset as was the number of trials completed and experience with guns. Pupil size was not associated with the subjects’ decisions. We believe that the link between pupil dilation and increased cognitive effort and engagement accounts for the results and discuss the implications for successful threat-detection.",
          "url": "https://osf.io/6zrxv",
          "doi": "https://doi.org/10.31234/osf.io/6zrxv",
          "filter": 0
        },
        {
          "title": "Value-based decision-making in daily tobacco smokers following experimental manipulation of mood",
          "authors": "Amber Copeland; Jonas Dora; Kevin Michael King; Tom Stafford; Matt Field",
          "abstract": "Background: Induction of negative mood increases tobacco choice in dependent smokers; however, less is known about the mechanisms behind this. This study addressed this gap by applying a computational model of value-based decision-making to tobacco and tobacco-unrelated choices following mood manipulation. Method: Using a pre-registered, within-subject design, 49 daily tobacco smokers (›10 daily cigarettes) watched two different videos which primed them to experience negative and positive mood (tobacco valuation and devaluation, respectively). Participants completed self-report measures of mood and craving to smoke before and after priming, followed by a two-alternative forced-choice task with (separate) blocks of tobacco-related and unrelated (animal) images. On each block, participants selected the image that they previously rated higher. A drift-diffusion model was fitted to the reaction time and error data to estimate evidence accumulation (EA) processes and response thresholds during the different blocks. Results: After watching videos intended to induce negative mood, happiness scores were lower (p ‹ .001, d = 1.16), while sadness and craving to smoke scores were higher (both ps ‹ .001, ds › .60), compared to after watching videos intended to induce positive mood. However, contrary to hypotheses, the experimental manipulation did not robustly affect EA rates (F = 1.15, p = .29, ηp2 = .02) or response thresholds (F = .07, p = .79, ηp2 = .00) for either tobacco or tobacco-unrelated decisions. Conclusions: Manipulation of mood in daily smokers did not lead to alterations in the internal processes that precede value-based decisions made about tobacco and tobacco-unrelated cues.",
          "url": "https://osf.io/5w4ap",
          "doi": "https://doi.org/10.31234/osf.io/5w4ap",
          "filter": 0
        },
        {
          "title": "A cross-cultural examination of bi-directional mentalising in autistic and non-autistic adults",
          "authors": "Bianca Schuster; Yuko Okamoto; Toru Takahashi; Yuto Kurihara; Connor Tom Keating; Jennifer Cook; Hirotaka Kosaka; Masakazu Ide; Hiroaki Naruse; Carmen Kraaijkamp",
          "abstract": "So-called ‘mismatch accounts’ propose that, rather than arising from a socio-cognitive deficit present in autistic people, mentalising difficulties are the product of a mismatch in neurotype between interaction partners. Although this idea has grown in popularity over the recent years, there is currently only limited empirical evidence to support mismatch theories. Moreover, the social model of disability such theories are grounded in demands a culturally situated view of social interaction, yet research on mentalising and/or autism is largely biased towards western countries, with little knowledge on how successful mentalising is defined differently, and how tools to assess socio-cognitive ability compare, across cultures. Using a widely employed mentalising task, the current study investigated and compared the bi-directional mentalising performance of British and Japanese autistic and non-autistic adults and assessed observer-agent kinematic similarity as a potential dimension along which mismatches may occur between neurotypes. Participants were asked to depict various mental state- and action-based interactions by moving two triangles across a touch-screen device, before viewing and interpreting stimuli generated by other participants. In the UK sample, our results replicate a seminal prior study in showing poorer mentalising abilities in non-autistic adults for animations generated by the autistic group. Crucially, the same pattern did not emerge in the Japanese sample, where there were no mentalising differences between the two groups. Limitations of the current study include that efforts to match all samples within and across cultures in terms of IQ, gender and age were not successful for all comparisons, but control analyses suggest this did not affect our results. Furthermore, any performance differences were found for both the mental state- and action-based conditions, mirroring prior work and raising questions about the domain-specificity of the employed task. Our results add support for a paradigm shift in the autism literature, moving beyond deficit-based models and towards acknowledging the inherently relational nature of social interaction. We further discuss how our findings suggest limited cultural transferability of common socio-cognitive measures rather than superior mentalising abilities in Japanese autistic adults, underscoring the need for more cross-cultural research and the development of culturally sensitive scientific and diagnostic tools.",
          "url": "https://osf.io/xg7y4",
          "doi": "https://doi.org/10.31234/osf.io/xg7y4",
          "filter": 0
        },
        {
          "title": "Older adults show reduced high frequency oscillatory patterns in both recent and remote spatial memory retrieval compared to younger adults",
          "authors": "Conor Thornberry; Sean Commins",
          "abstract": "The concept of healthy ageing and its impact on spatial navigation and memory ability is well-established in the literature. However, the neural basis of these age-related changes is not well understood. In particular, there is limited research that examines the impact of healthy ageing on the neural mechanisms underlying spatial memory retrieval for memories encoded recently (24-hours ago) compared to those encoded remotely (1-month ago). This study attempted to explore the neural basis of recent and remote spatial memory retrieval during navigation in older adults (n = 21) compared to younger adults (n = 31) using EEG and a virtual maze task. Our results suggest that although both recent and remote memories were poorer in older compared to younger adults, older adults’ remote memories were relatively well preserved. In parallel, we showed reduced high-frequency oscillations in older adults for both recent and remote conditions compared to younger adults. Specifically, older adults showed decreased activation at 15 – 30 Hz (beta) as well as a failure to increase activation at 30 – 40 Hz (gamma) frequencies when compared to younger adults. While remote memory evoked increases in delta and theta (2 - 7 Hz) frequencies compared to recent memories in both age groups, older adults showed significantly less increase. We suggest that these differences could relate to the storage of the memories and the regions required for retrieval. The results are discussed in terms of age-related compensation for spatial navigation skills in healthy ageing.",
          "url": "https://osf.io/jc2qn",
          "doi": "https://doi.org/10.31234/osf.io/jc2qn",
          "filter": 0
        },
        {
          "title": "The Influence of Fine Motor Skills and Executive Functions on Automatized Handwriting",
          "authors": "Gaelle Alhaddad; Jérémy Danna; Mariama Dione; Marieke Longcamp",
          "abstract": "The study aimed to explore the understudied area of typical adult handwriting performance, focusing on the potential predictive roles of fine motor skills and executive functions. While the initial stages of handwriting acquisition are assumed to rely upon executive functions and fine motor skills, both components are no longer viewed as needed in automatized, expert handwriting. We tested this assumption by assessing the contributions of these components to handwriting performance in a group of 33 adult participants. Linear regressions were used to examine whether dexterity, manual praxis, working memory, inhibition and flexibility predict handwriting speed, legibility, and fluency. Results revealed that fine motor skills were a significant contributor to all aspects of handwriting performance. Executive functions also predicted handwriting performance, with a significant effect of flexibility on writing speed and of working memory on legibility. These findings highlight that, even at a high level of expertise and automatization, handwriting remains a motor skill whose performance depends on executive and fine motor control capacities. They suggest a predictive coding account of graphomotor control, whereby internal forward and inverse models would support the execution and monitoring of handwriting movements. This raises important questions about the extent to which disorders in motor and executive processes can affect handwriting performance and highlights the need for further research into this complex motor behavior.",
          "url": "https://osf.io/ayusj",
          "doi": "https://doi.org/10.31234/osf.io/ayusj",
          "filter": 0
        },
        {
          "title": "Student Well-Being: An Integral Definition and Conceptual Framework",
          "authors": "Ghislaine van Bommel",
          "abstract": "Well-being is a widely used concept to characterize differences in how well students are feeling and doing. Yet, numerous conceptualizations of well-being exist, which hampers conceptual and empirical research on student well-being, and the development of measurement instruments of and interventions on well-being. To advance research and practice, we propose a definition and conceptual framework of student well-being that may serve as a basis for measuring, understanding, and promoting students’ well-being. We formulated four guiding postulates based on philosophical underpinnings of established perspectives on well-being that guided the development of our definition and framework, which was further shaped by existing literature and the input from meetings with experts. We define student well-being as a multi-facetted concept that reflects a students' degree of positive or negative cognitive appraisal about and affective experience with the self. Student well-being comprises seven interrelated facets (i.e., meaning in life, self-esteem, autonomy, relatedness, sense of belonging, subjective health, body acceptance) grouped into three domains: psychological, social, and physical. The conceptual framework outlines predictors and outcomes of student well-being. We discuss implications of our definition and framework for science and practice, as well as outline several key avenues for future research on student well-being.",
          "url": "https://osf.io/njer7",
          "doi": "https://doi.org/10.31234/osf.io/njer7",
          "filter": 0
        },
        {
          "title": "Healing through the Body: The Potential Role of Daoist Meditation in Psychedelic Therapy",
          "authors": "Kenneth Shinozuka; Ben Cox; Leor Roseman",
          "abstract": "Psychedelics are hallucinogenic drugs that have the potential to treat depression, post-traumatic stress disorder, and other psychiatric conditions. The dominant paradigm in contemporary psychedelic-assisted therapy is non-directive; that is, participants undergo the psychedelic treatment with minimal external guidance from therapists. However, the clinical outcomes of psychedelic therapy could be improved by explicitly guiding participants to attend to and resolve specific symptoms of their condition. Here, we propose a variant of Daoist meditation – the outer dissolving technique in the water method – as one such framework for guiding participants in psychedelic therapy. This technique can aid participants in noticing and letting go of bodily tensions or “blockages” that are associated with repressed emotions. Practicing this technique during the preparatory and integration phases of psychedelic therapy, as well as during the acute effects of the drug, could foster deeper insights into the somatic manifestations of psychiatric conditions, while also empowering participants to release the emotions that underlie those conditions. Overall, Daoist meditation is a promising technique to facilitate psychological healing, and we encourage future researchers to consider implementing it as an adjunct to psychedelic-assisted therapy.",
          "url": "https://osf.io/s32pm",
          "doi": "https://doi.org/10.31234/osf.io/s32pm",
          "filter": 0
        },
        {
          "title": "A p-curve analysis of changes in emotion recognition across the menstrual cycle",
          "authors": "Yasaman Rafiee; Victor Shiramizu; Benedict C Jones",
          "abstract": "Previous research suggests that emotion recognition ability varies within and between individuals, potentially influenced by person-related factors such as levels of sex hormones. Studies have examined links between the menstrual cycle, ovarian hormone levels, and emotion recognition, but findings are inconsistent. Some report changes across the menstrual cycle or with hormone fluctuations, while others find no significant effects. To evaluate the evidentiary value of these studies, we conducted a p-curve analysis on eight studies reporting significant associations. Two analyses were performed: one on the menstrual cycle's effects and another on combined menstrual cycle and ovarian hormone effects. Neither analysis provided clear evidence for a genuine effect, and both revealed very low statistical power (maximum 12%) in the underlying studies. Recent, more rigorous studies with larger sample sizes have also failed to detect this effect, further questioning its existence. If present, the effect is likely very small or non-existent. We recommend that future research employ high statistical power and rigorous methodologies to reliably detect any true effects.",
          "url": "https://osf.io/xgze4",
          "doi": "https://doi.org/10.31234/osf.io/xgze4",
          "filter": 0
        },
        {
          "title": "Intellectual Humility Links to Metacognitive Ability",
          "authors": "Helen Fischer; Astrid Kause; Markus Huff",
          "abstract": "Intellectual humility is increasingly recognized as an epistemic virtue that helps foster truth-seeking, encourage compromise, and mitigate polarization. Yet, the current body of evidence grapples with a striking contradiction: The prevailing theoretical account suggests that intellectual humility hinges on metacognitive ability—the capacity to introspect on one’s own accuracy which manifests in assigning due confidence to the varying accuracy of one’s accuracy. However, empirical research testing this metacognitive ability account of intellectual humility has yielded inconsistent results. Here, we introduce a cognitive science approach informed by Signal Detection Theory, allowing for a more nuanced separation of metacognitive ability from correlated but distinct concepts (i.e., confidence and accuracy). We conduct a survey study among a national US sample (N = 999) involving the interpretation of one of the most heavily contested domains—climate change—lending itself for an investigation into how intellectual humility relates to cognitive processes in domains where it is most needed. We presented participants with summaries of fictitious studies on renewable energy, followed by 2-alternative forced choice questions to assess their accuracy and confidence. Results showed that firstly, more intellectually humble citizens were more accurate at discerning correct from incorrect interpretations of the presented evidence. Secondly, more intellectually humble citizens exhibited a heightened capacity to adjust their confidence levels to the varying accuracy of their evidence interpretations–indicating higher metacognitive ability—and this association was robust to accounting for their superior accuracy, and other preregistered covariates. And thirdly, in contrast to intuitive notions, more intellectually humble citizens did not exhibit lower metacognitive bias, the inclination to report lower (vs. higher) overall confidence. By highlighting the role of metacognitive ability in intellectual humility, the current study delivers empirical evidence for the ancient notion that epistemic virtues are linked to metacognitive ability.",
          "url": "https://osf.io/w8d3y",
          "doi": "https://doi.org/10.31234/osf.io/w8d3y",
          "filter": 0
        },
        {
          "title": "Perceptual Asymmetries in the Development of Lexical Tone Perception in Thai-learning Children",
          "authors": "Antonia Götz; Suparuthai It-Ngam; Benjawan Kasisopa; Ratree Wayland; Sudaporn Luksaneeyanawin; Denis Burnham",
          "abstract": "This study examined how Thai children (aged 4, 6, and 8 years) and adults discriminate Thai lexical tones with a focus on the development of perceptual asymmetries. Four Thai tones, two static (low, high) and two dynamic (rising, falling) were presented in AX pairs in two orders: static-dynamic – low-rising, low-falling, high-rising, high-falling, and dynamic-static – rising-low, falling-low, rising-high, falling-high. A significant age effect was found; tone discrimination developed monotonically over age. Independent of this age effect it was found that discrimination was significantly better for dynamic-static than for static-dynamic tone pairs. Thus, there is a definite directional asymmetry in the perception of Thai lexical tones by Thai listeners, and given the consistency of this effect across age, it appears that this directional asymmetry may be formed in early childhood, even perhaps in early infancy, or is even rooted in a general auditory bias in speech perception.",
          "url": "https://osf.io/kfmxu",
          "doi": "https://doi.org/10.31234/osf.io/kfmxu",
          "filter": 0
        },
        {
          "title": "Developmental changes in the speed of social attention in early word learning",
          "authors": "Daniel Yurovsky; Michael C. Frank",
          "abstract": "How do children learn words so rapidly? A powerful source of information about a new word’s meaning is the set of social cues provided by its speaker (e.g. eye-gaze). Studies of children’s use of social cues have tended to focus on the emergence of this ability in early infancy. We show, however, that this early-emerging ability has a long developmental trajectory: Slow, continuous improvements in speed of social information processing occur over the course of the first five years of life. This developing ability to allocate social attention is a significant bottleneck on early word learning—continuous changes in social information processing predict continuous changes in children’s ability to learn new words. Further, we show that this bottleneck generalizes to children diagnosed with autism spectrum disorder, whose social information processing is atypical. These results describe a route by which increases in social expertise can lead to changes in language learning ability, and more generally highlight the dependence of developmental outcomes not on just the existence of particular competencies, but on their proficient use in complex contexts.",
          "url": "https://osf.io/bcrj2",
          "doi": "https://doi.org/10.31234/osf.io/bcrj2",
          "filter": 0
        },
        {
          "title": "Computational models of early language acquisition",
          "authors": "Michael C. Frank",
          "abstract": "How do children acquire the sounds, words, and structures of their native language? A\nwealth of recent evidence suggests that probabilistic learning mechanisms play a role in\nlanguage acquisition. Nevertheless, the structure of these mechanisms is controversial and\nit is still unknown how broadly they apply to the tasks faced by language learners.\nComputational models can serve as formal theories of probabilistic learning by\ninstantiating proposals about the learning mechanisms available in early language\nacquisition. However, fulfilling this promise requires that models be evaluated on two\ngrounds: their suﬃciency—whether they are able to learn aspects of language given\nappropriate input—and their fidelity—whether they fit the patterns of success and failure\nshown by human learners. I review experimental and computational evidence for the\napplication of probabilistic learning across a range of acquisition tasks and argue that\nmodels of probabilistic learning succeed when they use expressive representations to\ncapture complex regularities in the input and when they implement a parsimony bias.",
          "url": "https://osf.io/a95t2",
          "doi": "https://doi.org/10.31234/osf.io/a95t2",
          "filter": 0
        },
        {
          "title": "Moral Decision-making, Empathy, Personal Distress, Resilience and Action and Outcome Aversion of Medical Professionals Performing Invasive Procedures",
          "authors": "Irmak Oltay; Hale Yapıcı Eser; Paul Conway",
          "abstract": "People often feel averse to performing harmful actions; yet, some medical professionals, such as surgeons, regularly perform harmful actions aimed at improving patient wellbeing. Such actions parallel sacrificial dilemmas where harm saves lives, violating deontological ethics against harm but upholding utilitarian ethics to maximize outcomes. Therefore, we predicted that, compared to other medical professionals, surgeons and physicians performing invasive procedures may reject sacrificial harm less, focus on outcomes more, or both--in part due to a lower score on empathy, personal distress and higher score on resilience and lower score on action and outcome aversion. We recruited 131 practicing physicians and compared those who a) regularly perform invasive versus noninvasive procedures and b) specialize in surgery versus other specializations on sacrificial moral dilemma decisions, empathy, personal distress, and resilience, and aversion to causing and witnessing harm. Results indicated that physicians performing invasive procedures and specializing in surgery (versus physicians not performing invasive procedures and surgeries) scored lower on both deontological and utilitarian responding; in addition, surgeons scored lower on personal distress and higher on resilience (however other findings were not significant). These findings provide some tentative evidence that surgeons and physicians performing invasive surgery are less concerned with harm than other medical professionals, which may be adaptive for performing their duties.",
          "url": "https://osf.io/r3qu7",
          "doi": "https://doi.org/10.31234/osf.io/r3qu7",
          "filter": 0
        },
        {
          "title": "Shannon entropy in visual perception predicts priming effects",
          "authors": "Michaela Bocheva",
          "abstract": "When a system observes a visual signal under uncertainty, it weights a number of values probabilistically, where the maximum likelihood estimation (MLE) of the distribution corresponds to the best guess of the system regarding the true value of the observed stimulus. Perceptual uncertainty can therefore be assessed as the amount of variability in a Gaussian observation which is logically expected to increase in density as a function of time (number of exposures) and stimulus intensity (Norwich, 1977), thereby making the stimulus representation more accurate. Similar to how noise is modeled in stimulus representations during memory tasks, the amount of uncertainty in the observation can also simultaneously depend on whether the stimulus is perceived as a target or a distractor in a psychophysical task. We show that a framework incorporating both sources of noise can explain priming effects where the interference between two signals in a trial is given by the Kullback-Leibler (KL) divergence of their observations, with the initial stimulus treated as a reference distribution. Our model predicted response times in a perceptual shape discrimination task including items embedded in spatial noise that could unpredictably appear as a target or as a distractor. These results show that processing times of the second stimulus can be convincingly modeled as the statistical distance between the noise distributions of two consecutive stimuli.",
          "url": "https://osf.io/fn5ws",
          "doi": "https://doi.org/10.31234/osf.io/fn5ws",
          "filter": 0
        },
        {
          "title": "Registered Reports: A How-To Guide",
          "authors": "Charlotte Rebecca Pennington",
          "abstract": "Registered Reports are a type of empirical article in which study proposals are peer reviewed and pre-accepted before the research is undertaken. This is achieved by splitting the traditional peer review process into two stages: at ‘Stage 1’, authors submit their study proposal and peer reviewers assess the plausibility of the research questions and the appropriateness of the methodology and analytical plan. Protocols that are favourably reviewed receive ‘In Principle Acceptance’ (IPA) whereby the journal, or platform, commits to publishing the final study regardless of its results. The authors then collect and/or analyse their data. At ‘Stage 2’, they then submit their complete research article and peer reviewers evaluate how closely the authors have followed their protocol and accurately report and interpret their findings. By doing this, Registered Reports are proposed to mitigate many issues seen in the historical research ecosystem: they aim to reduce the potential for questionable research practices by incentivising transparency and reproducibility and reduce publication bias by focusing on methodological and analytical rigour over the nature of the results. This guide provides an overview of what Registered Reports are and how they work, responds to frequently asked questions, outlines barriers and solutions to their implementation, and offers 10 top tips for researchers. It is aimed at students and researchers wanting to learn more about Registered Reports and/or conduct their research through this format.",
          "url": "https://osf.io/ncsjw",
          "doi": "https://doi.org/10.31234/osf.io/ncsjw",
          "filter": 0
        },
        {
          "title": "Cuing disparities: The consequences of race-based social stressors for academic achievement",
          "authors": "Dorainne Jodi-Ann Green; Kathryn Mary Kroeper; Mary C Murphy",
          "abstract": "Underrepresented racially and ethnically minoritized (URM) students contend with individual-level race-based stressors in college, like racialized discrimination and microaggressions. In this study, we consider whether URM students’ perceptions of racial inequity on campus—a context-level race-based stressor—trigger adverse psychological and physical stress responses that, in turn, undermine academic achievement. Using a sample of 781 science, technology, engineering, and math (STEM) students, we found in a longitudinal study that URM students report perceiving more inequality on campus compared to White and Asian students. Greater perceived inequality was, in turn, associated with increased psychological and physical stress responses, which, in some cases, predicted lower grades. Promoting more equitable college environments, therefore, may help attenuate inequalities in stress responses, ultimately, enhancing academic achievement.",
          "url": "https://osf.io/dwbjp",
          "doi": "https://doi.org/10.31234/osf.io/dwbjp",
          "filter": 0
        },
        {
          "title": "Recognizing posed and naturalistic facial expressions: Associations with empathy and general cognitive ability",
          "authors": "Louisa Talipski; Romina Palermo; Clare Sutherland; Gilles Gignac; Linda Jeffery; Kate Crookes; Jeremy Bennet Wilmer; Eva Krumhuber; Jason Bell; Amy Dawel",
          "abstract": "Expression recognition abilities are key to navigating our social world. Accordingly, understanding how expression recognition is associated with individual differences in other abilities linked with positive life outcomes, such as empathy and general cognitive ability, is a topic of considerable public and scientific interest. However, most studies investigating such questions used face images that show prototypically posed expressions, which lack the nuance and variation of real-life expressions. Here, we introduce a new task for assessing naturalistic expression recognition ability, modeled after an established posed expression labeling task. We investigated whether naturalistic and posed recognition show similar associations with empathy and cognitive ability despite differences in the realism and perceived genuineness of the expressions. Across three studies, we found that the naturalistic task, which was highly correlated with the posed task, possessed strong psychometric properties that make it well suited to studying individual differences. While naturalistic and posed recognition had similarly sized, positive associations with cognitive and affective empathy, naturalistic recognition had a greater positive association with cognitive ability than did posed recognition. Overall, our results show that naturalistic expressions—which are more nuanced and varied than posed expressions—can provide equally, if not more, robust insights into expression recognition ability.",
          "url": "https://osf.io/f6mjy",
          "doi": "https://doi.org/10.31234/osf.io/f6mjy",
          "filter": 0
        },
        {
          "title": "Introducing the Screenathon Review: Crowdsourcing Literature Screening in Large-Scale Research Collaborations",
          "authors": "Kianush Monschau; Rutger Chris Neeleman; Elena Jalsovec; Laurens de Bruin; Jonathan de Bruin; Felix Weijdema; Frans Folkvord; Lutz Peschke; Emily Westerbeek; Rens van de Schoot",
          "abstract": "Systematic Title-Abstract  (TA) screening is an essential but time-intensive task, especially in large-scale collaborations working with large datasets. We introduce the Screenathon Review, a literature screening procedure that adapts to this setting by 1. crowdsourcing the screening using relevant stakeholders, 2. screening literature in a limited amount of time, 3. forming a consensus about inclusion criteria and definitions and 4. building a research community that lasts for the entire project's duration. The procedure involves four phases: Large-scale screening preparation, group calibration and training, crowd-sourced screening, and quality checking. We applied and tested this procedure with 26 attendees as part of the EU-funded IMPROVE project in a four-day design, which included incentives and gamification elements. During the screening phase of the Screenathon event, 12,473 records were screened within two days. Attendees’ confidence, motivation, and satisfaction were high and did not decrease during screening days. Considerations about the procedure and implications for future Screenathon Reviews are discussed.",
          "url": "https://osf.io/vxg6d",
          "doi": "https://doi.org/10.31234/osf.io/vxg6d",
          "filter": 0
        },
        {
          "title": "Investigating Autistic Hyper-Focus and Monotropism: Limited Convergence of Event-Related Potentials, Laboratory Tasks, and Questionnaire Responses",
          "authors": "Patrick Dwyer; Clifford Saron",
          "abstract": "Purpose: The autistic-developed monotropism account suggests autism is characterized by hyper-focus towards interests, although hyper-focus research has not explored associations among self-/caregiver-report and lab-based measures.  Other findings suggest autistic attention has an enhanced capacity and/or is unusually prone to involuntary capture.  This study used questionnaires and lab-based tasks to investigate autistic attention and probe its relations to inattention/distractibility, sensory experiences, and anxiety.\nMethods: 18 autistic and 22 comparison adolescents completed self-report measures of hyper-focus, anxiety, and sensory experiences, and laboratory psychoacoustic tasks, visual working memory and cross-modal attention capture accuracy and reaction time tasks, and a hyper-focus paradigm relying on the N2pc and Pd event-related potentials.  Participants’ caregivers completed proxy hyper-focus, anxiety, sensory experiences, and inattention questionnaires.\nResults: Autistic participants had elevated hyper-focus per self- and caregiver-report questionnaires, and exhibited less visual working memory capacity, potentially reflecting difficulty attending to multiple targets.  However, groups did not differ in event-related potentials indexing hyper-focus, or behavioural cross-modal attention capture.  Different types of attention measures were generally not related to one another.  Participants and their caregivers  overall viewed hyper-focus’ impact as modestly positive, with individual opinions differing.  Self-reported hyper-focus was related to self-reported misophonia and sensory hyperreactivity.\nConclusions: Questionnaires suggest hyper-focus is elevated in autism and has mixed, nuanced real-world impacts.  However, some laboratory paradigms with explicit instructions in highly controlled, often non-naturalistic environments may struggle capture real-world autistic attentional experiences; additional research is needed to align laboratory and questionnaire measures.  This study also suggests autistic perceptual capacities are not globally enhanced.",
          "url": "https://osf.io/4k9bg",
          "doi": "https://doi.org/10.31234/osf.io/4k9bg",
          "filter": 0
        },
        {
          "title": "The words children hear and see: Lexical diversity across-modalities and its impact on lexical development",
          "authors": "Luan Li",
          "abstract": "Early vocabulary development benefits from diverse lexical exposures within children’s language environment. However, the influence of lexical diversity on children as they enter middle childhood and are exposed to multimodal language inputs remains unclear. This study evaluates global and local aspects of lexical diversity in three 1.6-million-word child-directed corpora, representing average Chinese children’s speech, print and media language environments. Additionally, pseudo-multimodal samples were compiled from the three corpora to compare with the unimodal environments on lexical diversity. We then investigated the associations between lexical diversity and the acquisition of 361 words spanning early-to-middle childhood. The findings show that print and pseudo-multimodal language provided the most diverse lexical environments, whereas speech exhibited the least diversity. However, speech diversity most strongly predicted lexical development, particularly before the onset of middle childhood. Exploratory analysis revealed that lexical diversity of other modalities emerged as stronger predictors thereafter. Early lexical development was best predicted by words’ variations in connectivity with other words within an immediate context, whereas in middle childhood, variations in words’ occurrences in larger context windows became the primary predictor, implicating children’s growing ability to attend to linguistic contexts of increasing sizes. Importantly, higher diversity was consistently associated with earlier word acquisition across measures and developmental phases. These findings underscore the critical role of varied lexical experiences in children’s language development.",
          "url": "https://osf.io/yhnsr",
          "doi": "https://doi.org/10.31234/osf.io/yhnsr",
          "filter": 0
        },
        {
          "title": "Predicting Individual Learning Growth through Learning Diagnosis: Assessing with Random Effect Diagnostic Classification Multilevel Growth Curve Model",
          "authors": "Kazuhiro Yamaguchi; Haruhiko Mitsunaga; Shun Saso; Yuri Uesaka",
          "abstract": "Learning diagnosis plays a vital role in effective education, with formative assessments shown to significantly enhance academic performance. Diagnostic classification models have been developed to assess students’ learning status and provide remedial instructions. However, the impact of mastery or non-mastery of specific attributes on long-term learning development remains uncertain. If certain non-mastered attributes hinder the growth of mathematical ability, early intervention becomes essential. In this study, we developed a random effect diagnostic classification for multilevel growth curve (RDC-MGC) model to identify the specific effects of attribute mastery on the individual-level mathematics ability growth. The model was applied to arithmetic test data from second- to sixth-grade elementary students. Diagnosis was conducted in the second grade, and the effects of mastery on mathematics ability growth from the third to sixth grades were assessed. The results showed that attribute mastery in the second grade influenced both the intercept and slope of individual ability growth, highlighting the importance of early-stage diagnosis in supporting mathematical development. Potential extensions of the proposed RDC-MGC model are also discussed.",
          "url": "https://osf.io/4puza",
          "doi": "https://doi.org/10.31234/osf.io/4puza",
          "filter": 0
        },
        {
          "title": "Effects of Meter Complexity and Sound Intensity of the Vigor of Synchronous Walking",
          "authors": "Gregory Dean Shay",
          "abstract": "Much research has focused on identifying the qualities and conditions of music that evoke the sensation of “groove”— the pleasurable human urge to move in time to music. However, aside from this and a prior companion study, no investigations have explored the potential groove effect of simple metronome meter-rhythms on repetitive physical activities, including that of walking. Additionally, while a few studies have examined the effect of music sound intensity during walking, auditory stimuli have not been compared with the silent walking condition at equivalent cadence. In Shay (2023a), a range of “basic meters” varying in monotonicity and complexity were created using an accenting metronome, that placed a different tonal accent on the first beat of each repeating measure created. Quadruple meter with a corresponding 4/4 time signature elicited the longest synchronous step lengths and proportionately fastest walking speeds. Additionally, the stimulation of music a metronome was found to increase linearly with increasing sound intensity (Shay, 2022b). With the same participant and test track at a confirmed synchronous walking tempo of 120 bpm, the current investigation aimed to validate and expand upon previous findings by introducing another level of metronome meter complexity (basic quadruple meter with secondary third-beat accenting) in an integrated design across a wider range of sound intensity — 59 dB (faint) to 87 dB (moderately loud). The order of increasing participant vigor elicited by the four stimulus conditions studied was: nearly monotonic basic 10/4 metronome meter &lt; basic 4/4 metronome meter &lt; secondary accented 4/4 metronome meter &lt; familiar–enjoyable 4/4 single-genre music. This sequence represents the order of decreasing meter monotonicity and increasing meter-rhythm complexity overall. Over the intensity range studied, walking speed increased similarly (approximately 11%) with increasing intensity for all stimuli, suggesting that intensity serves as a modulator of the auditory stimulus.  At higher intensities, all conditions of music and metronome meter produced more walking speed than the 120 spm silent walking condition. These results align with prior findings, demonstrating that at equivalent sound intensities and synchronous walking tempos, reducing the monotonicity of the meter or increasing the complexity of the meter-rhythm progressively enhances sensorimotor stimulation. Furthermore, sound intensity modulates the level of the stimulus vigor produced.  These findings have practical implications for walkers, runners, and other repetitive exercise and sports domain activities. Additionally, they provide insights into the auditory coupling with the human motor system and may hold potential for applications in cued-rehabilitation of human gait disorders.",
          "url": "https://osf.io/5ub7n",
          "doi": "https://doi.org/10.31234/osf.io/5ub7n",
          "filter": 0
        },
        {
          "title": "Unmasking the Role of External and Internal Shame in Eating Disorders",
          "authors": "Olivia Keane; Emanuele Fino; Cherie Armour",
          "abstract": "Feelings of shame can play a role in the development and maintenance of mental disorders. However, the role and measurement of shame in relation to eating disorders remain poorly understood. The current work presents the adaptation of a measure of external and internal shame in relation to eating disorders (EISS-ED) based on an integrative perspective that leverages the strengths of the biopsychosocial model and shame-pride cycle framework. Specifically, the EISS-ED accounts for how individuals believe they are perceived by others (external shame) and how they perceive themselves (internal shame), in relation to eating. The results of exploratory and confirmatory analyses (N = 478) supported the two-factor structure (including 14 items) of the EISS-ED and its factorial invariance by clinical history and gender. Concurrent validity analyses showed positive correlations between external and internal shame and eating disorder symptoms, negative affect, and detachment. Both external and internal shame measures provided fair classification accuracy of participants based on self-reported history of clinical assessment or treatment for eating disorders. These findings improve the understanding of the role of shame in eating disorders and offer evidence on a valid assessment that can aid in identifying, measuring, and addressing this important construct, supporting targeted interventions.",
          "url": "https://osf.io/5v2cb",
          "doi": "https://doi.org/10.31234/osf.io/5v2cb",
          "filter": 0
        },
        {
          "title": "A Meeting of Minds: Is Mentalizing Absent in Autism or Dependent Upon Like-Mindedness?",
          "authors": "Hannah Partington; Ishita Chowdhury; Ruihan Wu; Mizuki Tojo; Gillian Hughes; Zoe Bird; Karen Hui En Leow; Malwina Dziwisz; Beth Jones; Oliwia Dziwisz",
          "abstract": "Evidence supporting the influential mentalizing account of autism (that autistic people struggle to spontaneously represent others’ beliefs) has traditionally required autistic people to mentalize about non-autistic people. Yet, we know that individuals mentalize better for people who are like them and autistic people are likely to see non-autistic people as different to themselves. Here, we tested whether an actor’s diagnosis affected the spontaneous mentalizing of autistic and non-autistic adults by recording eye-movements. We found that autistic adults correctly anticipated the actor’s action based on her beliefs only when she was autistic. Conversely, non-autistic adults correctly anticipated her action only when the actor was non-autistic. Thus, the predominantly non-autistic world we inhabit seems to underlie autistic people’s difficulty mentalizing, challenging the idea of a fundamental impairment.",
          "url": "https://osf.io/tmpnk",
          "doi": "https://doi.org/10.31234/osf.io/tmpnk",
          "filter": 0
        },
        {
          "title": "Make a Move+: A Randomized Controlled Trial of a Program Targeting Psychosexual Health and Sexual and Dating Violence for Dutch Male Youth with Mild Intellectual Disabilities",
          "authors": "Mirthe Verbeek; Daphne van de Bongardt; Maartje Luijk; Elizabeth Miller; Eric Slob; Joyce Weeland",
          "abstract": "Whereas male youth with mild intellectual disabilities (MID) display similar sexual development as their peers without MID, they experience higher rates of sexual and dating violence (SDV) and sexual risk behavior. Yet, little is known about effective gender-specific prevention for this population. Therefore, we conducted a cluster-randomized controlled trial of a Dutch group-counseling program promoting psychosexual health and preventing SDV among male youth with MID aged 14 – 21 years: Make a Move+. The 120 participating male youth completed three questionnaires (baseline, post-test, 3-month follow-up; 77.5% retention). A subsample of 14 male youth and five trainers were interviewed pre- and post-program. With these multi-method, multi-informant data, we evaluated program effectiveness on the six intended outcomes (attitudes (primary outcome), global self-esteem, skills, knowledge, SDV use and victimization, and sexual risk behavior) by 1) statistically comparing self-reports between the intervention and control groups; 2) thematically analyzing interview data. We found limitations in program integrity, and mixed evidence for program effectiveness on attitudes, knowledge, skills, SDV use and sexual risk behavior, and no evidence for effectiveness on global self-esteem or SDV victimization. We also found indications of adverse effects on SDV use and victimization. We offer suggestions for program refinement and future program evaluations.",
          "url": "https://osf.io/b9nv2",
          "doi": "https://doi.org/10.31234/osf.io/b9nv2",
          "filter": 0
        },
        {
          "title": "The Effects of Counterfactual Thinking (Upward and Downward) on Decision-Making Ability of Females In Early Adulthood with Anxiety",
          "authors": "nabilah basuki",
          "abstract": "Decision-making is a daily activity that we do with small to large risks. A mental process known as counterfactual thinking, which involves considering alternative scenarios that differ from the actual event and potentially affect an individual’s decisions and actions, occurs in the decision-making process. There are two types of counterfactual thinking, upward and downward, both can elicit positive and negative emotions, including regret, disappointment, and relief. This study employed a quantitative experimental approach with a mixed-method design to measure the effects of counterfactual thinking on the decision-making ability of early adult females with anxiety using the modified Iowa Gambling Task (IGT). Based on the screening stages using the DASS-42, 40 participants with moderate and severe levels of anxiety met the inclusion criteria. The findings of this study indicate that counterfactual thinking, particularly the upward type, impacts one’s capacity for better decision-making.",
          "url": "https://osf.io/pqnze",
          "doi": "https://doi.org/10.31234/osf.io/pqnze",
          "filter": 0
        },
        {
          "title": "To Differentiate Artificial Intelligence from Organic Intelligence – A New Model for Semantics and Semiotics",
          "authors": "Christian Panarello",
          "abstract": "Artificial Intelligence's distinction against Human Intelligence has been predicated on an inability to be creative or even that an inability for consciousness strips them of a more active reasoning; in which humanity retains a productive hegemony over their creations. Instead, Artificial Intelligence is explicitly limited by the semiotic necessity of constituent directives. This article is an introductory work on the topic of “intra-subjectivity” – as proposed further in this text, human, true originality is limited. In doing so, reasoning is introduced to discuss propositional “knowledge bases” and to call the validity of such articles as Kant’s Categories into question.",
          "url": "https://osf.io/ht9qv",
          "doi": "https://doi.org/10.31234/osf.io/ht9qv",
          "filter": 0
        },
        {
          "title": "Efficacy of Arts-based Social Prescribing for  Mental Health in Adults with Psychiatric  Diagnoses: Results from a Randomised  Controlled Trial",
          "authors": "Nikos Stefanis; Vicky Efthymiou; Eleni Giannouli; Lambros Giotis; Sophia Martinaki; Marlen Mouliou; Aphrodite Pantagoutsou; Theodora Skali; Polyxeni Skaltsi; Eleni Theodoridou",
          "abstract": "Background: It is unclear whether arts-based social prescribing is efficacious for people with \nmental illness. Methods: Three hundred and eighty two adults, mean age 52 years +/- 14 years, \nin the community with psychiatric diagnoses receiving care as usual (CAU) by their mental \nhealth care teams in Greece, were referred via a novel Arts on Prescription scheme. \nParticipants were randomised either to a group-based art intervention (art+CAU) in the form of \nregular activities involving theatre, cinema, photography, museum visits, or music events, or a \nwaitlist-control (CAU) for 12 weeks. Participants were evaluated at baseline 6 and 12 weeks via \nthe Patient Health Questionnaire-9 (PHQ-9) for depression, the Generalized Anxiety Disorder-7 \n(GAD-7) for anxiety, and Warwick-Edinburgh Mental Well-being Scale (WEMBS) for wellbeing. \nOutcomes: At 12 weeks, 156 and 155 for art + CAU and CAU respectively completed the trial. In \nlinear mixed effects models (n = 373 participants), art + CAU led to greater decreases in \ndepression (estimated marginal mean, EMM -1.63, 95%CI -2.81 to -0.45), anxiety (EMM -1.62, \n95%CI -2.59 to -0.66), and wellbeing (EMM 2.69, 95%CI 0.71 to 4.67). A significant interaction \nbetween group and time was observed for all three outcomes, depression: (F(2, 661) = 5.45, p = \n0.0045), anxiety (F(2, 657.90) = 6.02, p = 0.0026), and wellbeing (F(2, 657.37) = 3.0365, p = \n0.049). There were greater reliable improvements for both PHQ-9 and GAD-7 (≥6 and ≥4 point \ndecreases respectively) in the art+CAU (15.2% and 17.17%, respectively) compared to the CAU \ngroup (5.5% and 8.79%, respectively). There were no adverse events in either arm.",
          "url": "https://osf.io/jcen9",
          "doi": "https://doi.org/10.31234/osf.io/jcen9",
          "filter": 0
        },
        {
          "title": "Evaluation and uptake of an online ADHD psychoeducation training for primary care health professionals: a four-year implementation report",
          "authors": "Blandine French; Hannah Wright; David Daley; Elvira Peres; Kapil Sayal; Charlotte L Hall",
          "abstract": "Background: Healthcare professionals seldom receive training on neurodevelopmental conditions such as ADHD. An online training was co-developed to address some of the gaps in knowledge and understanding in primary care. A randomised control trial demonstrated that the training increased knowledge and confidence and improved practice.\nObjectives: This report highlights the implementation of the training in practice and follow-up 4 years post-evaluation.\nMethods: The online ADHD training comprises two modules: \"Understanding ADHD\" and \"The Role of the GP in the Care Pathway,\" each taking approximately 45 minutes to complete. The training targets general practitioners primarily but is open to other healthcare professionals and parents. Feedback was collected through a survey at the end of the training, and the training has been widely adopted by various organisations internationally and nationally. \nImplementation Results: Between December 2019 and January 2024, the \"Understanding ADHD\" module was accessed over 13,486 times, while the \"Role of the GP\" module was accessed 7,018 times, primarily by users from the US and UK. Survey results from both modules showed positive feedback with high ratings for usefulness, likelihood to inform practice, and recommendation to colleagues. Some suggestions for improvement included reducing the negative focus on ADHD consequences and incorporating more positive aspects of ADHD. \nConclusions: This ADHD online training program, despite facing implementation challenges, has seen positive outcomes, including international translation and high user ratings. Suggestions for improvement were received, but some were not feasible due to regional variations in ADHD pathways. The training's impact extended beyond GPs to other healthcare professionals, though the COVID-19 pandemic posed obstacles to dissemination efforts. Nonetheless, ongoing plans aim to expand the training's implementation globally.",
          "url": "https://osf.io/e2hj8",
          "doi": "https://doi.org/10.31234/osf.io/e2hj8",
          "filter": 0
        },
        {
          "title": "Sustainable behavior in nature-based physical activity – exploration of a complex construct",
          "authors": "Julia Lohmann; Carina Nigg",
          "abstract": "Nature-based physical activity (PA) is beneficial for health, but also related to unsustainable consumption practices and adverse effects for the environment. Scales to measure sustainable behavior in PA settings don’t exist. This study piloted a multidimensional measure to evaluate socially and ecologically responsible behavior propensity in the context of nature-based PA. We developed a multidimensional scale to assess this construct related to consumption and engagement behaviors, and explored its construct and criterion validity using confirmatory and exploratory analyses. The scale consists of seven factors relating to consumption behavior, including responsible clothing purchase, secondhand clothing purchase, clothing purchase necessity, travel mode choice, compensation, and sharing; and two factors relating to engagement, i. e., social engagement and ecological engagement. Structural equation models based on the theory of planned behavior largely supported criterion validity of the new scale. Based on our results, we make suggestions how the scale can be further developed.",
          "url": "https://osf.io/cx45t",
          "doi": "https://doi.org/10.31234/osf.io/cx45t",
          "filter": 0
        },
        {
          "title": "Attention Directs Actions in Visual Foraging",
          "authors": "Jan Tünnermann; Anna Schubö",
          "abstract": "Visual foraging tasks, where participants collect items by touching or clicking on them, have\nbecome popular for investigating visual search. They probe selective attention in multi-target\ncontexts through naturalistic goal-directed actions, unlike the button presses used in many other\nparadigms. Despite their potential, such tasks had not been used to examine the interplay of\nattention and goal-directed actions until now, even though this topic has been extensively studied\nwith other paradigms and has significant implications for understanding human visual behavior in\nthe real world. In this study, we applied the visual foraging paradigm to address this gap. We found\nthat attentional prioritization of one part in a two-part compound object is accompanied by a motor\nbias in the collecting action (stylus tap) toward the prioritized part. This bias combines with motor\nprecision demands, such as aiming for stable contact points. Our findings show that action\nplanning not only modulates the attentional landscape at large but also that attentional asymmetries\n(e.g., prioritizing one object part) feedback into the motor system, combining with motoric factors\nto refine goal-directed actions",
          "url": "https://osf.io/5krma",
          "doi": "https://doi.org/10.31234/osf.io/5krma",
          "filter": 0
        },
        {
          "title": "Balancing Comfort: Deceleration Rate and Environmental Impact at Crosswalks and Intersections in Automated Driving",
          "authors": "Stefanie Carlowitz; Ruth Madigan; Courtney Michael Goodridge; Jana Hilz; Claus Marberger; Philipp Alt; Michael Schulz; Sabine Osswalt; Arnd Engeln; Natasha Merat",
          "abstract": "Understanding passenger comfort in automated vehicles (AVs) is critical for advancing highly automated driving systems. This test track study was conducted in 2023 with N = 41 participants who are accustomed to German driving norms. It examined how deceleration rates and environmental factors influence passenger perceptions in two scenarios: crosswalks and blind intersections. The participants were driven by a real AV, which braked using deceleration rates of -1.5 m/s², -2.5 m/s², and -3.5 m/s². Additionally, at the crosswalk, the pedestrian visibility time, and at the intersection, the presence of an approaching vehicle was varied. The results show that passengers generally prefer lower deceleration rates but accept higher rates (-3.5 m/s²) when the pedestrian becomes visible more unexpectedly. In the intersection scenario, comfort ratings were less influenced by the presence of an approaching vehicle than by the deceleration rate, with lower rates being favoured. These findings are valuable for AV development; however, future research should explore more diverse populations to validate the study’s findings across varying traffic conditions and cultural settings. The study indicates that tailoring AV deceleration to the traffic scenarios can enhance passenger comfort. It can help AV developers define comfortable and safe perceived driving styles without compromising efficiency.",
          "url": "https://osf.io/fsmpz",
          "doi": "https://doi.org/10.31234/osf.io/fsmpz",
          "filter": 0
        },
        {
          "title": "Wilful Construction of Ignorance: A Tale of Two Ontologies",
          "authors": "Stephan Lewandowsky",
          "abstract": "From Iraq’s mythical weapons of mass destruction (WMD) to Donald Trump’s record of more than 10 daily false or misleading statements, deception and false claims have been an integral part of political discourse for quite some time. Nonetheless, Trump’s blatant disregard for the truth has given rise to much concern about the dawn of a “post-truth” era. I argue that there are striking differences between the tacit ontologies of truth underlying the WMD deception and Donald Trump’s false claims, respectively. Whereas the WMD campaign contested a single reality, Trump’s false claims often repudiate the very idea of external truths that exist independently of anyone’s opinion. I consider this ontological shift from realism to extreme constructivism to be the most critical aspect of the current “post-truth” malaise. I note that an extreme constructivist “truth” has formed an essential aspect of historical fascism and Nazism, as well as of contemporary populist movements, and that those conceptions are incompatible with liberal-democratic norms of truth-seeking. I conclude by pointing towards potential solutions of the “post-truth” crisis.",
          "url": "https://osf.io/eq9ma",
          "doi": "https://doi.org/10.31234/osf.io/eq9ma",
          "filter": 0
        },
        {
          "title": "Transition ability to safe states reduces fear responses to height",
          "authors": "Masahiko Haruno; Misako Fujino",
          "abstract": "Previous studies on fear extinction have primarily focused on repeated exposure to fear-inducing context without negative consequences. However, it is also possible that an individual can reduce fear responses by predicting that they can transition to a safe environment through their own actions, even if a fear-inducing context appears. The effect of this transition ability on fear responses remains largely unexplored. Here, by conducting virtual reality (VR) experiments involving height and flight scenarios, we examined whether participants' fear responses to height decrease after actively experiencing a low-altitude VR flight, which allowed them to predict that they would be in a safe state by flying even if they fell from a height. Specifically, participants in the flight group (n=49) flew over a city at altitudes below 5 meters for 7 minutes, while participants in the control group (n=50) watched a video of a flight group participant's experience. Before and after the flight or passive viewing task, both groups walked on a plank while having their skin conductance response (SCR) and subjective fear score (SFS) measured. We found that the active flight group exhibited a greater reduction in both SCR and SFS compared to the control group, and that the questionnaire score of the controllability over the virtual self-body during the VR flight, predicts the SCR reduction in the flight group. These results clarified that the ability to transition to safe states by self actions can reduce physiological and subjective fear responses.",
          "url": "https://osf.io/r7p6w",
          "doi": "https://doi.org/10.31234/osf.io/r7p6w",
          "filter": 0
        },
        {
          "title": "Transfer of sensorimotor adaptation reveals independent prosodic representation after segment-prosody coordination in speech production",
          "authors": "Yuyu Zeng; Benjamin Parrell; Caroline A Niziolek",
          "abstract": "In speech production, there is a long-standing debate regarding whether word-level prosodic structure has an independent representation separable from segments. Using a novel assay of sensorimotor adaptation, we observe straightforward evidence supporting an independent prosodic structure even after its coordination with the segments. Participants exposed to opposing formant perturbations applied to the two syllables of a single trained word (e.g., “bedhead” → “bidhad”) adapted separately to counteract the syllable-specific perturbations (i.e., producing “badhid”) and, critically, transferred the learned adaptation to untrained words based purely on shared prosodic structure (words with the same prosody but novel syllables, e.g., producing “breastfed” like “brastfid”). This evidence for an independent word-level prosodic representation, which has been hard to detect in previous studies, highlights the usefulness of sensorimotor adaptation as a tool for language production research.",
          "url": "https://osf.io/63gaj",
          "doi": "https://doi.org/10.31234/osf.io/63gaj",
          "filter": 0
        },
        {
          "title": "Passion and Growth Language Mindset Predict Cognitive and Metacognitive Language Learning Strategy Use: A Study of EFL Learners",
          "authors": "Hosain Heshmati; Saida Heshmati; Hossein Karami",
          "abstract": "This study explored (a) whether language mindset could predict the frequency of Language Learning Strategy (LLS) usage by second language (L2) learners, (b) whether language mindset was a predictor of specific types of strategy use such as direct or indirect language learning strategies, and (c) whether L2 learners’ level of passion in language learning could moderate the relationship between language mindset and LLS use. To address these questions, a total of 102 Iranian English as foreign language learners completed a survey on language mindset, language learning strategy use, and passion for learning a new language. Results indicated a positive significant association between growth mindset and the frequency of cognitive and metacognitive strategy use. When assessing passion as the moderator, no significant moderating effect was observed. However, we found a direct relationship between passion and cognitive and metacognitive LLS use. The findings of this study signify the importance of language mindset as a facilitator of the types of language learning strategies L2 learners adopt to help them more efficiently learn a new language.",
          "url": "https://osf.io/5r43v",
          "doi": "https://doi.org/10.31234/osf.io/5r43v",
          "filter": 0
        },
        {
          "title": "Training studies provide new insights about mechanisms of irony development",
          "authors": "Henri Olkoniemi; Penny M. Pexman",
          "abstract": "Verbal irony is a common form of figurative language. However, it can be challenging for children to understand, as successful comprehension requires going beyond lexical meaning. Thus, it is not surprising that irony comperehension is also a relatively late-developing skill. Numerous explanations have been proposed for the late development, including language and perspective taking skills, working memory, and metapragmatic knowledge. Recently, irony training studies have emerged as an effective means of testing these explanations and moving beyond correlational designs. We review recent developmental studies that tested this possibility, conducted in several countries, including Hungary, Canada, and Finland. The results suggest that even short-term irony training can be effective for improving children’s irony comprehension accuracy, and that metapragmatic knowledge is a key mechanism of irony understanding. We outline directions for future training studies and link those to possibilities for both intervention and theory development.",
          "url": "https://osf.io/xeg5j",
          "doi": "https://doi.org/10.31234/osf.io/xeg5j",
          "filter": 0
        },
        {
          "title": "No foreign language effect in self-sacrificial moral dilemmas.",
          "authors": "Rafał Muda; Wojciech Milczarski; Anna Borkowska; Michal Bialek",
          "abstract": "Research Questions: The Moral Foreign Language Effect is a phenomenon in which individuals exhibit lower moral engagement (i.e. are simultaneously less deontological and less utilitarian) when using a foreign language compared to their native language. This paper reports on three experiments involving bilingual participants to investigate the impact of foreign language on moral judgment in self-sacrifice dilemmas.\nDesign: In three experiments, we asked N=425 participants whether they would self-sacrifice to save other people. In Experiment 1, the people to be saved were strangers. In Experiment 2, they were relatives. Experiment 3 replicated the first two with the addition of the control condition with the option to sacrifice a stranger instead.\nData and analysis: Experiments 1 and 3 showed no effect of language on willingness to self-sacrifice. In Experiment 2, the participants using a foreign language were less willing to sacrifice themselves.\nConclusions: Language has no consistent effect on participants’ willingness to sacrifice themselves or others.\nOriginality: Contrary to previous studies on the issue, we controlled both for the beneficiaries (strangers vs. relatives) and the method of saving them (self-sacrifice vs. sacrifice of a stranger).\nSignificance: Our results cast doubt on the robustness of the moral Foreign Language Effect.\nLimitations: We limited our research design to two language pairs. Failure to replicate Experiment 2 results in Experiment 3 could be an effect of a different language pairs used in both experiments.",
          "url": "https://osf.io/zpemc",
          "doi": "https://doi.org/10.31234/osf.io/zpemc",
          "filter": 0
        },
        {
          "title": "Signposts on the Path from Nominal to Ordinal Scales",
          "authors": "Roza Nalbandyan; Joshua B. Gilbert; Víthor Rosa Franco; Benjamin W. Domingue",
          "abstract": "Polytomous data are often categorized as either ordinal or nominal. However, the nominal versus ordinal distinction need not be viewed as a dichotomy; here, we frame it as a continuum. This framing necessitates the use of indices that are informative about the location of data in that continuum. In this study, we consider six such indices and apply them to simulated and empirical item response data. We evaluate the degree to which these indices quantify category order using item response models to generate data with qualitatively distinctive properties and compare them with respect to their behavior and computational demand. We find that two of the parametric indices (Index 5: Mean Difference between Slope Parameters and Index 6: Arctangent of Paired Category Ratios) show the most potential in theory—they are robust to low-frequency categories—and interpretation—positive and negative values indicate order and disorder, respectively. The rest of the indices are more sensitive to response frequencies and provide relative measures of order within a test. Nonparametric indices have the advantage of lower computational time. These indices could be used to help find and apply more suitable IRT models, resulting in more accurate latent variable and item parameter estimates. They can also inform us of how changing model parameters translates to the ordinal properties of generated item response data.",
          "url": "https://osf.io/zbv8f",
          "doi": "https://doi.org/10.31234/osf.io/zbv8f",
          "filter": 0
        },
        {
          "title": "Forma mentis networks predict creativity ratings of short texts via interpretable artificial intelligence in human and GPT-simulated raters",
          "authors": "Edith Haim; Natalie Fischer; Salvatore Citraro; Giulio Rossetti; Massimo Stella",
          "abstract": "Creativity is a fundamental skill of human cognition. We use textual forma mentis networks (TFMN) to extract network (semantic/syntactic associations) and emotional features from approximately one thousand human- and GPT3.5-generated stories. Using Explainable Artificial Intelligence (XAI) we test whether features relative to Mednick’s associative theory of creativity can explain creativity ratings assigned by humans and GPT-3.5. Using XGBoost, we examine 3 scenarios: (i) human ratings of human stories, (ii) GPT-3.5 ratings of human stories, and (iii) GPT-3.5 ratings of GPT-generated stories. Our findings reveal that GPT-3.5 ratings differ significantly from human ratings not only in terms of correlations but also because of feature patterns identified with XAI methods. GPT-3.5 favours “its own” stories and rates human stories differently from humans. Feature importance analysis with SHAP scores shows that: (i) network features are more predictive for human creativity ratings but also for GPT-3.5´s ratings of human stories; (ii) emotional features played a greater role than semantic/syntactic network structure in GPT-3.5 rating its own stories. These quantitative results underscore key limitations in GPT-3.5´s ability to align with human assessments of creativity. We emphasise the need for caution when using GPT-3.5 to assess and generate creative content, as it does not yet capture the nuanced complexity that characterises human creativity.",
          "url": "https://osf.io/6zpre",
          "doi": "https://doi.org/10.31234/osf.io/6zpre",
          "filter": 0
        },
        {
          "title": "Perceptual decoupling underlies internal shielding benefit during switches between external and internal attention: Evidence from early sensory ERP components",
          "authors": "Sam Verschooren; Luc Vermeylen; Sam Boeve; Gilles Pourtois",
          "abstract": "People need to often switch attention between external and internal sources of information, i.e., external and internal attention, respectively. There has been a recent surge of research interest in this type of attentional flexibility, which revealed that it is characterized by an asymmetrical cost, being larger for switching toward internal than external attention. One potential explanation for this cost asymmetry is in terms of internal shielding, i.e., the maintenance of stable internal attention against external interference. However, it is currently unclear how this cost asymmetry is instantiated in the brain and how internal information might be shielded from external input during switches. In this study, we instructed participants to repeat external or internal attention, or to switch between them from trial to trial, while simultaneously recording 64-channel EEG. At the behavioral level, we replicated the switch cost asymmetry. Our ERP analysis provided evidence for three different processing stages. First, participants prepared more strongly for upcoming internal than external attentional selection, as reflected in the increased CNV component. Second, during internal trials, participants moreover showed a blunted sensory response, most notable in the P1 and N1 components, reflecting perceptual decoupling. Finally, we found an increased P2 component when switching toward internal attention compared to repeating it, indicating more stable perceptual decoupling on internal repetition trials, in line with internal shielding. We integrate these findings here with behavioral accounts of the cost asymmetry and conclude that perceptual decoupling provides a potential mechanism for the internal shielding benefit of attention.",
          "url": "https://osf.io/u9vrx",
          "doi": "https://doi.org/10.31234/osf.io/u9vrx",
          "filter": 0
        },
        {
          "title": "A Taxonomy for Quantification of Norwegian Probability Phrases",
          "authors": "Bjørn Sætrevik; Sebastian Bjørkheim",
          "abstract": "For communication about risk and uncertainty, we need to know how verbal phrases about the probability of an event is interpreted. Phrases may refer to higher or lower probabilities, they may communicate a precise or a rough estimate, and there may be more or less agreement in the interpretation of the phrase. Previous research has provided taxonomies for how phrases refer to different ranges of quantified probabilities. Our online survey (N = 537) found that 22 Norwegian probability phrases were interpreted to refer to roughly the same quantification of probabilities as their English counterparts. In accordance with preregistered hypotheses, the phrases that were expected to express higher probabilities (H1) were assigned higher point-estimate of interpretation. The phrases that were expected to be less precise (H2) were assigned wider ranges of possible interpretation. In addition, our study also presented the phrases as part of positive or negative medical framing. This manipulation led to medium sized effects that phrases were assigned lower probabilities both when they were used in positive (H3a) and in negative frames (H3b). The current study suggests a taxonomy for how the probability of an event is expressed in Norwegian. The current study may have relevance for medical decision-making, clinician-patient interaction and public health communication.",
          "url": "https://osf.io/4ngja",
          "doi": "https://doi.org/10.31234/osf.io/4ngja",
          "filter": 0
        },
        {
          "title": "Diverging views on the role of structured representations in linguistics and language modeling",
          "authors": "Cas W. Coopmans; Andrea E. Martin",
          "abstract": "Recent years have seen dramatic advances in the linguistic abilities of language models, leading some authors to argue that they can be treated as models of language. Against this background, we provide a cognitive perspective on the place of language models in the science of language, with a particular focus on the role of structured representations. Evidence from linguistics, psychology and cognitive neuroscience shows that structured representations occupy a central place in the human mind. Structured representations constrain how linguistic forms map onto meanings, thereby determining the boundaries of possible human languages. In language modeling, instead, the place of structured representations is often peripheral. They are seen as optional end point of modeling, to be induced as a consequence of the objective the model tries to optimize – that is, next-word prediction. Because structured relations and representations are not necessarily useful for predicting the next word in a sequence, it is not guaranteed that the model’s internal organization will come to encode those representations. Indeed, contemporary language models struggle to use structured representations functionally to map form onto meaning, and to determine whether they should consider their input as a possible human language or not. Building on classic insights in linguistics and (computational) cognitive science, we suggest that any use of language models as models of language requires conceptualizing the role of structured representations as computational objects.",
          "url": "https://osf.io/9yvj6",
          "doi": "https://doi.org/10.31234/osf.io/9yvj6",
          "filter": 0
        },
        {
          "title": "Perception of Motivational Type in Social Partners",
          "authors": "Fabian Grabenhorst; S. Tobias Johnson",
          "abstract": "The quality of one’s motivation has long been established as an essential component to goal pursuit, subjective wellbeing, and other life outcomes. However, how people perceive the motivational type of social others remains poorly understood. Here, we addressed this question by investigating how people perceive the type of motivation in social others from biographical descriptions and how such perceptions relate to people’s willingness to follow others’ choices. Participants completed a partner rating task in which they were introduced to a range of social partners who varied in terms of their ‘motivational type’, a well-defined concept used within Self-Determination Theory to describe the quality of one’s motivation. Participants learned about each partner’s motivational type by reading detailed biographical descriptions introducing these partners as health professionals who were motivated to eat healthily for different reasons. Participants rated the partners on socially-relevant characteristics including questions relating to different forms of motivation and rated their willingness to follow a given partner’s food choices. Participants accurately discerned the self-determination of partners and were more willing to follow the nutritional decisions of more self-determined partners. These effects were not explained by other social characteristics (rated expertise, trustworthiness, likeability, or similarity) or facial characteristics. These data indicate that an individual’s motivational type not only guides their own behaviour but is also perceptible by others and influences others’ willingness to follow their choices.",
          "url": "https://osf.io/ye92d",
          "doi": "https://doi.org/10.31234/osf.io/ye92d",
          "filter": 0
        },
        {
          "title": "Misinformation exploits outrage to spread online",
          "authors": "Killian Lorcan McLoughlin; William J. Brady; Aden Goolsbee; Ben Kaiser; Kate Klonick; Molly Crockett",
          "abstract": "We tested a hypothesis that misinformation exploits outrage to spread online, examining generalizability across multiple platforms, time periods, and classifications of misinformation. Outrage is highly engaging and need not be accurate to achieve its communicative goals, making it an attractive signal to embed in misinformation. In eight studies that used US data from Facebook (1,063,298 links) and Twitter (44,529 tweets, 24,007 users) and two behavioral experiments (1475 participants), we show that (i) misinformation sources evoke more outrage than do trustworthy sources; (ii) outrage facilitates the sharing of misinformation at least as strongly as sharing of trustworthy news; and (iii) users are more willing to share outrage-evoking misinformation without reading it first. Consequently, outrage-evoking misinformation may be difficult to mitigate with interventions that assume users want to share accurate information.",
          "url": "https://osf.io/ecxp4",
          "doi": "https://doi.org/10.31234/osf.io/ecxp4",
          "filter": 0
        },
        {
          "title": "Identity bubbles on social media enhance the effects of intolerance of uncertainty and predict  support for radical action",
          "authors": "Nejc Plohl; Dean Korošak; Boris Podobnik",
          "abstract": "Radicalization and violent extremism endanger the security and stability of modern societies. In the present study, we aimed to improve our understanding of these phenomena by investigating the factors that determine individuals’ support for radical action, with a particular focus on the role of identity bubbles on social media. A sample of 563 Europeans filled out an online questionnaire containing demographic questions, scales related to intolerance of uncertainty and identity bubbles, and questions about their support for radical action in hypothetical scenarios. We found that men, younger individuals, those with more extreme political views, and those more prone to interacting with like minded users on social media (i.e., homophily) exhibited higher support for radical action. Moreover, social identification and information bias on social media moderated the association between intolerance of uncertainty and support for radical action, amplifying the positive association between the variables. These effects were not further moderated by partisanship.",
          "url": "https://osf.io/renzc",
          "doi": "https://doi.org/10.31234/osf.io/renzc",
          "filter": 0
        },
        {
          "title": "Sociodemographic diversity, reading literacy, and instructional focus: Disentangling complex relations on the individual and classroom level",
          "authors": "Sebastian Nicolas Thomas Vogel; Justine Stang-Rabrig; Nele McElvany",
          "abstract": "A main goal of primary school is teaching students to be successful readers. However, reading literacy is influenced by a variety of sociodemographic background variables and, beyond these individual-level effects, the sociodemographic classroom composition. Teachers’ instruction has been proposed as one important mediator of these associations in theoretical models, but its role as a mediator of classroom-level and more importantly moderator of individual-level effects, has not been conclusively studied. Moreover, different confounded sociodemographic background variables have often been conflated in the extant literature. Therefore, we analyzed the role of central sociodemographic background variables (socioeconomic risk, language minority, first-generation immigrant) for core indicators of reading literacy (reading competence, reading enjoyment, reading self-concept) on the individual and classroom level, as well as the mediating and moderating role of instructional focus (reading-related support, support of language-minority students, cognitive activation). Multilevel structural equation models based on German PIRLS 2021 data (N = 3414 fourth-grade students, 195 classrooms) revealed negative associations of individual socioeconomic risk and language minority status with aspects of reading literacy, but motivational advantages among first-generation immigrant students. Negative classroom effects were found for socioeconomic and immigrant composition, positive classroom effects on self-concepts for share of language minority students. Instructional focus did not significantly mediate or moderate these associations. The results emphasize that especially socioeconomic risk threatens reading literacy on the individual and classroom level and suggest that while teachers adapt their instructional focus based on classroom composition, this in turn does not mediate or moderate associations on either level.",
          "url": "https://osf.io/ckae3",
          "doi": "https://doi.org/10.31234/osf.io/ckae3",
          "filter": 0
        },
        {
          "title": "Affirmation of EU identity reduces perceived national identity threat and increases perceived legitimacy of the European Union",
          "authors": "Eva Grosfeld; Daan Scheepers; Armin Cuyvers; Naomi Ellemers",
          "abstract": "Perceiving the European Union (EU) as a threat to their national identity can cause European citizens to call into question the legitimacy of the EU. Two preliminary studies (N = 303, N = 150) examined Dutch and French samples in different settings: one online and one in a real life setting. The data revealed that national identity threat is strongly related to lower perceived EU legitimacy, regardless of political ideology or type of threat activation. The main study tested whether national identity or EU identity affirmation can reduce national identity threat and increase perceived EU legitimacy, thereby extending group affirmation research to superordinate group contexts. A preregistered online experiment among individuals from twelve EU Member States (N = 904) revealed that affirmation of EU identity significantly reduced national identity threat and increased perceived EU legitimacy. National identity affirmation did not reduce national identity threat. Notably, not strength, but content of national identification moderated these effects.",
          "url": "https://osf.io/ny3sz",
          "doi": "https://doi.org/10.31234/osf.io/ny3sz",
          "filter": 0
        },
        {
          "title": "Understanding family dynamics through a neurocognitive lens",
          "authors": "Ronja Fiona Held; Aline Moore Lorusso; Ann Hogenhuis; Esther Kluwer; Ruud Hortensius",
          "abstract": "Individual family members impact each other and the family system at the physiological, brain, behavioral, phenomenological, and social level. Previous research used established methods, such as self-report and behavioral observation, to provide thorough insights into family dynamics. Here, we aim to complement existing methods and argue for a neurocognitive approach in family research. Neurocognitive tools can provide detailed and nuanced insights into complex family dynamics by capturing behavioral and brain processes at the individual and family level. By measuring neural activity and the alignment of brain activity between family members we can uncover complex recurrent and situation-dependent interactions that so far have remained hidden. Using this approach, we can increase the scope of family research, especially when measuring family members across generations with different levels of verbal ability. It allows to study emotionally interconnected family members across multiple generations. Measuring behavior and brain activity of multiple family members simultaneously is therefore a promising method to reveal additional factors contributing to family well-being and inform theory and practice. As mobile neuroimaging advances, studying family interactions in natural settings, such as the family home, becomes more feasible. This opens new possibilities for family research while simultaneously increasing ecological validity. The neurocognitive approach allows us to understand known and unknown factors contributing to family dynamics and brings a mechanistic understanding closer to “home”.",
          "url": "https://osf.io/zj7tu",
          "doi": "https://doi.org/10.31234/osf.io/zj7tu",
          "filter": 0
        },
        {
          "title": "The effect of body dysmorphic gazing on body representations: an eye-tracking paradigm",
          "authors": "Arvid Herwig; Nina Heinrichs; Anne Möllmann",
          "abstract": "Biases in the processing of appearance-relevant stimuli have been proposed to play a role in the etiology and maintenance of body dysmorphic disorder (BDD). Gaze behaviour of individuals with BDD shows abnormalities for own and other people's face stimuli, which is expressed in an increased frequency of fixation on perceived flaws. The proposed causal effect on BDD development has yet to be investigated. The aim of the present study is to clarify whether gaze behavior has the potential to causally affect disorder development or body representation at all. To this end, the effect of gaze behaviour on the assessment of the attractiveness of one's own face and other people's faces is investigated in a non-clinical sample within an experimental psychopathological approach. In 2 experiments, own and other people's facial photos were to be viewed by N = 44 (Exp. 1) and N = 36 (Exp. 2) participants for several minutes with BDD-typical gaze behaviour or freely. Importantly, eye-tracking was used to monitor and maintain the respective gaze behaviour by interrupting stimulus presentation as soon as the gaze behaviour no longer corresponded to the current strategy (e.g., focus on unattractive area). Forced viewing of unattractive areas led to a decrease in attractiveness judgements in both experiments (Exp. 1: d = -.23, [-0.42, -0.03]; Exp. 2: d = -.35 [-0.67, -0.03]). Free gaze was characterized by a positive processing bias on attractive facial areas (Exp. 1: d = 2.06, [1.13, 2.83]; Exp. 2: d = 1.40, [0.72, 2.08]). The results support the assumption that gaze behaviour directly affects the formation and alteration of body representations and therefore may serve as potential causal risk factor for the development of distorted body representation and eventually clinical conditions like BDD.",
          "url": "https://osf.io/4bcgk",
          "doi": "https://doi.org/10.31234/osf.io/4bcgk",
          "filter": 0
        },
        {
          "title": "Learning Reduces Ingroup Bias More with Perceived Losses than Gains Across Cultures",
          "authors": "Yuqing Zhou; Björn Lindström; Alexander Soutschek; Pyungwon Kang; Shihui Han; Philippe N. Tobler; Grit Hein",
          "abstract": "Impressions of individuals from their own and different groups are shaped by culture and learning. While previous evidence suggests stronger ingroup biases in collectivistic compared to individualistic cultures, the effect of such cultural differences on learning-related changes in intergroup impressions remains poorly understood. Here we use reinforcement learning models to investigate changes in intergroup impressions in gain and loss frames among individualistic and collectivistic cultures. Participants from a collectivistic culture (East Asian: Chinese) and an individualistic culture (Western: Swiss) repeatedly interacted with ingroup and outgroup individuals who increased (Gain frame) or reduced (Loss frame) their earnings. Importantly, the possible net outcomes were identical for the two frames.  We collected impression ratings before and after these interactions. Results showed a higher ingroup identification score in the East Asian sample and an initial ingroup bias in impression ratings in both samples. Western participants learned to reduce this initial ingroup bias, but only in the loss frame, based on a learning signal (negative prediction error) that was generated if an ingroup individual reduced their earnings (i.e., in the Loss frame). East Asian participants showed the same learning mechanism, but only if they scored low on ingroup identification. Together, these results indicate that learning from negatively perceived ingroup interactions is a mechanism that can decrease ingroup bias in different cultures, modulated by individual ingroup identification.",
          "url": "https://osf.io/eum32",
          "doi": "https://doi.org/10.31234/osf.io/eum32",
          "filter": 0
        },
        {
          "title": "Learning Reduces Ingroup Bias More with Perceived Losses than Gains Across Cultures",
          "authors": "Yuqing Zhou",
          "abstract": "Impressions of individuals from their own and different groups are shaped by culture and learning. While previous evidence suggests stronger ingroup biases in collectivistic compared to individualistic cultures, the effect of such cultural differences on learning-related changes in intergroup impressions remains poorly understood. Here we use reinforcement learning models to investigate changes in intergroup impressions in gain and loss frames among individualistic and collectivistic cultures. Participants from a collectivistic culture (East Asian: Chinese) and an individualistic culture (Western: Swiss) repeatedly interacted with ingroup and outgroup individuals who increased (Gain frame) or reduced (Loss frame) their earnings. Importantly, the possible net outcomes were identical for the two frames.  We collected impression ratings before and after these interactions. Results showed a higher ingroup identification score in the East Asian sample and an initial ingroup bias in impression ratings in both samples. Western participants learned to reduce this initial ingroup bias, but only in the loss frame, based on a learning signal (negative prediction error) that was generated if an ingroup individual reduced their earnings (i.e., in the Loss frame). East Asian participants showed the same learning mechanism, but only if they scored low on ingroup identification. Together, these results indicate that learning from negatively perceived ingroup interactions is a mechanism that can decrease ingroup bias in different cultures, modulated by individual ingroup identification.",
          "url": "https://osf.io/pk29e",
          "doi": "https://doi.org/10.31234/osf.io/pk29e",
          "filter": 0
        },
        {
          "title": "Learning Reduces Ingroup Bias More with Perceived Losses than Gains Across Cultures",
          "authors": "Yuqing Zhou; Björn Lindström; Alexander Soutschek; Pyungwon Kang; Shihui Han; Philippe N. Tobler; Grit Hein",
          "abstract": "Impressions of individuals from their own and different groups are shaped by culture and learning. While previous evidence suggests stronger ingroup biases in collectivistic compared to individualistic cultures, the effect of such cultural differences on learning-related changes in intergroup impressions remains poorly understood. Here we use reinforcement learning models to investigate changes in intergroup impressions in gain and loss frames among individualistic and collectivistic cultures. Participants from a collectivistic culture (East Asian: Chinese) and an individualistic culture (Western: Swiss) repeatedly interacted with ingroup and outgroup individuals who increased (Gain frame) or reduced (Loss frame) their earnings. Importantly, the possible net outcomes were identical for the two frames.  We collected impression ratings before and after these interactions. Results showed a higher ingroup identification score in the East Asian sample and an initial ingroup bias in impression ratings in both samples. Western participants learned to reduce this initial ingroup bias, but only in the loss frame, based on a learning signal (negative prediction error) that was generated if an ingroup individual reduced their earnings (i.e., in the Loss frame). East Asian participants showed the same learning mechanism, but only if they scored low on ingroup identification. Together, these results indicate that learning from negatively perceived ingroup interactions is a mechanism that can decrease ingroup bias in different cultures, modulated by individual ingroup identification.",
          "url": "https://osf.io/f6uv2",
          "doi": "https://doi.org/10.31234/osf.io/f6uv2",
          "filter": 0
        },
        {
          "title": "Visual Word Recognition is Impeded by Adjacent Words",
          "authors": "Laoura Ziaka; Dzan Zelihic; Bob McMurray; Keith S Apfelbaum; Athanassios Protopapas",
          "abstract": "We report two experiments demonstrating that visual word recognition is impeded by the presence of nearby stimuli, especially adjacent words. Reading research has converged on a consensus that skilled readers control their attention to make use of information from adjacent (primarily upcoming) words, increasing reading efficiency. Other lines of research seem to point to potential interference from nearby items, yet this has not been investigated at the critical lexical level. To specifically target lexical activation, here we employ a novel variant of the visual world paradigm with masked (75 ms) flanked visual word targets, contrasting five flanker conditions across two experiments, namely none, repeated symbols, unknown font strings, pseudowords, and words. Analysis of multiple observed variables from 60 and 58 adult Norwegian speakers showed strong interference—compared to no flankers—for all flanker conditions except the repeated symbols. Interference increased with additional levels of possible flanker processing, and was greatest for higher-frequency word targets, consistent with rapid dynamic modulation of attentional breadth. Our findings demonstrate that nearby words interfere with lexical activation of the fixated word and call for a more nuanced approach to the role of preview in fluent reading. We conclude that skilled reading involves a constant complex interplay between the drive toward efficiency, which requires a broad attentional field, and the need to shield processing from interference, which limits attentional breadth.",
          "url": "https://osf.io/rgyfv",
          "doi": "https://doi.org/10.31234/osf.io/rgyfv",
          "filter": 0
        },
        {
          "title": "Defending or Defying Democracy? Reinvestigating the Relationship Between Conspiracy Beliefs and Support for Democratic Principles.",
          "authors": "Tisa Bertlich; Roland Imhoff",
          "abstract": "The storm on the US Capitol on 6th of January 2021 demonstrates the conflicted relationship between conspiracy beliefs and democratic attitudes: While conspiracy believers claim to be defenders of democracy, research shows that conspiracy believers hold a plethora of potentially democracy-endangering attitudes and beliefs. Therefore, the studies at hand reinvestigate the relationship between conspiracy beliefs and their support for democratic principles. We hypothesize that the operationalization of conspiracy beliefs is important for the relationship at hand: We expect that implausible conspiracy beliefs are related to a lower support for democratic attitudes, and that this relationship exists for other implausible beliefs, too. In three cross-sectional survey studies conducted in the US and the UK, we indeed find evidence that people who endorse implausible conspiracy theories are less likely to support democratic principles. Furthermore, this relationship exists for other implausible beliefs, such as the tendency to perceive nonsense statements as profound, too. At the same time, we do not find evidence for the idea that believing in plausible conspiracy theories is related to support for democratic principles. The research at hand sheds light on the importance of the operationalization of conspiracy beliefs. Additionally, it calls researchers to demonstrate the unique contribution of conspiracy beliefs over and above overlapping or confounding variables, such shared thinking styles or political orientation. And lastly, it discussed the potential influence of careless responders in skewed variables such as conspiracy beliefs and support for democratic principles.",
          "url": "https://osf.io/a3e7b",
          "doi": "https://doi.org/10.31234/osf.io/a3e7b",
          "filter": 0
        },
        {
          "title": "A Programmatic Stage 1 Registered Report of global song-speech relationships replicating and extending Ozaki et al. (2024) and Savage et al. (2024)",
          "authors": "Patrick E. Savage",
          "abstract": "How cross-culturally consistent and general are relationships between song and speech? Ozaki et al. analysed singing and speaking from their 75 coauthors speaking 55 languages, concluding that “Globally, songs and instrumental melodies are slower and higher and use more stable pitches than speech”. However, their coauthors were mostly academics and professional musicians who were not representative of general speakers of their languages, so the degree to which their findings would generalise to other speakers of their languages remains unclear. We hypothesize that Ozaki et al.’s findings that song is slower, higher, and uses more stable pitches than speech will replicate in all languages tested.",
          "url": "https://osf.io/c2dba",
          "doi": "https://doi.org/10.31234/osf.io/c2dba",
          "filter": 0
        },
        {
          "title": "A muscularity paradox: Experimental multivariate evidence for relaxed sexual selection via female choice on male muscularity when rating co-parenting qualities than sexual attractiveness.",
          "authors": "Barnaby Dixson; Anthony J Lee; Victoria Groves; Katri Cornelissen",
          "abstract": "Mating strategies theory proposes women may forego paternal investment to secure benefits that augment offspring fitness. We tested whether such trade-offs underpin sexual preferences for male muscularity, a markedly sexually dimorphic feature of human physique related to underlying health and potential resource acquisition, among heterosexual women (N = 230) when considering a sexual partner with no explicit long-term commitment and a mate who would provide obligate paternal investment. Participants rated stimuli depicting male bodies varying systematically in muscle mass, muscle tone and BMI using Likert scales measuring sexual attractiveness and fathering abilities (i.e., obligate parental investment and direct childcare). We also measured individual differences in women’s mating orientation via the revised Sociosexual Orientation Index (SOI-R) and their reproductive ambitions via the Pregnancy Desire Scale. Women’s preferences for muscle mass and muscle tone were stronger for sexual attractiveness judgments than for paternally investing partners. Conversely, when assessing body mass index women’s preferences were significantly lower for more corpulent male physiques when judging sexual attractiveness than paternal nurturing abilities. Self-reported desire for pregnancy was positively associated preferences for more developed muscle mass and tone when judging sexual attractiveness, but not parenting skills. There were no statistically significant associations between preferences for male physique and SOI-R for either sexual attractiveness judgments of parenting abilities. Our findings confirm that women’s mate preferences may reflect trade-offs between parental investment in favour of more muscular male partners, potentially to secure indirect or direct benefits to offspring fitness.",
          "url": "https://osf.io/8hnym",
          "doi": "https://doi.org/10.31234/osf.io/8hnym",
          "filter": 0
        },
        {
          "title": "Screen Time Woes: Social Media Posting, Scrolling, Externalizing Behaviours, and Anxiety in Adolescents",
          "authors": "Eun Jung Choi; Ella Christiaans; Emma Duerden",
          "abstract": "Adolescent screen time use increased exponentially during the pandemic. While excessive social media usage and prolonged screen time have been recognized as risk factors for internalizing and externalizing behaviours in adolescents, there remains limited understanding regarding pre-existing contributing factors that can predispose some adolescents to adverse outcomes. In the current study, screen use behaviours in adolescents were examined in relation to pre-existing vulnerabilities and mental health outcomes such as anxiety, emotional and behavioural difficulties. A community-based sample of 580 adolescents aged 12 to 17 participated in an online survey to assess screen use behaviour from December 2022-August 2023. Demographic data, pre-existing vulnerabilities, screen use, emotional and behavioural difficulties and anxiety were collected using self-report questionnaires. Screen-use behaviours such as frequency of screen use, total time spent on screens, passive scrolling, and content posting on social media were analyzed across weekdays and weekends. Notably, about 45% of adolescents without pre-existing vulnerabilities reported anxiety at a clinical range. The risk analysis revealed that weekday screen time exceeding two hours increases risks on clinically-elevated anxiety two times and emotional and behavioural difficulties fourfolds. Among different types of screen use behaviours, passive scrolling was associated with clinically-elevated anxiety while controlling for age, gender and pre-existing vulnerabilities. Managing screen time and activities based on individual mental health profiles, particularly regarding anxiety levels, could be beneficial for adolescents' well-being.",
          "url": "https://osf.io/6wpt5",
          "doi": "https://doi.org/10.31234/osf.io/6wpt5",
          "filter": 0
        },
        {
          "title": "Addiction, Doughnut, or Extended Self? An Analysis of Interpretive Concepts of Nomophobia",
          "authors": "Jiayi Li; Wenfeng Chen",
          "abstract": "Nomophobia refers to the anxiety individuals experience when unable to effectively access the internet. Traditional explanatory frameworks often interpret this phenomenon as withdrawal symptoms, leading to an over-pathologization of daily behaviors. Neutral theories, on the other hand, view nomophobia as a psychological manifestation of unmet connectivity needs but often fail to acknowledge the psychological benefits of digital technology. The attachment theory perspective interprets nomophobia as separation anxiety, yet logical inconsistencies remain. Self-extension theories consider digital networks as part of the individual self but insufficiently explore the systemic and unique characteristics of the internet. After evaluating and comparing these perspectives, this study introduces the concept of \"virtual ability expansion through networks\" as a complementary enhancement to existing theories. Overall, the conceptual landscape surrounding this topic is characterized by significant overlap and ambiguity. Future research should aim to delineate the boundaries and applicability of these concepts to better understand the ambivalent “love-hate”human-Internet relationship.",
          "url": "https://osf.io/wsb3a",
          "doi": "https://doi.org/10.31234/osf.io/wsb3a",
          "filter": 0
        },
        {
          "title": "Modeling Memories, Predicting Prospections: Automated Scoring of Autobiographical Detail Narration using Large Language Models",
          "authors": "Jonas Klus; Danny Eric Cohen; Alexis N. Garcia; Matthias R. Mehl; Jessica R. Andrews-Hanna; Matthew D. Grilli",
          "abstract": "The Autobiographical Interview is a widely used tool for examining memory and related cognitive functions. It provides a standardized framework to differentiate between internal details, representing the episodic features of specific events, and external details, including semantic knowledge and other non-episodic information. This study introduces an automated scoring model for autobiographical memory and future thinking tasks, using large language models (LLMs) that can analyze personal event narratives without preprocessing. Building on the traditional Autobiographical Interview protocol, we fine-tuned a LLaMA-3 model to identify internal and external details at a narrative level. The model was trained and tested on narratives from 284 participants across three studies, spanning past and future thinking tasks, multiple age groups, and collected in lab and virtual interviews. Results demonstrate strong correlations with human scores of up to r = 0.87 on internal and up to r = 0.84 on external details, indicating the model aligns as closely with human raters as they do with each other. Additionally, as evidence of the algorithm’s construct validity, the model replicated known age-related trends that cognitively normal older adults generate fewer internal and more external details than younger adults across three datasets, finding this age group difference even in one dataset where human raters did not. This automated approach offers a scalable alternative to manual scoring, making large-scale studies of human autobiographical memory more feasible.",
          "url": "https://osf.io/n7cvq",
          "doi": "https://doi.org/10.31234/osf.io/n7cvq",
          "filter": 0
        },
        {
          "title": "The Student Feedback Literacy Instrument (SFLI): Multilingual Validation and Introduction of a Short-Form Version",
          "authors": "Joshua Weidlich",
          "abstract": "Feedback literacy is increasingly recognized as essential individual difference for how students approach and learn from feedback in higher education. This study provides validity evidence for a refined version of the Student Feedback Literacy Instrument (SFLI), designed to measure the construct across two dimensions –feedback attitudes and feedback practices– in three languages: German, English, and Turkish. We developed both a full-length and a short-form version (SFLI-S). Using confirmatory factor analyses on different student samples (Ntotal= 1424), we confirmed the two-factor structure across languages, supporting the model of feedback literacy comprising of attitudinal and behavioral components. Associations with related constructs further support the instrument’s convergent validity. As a psychometrically sound, multilingual instrument, the SFLI can facilitate cross-cultural feedback literacy research and provides a valuable tool for research and educational practice. The SFLI-S offers an economical alternative, enabling wider integration into studies on how students engage with feedback.",
          "url": "https://osf.io/td4v8",
          "doi": "https://doi.org/10.31234/osf.io/td4v8",
          "filter": 0
        },
        {
          "title": "What is the impact of information interventions for mental health? An evaluation framework for policy makers, clinicians and researchers",
          "authors": "Elena Bagdades; Daniele Marotulli; Lucy Foulkes; Argyris Stringaris",
          "abstract": "Increasing awareness of mental health problems, including that of young people, is generally seen\nas positive and several interventions to increase awareness are underway internationally. Yet, a\nprincipled evaluation of benefits and harms of increasing awareness is still lacking.\nHere, we present a conceptual and mathematical framework for the evaluation of information\ninterventions aimed at increasing public awareness of mental health problems. Borrowing from\ninfection spread and related population dynamic models, we show how benefits, but also harms,\nmay accrue at substantial rates over time.\nSpecifically, we model the links of a causal chain that starts with an attempt to increase public\nawareness through an information intervention. This allows us to show such interventions change\nthe mental health awareness in the general public, influence the number of help seekers (i.e. those\nwho seek help from mental health professionals), but may also, directly or indirectly, influence how\nclinicians practise and the accuracy of their diagnoses. Consequently, we show that information\ninterventions can increase both benefits and harms to the general population, depending on\nindividual parameters that our framework can flexibly accommodate.\nIn our paper, we detail the rigorous conceptual foundations and mathematical formalisms but also\noffer a novel software application that can be used by researchers and practitioners who wish to\npredict the effect of potential mental health information interventions, or evaluate the outcomes of\nexisting ones.",
          "url": "https://osf.io/ztnrv",
          "doi": "https://doi.org/10.31234/osf.io/ztnrv",
          "filter": 0
        },
        {
          "title": "Performing further away from one’s preferred time of day increases false memories, and the effects of caffeine",
          "authors": "Maria Khan; Valerie Lesk; Elizabeth Walters",
          "abstract": "False memories occur when an individual may remember an experience or event differently from the way it’s actually happened or misremember that it even happened at all. Previous research has shown that the presence of false memories may be affected by subtle external factors such as sleep duration, caffeine intake, or the time of day (ToD) of testing. However, the effects of a wide range of sleep, tiredness, ToD and caffeine variables, specifically at the time of testing or prior to testing has rarely been explored. Fifty-seven cognitively-healthy adults completed a sleep, tiredness and caffeine questionnaire which assessed a range of variables including questions about habitual and current sleep patterns, tiredness and caffeine factors, followed by a false memory task. Results showed that (i) as participants performed further away from their subjectively reported preferred ToD the number of false memories increased and (ii) caffeine intake prior to testing reduced the number of false memories made when people were performing further away from their preferred ToD. These findings highlight the need to consider one’s subjective ToD preference for taking part in false memory tasks, and prior caffeine intake on the development of false memories in clinical, research and legal settings.",
          "url": "https://osf.io/69c2z",
          "doi": "https://doi.org/10.31234/osf.io/69c2z",
          "filter": 0
        },
        {
          "title": "A thematic synthesis of the experiences and perceptions of everyday wayfinding",
          "authors": "Victoria Goldenberg",
          "abstract": "Wayfinding is an important everyday activity, which can be conceived as a dynamic process of spatial problem solving. Existing research has significantly increased our understanding of the underlying mechanisms of wayfinding but has necessarily minimised the importance of ecological factors. Therefore, in this study we conducted a thematic synthesis of 38 articles, investigating an important yet minimised factor: the experiences and perceptions of everyday wayfinding. Our findings suggest that people’s experiences and perceptions are an integral part of everyday wayfinding, which manifests most explicitly in how landmarks are selected and utilised, how individuals’ wayfinding experiences and strategies are idiosyncratic, and how wayfinding can be conceived as a dynamic, collective and socially-situated activity. These findings, we suggest, can act as a catalyst for an expansion of wayfinding research towards more ecologically sound approaches with diverse methodologies. This, we argue, provides support for an exciting new ‘situated turn’ in wayfinding research.",
          "url": "https://osf.io/92q3x",
          "doi": "https://doi.org/10.31234/osf.io/92q3x",
          "filter": 0
        },
        {
          "title": "Not So Different After All? Antecedents and Consequences of Believing in Misinformation and Conspiracy Theories",
          "authors": "Florian Wintterlin",
          "abstract": "Distorted information has been shown to affect individual cognition, behavior, and societal dynamics. This study examines belief formation in misinformation and conspiracy theories, using the COVID-19 pandemic as a relevant case. It addresses gaps in understanding whether different distorted beliefs arise from distinct factors and how they influence information processing. By analyzing misinformation and conspiracy theories—types of distorted information that differ in facticity and intent to deceive—this study seeks to clarify the cognitive and social mechanisms behind these beliefs. Findings reveal that a conspiratorial mindset and intuitive thinking significantly predict belief in distorted information, highlighting the need for tailored interventions. Institutional mistrust, reliance on alternative media, and group identity further shape susceptibility to such beliefs. Insights from this research support the development of targeted strategies to address distinct cognitive profiles, emphasizing the importance of fostering critical media skills and understanding motivations behind belief formation.",
          "url": "https://osf.io/udzy9",
          "doi": "https://doi.org/10.31234/osf.io/udzy9",
          "filter": 0
        },
        {
          "title": "Making a deal with the devil and your neighbour: A structuration approach to privacy and security in practice",
          "authors": "Janusz Swierczynski; Brittany I Davidson; Adam Joinson; Joanna Syrda",
          "abstract": "Video-enabled smart home security devices are increasingly being adopted with the intention to secure one’s home, but these devices present novel challenges in terms of security – not only for the owner but also for the rest of their household and other residents in their neighbourhood. We employ a qualitative methodology using rich interview data with a sample of residents from one neighbourhood that had adopted these devices and present this in the form of four composite narratives. By shifting the unit of analysis to the neighbourhood level and employing a structurational practice lens, we shed light on the complex situated uses of these novel technologies and how their use interacts with existing structures leading to varied privacy and security outcomes for neighbourhood residents. We conceptualise the outcomes of the emergent structures and practices as a Faustian Bargain - when residents enact structures in their recurrent use, in order to gain a combination of security, control, convenience and entertainment they trade their own and their neighbour’s privacy. More interestingly however, we see that the privacy that is being traded in this ‘devilish’ transaction is not paid proportionally by all.",
          "url": "https://osf.io/g9dpt",
          "doi": "https://doi.org/10.31234/osf.io/g9dpt",
          "filter": 0
        },
        {
          "title": "Responsible Research Assessment (Parts I and II): Responses to the Commentaries",
          "authors": "Daniel Leising; Anne Gärtner; Felix D. Schönbrodt",
          "abstract": "We give a brief overview of our deliberations in responding to the commentaries on our two target papers presenting the RESQUE (Research Quality Evaluation) framework. While we were able to incorporate many suggestions for improvement directly, we acknowledge that other areas (e.g., quality in theorizing) will require further elaboration. In this paper, we specifically touch on the following issues: (a) eligible types of publication, (b) measurability, (c) quality criteria for software and datasets, (d) theoretical rigor, (e) quantity, (f) authorship, (g) potential bias (against certain methodologies, types of research contributions, or subdisciplines), (h) overall rigor score, (i) weighting of individual indicators, (j) types of data, (k) impact, (l) interdisciplinary value, (m) teaching, (n) expertise, (o) gaming the new metrics, and (p) representativeness. The RESQUE framework has met with largely positive reception so far, but continues to evolve and will thrive best when community involvement stays strong.",
          "url": "https://osf.io/6akmr",
          "doi": "https://doi.org/10.31234/osf.io/6akmr",
          "filter": 0
        },
        {
          "title": "Family Navigation for Children with Autism:  A Scoping Review of Quantitative and Qualitative Evidence",
          "authors": "Ingrid Ying-Tzer Lin; Anna C. Morgan; Christopher Stave; Heidi Feldman; Lynne C. Huffman",
          "abstract": "Purpose: Family navigation (FN) has emerged as a promising intervention for reducing barriers and addressing social and economic inequities in autism service delivery. Little is known regarding the implementation and effectiveness of FN for children with autism. The aims of this scoping review are to: (1) summarize the breadth, quantity, and characteristics of the existing literature on FN for children diagnosed with autism; (2) describe the models and outcomes of FN for this population; and (3) identify knowledge gaps and provide directions for future research.\n\nMethods: Authors used the Arksey and O’Malley’s methodological framework for scoping reviews. Searches were conducted in PubMed, CINAHL, Embase, Social Services Abstracts, and Web of Science, resulting in identification of 479 papers. Two independent raters completed title/abstract and full text screening, followed by extraction of pertinent data using a researcher-developed tool. Synthesis of results involved content and constructs analysis and descriptive numerical summaries.\n\nResults: 17 publications met inclusion criteria. Seven studies evaluated FN programs delivered by a professional or peer navigator. Three studies assessed FN tools. Overall, the studies reported positive impacts on family activation, family well-being, parental knowledge, and service utilization. Navigator programs were generally found to be feasible and acceptable. However, none of the navigator programs addressed their effect on wait times to services or child-specific outcomes. \n\nConclusion: FN is a promising intervention for improving family outcomes and increasing service utilization. Further research is needed to establish best practices, identify child- and family-centered outcome metrics, and promote scalability and sustainability.",
          "url": "https://osf.io/4v6me",
          "doi": "https://doi.org/10.31234/osf.io/4v6me",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Early Maladaptive Schemas Shape Personality and Affect in Non-Clinical Adults",
          "authors": "Joshua Gerber; Theo Tobel; Mordechai Walder; Ninette Simonian; Leo Christov-Moore; Nicco Reggente; Felix Schoeller",
          "abstract": "Background\nEarly maladaptive schemas (EMS) significantly impact psychological functioning, yet their prevalence and influence within non-clinical populations are under-researched. This study explores distinct EMS clusters in a non-clinical adult sample and examines their associations with personality traits and emotional experiences.\nMethods\nNinety-one adults (mean age 42.5) completed the Young Schema Questionnaire (YSQ-S3), Big Five Inventory (BFI), Positive and Negative Affect Schedule (PANAS), and Dispositional Positive Emotion Scales (DPES). K-means clustering identified EMS patterns, and relationships between EMS clusters, personality traits, and affective states were analyzed using Kruskal-Wallis tests, t-tests, and Spearman’s rank correlations.\nResults\nThree EMS clusters—Low, Medium, and High intensity—were found. Neuroticism varied significantly across all clusters (p &lt; .001), showing a strong positive correlation with most EMS. Entitlement/Grandiosity was uniquely uncorrelated with Neuroticism but negatively associated with Agreeableness. Within the Medium cluster, two personality types emerged, distinguished by Neuroticism and Extraversion. The High EMS cluster had significantly greater Negative Affect than the Low cluster (p = .002). Love and Pride dispositions differed across clusters (p ≤ .001), showing negative correlations with specific EMS.\nConclusions\nThis study identifies distinct EMS patterns in non-clinical adults, highlighting Neuroticism as a major factor in EMS intensity and Entitlement/Grandiosity as a unique schema with atypical personality links. The findings reveal a “Schema Continuum” in the general population, challenging the clinical/non-clinical divide. Interventions targeting Neuroticism and enhancing positive emotions like Love and Pride may reduce maladaptive schemas, suggesting a path for preventative mental health strategies.",
          "url": "https://osf.io/n6ymj",
          "doi": "https://doi.org/10.31234/osf.io/n6ymj",
          "filter": 2
        },
        {
          "title": "An Incentive-Based Mobile Health Program for Smoking Cessation in Low-Resource Populations with a Pilot Micro-Randomized Trial",
          "authors": "Devin Tomlinson; Erin Bonar; Lauren Zimmermann; Anne Fernandez; Golfo Tzilos Wernette; Inbal Nahum-Shani; Lara Coughlin",
          "abstract": "Introduction: Cigarette smoking is the leading cause of preventable death in the United States. We evaluate the feasibility and acceptability of a digital incentive-based intervention for tobacco cessation among Medicaid beneficiaries with a pilot micro-randomized trial.\nMethods: Participants (N=37; 63.9% annual income &lt;$15,000), self-enrolled across community-based health centers, were incentivized monetarily to submit breath samples twice daily for four weeks, with additional incentives for negative samples (≤6 parts per million carbon monoxide). Participants were randomized twice daily with fixed probability (0.48) to be sent motivational messages or not via an app. We evaluate acceptability and feasibility of the program. Using a generalization of regression suitable for a binary outcome, we examine the average effect of delivering a message (vs. no message) on proximal sample submissions and smoking status.\nResults: Thirty-three participants who completed a post-test assessment (97.1%) reported would recommend the program to others. Participants submitted samples during 69.5% of submission windows and 61.3% of participants were smoke free at post-test. After adjusting for previous sample submission, participants were 7% more likely (risk ratio (RR) 1.073; 95% confidence interval [CI]: [1.010,1.140]) to submit a sample after a motivational message was delivered (vs. not delivered). Participants were 7% less likely (RR 0.931; 95%CI: [0.827,1.048]) to submit a positive sample (vs. negative), although not statistically significant.\nConclusions: The results support the incorporation of motivational messages into research involving incentive-based treatments for tobacco cessation.",
          "url": "https://osf.io/9fwb5",
          "doi": "https://doi.org/10.31234/osf.io/9fwb5",
          "filter": 2
        },
        {
          "title": "Morningness-Eveningness Scale for Children: are reference intervals for adolescents advisable?",
          "authors": "Jeanny Santana; Sabine Pompeia; Jefferson Souza Santos; Fernando Mazzilli Louzada",
          "abstract": "As they age, adolescents tend to prefer sleeping and waking later due to biological maturation, social and environmental factors. Higher eveningness preferences relate to risks of developing physical and mental ill-health and/or academic underachievement. To identify individuals who are more vulnerable to these negative outcomes, prior studies have mostly established percentile cutoffs scores in questionnaires of moningness-eveningness (M-E) preferences, a method that is inefficient and leads to biased estimates, and/or used linear methods, which do not consider that M-E can fit other types of distribution. We reanalyzed cross-sectional data of 1815 10-18-year-old Brazilians who filled in the most popular circadian preference scale, the M-E Scale for Children (MESC). Age/sex differences in MESC scores were analyzed using correlations, general linear models and 44 different curve fittings based on fractional polynomials and exponential data transformation. We found a very slight correlation and general linear increase in eveningness with age, but none of the 44 tested curve fit patterns reliably explained score changes across development, which were highly variable at all ages. We conclude that MESC age reference scores are of little practical value. We discuss conditions which must be combined with MESC scores to identify adolescents at risk of circadian-related problem.",
          "url": "https://osf.io/vdwkm",
          "doi": "https://doi.org/10.31234/osf.io/vdwkm",
          "filter": 2
        },
        {
          "title": "Umgang mit kultureller Diversität im Klassenzimmer: Möglichkeiten und Erfahrungen aus der Lehramtsausbildung",
          "authors": "Francesca Ialuna; Sauro Civitillo; Philipp Jugert",
          "abstract": "Dieses Kapitel zielt darauf ab, zentrale Aspekte angemessenen Handelns von Lehrkräften in Bezug auf kulturelle Diversität in der Schule zu beschreiben und Beispiele aufzuzeigen, wie dieses im Rahmen des Lehramtsstudiums umgesetzt werden kann. Im Mittelpunkt steht der pädagogische Ansatz des kulturresponsiven Unterrichtens (Culturally Responsive Teaching, Gay, 2018), der mehrere Aspekte umfasst. In diesem Kapitel werden wir uns hauptsächlich darauf fokussieren, wie (angehende) Lehrkräfte kulturresponsive Lehrpraktiken umsetzen können, indem sie ein kulturelles Diversitätsklima, die Beziehungsqualität zwischen Lehrkräften und Schülerinnen und Schülern mit unterschiedlichen Flucht- und Migrationserfahrungen sowie ein kritisches Bewusstsein über soziale Ungleichheiten und Mikroaggressionen im Bildungssystem fördern. Zu diesen Themen werden sowohl theoretische Grundlagen als auch empirische Befunde aus Deutschland und dem internationalen Kontext vorgestellt. Zudem werden praktische Vorschläge unterbreitet, wie diese Themen im Rahmen der Lehramtsausbildung adressiert werden können. Abschließend wird ein Ausblick gegeben, welche weiteren Themen, die mit dem kulturresponsiven Unterrichten verbunden sind, im Lehramtsstudium zukünftig stärker berücksichtigt werden sollten.",
          "url": "https://osf.io/4rhwd",
          "doi": "https://doi.org/10.31234/osf.io/4rhwd",
          "filter": 2
        },
        {
          "title": "IL NARCISISMO MALIGNO IN FAMIGLIA: quando il conflitto coinvolge un figlio e come riconoscerlo",
          "authors": "Tiziano Costanzo",
          "abstract": "Il narcisismo maligno è un tema frequentemente discusso in ambito relazionale, ma raramente viene considerato all'interno delle dinamiche familiari. Questo articolo si propone di colmare tale lacuna, approfondendo l'impatto devastante che il narcisismo maligno può avere sui genitori vittime di un figlio narcisista. Attraverso una combinazione di prospettive teoriche, neuroscientifiche e pratiche, il testo esplora come riconoscere i segnali distintivi del narcisismo maligno, le modalità subdole di manipolazione utilizzate dai figli narcisisti e le implicazioni psicologiche per i genitori, tra cui la dipendenza emotiva, la riduzione dell'autostima e l'isolamento sociale.\nViene inoltre presentata una distinzione fondamentale tra narcisismo sano e patologico, sottolineando il valore evolutivo di una sana autostima e fiducia in sé stessi, in contrasto con i comportamenti distruttivi che caratterizzano il narcisismo maligno. Sono analizzati i meccanismi neurali, come il sistema dopaminergico e la corteccia prefrontale, coinvolti nelle dinamiche di manipolazione e condizionamento operante, evidenziando l'impatto sul benessere psicologico e relazionale.\nInfine, l'articolo propone strategie per interrompere il ciclo di tossicità, con un focus sulla prevenzione precoce e l'intervento tempestivo, promuovendo relazioni familiari più equilibrate e responsabili. Attraverso una trattazione chiara e scientifica, l’obiettivo è fornire strumenti utili non solo per il genitore vittima, ma anche per prevenire che il figlio perpetui schemi comportamentali distruttivi in altre relazioni future.",
          "url": "https://osf.io/gvnaj",
          "doi": "https://doi.org/10.31234/osf.io/gvnaj",
          "filter": 2
        },
        {
          "title": "A Recursive Partitioning Approach for Detecting Nonstationarity of Levels and Trends in Time Series Data.",
          "authors": "Fred Hasselman; Merlijn Olthof; Jingmeng Cui; Anna Lichtwarck-Aschoff",
          "abstract": "In this study a method for detecting level stationarity in time series data based on recursive partitioning (regression trees) is examined. Recursive partitioning iteratively splits the time series into two segments with the goal of finding the most optimal difference between segment means, given certain criteria related to the length of the segments and the magnitude of the level differences. The performance of the method to recover the true transition points and the true stationary levels in simulated time series data is evaluated in terms of sensitivity analyses for different parameter settings. The performance is compared to a change point detection algorithm based on Binary Segmentation. The results show the recursive partitioning method, with an additional post-analysis adjustment which removes likely false positives, performs equally well as the change point analysis in detecting the true transition time. The recursive partitioning method appears to perform better when the estimation of the true stationary level is concerned.",
          "url": "https://osf.io/asv5f",
          "doi": "https://doi.org/10.31234/osf.io/asv5f",
          "filter": 2
        },
        {
          "title": "Affective well-being trajectories during the transition out of upper secondary education: A measurement burst study",
          "authors": "Anne Sosin; Stacey Scott; Joshua M. Smyth; Andreas B. Neubauer",
          "abstract": "The transition out of upper secondary education represents a critical life event for young adults. Research on trajectories of affective well-being during this period is limited and inconsistent. The present work investigated changes in well-being from shortly before graduating from upper secondary education to approximately one year later. The motivation for a post-school pathway, as well as perceptions of the impact of moving out of home, ending a relationship, and entering a new relationship were examined as potential predictors of between-person differences in well-being trajectories. German-speaking high school graduates (N = 897) reported on their affective well-being in up to four surveys over approximately one year and additionally indicated their motivation for their post-school pathway and life events they had experienced. At three measurement occasions, participants also participated in a three-week experience sampling phase, in which they reported on their daily well-being. Latent change models revealed an initial increase in well-being after graduation, but mixed evidence for subsequent trajectories, as both positive and negative affect decreased on average. Changes in well-being were more pronounced for global assessments of affective well-being. We did not find associations of the motivation for a post-school pathway and the life events with well-being trajectories. Overall, these findings highlight the complexity of well-being trajectories during the transition out of upper secondary education and the importance of using multiple time points and assessment methods to understand these dynamics. Understanding these well-being trajectories is crucial for supporting young adults in their future decisions and improving their overall well-being.",
          "url": "https://osf.io/7csr3",
          "doi": "https://doi.org/10.31234/osf.io/7csr3",
          "filter": 2
        },
        {
          "title": "Impact of socioeconomic status on IQ and attention in school children in Poland, a country with relatively low socioeconomic differences",
          "authors": "Mikołaj Compa; Marcin Szwed; Bartłomiej Walczak; Bernadetta Izydorczyk; Iana Markevych; Jakub Kołodziejczyk; Clemens Baumbach; Yarema Mysak; Małgorzata Lipowska; Katarzyna Sitnik-Warchulska",
          "abstract": "Socioeconomic inequalities affect health via multiple biological, behavioral, and social pathways. Specifically, low socioeconomic status (SES) negatively impacts children's intelligence quotient (IQ). Most data on this topic comes from high-inequality countries such as the United States. Here, we investigate the impact of SES on IQ and attention and how it might be mediated by early-childhood factors in 10- to 13-year-old children in Poland, a country with relatively low socioeconomic differences and medium incomes. Inhibitory attention was measured using a go/no-go task. We found that parental education significantly influenced IQ and attention. Low SES children scored on average 3 IQ points lower than high SES children and had significantly longer reaction times and d’ (discrimination accuracies). Family SES had a clear non-mediated impact on IQ, and an overall effect on attention. On the other hand, smoking/alcohol during pregnancy,  and breastfeeding, while all correlated with SES, did not modify its effects on IQ or attention. We conclude that the impact of SES on cognition is considerable even in a low-inequality country such as Poland, and in our population it cannot be explained by these early-life factors.",
          "url": "https://osf.io/4xub2",
          "doi": "https://doi.org/10.31234/osf.io/4xub2",
          "filter": 2
        },
        {
          "title": "Is Peer Adversity in Childhood and Adolescence Linked to Interpersonal Functioning in Adulthood? A Meta-analytic Review",
          "authors": "Shuiqing Huang; Vera Ellen Heininga; Tina Kretschmer",
          "abstract": "This meta-analysis synthesizes research on longitudinal associations between child and adolescent peer adversity and various domains of adult interpersonal functioning. Meta-analyses were conducted on 220 effect sizes from 37 studies published between 1998 and 2024, unadjusted and adjusted for gender, socioeconomic status and childhood family adversity. Participants (Ntotal = 45,325, proportion of girls = 54.6%, average duration to follow-up = 11.5 years) in the 27 samples were primarily European or North American (k = 26). Peer adversity was linked to adult interpersonal functioning in unadjusted (r = -.15) and adjusted models (r = -.15), no robust moderators were found. These findings highlight the importance of mitigating a broad range of peer adversity to foster relational health in adulthood.",
          "url": "https://osf.io/vcts8",
          "doi": "https://doi.org/10.31234/osf.io/vcts8",
          "filter": 2
        },
        {
          "title": "Rethinking the perennial problem of generalists vs specialists: applications in a 5th Generation headquarters",
          "authors": "Alexander Kalloniatis; Wesley McTernan",
          "abstract": "Operational C2 systems, as realised in military headquarters, will involve in the future a far greater diversity of knowledge domain specialists than the traditional paradigm, expanding to encompass experts in warfare and manoeuvre across non-traditional domains, emerging digital technologies, and multi-agency linkages as demanded by the increasing complexity of the cooperation-competition-conflict environment. The integration of these elements will be critical to enable timely and accurate awareness and decision making to meet the challenges and threats of an increasingly complex geopolitical landscape in which military force is but one element of national power.\nThe integration of these specialists is not without its challenges, including problems with cross-domain communication, role ambiguity and team orientation. Generalists, individuals with a broader gambit of knowledge but less depth than specialists, are frequently touted as the solution to multi-disciplinary teams. Generalists alone however lack the domain expertise to complete the same depth of tasks as specialists. Organisational theory provides a plethora of literature examining the specialist/generalist composition of an organisation, which is known as the specialist vs generalist dilemma.\nThis paper will draw upon this body of research to build on the design of a 5th Generation Headquarters, a concept previously presented in ICCRTS. Included will be a model that enriches the binary conceptualisation of generalism v specialism, to explore the broad spectrum of knowledge heterogeneity and depth. Changes in structure, staff training, and automation/autonomous technologies are discussed as possible parameters that may be modified to enhance organisational effectiveness and agility.",
          "url": "https://osf.io/b89uv",
          "doi": "https://doi.org/10.31234/osf.io/b89uv",
          "filter": 2
        },
        {
          "title": "MURA Snapshot Survey: Validation of Culture and C2 Agility Scales",
          "authors": "Rachel Mate; Wesley McTernan",
          "abstract": "Under Plan MURA, Australia’s Headquarters Joint Operations Command (HQJOC) is undergoing a series of modernisation enhancements to ready itself for the challenges of tomorrow. To support this modernisation, an annual headquarters survey was developed: The MURA Snapshot. In this paper we conducted Confirmatory Factor Analysis (CFA) on two new multi-item measures implemented within the 2022 MURA Snapshot survey: a four item measure of Culture and seven item measure of Command and Control (C2) Agility. We found good fit indices for a reduced three item measure of Culture, and for the full seven item measure of C2 Agility. We believe this is the first published and validated measure of C2 Agility, and therefore offers a useful and rigorous tool for the C2 community. We conclude the paper by providing a discussion of possible directions for future research including approaches for making improvements to each scale.",
          "url": "https://osf.io/dqth3",
          "doi": "https://doi.org/10.31234/osf.io/dqth3",
          "filter": 2
        },
        {
          "title": "Unraveling the reciprocal effects and micro-development of metacognitive monitoring strategies and monitoring judgments: A micro-genetic diary study",
          "authors": "Marion Händel; Ulrike Nett; Donna Bryce; Markus Dresel",
          "abstract": "Metacognitive monitoring plays a central role in models focusing either on monitoring strategies (models of self-regulated learning) or on monitoring judgments and their accuracy (models of metacognition). Although strategies and judgments are both concerned with monitoring one’s learning progress, they have been analyzed only independently, so far. To combine these two research perspectives, an integrative model is proposed. Two studies empirically tested the structure of metacognitive monitoring and investigated the influence of metacognitive knowledge and motivational components. The studies focused on general (Study 1, N = 396) and situation-specific (Study 2, N = 225) monitoring as well as on quantitative and qualitative aspects of monitoring (both studies). Across the two studies, monitoring one’s own learning was characterized by three separate but correlated factors: use of monitoring strategies, quality of monitoring strategies, and accuracy of monitoring judgments. Furthermore, common (metacognitive knowledge, expectancy) and specific (value) predictors of metacognitive monitoring were identified.",
          "url": "https://osf.io/jg6et",
          "doi": "https://doi.org/10.31234/osf.io/jg6et",
          "filter": 2
        },
        {
          "title": "Effects may both increase or decrease in the long run: A mathematical illustration",
          "authors": "Mathias Berggren",
          "abstract": "It has been argued that small effects observed at a single instance should not be dismissed, because they can be expected to accumulate in the long term. This follows a classic argument by Abelson (1985). However, it has also been argued that such long-term accumulation is entirely speculative, and need not happen. Here this is shown with a simple mathematical formulation. This formulation shows that the Abelson example is in fact maximally biased towards effects accumulating, in a way that real psychological effects are unlikely to ever fulfill. Even small deviations can have large consequences for the long-term effects. Further, it is shown how under simple conditions, long-term effects may be smaller than those observed at a single timepoint. If the theoretical value of an effect lies in the long term, that effect should therefore be examined in the long term, rather than merely speculated about in the short term.",
          "url": "https://osf.io/vkqxe",
          "doi": "https://doi.org/10.31234/osf.io/vkqxe",
          "filter": 2
        },
        {
          "title": "Predictive vs. Prospective Control: Clarifying the Terms of the Debate",
          "authors": "Andrew D Wilson; Gavin Buckingham; Joost C. Dessing; Otto Lappi; Karl Friston; Inês Hipolito; Maxwell James Ramstead; Warren Mansell; Rob Gray",
          "abstract": "A central question in motor control is whether that control is predictive or prospective. However, these terms are used widely and inconsistently throughout the literature, which makes it hard for research to reliably build or be challenged. Our goal is to clearly identify the ways in which these terms get used, and to identify what each approach commits to as a theory of motor control. We have identified three notions of predictive control (Perception-Action, Predictive Processing, and the Free Energy Principle) and two of prospective control (Perceptual Control Theory, and Ecological Psychology), and here we briefly discuss what each entails, with reference to key literature and examples. We hope that this guide will help researchers be clear about exactly which approach they are taking, and how they have engaged with the key elements of their chosen approach.",
          "url": "https://osf.io/ce3zb",
          "doi": "https://doi.org/10.31234/osf.io/ce3zb",
          "filter": 2
        },
        {
          "title": "Our world",
          "authors": "Pyrrhon",
          "abstract": "This paper deeply discusses our subjective existence essence, natural existence ontology in its evolution form, the essence of intelligence and the comparative analysis between human and artificial intelligence, and analyzes AGI and the future artificial intelligence society. First of all, this paper analyzes from the theoretical framework of the subject perspective, and expounds that the essence of consciousness is the change of content in the perspective of the subject, which is an equivalent to the change of the structure of the entity. Then, this paper discusses the formation law of various self-organization phenomena under the framework of self-evolution theory, how all things evolved from the basic structure, and analyzes and summarizes the self-evolution entity structure of each stage. At the same time, this paper analyzes how natural selection and profit avoidance can promote the evolution of adaptive and negative feedback structure, and gradually complicate the physical structure to simulate and respond to natural changes. Then, this paper discusses how intelligence emerges in the self-evolution mechanism, then summarizes the essence of intelligence, analyzes and defines the essential characteristics of general intelligence, and analyzes the essence of human intelligence and artificial intelligence. Finally, this paper puts forward a thought experiment to realize AGI and analyzes the future artificial intelligence society. The systematic discussion and analysis of this paper is of profound value in the rapid entry of human civilization into the stage of artificial intelligence. Human beings have never experienced the events of iterative creation, and have insufficient understanding of the feature and importance of them.",
          "url": "https://osf.io/295uz",
          "doi": "https://doi.org/10.31234/osf.io/295uz",
          "filter": 2
        },
        {
          "title": "Differentiating the Roles of Major Environmental Risk Dimensions in Predicting Early Adolescent Substance Use Initiation",
          "authors": "Ha Rim Jung; Katie J. Paige; Katherine McCurry; Omid Kardan; Alexander Samuel Weigard",
          "abstract": "Early environmental adversity has lasting implications for multiple psychosocial outcomes, including externalizing psychopathology and substance use initiation. Little prior research has taken a multidimensional approach to conceptualizing environmental adversity, its relationship to externalizing psychopathology, and how together they may predict substance use initiation. This study examined how dimensional measures of financial hardship, neighborhood disadvantage, family conflict, and cumulative trauma predicted Substance Use Initiation (SUI) by age 15 in a subsample of substance use naive individuals from the Adolescent Brain Cognitive Development (ABCD) Study (N = 3,811). SUI was defined as a single dose or more of any substance (alcohol, nicotine/tobacco, cannabis, other illicit substances, etc.) and was coded as a dichotomous categorical variable. An Exploratory Factor Analysis was conducted to create latent variables of family conflict, economic deprivation, and neighborhood disadvantage. A sum score of adverse events from the KSADS PTSD scale was used to measure trauma. Structural equation modeling was conducted to examine whether measures of environmental adversity predicted SUI, and test whether symptoms of psychopathology mediated that association. After controlling for sex and age, only economic deprivation at the family level and externalizing symptoms were significant predictors of SUI. Our results also supported an indirect mediation pathway in which family conflict impacted SUI indirectly through its association with externalizing symptoms. These findings may help improve public health efforts for substance use prevention by identifying environmental pathways to adolescent SUI.",
          "url": "https://osf.io/9xnpk",
          "doi": "https://doi.org/10.31234/osf.io/9xnpk",
          "filter": 2
        },
        {
          "title": "Affective and computational determinants of threat extinction biases",
          "authors": "Yoann Stussi",
          "abstract": "Pavlovian threat acquisition and extinction are fundamental processes by which individuals learn about threat and safety in their environment. Research has shown that humans learn more rapidly and persistently to associate threatening and—somewhat counterintuitively— positive rewarding stimuli with aversive events, beyond their inherent threat value. However, the computational mechanisms underlying these Pavlovian learning biases remain unclear. Here, I examined the affective and computational determinants of Pavlovian threat acquisition and extinction biases for threat-related and positive emotional stimuli. I combined and reanalyzed data from four experiments (N = 247) using a differential Pavlovian threat conditioning paradigm. Computational modeling techniques were applied to identify signatures of these learning biases. Threat-relevant (angry faces, snakes), positive-relevant (baby faces, happy faces, erotic stimuli), and neutral (neutral faces, colored squares) stimuli were used as conditioned stimuli, with skin conductance response serving as an index of learning. Model comparison indicated that a reinforcement-learning model differentiating between excitatory (e.g., learning from reinforcement) and inhibitory (e.g., learning from the absence of reinforcement) learning was the best explanatory model for the observed data. Whereas no evidence for differences in excitatory learning rates was found between stimulus categories, both threat- and positive-relevant stimuli exhibited a lower inhibitory learning rate compared to neutral stimuli, contributing to the persistence of the conditioned response during extinction. These findings provide insights into the mechanisms underlying Pavlovian threat extinction biases, thereby advancing our understanding of how humans attribute and update affective value to their environment.",
          "url": "https://osf.io/fmyca",
          "doi": "https://doi.org/10.31234/osf.io/fmyca",
          "filter": 2
        },
        {
          "title": "Normalizacija pasivnosti prilikom porođaja: pozitivna iskustva i poverenje u zdravstveni sistem kao generatori opravdavanja pasivnosti",
          "authors": "Milica Ninković; Sandra Ilic; Kaja Damnjanović",
          "abstract": "Istraživanja i praksa pokazuju da je u našem zdravstvenom sistemu (ZS) pasivnost žene tokom porođaja normalizovana, te da reprezentaciju žene kao nužno pasivne imaju i zaposleni u ZS, ali i žene korisnice ZS. Cilj istraživanja je stoga bio da ispitamo koji činioci povezani sa iskustvom sa ZS oblikuju takvu normalizaciju pasivnosti žene. Ispitanice (N=363, 252 sa iskustvom porođaja) su popunile skale poverenja u medicinsko osoblje, nepoverenja u ZS i pouzdanja u ZS, skalu učestalosti pozitivnih i negativnih iskustava sa ZS i skalu normalizacije pasivnosti prilikom porođaja. Ispitani faktori objašnjavaju 1/4 varijanse normalizacije pasivnosti prilikom porođaja. Preciznije, normalizaciji pasivnosti su sklonije ispitanice pouzdanije u ZS, koje su rađale i imale više pozitivnih, odnosno manje negativnih iskustava. Psihološki paradoksalno, pozitivan odnos sa ZS vodi preuzimanju norme o pasivnosti, dok negativna iskustva predstavljaju protektivni faktor - ZS uči žene pasivnosti, jer svako pozitivno iskustvo sa sistemom čini da se pasivnost opaža kao ispravna.",
          "url": "https://osf.io/tdeag",
          "doi": "https://doi.org/10.31234/osf.io/tdeag",
          "filter": 2
        },
        {
          "title": "Transdiagnostic Symptom Dimensions in Individuals at Ultra-High Risk for Psychosis: Towards Dimensional Representations of Pluripotent Risk",
          "authors": "Julia C. C. Schulte-Strathaus; Christian Rauschenberg; Isabell Paetzold; Diego Quattrone; Jessica Anna Hartmann; Paul Amminger; Hok Pan Yuen; Patrick McGorry; Barnaby Nelson; Ulrich Reininghaus",
          "abstract": "Intro: Research has shifted focus from categorical to dimensional conceptualizations of mental health conditions. This is supported by high overlap between disorders, particularly psychosis spectrum and affective disorders, which cuts across traditional diagnostic boundaries. While there is evidence for a general factor of psychopathology in individuals with schizophrenia, schizoaffective disorder, and psychotic bipolar I disorder, transdiagnostic dimensions of psychopathology have not been investigated in young individuals at Ultra-High Risk (UHR) for psychosis. The current study sought to investigate (1) whether there is a general dimension underlying psychopathological symptoms in UHR individuals and (2) whether the formation of specific symptom dimensions (positive symptoms, negative symptoms, affect, and activation) is justified alongside a general dimension. \nMethods: Item factor analyses were conducted on symptom ratings of the Brief Psychiatric Rating Scale at baseline in the Staged Treatment in Early Psychosis (STEP) trial. \nResults: In total, 342 UHR participants were included. A bifactor model with one general symptom dimension and four specific factors of positive symptoms, negative symptoms, affect, and activation yielded the best relative model fit and interpretability when compared to uni- and multidimensional models, albeit absolute model fit statistics provided no strong evidence to support this finding. However, model stability and interpretability tentatively support its utility in addressing our aims of disentangling pluripotent from domain-specific dimensions. Conclusion: These findings shed light on the dimensionality of symptoms in youth at UHR for psychosis and reflect an important step towards dimensional phenotypes in hierarchical models of psychopathology.",
          "url": "https://osf.io/ft7r9",
          "doi": "https://doi.org/10.31234/osf.io/ft7r9",
          "filter": 2
        },
        {
          "title": "Dimensions of Identity-Representing Belief",
          "authors": "Martin Meyer; Joshua Knobe",
          "abstract": "Recent work has proposed that there are symbolic beliefs. These beliefs do not serve primarily to track the facts in the world but rather to express the believer’s own identity. On this view, several disparate features of belief – from whether a belief is important to identity to whether it is sensitive to evidence – would be related to an underlying “symbolicness” dimension. We converted the features potentially related to symbolicness into items and asked people to rate their own beliefs on them. Study 1 found that beliefs which were high on one feature (importance) were rated higher on all the items, except for sensitivity to evidence. Study 2 found that ratings of any beliefs on almost all the items loaded onto a single, symbolicness factor, except again for evidence insensitivity. Study 3 asked participants to rate their own beliefs on all the items in Study 2 and several additional items which got at whether a belief was subjective. We recovered the symbolicness factor, but found it was largely orthogonal to the subjectivity and evidence insensitivity items. These findings suggest that most of the features we tested relate to an underlying symbolicness factor, which corresponds to whether a belief represents identity. But, surprisingly, this factor was not related to items that get at whether a belief represents facts about the world. It would seem that some beliefs express identity and track facts; some beliefs only do one of these things; and some beliefs do neither.",
          "url": "https://osf.io/qp7v3",
          "doi": "https://doi.org/10.31234/osf.io/qp7v3",
          "filter": 2
        },
        {
          "title": "Gene-environment interplay explaining individual variation in weight-related outcomes: A systematic review and meta-analysis of studies using polygenic indices",
          "authors": "Marthe de Roo; Catharina Hartman; Maria Wiertsema; Tina Kretschmer",
          "abstract": "Introduction: Both genes and environment are associated with weight-related outcomes, but it remains unclear to which extent environmental factors are consistently associated with weight-related outcomes beyond genetic predisposition, and to what extent they modify genetic risk. \n\nMethods: We meta-analyzed evidence on gene-environment interplay and individual variation in weight-related outcomes, focusing on studies using polygenic indices for BMI. Six electronic databases (APA PsycArticles, APA PsycInfo, ERIC, MEDLINE, Psychology and Behavioral Sciences Collection, SocINDEX) were searched. Peer-reviewed empirical studies using polygenic indices for BMI and examining environmental exposures and weight-related outcomes were included.\n\nResults: A total of 1,104 effects from 84 studies were included: 148 for main genetic effects, 275 for associations between environmental factors and weight-related outcomes controlling for a polygenic index for BMI, and 681 for gene-environment interactions. Higher genetic predisposition for BMI was positively associated with BMI for all ancestry groups, with evidence of gene-environment interplay.\n\nConclusions: This meta-analysis highlights the importance of both genetic and environmental factors in explaining individual variation in weight-related outcomes. Most studies did not account for gene-environment correlation confounding, and most focused on populations of European ancestry. Future research should prioritize methodologies that address bias and focus on underrepresented ancestry groups to improve inclusivity.",
          "url": "https://osf.io/sfykx",
          "doi": "https://doi.org/10.31234/osf.io/sfykx",
          "filter": 2
        },
        {
          "title": "The influence of autism and reward on balancing cognitive flexibility versus stability",
          "authors": "Leslie Held; Judith Goris; Senne Braem",
          "abstract": "The balancing of cognitive flexibility versus stability is an important everyday skill that can be learned through reinforcement and may be impaired in autism or other transdiagnostic traits. In this preregistered study (n=412), we show that rewarding people more on task switch trials led them to show more voluntary switching behaviour, but also more task-rule interference. We further show that it is difficult to unlearn this shift along the flexibility-stability trade-off, even when the mapping between task switching and reward reversed. People with more autism traits or an autism diagnosis were equally fast at learning these contingencies but seemed to start from an overall smaller task-rule interference effect and larger switch costs – suggesting they show higher levels of cognitive stability at the cost of less flexibility. These patterns seemed unique to autism, as we failed to observe similar effects in four major transdiagnostic traits extracted from a principal component analysis based on 15 clinical questionnaires.",
          "url": "https://osf.io/r97dy",
          "doi": "https://doi.org/10.31234/osf.io/r97dy",
          "filter": 2
        },
        {
          "title": "Adaptive Learning, Instruction, and Teaching in Schools: Unraveling Context, Sources, Implementation, and Goals in a Systematic Review",
          "authors": "Katharina Marie Bach; Sarah Hofer; Sarah Bichler",
          "abstract": "Adaptivity allows for meeting diverse students’ needs. Building on the Ada-LIT framework, this review systematically investigates 1) in which contexts, 2) based on which source and type of assessment, 3) by whom, 4) how, and 5) to what end adaptations are made in schools. We identified 69 publications through double-screening 555 empirical research articles from 2018-2022. Most research was conducted in elementary schools, particularly in math, and adaptivity was mainly delivered by systems. Performance was the most frequent source and targeted outcome, with less emphasis on emotions or demographic characteristics. Assessment of the adaptive source relied primarily on trace data. Operationalizations were mainly on a micro-level, specifically adaptive navigation, task difficulty, and support. Studies typically do not report on all six components of adaptivity as outlined in the framework. The Ada-LIT framework can guide rigorous designs and reporting of studies investigating adaptivity in schools. The results highlight research potential.",
          "url": "https://osf.io/eyafq",
          "doi": "https://doi.org/10.31234/osf.io/eyafq",
          "filter": 2
        },
        {
          "title": "Life Events and Personality Trait Change: A Coordinated Data Analysis",
          "authors": "Peter Haehner; Michael Dominik Krämer; Amanda Jo Wright; Wiebke Bleidorn",
          "abstract": "Life events have been theorized to elicit personality trait changes. However, the empirical evidence for event-related personality development remains inconclusive. Even comprehensive reviews and meta-analyses are limited by the availability of effect sizes, the control for relevant confounders, and the examination of the temporal unfolding of effects. To overcome these limitations, we conducted a coordinated data analysis and examined event-related personality changes across seven large-scale panel studies (Ntotal = 196,256). Furthermore, we investigated corresponding event-related changes in life satisfaction and self-esteem as benchmarks for the interpretation of effect sizes. Integrating the results across panel studies, we found several consistent changes in the Big Five personality traits in response to life events. For example, new employment predicted increases in conscientiousness and emotional stability, whereas marriage predicted a decrease in openness. However, event-related changes in the Big Five personality traits were small (average bstd = 0.08), with effect sizes being similar to those of event-related changes in self-esteem but smaller than corresponding changes in life satisfaction. Building on these findings, future research should focus on the life events with replicable effects on personality development and examine how these life events lead to personality changes by examining associated changes in daily life.",
          "url": "https://osf.io/jcbu4",
          "doi": "https://doi.org/10.31234/osf.io/jcbu4",
          "filter": 2
        },
        {
          "title": "Measurement invariance of human values across time and countries – an analysis using 11 rounds of the European social survey",
          "authors": "Ronald Fischer; Johannes Alfons Karl",
          "abstract": "Values have become central to the study of social and psychological processes across cultures and across time. To date, there has been no conclusive analysis of the cross-cultural and cross-temporal comparability of the values. We conduct invariance tests of the Portrait Values Questionnaire collected as part of the European Social Survey (ESS) with 261 samples and responses from 443,655 participants from 2002 to 2024. Using confirmatory factor analysis, we found that the theoretical value model fits the overall data well, as we obtained both configural and metric invariance. Ignoring temporal information, pooling the data across all years, correlations and mean patterns of values can be compared across countries. However, when testing individual country samples collected in specific years and rounds, we found evidence of poor fit even to just the theoretical structure without imposing any equality constraints which implies that results from specific samples may not be directly comparable across countries. Considering cross-temporal invariance, only 17 out of 35 countries with multiple participation in the ESS showed metric invariance and a number of countries did not show even configural invariance (implying the conceptualization of values has changed over the period). Exploring systematic changes in model fit, we found some evidence that the fit of the theoretical model has deteriorated over time.",
          "url": "https://osf.io/hrwvb",
          "doi": "https://doi.org/10.31234/osf.io/hrwvb",
          "filter": 2
        },
        {
          "title": "Triangulation can be useful depending on what you wish to achieve: A reply to Lucas et al. (2024)",
          "authors": "Kimmo Sorjonen; Gustav Nilsonne; Bo Melin",
          "abstract": "There is a debate about statistical models for analyzing longitudinal data. Models based on cross-lagged effects may give false positive results under certain conditions. We have proposed a triangulation method where cross-lagged effects of a predictor (X) on a subsequent score on an outcome (Y2) when adjusting for a prior score (Y1) are scrutinized by estimating a reversed effect of X on Y1 when adjusting for Y2 and an effect of X on the Y2-Y1 difference. Lucas et al. (2024) conducted simulations and reported that our triangulation method may flag genuine causal effects of X on Y2 when adjusting for Y1 as spurious and concluded that the triangulation method is not valid. Here we respond to this criticism. We show that the simulations and conclusions by Lucas et al. are focused on the ability of the test to avoid type II errors. Here we complement this view with a discussion about type I errors. Further, we show that the criticism by Lucas et al. appears to be founded on a view that causality is best analyzed as an adjusted between-individual difference. We argue that causality is best assumed to operate, and to be analyzed, within rather than between individuals. Therefore, we continue to claim that our triangulation method may be a useful tool to scrutinize causal claims based on adjusted cross-lagged effects.",
          "url": "https://osf.io/6dq2j",
          "doi": "https://doi.org/10.31234/osf.io/6dq2j",
          "filter": 2
        },
        {
          "title": "Beyond Lotteries: An Affect-Based Computational Framework For Modeling Risky Choices with Nonmonetary Outcomes",
          "authors": "Kamil Fulawka; Thorsten Pachur",
          "abstract": "The development of formal models of decision making under risk has been shaped largely\nby decisions between options with monetary outcomes. The most prominent\nmodel—cumulative prospect theory (CPT)—is good at describing choices between\nmonetary lotteries, but performs less well with nonmonetary and nonnumerical outcomes\n(e.g., medications with possible side effects). We suggest that affective processes, which are\nnot considered in CPT, play a larger role in nonmonetary than in monetary choices, and\npropose two psychologically motivated modifications to CPT’s modeling framework to\ncapture these differences: (a) using affect ratings rather than monetary equivalents to\nrepresent the subjective value of nonmonetary outcomes (affective valuation); and (b)\nallowing the probability weighting of an outcome to depend on the amount of affect\ntriggered in a choice problem (affective probability weighting). We compared model variants\nof CPT implementing the proposed modifications in four empirical datasets (total\nN = 240). For choices between options with negative nonmonetary outcomes (medications\nwith possible side effects), these modifications substantially improved model performance\nrelative to the standard implementation of CPT. The same did not hold for monetary\nchoices. Further, an eye-tracking study on nonmonetary choice (N = 68) provided evidence\nfor two key behavioral and cognitive predictions of affective probability weighting—namely,\nthat risk aversion increases and attention to probability information decreases as the\naffective value of the worst outcome in a choice problem increases. Our work integrates\nprevious ideas on how affect guides and modulates preference construction within a\ncomputational model and delineates an important context in which these mechanisms\napply.",
          "url": "https://osf.io/xj4ez",
          "doi": "https://doi.org/10.31234/osf.io/xj4ez",
          "filter": 2
        },
        {
          "title": "Metabolic Plasticity. An Evolutionary Perspective on Bipolar Disorder, Insulin Signalling and Ketosis",
          "authors": "Iain Campbell; Mark Frye; Harry Campbell",
          "abstract": "The emerging field of Metabolic Psychiatry has brought mechanisms of metabolic dysfunction into focus in bipolar disorder research. In this manuscript we highlight the preserved evolutionary roots of mechanisms of metabolic adaptation and their interaction with established mechanisms of circadian dysfunction in bipolar disorder. \n\nThroughout evolutionary history, selective pressures in the environment caused many biological organisms to develop patterns of seasonal metabolic adaptation. States of hypometabolism, characterised by reduced basal metabolic rate, suppression of insulin signalling and glucose metabolism, suppressed circadian rhythmicity, and increased reliance on fatty acid and ketone body metabolism were adaptive during states such as torpor and hibernation. Conversely, seasonal hypermetabolic states were advantageous for survival in scenarios such as migration, where increased fatty acid metabolism was also a critical component of physiological adaptations. The mechanisms underpinning these metabolic changes are intricately interlinked with circadian systems, which are responsive to changes in photoperiod and drive patterns of seasonal adaptation. \n\nWhile humans have been largely removed from the selective pressures of our evolutionary predecessors, similar chrono-metabolic mechanisms underlying seasonal adaptation are preserved in human biology, and play important roles in tuning metabolism to environmental cues. In this manuscript we highlight evolutionarily preserved metabolic and circadian mechanisms which are implicated in bipolar disorder pathophysiology, and we compare these to mechanisms which have mediated seasonal metabolic adaptation throughout evolutionary history.",
          "url": "https://osf.io/49zae",
          "doi": "https://doi.org/10.31234/osf.io/49zae",
          "filter": 2
        },
        {
          "title": "Critical intelligence: computing defensive behaviour",
          "authors": "Dominik R Bach",
          "abstract": "Characterising the neural mechanisms underlying naturalistic defensive behavior remains a significant challenge. While substantial progress has been made in unraveling the neural basis of specific behaviors, a critical gap persists in our comprehension of the circuits that implement algorithms capable of generating the diverse defensive responses observed outside experimental constraints. Recent advancements in neuroscience technology now allow for an unprecedented examination of naturalistic behaviour. To guide this nascent experimental programme, this article summarises the main computational and statistical challenges of defensive decision making, encapsulated in the concept of critical intelligence. Next, drawing from an extensive literature in biology, machine learning, and decision theory, we explore a range of candidate solutions to these challenges. While the proposed solutions offer insights into potential adaptive strategies, they also present inherent trade-offs and limitations in their applicability across different biological contexts. Ultimately, we propose series of experiments designed to differentiate between these candidate solutions, providing a roadmap for future investigations into the fundamental defensive algorithms utilized by biological agents and their neural implementation. Thus, our work aims to provide a roadmap towards broader understanding of how complex defensive behaviors are orchestrated in the brain, with implications for both neuroscience research and the development of more sophisticated artificial intelligence systems.",
          "url": "https://osf.io/s7mj3",
          "doi": "https://doi.org/10.31234/osf.io/s7mj3",
          "filter": 2
        },
        {
          "title": "Recent cannabis use is negatively associated with working memory and visual memory in youth",
          "authors": "Mette Buhl Callesen; Kristine Rømer Thomsen; Michael Mulbjerg Pedersen; Timo Kvamme; Morten Hesse; Valerie Voon; Mads Uffe Pedersen",
          "abstract": "Introduction: Cannabis is the most popular illicit recreational drug among youth globally. Evidence suggests that long-term heavy use of cannabis is negatively associated with important cognitive functions related to executive functioning, attention, and working memory, learning, and memory. Previous findings link the early onset of cannabis use to more extensive cognitive alterations. However, significant inconsistencies exist across studies. \nMethod: In this cross-sectional study, we examined associations between cannabis use and cognitive performance across a broad range of cognitive tests (including a new test of visuo-spatial abilities, The Ruff-Light Trail Learning Test) in a sample of 109 Danes aged 15-26 with varying risk of developing harmful cannabis use and varying levels of current use. Cannabis use was evaluated using the Cannabis Use Disorder Identification Test-Revised (CUDIT-R) and questions on recent use (past 30 days) and age of onset. Cognitive performance was assessed using subtests from WAIS-IV, WMS-III, and the Ruff-Light Trail Learning Test. \nResults: Findings show a negative association between recent cannabis use and specific cognitive functions of working memory and visual memory, while the CUDIT-R was not associated with cognitive functions. \nConclusion: Our findings nuance previous findings by suggesting differences in vulnerability across cognitive domains, while providing the first evidence of a negative association between recent cannabis use and visual memory based on visuo-spatial functions without requiring visuo-constructive abilities (Ruff-Light Trail Learning Test). Furthermore, findings suggest that past-month use may be a more relevant measure than CUDIT-R when evaluating cognitive correlates of cannabis use in youth. This has implications for treatment and preventive interventions in this age group.",
          "url": "https://osf.io/72xqp",
          "doi": "https://doi.org/10.31234/osf.io/72xqp",
          "filter": 2
        },
        {
          "title": "Proof-of-Concept Study: Feasibility of Using NeuroTargeted Training with fNIRS in High-Stake Simulations for Identifying and Bridging Cognitive Gaps",
          "authors": "Jerome I. Rotgans; David M. Boom",
          "abstract": "The objective of this proof-of-concept study was to test the utility of NeuroTargeted Training (NTT), a new method using functional Near-Infrared Spectroscopy (fNIRS) to measure and enhance cognitive performance during simulator training. Traditional simulator training is limited to behavioral evaluations, without capturing the trainee's internal cognitive processes. NTT addresses this gap by comparing trainees’ brain activation patterns to those of experts, allowing for precise identification and remediation of cognitive performance gaps. Three studies were conducted with five participants. Expert neural benchmarks were established from a man overboard simulation. Novices were evaluated against these benchmarks using a Expert Reference Index (ERI), quantifying deviations from expert performance, and the NeuroTargeted Training methodology was compared with conventional evaluations. Personalized training, based on identified gaps, was conducted to align novice neural patterns with expert benchmarks. Significant differences were observed, particularly in the anterior insula and inferior frontal gyrus, with an ERI of 4.84. Cohen’s Kappa (.69) indicated moderate inter-rater reliability. Subsequent targeted training reduced the ERI by 27%, aligning novice neural patterns with experts. Without intervention, the ERI rose by 79%, indicating increased cognitive strain. These findings highlight NTT’s potential to enhance learning outcomes in high-stake exercises by providing insights into cognitive processes.",
          "url": "https://osf.io/9fqyc",
          "doi": "https://doi.org/10.31234/osf.io/9fqyc",
          "filter": 2
        },
        {
          "title": "Visual features account for the appeal and visual interest of gerbera flowers",
          "authors": "Matthew L. Patten; Damien John Mannion; Branka Spehar; Tamara Watson",
          "abstract": "Flowers provide a rich stimulus set to estimate the extent to which basic visual features predict aesthetic appeal and visual interest. We selected images of 70 different gerbera flowers representative of those available to the cut flower industry. These were described by dimensions capturing the salient variation among the flowers. These descriptors are broadly categorised into those representing perceptual qualities, computational measures of texture, and chromatic features. Our analyses involved relating these descriptors to ratings of the “appeal” and “interest” of the flowers. 1056 participants rated the appeal of each flower while 1194 participants rated both appeal and interest on an 11-point scale via an online experiment. A general linear model including the descriptors showed good agreement with the observed appeal and interest ratings. Additionally, both ratings correlate with each other. The predictive performance of reduced forms of the model showed the smallest model capable of equal performance with the full model was that containing only perceptual qualities (‘complexity’, ‘depth’, ‘pointiness’, ‘symmetry’, and ‘target-patterning’). Both the appeal and visual interest of these complex floral stimuli can be predicted by a reduced set of features relevant to basic visual perception, showing the importance of visual features for aesthetic processing of natural stimuli.",
          "url": "https://osf.io/jsrzq",
          "doi": "https://doi.org/10.31234/osf.io/jsrzq",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "SocArxiv",
      "journal_short": "SocArxiv",
      "articles": [
        {
          "title": "More than Justifications. An analysis of information needs in explanations and motivations to disable personalization.",
          "authors": "Valeria Resendez; Kimon Kieslich; Natali Helberger; Claes de Vreese",
          "abstract": "There is consensus that algorithmic news recommenders should be explainable to inform news readers of potential risks. However, debates continue over which information users need and which stakeholders should access this information. As the debate continues, researchers also call for more control over algorithmic news recommenders' systems, for example by turning off personalized recommendations. Despite this call, it is unclear the extent to which news readers will use this feature. To add nuance to the discussion, we analyzed 586 responses to two open-ended questions: I) what information needs to contribute to trustworthiness perceptions of new recommendations, and ii) whether people want the ability to turn off personalization. Our results indicate that most participants found knowing the sources of news items important for trusting a recommendation system. Additionally, more than half of the participants were inclined to disable personalization. The most common reasons to turn off personalization included concerns about bias or filter bubbles and a preference to consume generalized news. These findings suggest that news readers have different information needs for explanations when interacting with an algorithmic news recommender and that many news readers prefer to disable the usage of personalized news recommendations.",
          "url": "https://osf.io/y3skm",
          "doi": "https://doi.org/10.31235/osf.io/y3skm",
          "filter": 0
        },
        {
          "title": "Explaining Discrimination",
          "authors": "Billie Martiniello; Daniel Auer; Didier Ruedin",
          "abstract": "Experiments on ethnic or racial discrimination often use names to signal origin\nin market situations under the assumption that non-ethnic name signals do not\nsystematically affect the outcome. Using survey data, we demonstrate significant\nvariation in perceived trustworthiness and professionalism of names within origins.\nLinking this to a large-scale name-matched field experiment, we show that\nthe variation in name perception predicts discriminatory behavior: Prospective\ntenants in Switzerland with names exogenously rated as less trustworthy or less\nprofessional receive fewer invitations to an apartment viewing. These marketrelevant\ncharacteristics explain, to a large extent, group differences in measured\ndiscrimination. Ethnic minority names that score high on either trustworthiness\nor professionalism are not discriminated against, while names scoring low on these\nare discriminated against (relative to the majority name). In line with intergroup\ncontact theory, we also show that, regardless of their origin, more common names\nface less discrimination. Our results reveal that discriminatory behavior is much\nmore nuanced than a simple in-group/out-group dichotomy would suggest.",
          "url": "https://osf.io/d8apf",
          "doi": "https://doi.org/10.31235/osf.io/d8apf",
          "filter": 0
        },
        {
          "title": "Going Above and Beyond: Procedural Justice, Wellbeing, and Organizational Citizenship Behavior Among New Prison Officers",
          "authors": "Julia Yesberg; Liam Fenn; Elise Sargeant",
          "abstract": "This study explores the relationship between procedural justice, mental wellbeing, and organizational citizenship behavior among new prison officers recruited through the Unlocked Graduates Leadership Development Programme in England and Wales. We found a direct association between supervisory procedural justice and organizational citizenship behavior, and an indirect association between organizational justice and organizational citizenship behavior, through mental wellbeing. These findings suggest that while prison officers directly reciprocate the fair treatment received by supervisors by engaging in discretionary actions benefiting the organization, fair treatment by the organization has more of an indirect effect via influencing officer wellbeing. Our results highlight the importance of both supervisors and organizations treating their staff with procedural justice; not only does fair treatment increase mental wellbeing, but it encourages behaviors that extend beyond formal job requirements. Cultivating such behaviors among new prison officers may ultimately improve practices, cultures, and outcomes for people in custody within prisons.",
          "url": "https://osf.io/dghka",
          "doi": "https://doi.org/10.31235/osf.io/dghka",
          "filter": 0
        },
        {
          "title": "Mitigating Hostility in Digital Journalism: Digital Hostility as Ossifier of Field Boundaries",
          "authors": "Gregory P Perreault",
          "abstract": "The rising prevalence of white nationalism necessitates an evaluation\nof the tactics of journalists employ to manage digital hostility.\nThrough the lens of Bourdieu’s field theory, the present study\nreflects a two-step interview procedure with 31 North American journalists, followed by participant observation and long-form depth interviews with four North American audience editors. The study argues that managing hostility is rooted in the habitus of North American journalists, with audience editors in particular offering layered mitigation tactics that work like second nature. Yet this mitigation hardens field boundaries and discourages journalists from digital connection with audiences.",
          "url": "https://osf.io/pf523",
          "doi": "https://doi.org/10.31235/osf.io/pf523",
          "filter": 0
        },
        {
          "title": "A Semi-Automated Directory System for the UK Local News Landscape: Supporting Policy and Research",
          "authors": "Simona Bisiani; Joe Mitchell; Agnes Gulyas; Bahareh Heravi",
          "abstract": "The UK local news landscape faces significant challenges, with declines in outlets, staffing, and relevance due to market pressures, digital disruption, and media consolidation. This crisis is compounded by the lack of a comprehensive, up-to-date directory of local news outlets, hindering research and policy interventions. Existing directories are often incomplete, outdated, and fail to capture the diversity of the local media landscape. To address this, the Public Interest News Foundation (PINF) has developed a semi-automated system leveraging open-source intelligence (OSINT) and computational workflows to maintain a comprehensive and current directory of local news outlets across print, digital, radio, and television in the UK. This system tracks closures, launches, ownership changes, and geographic coverage. Notable events are flagged for manual review. This research and review pipeline, combining computational analysis with human review, significantly reduces manual labor while enhancing data accuracy. Overall, the system offers a model for future initiatives aimed at tracking the health of local news ecosystems. The implications of this system for media pluralism, policy interventions, and the sustainability of local journalism are discussed, alongside suggestions for future research.",
          "url": "https://osf.io/zsxdg",
          "doi": "https://doi.org/10.31235/osf.io/zsxdg",
          "filter": 0
        },
        {
          "title": "Did They Start Out Homeless? Arrival Situations of Persons Experiencing Unsheltered Homelessness in Los Angeles County",
          "authors": "Betsy Alafoginis; Ross Edward Mitchell",
          "abstract": "This study highlights how better demographic measurement more accurately informs public policymakers. In this era of renewed and more vigorous efforts to clear people experiencing unsheltered homelessness (unsheltered PEH) from city sidewalks, parks, and elsewhere, elected officials and other stakeholders need to clearly understand the dynamics of their unsheltered PEH populations. To advance understanding, this study investigated in-migration of unsheltered PEH in conjunction with the Los Angeles Continuum of Care’s 2024 HUD-mandated Point-in-Time count. In response to the measurement work of Mitchell (2024), the Los Angeles Homeless Services Authority’s 2024 Demographic Survey of unsheltered PEH instrument included a new item distinguishing between perceptions of a place where one has lived versus stayed, which revealed whether in-migration of individuals and families coming to the area immediately experienced homelessness or became unhoused after relocation. This analysis of over one-thousand survey participants self-identified as having migrated into Los Angeles County (a quarter of the total sample of unsheltered PEH) also explored whether there were associations with first-time homelessness or with being accompanied by household members. Responses to this complex survey were analyzed using Stata 17 MP. Key findings include that most survey participants reported either arriving homeless and unsheltered or first staying in either their own or a friend’s or family member’s home. More than half of all in-migration was initially to housed situations (more so for first-time homelessness), not into homelessness. Lone adults were more likely to experience homelessness immediately while accompanied adults were most likely to first stay in someone else’s home.",
          "url": "https://osf.io/ar8c9",
          "doi": "https://doi.org/10.31235/osf.io/ar8c9",
          "filter": 0
        },
        {
          "title": "How Ethnic Markers affect Candidate Choice: A Conjoint Experiment among Swedish-Speaking Finns",
          "authors": "Staffan Himmelroos; Henrik Serup Christensen; Isak Vento",
          "abstract": "This study examines the impact of ethnic markers on candidate choice in Finland's multi-party, personalized electoral system. Despite extensive research on ethnic voting, there is limited understanding of how ethnic voters in established democracies navigate political systems which include an ethnic minority party. Focusing on Finland, which has a successful ethno-linguistic minority party (the Swedish People's Party) and an electoral system with a personalized vote, we analyze how ethnic markers such as party affiliation, home language and candidate names influence voter decisions. Using a conjoint survey experiment conducted in May 2024 among Swedish-speaking Finnish citizens, we assessed the importance of various ethnic attributes on candidate choice. The findings reveal that while multiple ethnic markers affect candidate choice, the most significant factor is whether a candidate is nominated by an ethnic party. This research contributes to the broader understanding of ethnic voting dynamics in diverse electoral contexts.",
          "url": "https://osf.io/xr7hd",
          "doi": "https://doi.org/10.31235/osf.io/xr7hd",
          "filter": 0
        },
        {
          "title": "Are We All Musicians Now? Authenticity, Musicianship, and AI Music Generator Suno",
          "authors": "Selim Tan",
          "abstract": "This paper analyzes the authenticity of the music and the musicianship behind Suno, an artificial intelligence (AI) music generator. The developers launched Suno’s initial release on December 20, 2023, and the latest version, v4, on November 19, 2024. Behind this digital platform are AI experts and musicians based in Cambridge, MA. Suno does not participate in conventional composing, songwriting, performing, or recording practices. Instead, it generates music based on user prompts in a text/audio/image/video-to-music interface. Suno aims to democratize music production by enabling anyone to become a “musician.” However, the absence of a conventional “real” artist or author (auteur) responsible for these music productions raises questions about how various agents will perceive the music’s authenticity. Through observations and conceptual reflections, this paper explores the possibilities of authenticating Suno’s productions, their implications for music scenes, and the potentially changing nature of musicianship. Finally, this paper argues that AI-based music can achieve authenticity without conventional musicianship, allowing for the emergence of a new, albeit contested, form of musicianship.",
          "url": "https://osf.io/4nt8z",
          "doi": "https://doi.org/10.31235/osf.io/4nt8z",
          "filter": 0
        },
        {
          "title": "Mapping Crewed Exploration and Settlement of Outer Space: Introducing a New Database",
          "authors": "Darshan Vigneswaran",
          "abstract": "Around the world, a growing number of governments, private companies, and international organizations are actively working to establish a sustained human presence in outer space. Despite the growing importance of CES in both policy and academic debates, empirical data necessary for studying this sector remain fragmented and inconsistent. To address this gap, this article introduces the Crewed Exploration and Settlement Database. This tool is designed to enhance the empirical depth and methodological rigor of the social scientific study of crewed exploration and settlement.",
          "url": "https://osf.io/nxw26",
          "doi": "https://doi.org/10.31235/osf.io/nxw26",
          "filter": 0
        },
        {
          "title": "AI-Augmented Cultural Sociology: Guidelines for LLM-assisted text analysis and an illustrative example",
          "authors": "Rens Wilderom; Taylor Price; Tom Heitland",
          "abstract": "The advent of large language models (LLMs) presents a promising opportunity for how we\nanalyze text and, by extension, can study the role of culture and symbolic meanings in social\nlife. Using an illustrative example focused on the concept of “personalized service” within\nMichelin-starred restaurants, this research note demonstrates how LLMs can reliably identify\ncomplex, multifaceted concepts similarly to a qualitative data analyst, but in a more scalable\nmanner. We extend existing validation approaches, offering guidelines on the amount of\nmanually coded data needed to evaluate LLM-generated outputs, drawing on sampling theory\nand a data simulation. We also discuss broader applications of LLMs in cultural sociology,\nsuch as investigations on established concepts (e.g., cultural consecration) and emerging\nconcepts (e.g., future-oriented deliberation). This discussion underscores that AI-tools can\nsignificantly augment the empirical scope of research projects, building on rather than\nreplacing traditional qualitative approaches. Our study ultimately advocates for an optimistic\nyet cautious engagement with AI-tools in social scientific inquiry, highlighting both their\nanalytic potential and the need for ongoing reflection on their ethical implications.",
          "url": "https://osf.io/tx8jn",
          "doi": "https://doi.org/10.31235/osf.io/tx8jn",
          "filter": 0
        },
        {
          "title": "The Social Stratification of the Effect of Parental Investment on Grit: A Case of South Korea",
          "authors": "Eugene Hwang",
          "abstract": "Theory and empirical evidence suggest that parents often allocate their investments unevenly among their children, resulting in disparities within families. This study explores two key questions: (1) Do parents reinforce or compensate for differences in their children’s grit, a critical indicator of socioemotional development? and (2) Do these parental responses vary according to family socioeconomic status (SES)? Drawing on data from the Korean Children and Youth Panel Survey, this study examines cohorts of elementary (4th grade) and middle (7th grade) school students to shed light on the mechanisms that perpetuate inequalities in socioemotional skills within a society characterized by intense educational competition.\nThe sibling fixed-effects models reveal three key findings. First, parental investment in children’s socioemotional development predominantly takes the form of reinforcement rather than compensation. Second, reinforcing parenting behaviors are more pronounced among middle-school children than elementary-school children, reflecting shifts in parental strategies during adolescence. Third, these reinforcement patterns are more prevalent in high-SES families, particularly those with highly educated parents. These findings highlight the role of family background in shaping access to socioemotional resources and have significant implications for understanding the reproduction of inequality through educational and developmental pathways.",
          "url": "https://osf.io/bynw4",
          "doi": "https://doi.org/10.31235/osf.io/bynw4",
          "filter": 0
        },
        {
          "title": "Horizontal Stratification of Higher Education and Gender Earnings Gap in the Early Labor Market",
          "authors": "Inchan Hwang",
          "abstract": "This study investigates whether higher education—often regarded as an equalizing force that reduces group inequalities—can effectively address gender wage gaps. Despite the narrowing of gender disparities in access to higher education in Korea, this study examines whether obtaining a university degree reduces gender wage inequality. It focuses on the effects of college selectivity and field of study, analyzing how horizontal stratification in higher education influences the gender wage gap in the early labor market. Furthermore, it compares results from traditional linear regression with debiased machine learning, which accounts for selection bias and high-dimensional data.\nUsing data from the Graduate Occupational Mobility Survey (GOMS), the analysis reveals that linear regression estimates a consistent gender wage gap of roughly 10% across all levels of higher education. In contrast, double machine learning identifies a 15% wage gap for graduates of two-year colleges and around 10% for those with four-year degrees. By field of study, linear regression reports consistent gaps, while double machine learning identifies a 6% gap in the humanities, 10-12% in education, natural sciences, and social sciences, and 14% in engineering. This study underscores that accounting for selection bias and high-dimensional data reveals nuanced insights, uncovering significant gender wage gaps among two-year college graduates and notably larger gaps in engineering compared to other fields.",
          "url": "https://osf.io/kmvse",
          "doi": "https://doi.org/10.31235/osf.io/kmvse",
          "filter": 0
        },
        {
          "title": "Framing the Immigrant in Labor Unions and the Military in the United States",
          "authors": "Sofya Aptekar; Shannon Gleeson",
          "abstract": "US institutions: labor unions and the US military, both powerful players in setting the terms of\nimmigration debates and policies in the United States. How do unions and the military frame the\nrole of immigrants within their institutions and in US society? We draw on qualitative content\nanalysis of materials produced by AFL-CIO and the US military between 2000 and 2020. Despite\nsignificant differences in these institutions, we find that they share the following three core\nthemes in their framing of immigrants: (1) immigrants as potential threats, (2) immigrants as\nessential workers, and (3) immigrants as a source of diversity. We synthesize existing research on\nlabor unions and the military to contextualize these commonalities, engaging theory on diversity\nideology and organizational discourses. We conclude by discussing the implications of these\ndiscursive patterns on immigrants and US immigration policies.",
          "url": "https://osf.io/hwued",
          "doi": "https://doi.org/10.31235/osf.io/hwued",
          "filter": 0
        },
        {
          "title": "Connecting Spaces: Gender, Video Games and Computing in the Early Teens",
          "authors": "Jennifer Ashlock; Miodrag Stojnic; Zeynep Tufekci",
          "abstract": "Informed by evidence that computing attitudes may be uniquely constructed in informal contexts and that the early teens are a key period for academic decision-making, we investigate lines of practice that connect computing skills, attitudes, and videogames. We compare the relationship between computer skill, computer efficacy, and activities associated with gaming using a data set of 3,868 children in middle school. The time that children spend gaming has very modest association with skill and efficacy. Accounting for the frequency with which children modify games, engage in social gaming activities, and the salience of gamer identity explains the gender gap in computer skill and significantly narrows the gender gap in computer efficacy. We find support for the argument that computer skill and efficacy are dependent on children connecting often isolated social contexts, a socially embedded characteristic of the digital divide.",
          "url": "https://osf.io/qrj3u",
          "doi": "https://doi.org/10.31235/osf.io/qrj3u",
          "filter": 0
        },
        {
          "title": "Computational Scapegoats: From Mimetic to Alienated Desire in the Production of Large Language Models",
          "authors": "Liam Magee",
          "abstract": "The prevailing paradigm for training models to perform intelligence is mimetic: the copying of human patterns to produce unsurprising or low perplexity samples of language and other media. At its limits the imitative paradigm appears destined to produce theoretical as much as practical contradictions. For example, the very desire to build an AI appears connected to human traits that seem difficult to replicate, as it stems from an organisation of subjectivity that includes a sense of lack or deficiency which, in its reproduction, would defeat certain stated purposes of AI such as the realisation of general or super intelligence. To explore such dilemmas, this article begins by exploring Girard’s idea of mimetic desire, itself philosophically influential within parts of the AI community, and how this relates to the production of an artificial subjectivity. It then switches to examine how AI is framed fetishistically – as an object upon which human desire is projected and invested. Finally, it works through theorisations of alienation, and posits an interpretation of AI as both alien and alienated as a useful conceptual alternative to the pure pursuit of human-like computational agents. The article concludes with speculation about the possibility of symbiotic pedagogy: the side-by-side juxtaposition of human and machine learning, without expectation of mimetic convergence between the two.",
          "url": "https://osf.io/z5ahj",
          "doi": "https://doi.org/10.31235/osf.io/z5ahj",
          "filter": 0
        },
        {
          "title": "‘Escape’ from Home? The Moderating Role of Sexual Orientation on the Association Between Social Origin and Educational Attainment.",
          "authors": "David Kasprowski; Diederik Boertien",
          "abstract": "Previous research has documented that sexual orientation relates to educational attainment, and that it might do so differently for men and women. In this paper, we investigate to what extent sexual orientation moderates the relationship between social origin and educational attainment and whether the educational premium among LGB people might be concentrated among individuals from lower socioeconomic backgrounds. We propose, elaborate, and provide a theoretical underpinning for the ‘Queer Habitus’ hypothesis which states that having an LGB identity can lead to weaker family-of-origin ties and disrupt people’s class habitus. These factors can lead LGB people from lower socioeconomic backgrounds to pursue higher levels of education as compared to their heterosexual counterparts. Empirically, the paper takes advantage of the oversampling of LGB individuals in the 2019 wave of the nationally representative probability-based German Socio-Economic Panel study (SOEP; N = 15,746; LGB = 589). The findings challenge the idea that educational premiums are limited to gay men by showing that both LGB men and LGB women have higher educational attainment than their straight counterparts in Germany. Further, this educational ‘advantage’ is moderated by social origin. The higher education of LGB people is concentrated among those with disadvantaged social origin compared to straight individuals from similar social backgrounds. Overall, this lends support to the ‘Queer Habitus’ hypothesis which argues that the disruption of the heterosexual habitus by an LGB identity causes a weaker association of the social origin on educational attainment.",
          "url": "https://osf.io/eruw5",
          "doi": "https://doi.org/10.31235/osf.io/eruw5",
          "filter": 0
        },
        {
          "title": "Wildlife Perceptions in an Urban Jungle: A Comparison between Otters, Monitor Lizards, Macaques and Pythons",
          "authors": "Manisha Saigal; Philip JOHNS",
          "abstract": "Understanding human-wildlife interactions is crucial for effective urban wildlife management and conservation. This study compared Singapore residents' perceptions and awareness of scenario-based etiquette towards four prominent urban wildlife species: smooth‐coated otters (Lutrogale perspicillata), long-tailed macaques (Macaca fascicularis), Malayan water monitor lizards (Varanus salvator) and reticulated pythons (Malayopython reticulatus). Using online surveys (n=399), we investigated how demographic factors and exposure to each species influence perceptions. Our results show significant differences in perceptions and etiquette responses towards each species. Respondents had the highest affinity towards otters, perceived greater property damage from mammals than reptiles, and feared terrestrial more than semi-aquatic species. Respondents’ age, parental status, frequency of park visits, involvement in wildlife programs and frequency of seeing each species significantly influenced perceptions, suggesting a need to engage older people and parents more to improve wildlife perceptions. Notably, the frequency of direct encounters with wildlife only explained 1% of variation in perceptions, suggesting that exposure or familiarity alone do not ensure coexistence with wildlife. Our findings emphasise the need for more public education on wildlife etiquette, especially regarding macaques. We found that wildlife education lowered perceptions of property damage but not fear, suggesting that addressing misconceptions and negative perceptions requires fostering positive emotional connections with wildlife. Our analysis highlights the interplay between urban aesthetics, cultural perceptions, wildlife education, and human and animal behaviour in shaping human-wildlife interactions. Most saliently, our study demonstrates the importance of species-specific approaches to improve relationships between humans and wildlife.",
          "url": "https://osf.io/kjtp9",
          "doi": "https://doi.org/10.31235/osf.io/kjtp9",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Decomposing Recruitment Elasticity in Job Matching",
          "authors": "Ryo Kambayashi; Kohei Kawaguchi; Suguru Otani",
          "abstract": "The wage elasticity of recruitment is a key indicator of employer market power in the labor market. This study estimates and decomposes this elasticity using data from Japan’s largest private job-matching intermediary. On average, our findings reveal that recruitment elasticity is not significantly different from zero. However, this average masks important heterogeneity: workers earning above the median wage exhibit positive elasticity, while those earning below the median show an insignificant but negative elasticity. Further analysis suggests that the negative elasticity among lower-wage workers stems from their reluctance to inquire about higher-wage vacancies. Additionally, we uncover several notable patterns: there are minimal systematic differences in elasticity between on-the-job and off-the-job searches; workers tend to choose similar job types and locations during the inquiry and application stages; and the matched wage is largely determined by the lower bound of the posted wage range.",
          "url": "https://osf.io/wavdn",
          "doi": "https://doi.org/10.31235/osf.io/wavdn",
          "filter": 2
        },
        {
          "title": "Towards a Unified Conceptualization of Social Capital",
          "authors": "Paulina Erices-Ocampo; Miranda J. Lubbers; jimi adams",
          "abstract": "Social capital is among the most broadly used concepts in social science. Despite its shared understanding as beneficial resources available from the connections between people, authors vary widely in their conceptualizations of social capital. To extract clarity from these disparate perspectives, we offer a systematic framework for conceptualizing social capital, which identifies three primary theoretical dimensions of scholars’ conceptualizations of social capital: (1) where beneficial resources reside, ranging from within individuals to the relationships between individuals, (2) beneficial network structure, differentiating closure from brokerage arrangements, and (3) the level to which rewards accrue, distinguishing individual from collective benefits. We illustrate how combining these dimensions produces a unifying perspective that fosters reintegrating social capital’s disconnected conceptualizations. Finally, we draw on this framework to both reconcile seeming contradictions and gaps in social capital scholarship and provide a principled means for prioritizing questions for future developments of social capital.",
          "url": "https://osf.io/p9na4",
          "doi": "https://doi.org/10.31235/osf.io/p9na4",
          "filter": 2
        },
        {
          "title": "Long-Term Trends in Income and Wealth Inequality in Southern Italy. The Kingdom of Naples (Apulia), Sixteenth to Eighteenth Centuries",
          "authors": "Guido Alfani; Sergio Sardone; Carolyn Fisher",
          "abstract": "This paper uses new archival sources to study the long-term tendencies in economic inequality in preindustrial southern Italy (Kingdom of Naples). The paper reconstructs long-term trends in wealth inequality for the period 1550-1800 for a sample of communities in the region Apulia and produces estimates of overall inequality levels across the region. These estimates are compared with those which have recently been published for other Italian and European regions or states. The article also reconstructs the total income distribution for the mid-eighteenth century, then comparing wealth and income inequality. Overall, the evidence for the Kingdom of Naples suggests a tendency for economic inequality to grow continuously over the early modern period. As this was mostly a period of economic stagnation or decline for the Kingdom, the article provides further insights to the debate on the long-run relationship between economic growth and inequality change. (Stone Center on Socio-Economic Inequality Working Paper)",
          "url": "https://osf.io/b8jgn",
          "doi": "https://doi.org/10.31235/osf.io/b8jgn",
          "filter": 2
        },
        {
          "title": "Perceptions of common pool resource management in the Tana River, Norway: An exploratory analysis",
          "authors": "Marius Warg Næss; Guro Lovise Hole Fisktjønmo; Bård-Jørgen Bårdsen; morten falkegård; Martin Svenning",
          "abstract": "The sustainable management of common resources such as wild Atlantic salmon in the Tana River, Norway, is a significant challenge, as it involves a public goods dilemma where individual interests can conflict with collective interests. This study explores local perceptions of common pool resource management in the Tana River using vignettes characterising hypothetical rivers with declining or sustainable fish stock levels. Participants were asked about ideal catch redistribution levels, beliefs about actual contributions, and factors necessary for successful common pool resource management. An allocation game was also played to measure actual cooperation. The results show that while participants believe around 35-50% of the catch should be redistributed, they expect actual contributions to be lower at 15-30%. In the allocation game, the modal proportion that participants gave away was 0% of the stake. Participants also rated the likelihood of various outcomes if a common storage facility was introduced, with those from Karasjok having a more pessimistic outlook than those from Tana. Substantial agreement was found for monitoring, shared traditions, and co-management in both municipalities. Almost all participants indicated disagreements over river use, with tourism and specific fishing gear being the main points of contention. The study discusses the role of traditional ecological knowledge in management, highlighting the limitations of traditional ecological knowledge when designing effective conservation schemes.",
          "url": "https://osf.io/y9nvs",
          "doi": "https://doi.org/10.31235/osf.io/y9nvs",
          "filter": 2
        },
        {
          "title": "The Influence of Inheritances on Wealth Inequality in Rich Countries",
          "authors": "Salvatore Morelli; Brian Nolan; Juan C. Palomino; Philippe Van Kerm; Carolyn Fisher",
          "abstract": "This paper uses survey data from Germany, Spain, France, Italy, Great Britain and the United States to analyze how inheritances impact wealth inequality in a range of rich countries. Adopting an influence function regression approach, the paper calculates the counterfactual effects of small increases in the share of recipients of different-sized wealth transfers in each country. Results suggest that while a marginal increase in inheritance recipients generally contracts wealth inequality measures – confirming a common finding in the literature that inter-generational transfers tend to reduce relative wealth inequality – an increase in recipients of ‘large’ inheritances has the opposite effect. We determine what ‘large’ means in this context by point-estimating the thresholds above which transfers become disequalising. Such thresholds are then put in perspective against the inheritance tax schedules in place in the six countries analyzed. No unique pattern emerges. While the thresholds are very close to tax exemption thresholds in Britain and Germany, they are somewhat higher in France and Spain and they are much lower in Italy and the United States. (Stone Center on Socio-Economic Inequality Working Paper)",
          "url": "https://osf.io/j76ds",
          "doi": "https://doi.org/10.31235/osf.io/j76ds",
          "filter": 2
        },
        {
          "title": "Survey on the effectiveness of the rent brake in Munich",
          "authors": "Felicitas Sommer; Rebekka Schade; David Prokosch; Isabela Coelho; Anna-Carolina Haensch; Frauke Kreuter",
          "abstract": "This study explores the effectiveness of Germany’s rent control regulation in the context of Munich's housing crisis. The rent brake, aimed at preventing excessive rents in tense housing markets, was implemented in 2015 in Germany but has faced challenges in practical application. This research evaluates the number of tenants eligible to use the rent brake, investigates how eligibility of the rent break varies depending on housing conditions and landlord types and identifies factors hindering its application.\nA sample of 10,000 individuals from Munich's registration database, covering residents who moved after 2019, was drawn, resulting in 356 complete responses for analysis. The survey assessed demographics, rental conditions, and knowledge of the rent brake, with findings weighted by city district and household size.\nThe study reveals that while 13% minimum and up to 38% of tenants could potentially apply the rent brake, only 2% of respondents had successfully secured a rent reduction. This low uptake is attributed to limited awareness—only 38% of participants knew about the rent brake—and fears of landlord retaliation, such as potential termination or strained relationships. The study concludes that the tenant-dependent enforcement undermines the effectiveness of the rent breake. Enhanced information access, tenant support systems, and institutional measures are needed to strengthen the regulation's impact and promote fair housing practices.",
          "url": "https://osf.io/439yr",
          "doi": "https://doi.org/10.31235/osf.io/439yr",
          "filter": 2
        },
        {
          "title": "Effect of strengths-based care: Community Led Support",
          "authors": "Jonathan Prunty; Jinbao Zhang; Madalina Toma; Robin Miller; Julien Forder",
          "abstract": "Strengths-based models of care are increasingly popular with policymakers, but evidence of their effectiveness is currently limited. This study examines the impact that a strengths-based care programme – Community Led Support (CLS) – has had on new and existing clients in England. Specifically, we used a difference-in-difference approach to estimate the treatment effect of CLS on care provision, reviews, and expenditure, using the Short and Long Term (SALT) dataset published by NHS Digital (2016 to 2021). Within local authorities that implemented CLS, we found evidence of changing care pathways for new clients, including a ten percentage-point reduction in funded care provision – though evidence for increased signposting to alternative services in this dataset was mixed. For existing clients, we found evidence of general improvements in the quality of practice, as indicated by higher ratios of planned to unplanned care reviews. These improvements were also realised without concomitant increases in expenditure rates. We believe these results can contribute toward an evidence base for CLS, and for strengths-based practice more generally.",
          "url": "https://osf.io/5jmbk",
          "doi": "https://doi.org/10.31235/osf.io/5jmbk",
          "filter": 2
        },
        {
          "title": "Forms of Capital, Social Change and the Weight of the Past. The Effective Agents of the Swiss Field of Power 1910-2015",
          "authors": "Thierry Rossier; Jacob Aagaard Lunding",
          "abstract": "In this article we delve into the elites’ evolving forms of power to study the relationship between social change and capital accumulation. Drawing on Pierre Bourdieu's notion of the field of power and relying on the identification of the field’s effective agents in Switzerland, we investigate the changing relations among the most important forms of capital. We use prosopographical data spanning six historical periods from 1910 to 2015 and thanks to multiple correspondence analysis we uncover the changing structure of the field of power. We show the dominance of economic and organisational network powers throughout history. While both forms of power opposed before World War 2, they could be accumulated together between the 1950s and the 1980s but opposed again in the recent period. The article contributes to 'big picture' sociology, offering historical accounts of broad social trends and provides evidence of a recent return to past inequality logics.",
          "url": "https://osf.io/das3v",
          "doi": "https://doi.org/10.31235/osf.io/das3v",
          "filter": 2
        },
        {
          "title": "Visioning ecologically diverse and harmonious futures of Korea in Good Anthropocene",
          "authors": "HyeJin Kim; Garry Peterson; Hyeonjeong Kim; Sanha Kim; Laura Pereira; Youngcheol Cho; SoEun Ahn; Paula A. Harrison; Junsoo Kim; Kyung Ah Koo",
          "abstract": "Korea's rapid economic development has positioned it as a key player in Asia's economy and globally, albeit with significant environmental and societal consequences. The Demilitarized Zone (DMZ), serving as a buffer between North and South Korea, holds immense historical, cultural, and ecological value and conservation and transformation potential. This study presents visioning-based exploration of ecologically diverse and peaceful futures of the Korean peninsula with its DMZ as a potential global commons. Through a visioning workshop, stakeholders used the Nature Futures Framework and Seeds of Good Anthropocene to develop four visions that reflect diverse value and meanings of nature for sustainable and wellbeing-oriented futures. The co-developed visions emphasize the importance of harmonizing human activities with nature, envisioning the DMZ as a space for peaceful coexistence and ecological restoration. They offer citizens’ perspectives on sustainable and inclusive futures with existing initiatives as levers and inter-sectoral and inter-disciplinary collaboration as mediums. This visioning highlights the role of science-policy-society interface, diverse stakeholder engagement, integration of history and culture, and convergence of ideas across generations. This paper reflects on the lessons from this process and the implications for the future development of scenarios that can identify policy options and societal transformations to catalyse nature-positive futures in Korea and beyond.",
          "url": "https://osf.io/g3zb4",
          "doi": "https://doi.org/10.31235/osf.io/g3zb4",
          "filter": 2
        },
        {
          "title": "An Exploratory Analysis of Remittances, Financial Development, and Economic Growth Using Autoregressive Distributed Lag (ARDL)  Model for Nigeria",
          "authors": "Matthew Chima Amadi; JOHN CHIWUZULUM ODOZI",
          "abstract": "The increasing flow of remittances and the growth of Nigeria's diaspora population are attracting policy discussions and debates. Many scholars view the mobilization of remittances as a more resilient channel for development financing compared to other traditional sources.  The study explores the role of remittances in economic growth and the financial development pathway empirically. We used autoregressive distributed lag (ARDL) and Granger causality techniques and time series data covering the period from 1996 to 2020. From the table, we found a statistically significant negative long-run relationship between remittances and economic growth.  However, in the short run, a significant positive relationship was found to exist between remittances and financial development reflecting a complementary relationship. Our findings also showed that foreign direct investment (FDI) and gross domestic formation(GCF) were statistically significant in their relationship with financial development in the long run. From the  pairwise Granger test, a unidirectional causality from remittance inflows (Rem) to financial development was established while bidirectional causality between foreign direct investment (FDI) and gross capital formation (GCF). The study concludes that a certain degree of financial development might stifle long-term economic progress, and the combined effect of financial development and remittances should be of concern to policymakers. Given the study's finding of a negative contribution of remittances to economic growth in the long run, a significant policy consequence is that efforts to encourage remittances and those to improve the financial system should be undertaken concurrently.",
          "url": "https://osf.io/bygma",
          "doi": "https://doi.org/10.31235/osf.io/bygma",
          "filter": 2
        },
        {
          "title": "Henry Cort and the ‘Black metallurgists’: on the accuracy of Bulstrode’s historical account",
          "authors": "Oliver Jelf",
          "abstract": "The editors of History and Technology have declared their ‘unreserved support’ for Jenny\nBulstrode’s claim that 18th-century ironmaster Henry Cort stole his revolutionary iron-\nrolling process from enslaved metalworkers. This paper critically examines their defence of\nher theory, with a particular focus on connections between sugar and iron technology that\nare said by Bulstrode to have inspired ‘Black metallurgists’ in Jamaica to develop the\nprocess later patented in Britain by Cort. By exploring in depth the historical context,\ntechnological details, and primary sources relating to Bulstrode’s claim, this study\ndemonstrates that her account remains unproven.",
          "url": "https://osf.io/kbz6y",
          "doi": "https://doi.org/10.31235/osf.io/kbz6y",
          "filter": 2
        },
        {
          "title": "Cost analysis associated with biological risk type occupational accidents reported in a High-Complexity Hospital during the period from January to August 2024",
          "authors": "Martín Sánchez Forero; Sofía Santos Simancas; María Camila Rodríguez; Francisco Palencia-Sánchez",
          "abstract": "Objective\nTo characterize and describe the healthcare costs for occupational accidents involving biological risk in a High-Level Hospital in Bogotá, Colombia, in the period of January-August of 2024. \nMethodology\nA database containing information on all reported occupational accidents at a High-Level Hospital from January to August 2024 was used. The data was filtered based on the \"nature of the injury\", including only occupational accidents involving biological risk. Subsequently, billing records for the healthcare costs of each identified case were requested, allowing for an analysis and characterization of the expenses.\nResults\nIt was found that most of these types of occupational accidents occurred in female workers, among nursing assistants. Older age was associated with a higher average healthcare cost, and it was also observed that men had healthcare costs 1.5 times higher than those of women. This latter finding is not considered representative due to selection bias.\nConclusion\nIt was observed that there was a greater report of OA in the female population than in the male population, associated with a greater number of female workers in the Hospital. The positions with more OA reported are those of nursing assistants and nurses, with a higher risk of presenting biological accidents due to greater exposure.  \nThere is a wide heterogeneity of care costs due to various interventions performed in hospital care. There is a directly proportional relationship between the cost of care and the age range of the worker. On average men have a higher cost of care than women, however this is not representative due to sample selection bias.",
          "url": "https://osf.io/3suam",
          "doi": "https://doi.org/10.31235/osf.io/3suam",
          "filter": 2
        },
        {
          "title": "censobr: Easy Access to Brazilian Population Census Data",
          "authors": "Rafael H. M. Pereira; Rogério Jerônimo Barbosa",
          "abstract": "This paper introduces {censobr}, an R package that provides an efficient method for accessing and analyzing Brazilian census data. The package enables in-disk data manipulation, allowing users to handle larger-than-memory datasets seamlessly with familiar {dplyr} syntax. The package integrates with {geobr}, enriching census data with geographic identifiers for easy spatial analysis. It offers a range of functions to download microdata and aggregated data for all of the Brazilian census editions since 1960 and provides access to essential documentation such as variable dictionaries and interview manuals. Through this approach, {censobr} enhances accessibility to detailed demographic and socioeconomic information, including both individual-level microdata and census tract-level aggregates. Additionally, the package's handling of complex survey designs and support for spatial data visualization facilitates in-depth analysis of the sociodemographic characteristics and living conditions of the Brazilian population over several decades. Practical examples included in the paper demonstrate its applications in areas such as demographic analysis and household-level research. {censobr} represents a significant advancement in making Brazilian census data accessible and efficient for academic and policy-related research. Future updates will expand its functionality and data coverage, contributing further to the ease of use and analytical capabilities of the package.",
          "url": "https://osf.io/yfq5j",
          "doi": "https://doi.org/10.31235/osf.io/yfq5j",
          "filter": 2
        },
        {
          "title": "Best Practices for Analyzing Interaction Effects in Stata: A Comparison of Statistical Approaches",
          "authors": "Felix Bittmann",
          "abstract": "When the effect of a treatment variable on an outcome variable differs between two groups, an interaction effect is present. Since this is one of the most common statistical analyses, Stata offers a wide variety of methods to investigate such effects. The present study outlines how these different analyses can be performed in Stata and provides a comprehensive simulation study to determine which method has the best statistical properties. To this end, both the nominal alpha error rate and statistical power are assessed for continuous and binary dependent variables. For a deeper analysis, not only are the sample sizes varied, but other potential challenges are also considered, such as heteroscedasticity for the continuous outcome and imbalanced binary outcome variables. The results indicate that some methods deviate significantly from the nominal alpha limit, leading to incorrect conclusions on average. For the continuous outcome variable, the OLS regression approach with robust (HC3) standard errors and an interaction term yields the best results. For the binary outcome, we recommend the logit model with robust standard errors or the linear probability model with robust (HC3) standard errors.",
          "url": "https://osf.io/2cdu4",
          "doi": "https://doi.org/10.31235/osf.io/2cdu4",
          "filter": 2
        },
        {
          "title": "The Behavior of Spanish Conquerors and Colonizers in America Is a Root Cause of Political Instability in Argentina",
          "authors": "Carmelo José Felice; Gabriel Alfredo Ruiz",
          "abstract": "The political stability of Argentina is a striking phenomenon in the scientific realm. This work factually demonstrates that one of the origins of instability is the contempt of the Spanish in America for the authority of the Spanish Crown, a behavior born during the stage of conquest and colonization of America. The validation process consists of a historical analysis that is summarized in propositionally logical statements, which allow the deduction and confirmation of the initial hypothesis. For the demonstration, violations of Royal edicts are analyzed, including the prohibition of slave labor and the obligations to only buy products from Spain, to treat the indigenous people well, and to consider them free men with rights to their territories. In all cases, the violations did not have significant punishments, probably due to the practical impossibility of controlling offenders from a distance, in a historical context where efficient means of communication did not exist. This lack of punishment gave rise to a contempt for authority, a custom that was passed down from generation to generation and is currently manifested as the contempt of all citizens for laws and regulations issued by any authority. This behavior partially explains the current political instability in Argentina.",
          "url": "https://osf.io/9bd2z",
          "doi": "https://doi.org/10.31235/osf.io/9bd2z",
          "filter": 2
        }
      ]
    }
  ]
}
