{
  "update": "2025-01-11",
  "content": [
    {
      "journal_full": "PsyArxiv",
      "journal_short": "PsyArxiv",
      "articles": [
        {
          "title": "Learning to be confident: How agents learn confidence based on prediction errors",
          "authors": "Pierre Le Denmat; Kobe Desender; Tom Verguts",
          "abstract": "Decision confidence should normatively reflect the posterior probability of making a correct choice, conditional on relevant information. However, how individuals learn to calibrate their sense of confidence to that probability remains unknown. The standard approach to estimate any quantity is to use trial-by trial samples of that quantity to train a function approximator (such as a neural network) based on the prediction errors (quantity minus prediction of the quantity). We tested whether humans learn about confidence using this principle in a perceptual decision-making experiment where participants repeatedly alternated between two manipulated feedback regimes (negative vs positive) every few blocks of trials. As anticipated, confidence ratings tracked feedback, with confidence gradually increasing when participants received overall positive feedback (and thus positive prediction errors), and decreasing when receiving negative feedback (and thus negative prediction errors). These feedback-induced dynamic changes were specific to confidence, as objective performance was unaffected by the manipulation. We propose a single-layer neural network model for confidence which updates the computation of confidence based on trial-level prediction errors, and demonstrate that it provides a good fit to the behavioral data. Taken together, these results show that the computation of confidence is dynamic: humans constantly update how they compute confidence based on prediction errors (feedback minus prediction), in a statistically efficient manner.",
          "url": "https://osf.io/2kqyf",
          "doi": "https://doi.org/10.31234/osf.io/2kqyf",
          "filter": 0
        },
        {
          "title": "Virtual Reality Offerings for and by Marginalized Populations: A Scoping Review on Equity and Intersectionality",
          "authors": "Quinta Seon; Myrna Lashley; Geneviève Sauvé; Martin Lepage; Adèle Hotte-Meunier; Lisa Sarraf; Ethan Draper; Clayton Jeffrey; Caroline Sylvie-Dakoure",
          "abstract": "Virtual reality (VR) programs can support multiple aspects of well-being and have been developed by marginalized groups for these purposes, but there is still a systemic power imbalance. Marginalized groups have a place in digital well-being and can lead efforts directed towards resources that they desire. To better support these efforts and mobilize knowledge amongst marginalized stakeholders, we performed a scoping review of VR’s use for wellbeing. Taking an equity lens that considers the experiences of intersectional marginalization, we aimed to identify VR programs, their targets, outcomes, and equity-related facilitators and barriers. In May 2023, we conducted a comprehensive literature search of MEDLINE, PsychInfo, Embase, and Web of Science databases and grey literature for virtual reality and marginalized populations. Eligible research articles since the inception of the databases were those that met our predefined criteria of VR, marginalized populations, and well-being. We included 38 studies and charted preregistered variables using narrative synthesis and descriptive statistics. The populations represented in the included studies were often intersectionally marginalized and observed that VR offered diverse support, such as social support and affirmation, mental and emotional well-being, education and support for disability and physical health, and cultural connections. Overall, most studies reported positive findings, though several noted no effect on at least some outcomes. VR’s flexibility created informal, flexible spaces, with support from peers, and contributed to mental and social well-being. Several factors could challenge marginalized groups’ ability to follow and create pathways to VR well-being programs, such as the lack of free programs, data and program ownership, and intersectional data analyses. This area reflects a growing literature topic, with half of the studies published in 2022 or 2023. Which also means, currently, many studies have limitations like small sample sizes and are lacking mixed-methods or practical significance analyses. Moving forward, researchers could apply more open-access and inclusivity practices in their design and recruitment to widen equitable access to marginalized stakeholders. However, many marginalized populations created VR programs and benefited from them, contributing to a rebalancing of power over wellbeing.",
          "url": "https://osf.io/3u7ea",
          "doi": "https://doi.org/10.31234/osf.io/3u7ea",
          "filter": 0
        },
        {
          "title": "The paradox of SOV: A case for token-based typology",
          "authors": "Natalia Levshina",
          "abstract": "This study addresses a paradox in word order typology. On the one hand, the SOV order has longer dependency distances and therefore higher processing costs compared to verb-medial order. On the other hand, it is the most frequent word order in languages of the world. How come? An analysis of large-scale corpus data in thirty-two languages annotated with Universal Dependencies provides a simple answer: the costly long distances occur more rarely than one would assume because verb-final languages usually have fewer arguments compared to verb-medial languages. A series of Bayesian phylogenetic models shows a negative correlation between the proportion of verb-final clauses in a language and the average number of arguments in a clause, while controlling for argument indexing and high- and low-context culture. A closer examination of argument configurations reveals a positive correlation between proportions of verb-final clauses and proportions of subjectless clauses; as for proportions of objectless clauses, the evidence is less clear. In addition, a quanitative analysis of 150 Universal Dependencies corpora shows that the proportions of verb-final clauses with two overt arguments are low, even in verb-final languages. The study highlights the importance of the token-based, gradient approach to typology, which gives us insights into what kind of structures language users prefer, and what they avoid.",
          "url": "https://osf.io/wfbpv",
          "doi": "https://doi.org/10.31234/osf.io/wfbpv",
          "filter": 0
        },
        {
          "title": "Gratification Control in Adult Health Risk Behaviors: Development of the HeRBs GCI",
          "authors": "Adarsh K. Verma; Usha Chivukula; Aysha Thasleema",
          "abstract": "Effective impulse control over gratifying stimuli is a crucial skill with significant implications for decision-making across various life domains. While research has traditionally centered on the concept of delayed gratification (DG)- primarily studied in children - its application to adult behavior reveals distinct complexities. This study shifts attention to gratification control (GC), a construct that focuses on how adults navigate competing desires in the context of both immediate and long-term health risks. The Health Risk Behaviors' Gratification Control Inventory (HeRBs GCI), designed to measure GC, comprises 12 items across four domains: alcohol consumption, smoking, drug abuse, and risky sexual practices. Validated with a sample of 442 emerging adults, the HeRBs GCI offers insights into impulse control concerning health risk behaviors. This inventory provides a tool for research and practical interventions aimed at enhancing decision-making and managing health-related risks.",
          "url": "https://osf.io/7t8wk",
          "doi": "https://doi.org/10.31234/osf.io/7t8wk",
          "filter": 0
        },
        {
          "title": "Improving the probability of reaching correct conclusions about congruence hypotheses: Integrating statistical equivalence testing into response surface analysis",
          "authors": "Sarah Humberg",
          "abstract": "Many psychological theories imply that the degree of congruence between two variables (e.g., self-rated and objectively measured intelligence) is related to some psychological outcome (e.g., life satisfaction). Such congruence hypotheses can be tested with response surface analysis (RSA), in which a second-order polynomial regression model is estimated and suitably interpreted. Whereas several strategies exist for this interpretation, they all contain rationales that diminish the probability of drawing correct conclusions. For example, a frequently applied strategy involves calculating six auxiliary parameters from the estimated regression weights and accepting the congruence hypothesis if they satisfy certain conditions. In testing the conditions, a nonsignificant null-hypothesis test of some parameters is taken as evidence that the parameter is zero. This interpretation is formally inadmissible and adversely affects the probability of making correct decisions about the congruence hypothesis. We address this limitation of the six-parameter strategy and of other RSA-strategies by proposing that statistical equivalence testing (SET) be integrated into RSA. We compare the existing and new RSA-strategies with a simulation study and find that the SET-strategies are sensible alternatives to the existing strategies. We provide code templates for implementing the SET-strategies.",
          "url": "https://osf.io/ftr6u",
          "doi": "https://doi.org/10.31234/osf.io/ftr6u",
          "filter": 0
        },
        {
          "title": "Now it makes sense: The detrimental impacts of delayed ADHD diagnosis for women and positive consequences post-diagnosis",
          "authors": "Eve Holden; Helena Elizabeth Hiromi Kobayashi-Wood",
          "abstract": "Girls and women are disproportionately affected by delayed diagnoses of attention-deficit/hyperactivity disorder (ADHD), but research on the impact of this is limited. Our study aimed to centre lived experiences of women with late-diagnosed ADHD to increase understanding of the impact of such delays. We employed a mixed methods survey to investigate the perspectives of 28 women with late-diagnosed ADHD. Results starkly demonstrate the criticism and lack of support participants faced from society and medical professionals, illustrating the negative consequences of delayed ADHD diagnosis on quality of life and mental health. Participants commonly reported internalising criticism and described disconcertingly low self-esteem; citing guilt, shame, and negative self-perception due to delayed diagnoses. Participants found diagnosis revelatory, their lives finally making sense; citing healing, improved self-esteem, and life feeling more worth living. The adversities faced from delayed diagnoses were described from early childhood, through adolescence, and adulthood. Participants reflected on ‘what could have been’, and described grieving the lives they could have led if diagnosed earlier. The negative impacts of missed ADHD diagnosis are broad and span life stages. With potential implications for public health policy, this work highlights the importance of increasing girls’ and women’s access to ADHD diagnoses to address avoidable detrimental hardship.",
          "url": "https://osf.io/mpw8e",
          "doi": "https://doi.org/10.31234/osf.io/mpw8e",
          "filter": 0
        },
        {
          "title": "Reward as a Facet of Word Meaning: Ratings of Motivation for 8601 English Words",
          "authors": "Doina-Irina Giurgea; Penny M. Pexman; Richard J. Binney",
          "abstract": "Semantic representations arise from a distillation of multiple sources of information, including sensory, motor, affective, interoceptive, linguistic and cognitive experience. Experience of reward is a highly salient aspect of many human activities, and yet its contribution to semantic processing is not well understood. To address this, the present study took a psycholinguistic approach to measuring and evaluating associations with reward as a facet of word meaning. Behavioral and neurophysiological data suggest reward processing involves multiple stages and mechanisms. For instance, systems associated with the experience and anticipation of pleasure in response to a reward appear distinct from motivational processes that underlie pursuit of a stimulus. We sought to collect a novel set of word ratings that capture the full extent of reward-related experience. Initial explorations revealed that reward/pleasure ratings are highly correlated with existing norms of emotional valence. Ratings of association with motivation, however, were only moderately correlated with valence, suggesting they capture distinct semantic information. We therefore conducted a preregistered large-scale study to obtain motivation ratings for 8601 words. Our analyses suggest these ratings capture aspects of word meaning which are distinct from other semantic dimensions, such as concreteness and valence. Moreover, they explain unique variance in participant performance on lexical, semantic, and recognition memory tasks. We combined motivation and emotional valence ratings to provide a composite measure that might approximate a more general ‘reward’ construct. However, this was worse at explaining task performance than the individual variables. We discuss implications of these results for neurocognitive theories of semantics.",
          "url": "https://osf.io/h9m8u",
          "doi": "https://doi.org/10.31234/osf.io/h9m8u",
          "filter": 0
        },
        {
          "title": "Soft Skills in High Schools: Integrating Self-Regulated Learning and Social, Emotional, and Behavioral Skills Frameworks",
          "authors": "Tommaso Feraco",
          "abstract": "Background: Social, emotional, and behavioral (SEB) skills – also known under labels like soft skills, 21st century skills, or social-emotional skills – are considered key factors for students’ success, well-being, and social relationships, among others. However, literature on the topic relied on different frameworks and questionable measurement methods. Additionally, they usually did not integrate skills into classical self-regulated learning (SRL) frameworks. \nAims: To overcome these limitations, we adopted the new integrative SEB framework and measured SEB skills, along with five SRL factors (academic self-efficacy, SRL strategies, mastery learning goals, growth mindset, and achievement emotions) and three outcomes (i.e., academic achievement, peer acceptance, and life satisfaction).\nSample: Participants were 5,075 Italian high school students (M = 18.23 years old; SD = 0.95). \nResults: Our results show that SEB skills are associated with almost all SRL factors and outcomes, but when considering their specific role (net of other skills and SRL factors), only mediated associations with academic achievement emerge, supporting the hypothesis that SEB skills’ effects on academic outcomes might be mainly mediated by SRL factors, while specific skills (i.e., social engagement, collaboration, and emotional resilience skills) directly influence non-scholastic outcomes. \nConclusions: Our results support the importance of adopting integrative skills frameworks along with SRL frameworks to deeply understand the processes linking skills to outcomes in the student population.",
          "url": "https://osf.io/w5tnr",
          "doi": "https://doi.org/10.31234/osf.io/w5tnr",
          "filter": 0
        },
        {
          "title": "Detecting foreign rhythm in native-language speech at birth",
          "authors": "Martina Dvorakova; Natálie Kikoťová; Josef Urbanec; Antonia Götz; Katerina Chladkova",
          "abstract": "Humans tune in to the native language prosody before they are even born. Prior findings with newborns reported language-specific processing of forward versus backward speech and intonational contours and also indicated language-specific processing of iambic versus trochaic patterns in non-linguistic tone stimuli. The present experiment tested newborns’ processing of temporal rhythm patterns in naturalistic native-language speech. Czech-learning newborns were played naturally recorded well-formed Czech utterances with native Czech rhythm (virtually lacking cues to word-level stress) and with non-native rhythm (prolonged foot-initial syllables), while their hemodynamic activity was recorded. The results showed larger hemodynamic responses to the non-native than to the native rhythm in a late analysis window, attributable to a double-peak response shape in the non-native condition. This finding is discussed in terms of suprisal-induced resonating activity after hearing familiar native speech paired with an unfamiliar rhythm pattern. Further, there was an overall attenuated response to the native rhythm localized in the right frontal region (comprising the Broca's area), evidencing right-lateralized processing of speech rhythm. Traditional language development theories claimed that only coarse between-class rhythm differences between languages are processed at birth. Having demonstrated that newborns differentially process non-native vs. native rhythmic patterns within natural native-langugae speech, even in a language outside of the traditional rhythm classes, the present findings disprove some of the early theories and substantially deepen our understanding of early speech development.",
          "url": "https://osf.io/jrm32",
          "doi": "https://doi.org/10.31234/osf.io/jrm32",
          "filter": 0
        },
        {
          "title": "The Written Self: Decoding Personality and Sex Differences Through Explainable AI",
          "authors": "David Saeteros; Beatriz Domínguez-Álvarez; David Gallardo-Pujol; Daniel Ortiz-Martínez",
          "abstract": "This study demonstrates how natural language processing and explainable AI techniques can advance our understanding of personality psychology, using sex differences in language as a case study. By analyzing stream-of-consciousness essays from 2,240 undergraduates using BERT with integrated gradients attribution, we identify distinct linguistic markers that characterize sex-specific trait expression. Our approach illustrates how explainability methods can help to detect systematic variations in language patterns across different trait levels and between males and females. Logistic regression analyses reveal Neuroticism as the strongest predictor of language typical of each sex (OR = 2.11, p ≤ .001), followed by Extraversion and Agreeableness. The model achieves 82.8\\% accuracy in sex classification, and the explainability technique shows that sex differences in language often diminish at extreme trait levels. The study's methodological contribution lies in demonstrating how explainable AI can advance personality assessment by providing interpretable insights into the complex interaction between sex and personality in natural language use. The study also illustrates how explainable AI can advance personality assessment beyond descriptive statistics to provide interpretable insights into complex psychological phenomena, demonstrating a framework for deeper exploration of personality psychology findings.",
          "url": "https://osf.io/eja7r",
          "doi": "https://doi.org/10.31234/osf.io/eja7r",
          "filter": 0
        },
        {
          "title": "Are Existing Bot-Detection Techniques Sufficient: An Exploration with Real Bots",
          "authors": "Gargi Sawhney; Ashish Bijlani; Justin DeSimone",
          "abstract": "Using two bots with varying degrees of sophistication, our research evaluates the effectiveness of existing bot detection techniques in identifying whether a survey was completed by actual bots. Our findings suggest that while existing bot detection techniques can identify responses generated by simple bots, they may not be effective in identifying AI-powered bots.",
          "url": "https://osf.io/zeyfs",
          "doi": "https://doi.org/10.31234/osf.io/zeyfs",
          "filter": 0
        },
        {
          "title": "Integrating Co-Created and Theory-driven insights using an Equitable Power-Sharing Approach (EPSA)",
          "authors": "Nessa Millet",
          "abstract": "Co-creation with citizens has emerged as an integral component in tackling a plethora of healthcare inequities. At the stage of scientific conceptualisation, processes of integrating co-created insights as legitimate forms of knowledge lacks transparent method, risking disempowerment for citizens who have been positioned as influencing the research process. We detail an approach to integrating co-created insights into a scientific model using an equitable and power-sharing approach (EPSA) method, exampled during the study design phase of the AFFIRM Relationships project. The EPSA method consist of 3 phases: a preparatory phase (Researcher reflexivity, topic formulation and sensitization); a co-creation phase (knowledge production, analytic phases, summarizing and ethics work) and an insight integration phase. Applying the EPSA method highlighted the important role of researcher reflexivity in preparing to foster a safe environment for open dialogue during co-creation. Transforming scientific research stages into activities that can engage co-researchers (including conducting analysis, critical thinking, and producing overarching themes) underscored an equitable partnership. Whilst the final phase enabled identification of how resulting knowledge was derived, further consideration of how refinement processes can be grounded in lived experience is necessary, particularly during final stages as decision making becomes increasingly led by academic team members.",
          "url": "https://osf.io/xds36",
          "doi": "https://doi.org/10.31234/osf.io/xds36",
          "filter": 0
        },
        {
          "title": "Wordle – A Game-Based Assessment of Verbal Ability?",
          "authors": "Priscilla Achaa-Amankwaa; Jonas Walter; Ulrich Schroeders",
          "abstract": "Building on the long and successful tradition of incorporating games (e.g., chess or Mastermind) into the psychological assessment of cognitive ability, this registered report focuses on Wordle—one of the most popular online word games. We will examine (1) the psychometric properties of the game (e.g., dimensionality, reliability), (2) the nomological network of Wordle proficiency including vocabulary, verbal fluency, and reasoning at the latent level, (3) correlations with socio-demographic (age, education), reading habits, game experience, and strategy efficiency, and (4) the game’s potential for rational test construction through an analysis of the linguistic determinants of Wordle item difficulty.",
          "url": "https://osf.io/pa89m",
          "doi": "https://doi.org/10.31234/osf.io/pa89m",
          "filter": 0
        },
        {
          "title": "Statcheck does what it is designed to do: a reply to Böschen (2024)",
          "authors": "Michele B. Nuijten",
          "abstract": "In a recent arXiv comment, Böschen contends that the R package statcheck (Nuijten &amp; Epskamp, 2024) is not a valid error detector (Böschen, 2024). I appreciate the effort of investigating statcheck’s strengths and weaknesses. I wholeheartedly agree that it is crucial that a tool to detect errors should itself be reliable and valid. However, I disagree with the main points in the critique and will argue that statcheck does exactly what it is designed to do: detect inconsistencies in Null Hypothesis Significance Tests (NHST) reported according to the guidelines of the American Psychological Association (APA; American Psychological Association, 2020).",
          "url": "https://osf.io/xyfjz",
          "doi": "https://doi.org/10.31234/osf.io/xyfjz",
          "filter": 0
        },
        {
          "title": "All the Mistakes I Made: Critical Reflections on Applying Intervention Mapping in the Real World",
          "authors": "Sarah E. Stutterheim",
          "abstract": "Intervention Mapping is the most comprehensive approach to systematic behavior change (O'Cathain et al., 2019). For this reason, applying Intervention Mapping can been daunting. In this paper, I discuss the mistakes I made when applying the various iterative steps of Intervention Mapping in the design, implementation, and evaluation of an intervention aiming to reduce HIV stigma in health care settings in the Netherlands.",
          "url": "https://osf.io/nykr8",
          "doi": "https://doi.org/10.31234/osf.io/nykr8",
          "filter": 0
        },
        {
          "title": "Sad Art Gives Voice to Our Own Sadness",
          "authors": "Tara Venkatesan; Mario Attie-Picker; George Newman; Joshua Knobe",
          "abstract": "People tend to show greater liking for expressions of sadness when these expressions are described as art. Why does this effect arise? One obvious hypothesis would be that describing something as art makes people more likely to regard it as fictional, and people prefer expressions of sadness that are not real. We contrast this obvious hypothesis with a hypothesis derived from the philosophical literature. On this alternative hypothesis, describing something as art makes people more inclined to appropriate it, i.e., to see it as an expression of their own sadness. Study 1 found that describing the exact same sad text as art (e.g., a monologue) as opposed to not-art (e.g., a diary entry) led to increased liking for the work. Study 2 showed that this effect is not mediated by fictionality. Study 3 showed that the effect is mediated by appropriation. Study 4 looked at the impact of a manipulation of fictionality. Describing a work as fictional did lead to increased liking, but this effect was completely mediated by appropriation. These results provide at least some initial support for the appropriation hypothesis.",
          "url": "https://osf.io/grys2",
          "doi": "https://doi.org/10.31234/osf.io/grys2",
          "filter": 0
        },
        {
          "title": "People spontaneously partition their visual space when retrieving concepts from memory",
          "authors": "Simone Viganò; Giulia Cristoforetti; Gaia Mizzon; Roberto Bottini",
          "abstract": "In the physical world, we efficiently organize objects in space to facilitate finding them when mostly needed. Does this tendency to order the external environment extend to conceptual information that is internally stored in memory? Here we report that when people were asked to retrieve different concepts from memory, they spontaneously directed their gaze to distinct and minimally overlapping portions of their visual space. This effect was replicated across two experiments, and was correlated with retrieval performance. Interestingly, this categorical partitioning, which differentiated the content of the retrieved information, was paired with a temporal partitioning, which reflected the temporal progression of the retrieval experience. These findings reveal a tendency of humans to separately organize their memories during retrieval, disentangling content (the “what”) and time (the “when”) via a spontaneous oculomotor behavior.",
          "url": "https://osf.io/8vn3w",
          "doi": "https://doi.org/10.31234/osf.io/8vn3w",
          "filter": 0
        },
        {
          "title": "Creating Online Cognitive Assessment Platform for Children’s Literacy and Math Skills: Illustrated with the ACE Kids Platform",
          "authors": "Vince S. H. Ngan; Urs Maurer",
          "abstract": "Computerized versions of paper-and-pencil tests have made children’s behavioral assessments more automatic and precise. The COVID-19 pandemic further demonstrated the need for computerized assessments to be offered online to allow for remote data collection. However, the design and implementation of computerized tests in an online environment comes with various challenges. This article probes the issues, needs and challenges for the development and validation of online assessment of reading and math, and related cognitive abilities. The paper aims to inform researchers about some of the logistical and technical considerations of developing a customized platform for online data collection, including (a) technical considerations, (b) interface design, (c) data management, and (d) validation measures for comparability with paper-and-pencil measures. These issues are illustrated with experiences gleaned from the development of an assessment platform (ACE Kids platform), designed to deliver over 40 tests and questionnaires related to children’s Chinese and English literacy, as well as mathematics abilities. Furthermore, we discuss features that improve the ease of use, clear instructions, and attention retention. This discussion is punctuated by pilot test results, including both qualitative and quantitative data about child usage experience. Finally, we discuss important considerations at the planning, development and data collection stages for a customized assessment platform.",
          "url": "https://osf.io/kxyc5",
          "doi": "https://doi.org/10.31234/osf.io/kxyc5",
          "filter": 0
        },
        {
          "title": "Phonetic and Semantic Radical Priming in Chinese Character Amnesia",
          "authors": "Zebo Xu; Yichi ZHANG; Zhenguang Garry Cai",
          "abstract": "The shift from handwriting to digital typing as the dominant form of written communication has led to a decrease in handwriting proficiency. This trend is particularly evident in opaque writing systems, such as Chinese, where speakers increasingly experience “character amnesia”, the inability to (fully) handwrite a character despite being able to recognise it. In this study, we investigated whether prior exposure to a phonetic or semantic radical of a character helps to subsequently alleviate amnesia in handwriting the character. In three online experiments, participants were first exposed to a prime character that shares a phonetic radical, a semantic radical, or no radical with a target character (or, in Experiment 2, exposed to a stand-alone radical); then they handwrote the target character according to a dictation prompt. Participants reported less character amnesia in handwriting the target character if they had previously been exposed to a phonetic or semantic radical, either as part of a prime character or as a stand-alone radical. Furthermore, the priming effect of the semantic radical was similar regardless of whether the prime had a semantic radical with high or low semantic transparency. These findings suggest that character amnesia in Chinese is caused by the incomplete orthographic activation in semantic and phonetic radicals.",
          "url": "https://osf.io/hzemn",
          "doi": "https://doi.org/10.31234/osf.io/hzemn",
          "filter": 0
        },
        {
          "title": "Clothing Size Access and Body Image:  a cross-sectional study",
          "authors": "Sofia Abrevaya; Constanza Cerana; Sofia Stancanelli",
          "abstract": "Lack of access to appropriate clothing sizes can negatively impact body image and self-esteem. This study aimed to assess the relationship between clothing access, body image, and self-esteem. 443 participants (42 male) completed a sociodemographic questionnaire, a clothing access scale, the Body Appreciation Scale, the Rosenberg Self-Esteem Scale, the Eating Attitudes Test, and the Body Esteem Questionnaire. Data analysis focused on women without eating disorder risk, with comparisons made between those at risk of eating disor-ders and between men and women using a matched sub-sample (in BMI, age, and size). Sig-nificant correlations between all variables were found for women, and a regression model indicated that body esteem was a significant predictor, while general self-esteem was not. Those aware of the new Size Law (58%) reported lower clothing access and higher BMI. Women at risk for eating disorders (N=68) had lower body appreciation and both general and body self-esteem. Gender differences revealed that men had higher values for all meas-ured variables. The findings suggest that the lack of clothing size access and the associated societal beauty ideals contribute to body image issues, particularly for women. This study underscores the need to address size discrimination within the fashion industry and high-lights the importance of implementing the Size Law to promote inclusion and gender equity.",
          "url": "https://osf.io/842ez",
          "doi": "https://doi.org/10.31234/osf.io/842ez",
          "filter": 0
        },
        {
          "title": "The Artificial Intelligence Experience and Attitude Survey (AIEAS):  A Brief Measure for Socio-Economic Panel Studies",
          "authors": "Timo Gnambs; Florian Griese; Sabine Zinn",
          "abstract": "Large-scale socio-economic panel studies aim to document societal trends and public opinions using representative population samples. Despite the profound impact of artificial intelligence (AI) on public and private life across diverse contexts, these studies have rarely addressed the use and evaluation of AI for individual respondents. Therefore, a standardized assessment instrument is introduced that was designed for the needs of large-scale social surveys. The Artificial Intelligence Experience and Attitude Survey (AIEAS) is a novel self-report instrument measuring awareness, experience, attitude, and usage intention regarding AI in the work, healthcare, and education domains. The scenario-based items describe different AI applications in different contexts and are administered in a planned missingness design to meet the brevity requirements of large-scale studies. A qualitative interview study (N = 30) confirmed the comprehensibility of the items, while a quantitative web-based study (N = 1084) with a German sample demonstrated a satisfactory measurement structure and precision. These findings attest to good psychometric properties of the AIEAS that allow for a multidimensional measurement of AI experiences and evaluations. Integrating the instrument in socio-economic panel studies will support examining societal trends over time to inform the scientific community and policies in different domains.",
          "url": "https://osf.io/emg4f",
          "doi": "https://doi.org/10.31234/osf.io/emg4f",
          "filter": 0
        },
        {
          "title": "Productive causation and compositionality",
          "authors": "Tadeg Quillien; Neil R Bramley; Christopher G. Lucas",
          "abstract": "According to counterfactual theories of causal judgment, people judge causation by evaluating the consequences of counterfactual interventions on their representations of the world. What is the format of these representations? Research on causal generalization suggests that people hold `invariant' representations of causal relationships that can be flexibly composed together. We suggest that people can compute counterfactuals on the basis of these invariant representations, and in particular they can imagine `disconnecting' the causal link between two variables. Importantly, this hypothesis implies that causal judgment is supported by richer representations than the Structural Causal Models (SCMs) used in most counterfactual theories. We argue that this gap can explain the shortcomings of existing counterfactual theories, for example why these theories struggle to explain the distinction between `productive’ and non-productive causation. In a series of simple experiments, we find that the consequences of variable-disconnection counterfactuals systematically affect people’s causal judgments, even holding constant the structural causal model describing the situation. Overall, the counterfactual framework might provide a unifying account of human causal judgment, provided we correctly understand the mental representations people use to imagine counterfactual scenarios.",
          "url": "https://osf.io/nsqpk",
          "doi": "https://doi.org/10.31234/osf.io/nsqpk",
          "filter": 0
        },
        {
          "title": "Direct and averted gaze modulate the event-related brain responses to social exclusion signals",
          "authors": "Yu-Fang Yang; Michael Niedeggen; Xu Fang",
          "abstract": "Social exclusion is a negative experience in social interaction which can be modulated by the perceived eye gaze. In our Cyberball study, we asked how gaze direction – direct versus averted – affects the processing of social exclusion by using electroencephalogram (EEG) methods. Participants encountered neutral gazes in the inclusion phase (Block1) and then either direct or averted gazes during the exclusion phase (Block2). We measured self-reports on Need-Threat Questionnaires (belonging, control, meaningful existence, self-esteem) and negative mood, along with event-related potentials (ERPs), specifically the P3 component (P300) - an indicator of expectation violation. Findings demonstrated that the P3 amplitude showed differential changes between gaze conditions during the transition from inclusion to exclusion, with direct gaze eliciting stronger neural responses. This difference signals that direct gaze enhances the expected participation, thus sensitizing participants for exclusionary signals. Simultaneously, self-reports indicated that the transition evoked weaker negative emotions in the direct gaze group and stronger negative emotions in the averted gaze group, signalling that direct gaze also serves as an affiliative signal. These results illuminate how gaze directions shape cognitive and emotional reactions to social exclusion. However, further research is necessary to unravel these effects amidst other non-verbal cues and fully comprehend their impact on neural and behavioural responses to social exclusion.",
          "url": "https://osf.io/kbzjq",
          "doi": "https://doi.org/10.31234/osf.io/kbzjq",
          "filter": 0
        },
        {
          "title": "How to Model Ambulatory Assessments Measured at Different Frequencies: An N=1 Approach",
          "authors": "Sophie Wilhelmina Berkhout; Noémi Katalin Schuurman; Ellen Hamaker",
          "abstract": "Ambulatory assessment has gained widespread popularity among researchers who study the dynamics of everyday experiences and behaviors, such as sleep patterns or emotional states. In this paper, we focus on the challenge that arises when we want to investigate the dynamic relations between variables that were measured at different frequencies. As a running example, we use a sleep quality variable measured once every morning and a mood variable measured multiple times during the day for multiple days. We propose two N=1 models that imply different processes; the first focuses on dynamic relations from day to day between sleep quality and a daily factor of the mood variable, and the second focuses on dynamic relations from one measurement occasion to the next, which prioritizes when the variables affect each other. Additionally, we introduce a combination of these two models and demonstrate their accuracy with a simulation study. An empirical N=1 example of daily sleep quality and momentary self-doubt demonstrates that dynamic relations exist between sleep quality and self-doubt at certain moments in the day and the daily factor of self-doubt. Researchers may adjust the proposed dynamic models to align with their own theories and to accommodate different data or research interests.",
          "url": "https://osf.io/6e9w7",
          "doi": "https://doi.org/10.31234/osf.io/6e9w7",
          "filter": 0
        },
        {
          "title": "The effects of group affiliation vs. individuating information on  direct and indirect measures of the evaluation of novel individual group members",
          "authors": "Mayan Navon",
          "abstract": "Automatic evaluation has emerged as a central concept in contemporary thinking about prejudice. The \npresent research tested the quintessential aspect of prejudice: Does group affiliation dominate \nautomatic evaluation of individual group members even when diagnostic evaluative information about \nthe individuals is available? Participants read about the behaviors of two individuals: one from a \ntypically liked group and one from a typically disliked group, portraying one individual as more \npositive than the other, and manipulating the extremity and direction of that difference. We conducted \nsix studies (Total N = 11,572, with samples consisting of adults residing in the U.S.), across different \ngroup types (age, gender, or race), and indirect measures that purportedly measure automatic evaluation \n(the Implicit Association Test [IAT] and the Evaluative Priming Task [EPT]). Group affiliation \n(relatively to personal characteristics) influenced the IAT and the EPT more than it influenced the self-\nreported evaluation. These results may suggest that automatic evaluation of individuals is more \nprejudiced than nonautomatic evaluation.",
          "url": "https://osf.io/jbzas",
          "doi": "https://doi.org/10.31234/osf.io/jbzas",
          "filter": 0
        },
        {
          "title": "Mental Health Guidelines in Esports: A Delphi Study to Define the Scope and Content",
          "authors": "Dylan R Poulus; Mitchell Nicholson; Mason Drew; Serena Chiu; Benjamin T Sharpe",
          "abstract": "Esports is a rapidly growing global industry with millions of participants, yet there are no standardised mental health frameworks to support players, coaches, and organisations. This study aimed to identify key priorities for developing international mental health guidelines tailored to esports, defining their scope and outlining the roles of key stakeholders. Using a modified Delphi approach, an expert panel of 18 professionals specialising in esports and mental health participated in a two-round consensus process. In Round One, qualitative responses identified five key areas of focus, leading to the development of 13 statements on mental health promotion, prevention, and care. In Round Two, panel members rated their agreement and the perceived importance of these statements using a 4-point Likert scale, with statements reaching 80% consensus included in the final recommendations. Of the 13 statements, 12 achieved consensus, emphasising the need for mental health literacy programs, safe and healthy environments, and structured mental health first aid training for coaches and community leaders. The expert panel also highlighted the responsibility of game publishers, tournament organisers, and governing bodies in promoting mental health resources and policies. This study provides a foundation for evidence-based esports mental health guidelines, which can inform future policy development, industry practices, and player support systems.",
          "url": "https://osf.io/g78kd",
          "doi": "https://doi.org/10.31234/osf.io/g78kd",
          "filter": 0
        },
        {
          "title": "Adults with autism prefer to communicate with others who also have autism: a mixed-method study",
          "authors": "Hannah De Laet; Jan R. Wiersema; Annabel. D. Nijhof",
          "abstract": "While prevailing theories suggest social interaction difficulties are inherent to individuals with autism, the theory of the double empathy problem (Milton, 2012) proposes that these difficulties result from a mismatch between neurologically different interaction partners. This theory also predicts less difficulty during interaction between individuals with autism. Existing studies are limited, warranting further investigation. In 2022, adults with autism completed an online mixed-method questionnaire, which included demographic questions, a question regarding language preference, 14 statements (N = 407) comparing various aspects of interaction between individuals with and without autism and six open-ended questions (N = 337). The sample includes adults spanning a range of ages and educational backgrounds. The results from the statements revealed that adults with autism experienced all, except for one, aspects of communication to be better and easier with others who also have autism than with others who do not. The only aspect of communication they did not experience to be better with others with autism was body language. The results from the open-ended questions mainly support the findings from the statements, but also provide additional nuance. Themes highlighted easier interactions between individuals with autism, characterized by mutual understanding and the absence of judgment. Additionally, when they know someone else also has autism, they feel less need to camouflage. However, some interaction difficulties were also noted. In conclusion, the experiences of adults with autism in our study align with the theory of the double empathy problem, however further systematic research is warranted to test this theory.",
          "url": "https://osf.io/f7yr4",
          "doi": "https://doi.org/10.31234/osf.io/f7yr4",
          "filter": 0
        },
        {
          "title": "“It was very traumatic”: Understanding the impact of breastfeeding difficulties on maternal mental health",
          "authors": "Gabrielle Rowles; Joseph Keenan; Nicola Wright; Karen Hughes; Rebecca Pearson; Hannah Fawcett; Elizabeth Braithwaite",
          "abstract": "Purpose. Many women want to breastfeed, but experience breastfeeding difficulties (such as latching problems, perceived low milk supply, nipple pain) with associated consequences for poor mental health. The aim of the current study was to investigate mother’s perceptions of how breastfeeding difficulties have impacted their mental health, couched within a behaviour change model, to identify intervention targets.\nMethods. Data were collected in October 2023 via an online cross-sectional survey. Participants provided qualitative open-ended responses to describe how they felt that breastfeeding difficulties may have impacted their mental health (N=1141).  This qualitative data was analysed using thematic analysis and themes were mapped deductively on to the COM-B model of behaviour change.\nResults. In general, mothers were highly motivated to breastfeed, but experienced challenges with psychological capability, physical capability, and social opportunity. Analyses resulted in the identification of the following targets for intervention: 1) education around the realities of what to expect when breastfeeding, including breastfeeding difficulties, 2) support for technical challenges and pain management when experiencing breastfeeding difficulties, and 3) education for healthcare professionals, families and wider society on the importance of supporting breastfeeding mothers who are experiencing breastfeeding difficulties.\nConclusion. Interventions targeted at breastfeeding mothers who are experiencing breastfeeding difficulties with associated mental health consequences have the potential to reduce rates of both early breastfeeding cessation and poor maternal mental health in the postnatal period. Here, we extend existing knowledge by identifying potential intervention targets to enable mothers to better cope with the challenges of breastfeeding.",
          "url": "https://osf.io/ebry5",
          "doi": "https://doi.org/10.31234/osf.io/ebry5",
          "filter": 0
        },
        {
          "title": "Why Does Positive Feedback Undermine Performance? Introducing the Decoupling Hypothesis",
          "authors": "Nils Jostmann; Eddie Brummelman",
          "abstract": "Positive feedback is often given in an attempt to boost people’s performance. In many cases, however, positive feedback undermines performance. Why? A common explanation is recipients interpret positive feedback as evidence that they are making more progress toward their goal than expected, leading them to coast. Here, we propose an alternative explanation: Receiving positive feedback is a pleasurable experience that decouples the grip of attention from the task, which undermines performance. If so, performance drops after positive feedback could be prevented by delaying the positive feedback until individuals have started preparing for their next task. Doing so may even transform the positive feedback into a motivational reward that allows individuals to utilize the rewarding experience of receiving positive feedback to energize their on-task behavior, thereby improving performance. We tested the decoupling hypothesis in three well-powered experiments (total N = 395), including a preregistered replication. Across experiments, we found that when positive feedback was delivered before participants started preparing for their next task, it impaired subsequent performance. Supporting the decoupling hypothesis, when positive feedback was delivered after participants started preparing for their next task, it did not impair subsequent performance; in fact, it boosted performance. These findings shed new light on the cognitive-affective mechanisms that underlie performance drops after positive feedback and identify unique ways to alleviate them. Also, the findings show that individuals do not invariably coast after positive feedback. This has broad implications for motivation theory and feedback interventions.",
          "url": "https://osf.io/e286b",
          "doi": "https://doi.org/10.31234/osf.io/e286b",
          "filter": 0
        },
        {
          "title": "Diagnostic facial features attract gaze but do not aid emotion recognition",
          "authors": "Yu-Fang Yang; Matthias Gamer",
          "abstract": "Facial features transmit emotions but their effect on visual orienting and explicit emotion recognition is debated. Here we examined whether fixating on diagnostic features of emotional expressions — such as eye region for fear and the mouth for happiness — affects saccadic targeting and improves recognition accuracy. Across two pre-registered experiments, participants viewed fearful, happy, and neutral faces for short intervals (50ms or 150ms) while the initial fixation location was manipulated. Although such brief stimulation does not allow for visual exploration, the faces triggered a substantial number of saccades that occurred after stimulus offset. These reflexive saccades were modulated by the emotional expressions indicating a consistent preferential saccadic orienting towards diagnostic features, even with limited exposure. As this effect disappeared for inverted faces, it can be attributed to an extrafoveal processing of facial features instead of an attentional orienting towards physically salient image regions. Participants' recognition accuracy was unaffected by the foveated facial feature, but this observation might also be due to ceiling effects in performance. Collectively, these findings contribute to understanding the attentional mechanisms of feature-based processing in the perception of emotional facial expressions.",
          "url": "https://osf.io/axbgq",
          "doi": "https://doi.org/10.31234/osf.io/axbgq",
          "filter": 0
        },
        {
          "title": "Who Touched It Matters: Gender and Role Effects on Negative Contagion Effect",
          "authors": "Takahiro Kawabe; Yusuke Ujitoko",
          "abstract": "Consumers often feel disgusted toward products that have been touched by others, a phenomenon known as the negative contagion effect (NCE). While prior research has explored NCE through biological and cultural lenses, the role of interpersonal factors remains underexamined. This study investigates how the toucher’s gender and social role influence NCE and psychological ownership. Study 1 revealed that male touchers elicited stronger NCE compared to female touchers, and products touched by stranger customers were more negatively perceived than those touched by store staff. Study 2 demonstrated that psychological ownership was higher for products touched by stranger customers than by store staff, suggesting a close relationship between ownership perceptions and NCE. These findings highlight the interplay of social and psychological factors in shaping consumer disgust. Practical implications include strategies for optimizing product handling in retail and online contexts. Future research should explore cultural and product-specific variations to further refine our understanding of NCE dynamics.",
          "url": "https://osf.io/ewkmt",
          "doi": "https://doi.org/10.31234/osf.io/ewkmt",
          "filter": 0
        },
        {
          "title": "Self-Informant Agreement on Dominance and Affiliation: A Replication of Ringwald et al. (2024)",
          "authors": "Mimoza Cvejoski; Maxim Trenkenschuh; Whitney Ringwald; Christopher James Hopwood",
          "abstract": "The goal of this study was to replicate a previous study by Ringwald et al. (2024) about self-informant agreement on perceptions of dominance and affiliation in interpersonal interactions.",
          "url": "https://osf.io/e63bc",
          "doi": "https://doi.org/10.31234/osf.io/e63bc",
          "filter": 0
        },
        {
          "title": "Probabilities and the Risky-Choice Framing Effect: Evidence for an Inverted-U Pattern",
          "authors": "Michael L DeKay; Prachiti Garge",
          "abstract": "In the risky-choice framing effect, most people prefer a certain option over a risky one when the options are framed as gains, but this preference is typically reversed when the options are framed as losses. Past research has largely neglected how the size of this effect varies as a function of the probabilities in the risky option. DeKay et al. (2022) recently reported an inverted-U pattern in which the effect is smaller for extreme probabilities (e.g., .01, .99) than for moderate probabilities. This pattern is predicted by some theories but not others. We report a replication of the inverted-U pattern and other results involving varieties of risk comparisons (certain vs. risky, somewhat risky vs. risky, and certain vs. somewhat risky) in a preregistered online experiment (N = 807). Results indicate that the framing effect is significantly smaller but still sizeable at extreme probabilities. An internal meta-analysis (N = 2,518) confirms the reliability of the inverted-U pattern and its moderation by risk comparison. We also assess how well 5 theories (prospect theory, transfer-of-attention-exchange theory, fuzzy-trace theory, fuzzy-trace theory with rounding of extreme probabilities to 0 or 1, and the priority heuristic) account for 7 features of the data. None of these theories accounts for all of the results, though transfer-of-attention-exchange theory edges out prospect theory, which edges out the others. These results highlight the value of assessing an effect’s generalizability over variations in experimental materials.",
          "url": "https://osf.io/vnq58",
          "doi": "https://doi.org/10.31234/osf.io/vnq58",
          "filter": 0
        },
        {
          "title": "Popular music and movies as autobiographical memory cues",
          "authors": "Julien Hanson; Jessica Frame; Elena Bai; Kendra Mehl; Kelly Jakubowski; Amy Belfi",
          "abstract": "Research on music-evoked autobiographical memories has grown rapidly in recent years, suggesting that music can be an effective stimulus for cueing memories from one’s life. One challenging aspect of this type of research is creating a stimulus set that is effective at cueing autobiographical memories in a wide range of individuals. The present work sought to address this issue by creating a normed stimulus set of popular music and popular movie cues. In addition to this methodological aim, we had an empirical aim to identify differences between autobiographical memories cued by music and movies. Participants (N=248) either listened to excerpts of popular music or viewed clips of popular movies. After each stimulus, participants rated it on several dimensions, including emotional valence, emotional arousal, familiarity, and autobiographical salience. Results indicated that certain songs and movies are autobiographically salient across a wide age range of participants. Additionally, we identified that musical cues show a significantly more pronounced reminiscence bump than movie cues, suggesting that music from the reminiscence bump period of life is more effective at triggering memories. Overall, these data provide an important resource for researchers wishing to use popular media to cue autobiographical memories, as well as indicating differences between memories cued by music and movies.",
          "url": "https://osf.io/zt83k",
          "doi": "https://doi.org/10.31234/osf.io/zt83k",
          "filter": 0
        },
        {
          "title": "Limits to ChatGPT’s Pragmatics in the domains of Commonsense and Culture.",
          "authors": "Wolfgang Wagner; Eva Paraschou; George Gaskell; Siqi Lyu; Maria Michalis; Athena Vakali",
          "abstract": "Does ChatGPT deliver its explicit claim to be culturally sensitive and its implicit claim\nto be a friendly digital person? These claims are investigated from the perspective of\nlinguistic pragmatics, particularly Grice's cooperative principle in communication.\nFollowing the pattern of real-life communication, turn-taking conversations reveal\nlimitations in the LLM's grasp of the entire contextual setting described in the prompt.\nThe prompts included ethical issues, a hiking adventure, geographical orientation and\nbodily movement. For cultural sensitivity the prompts came from a Pakistani Muslim in\nEnglish language, from a Hindu in English, and from a Chinese in Chinese language.\nThe issues were deeply cultural issues involving feelings and affects. Qualitative\nanalysis of the conversation pragmatics showed that ChatGPT is often unable to\nconduct conversations according to the pragmatic principles of quantity, reliable\nquality, remaining in focus, and being clear in expression. We conclude that ChatGPT\nshould not be presented as a global LLM but be subdivided into several culture-specific\nmodules.",
          "url": "https://osf.io/we2h7",
          "doi": "https://doi.org/10.31234/osf.io/we2h7",
          "filter": 0
        },
        {
          "title": "Outsiders in the Moral Domain: The dark core of personality and moral foundations",
          "authors": "Mauricio Enrique Silva Alegria",
          "abstract": "In the present study, the relationship between the general factor of the dark triad and moral foundations was evaluated. To do this, a sample of 723 participants was obtained to whom the Dirty Dozen Dark Triad (DDDT) and the Moral Fundamentals Questionnaire (MFQ) tests were applied; a structural validity and reliability test was carried out for the analysis constructs and A structural equation was modeled relating the general factor of the dark triad to the moral foundations. The results found adequate adjustments for the dark triad and moral foundations models separately and the integrated model, obtaining negative and significant relationships between the dark core and each of the moral foundations. It is concluded that there is a negative and statistically significant disattenuated correlation for each of the moral foundations and the general dark triad factor.",
          "url": "https://osf.io/wrdhq",
          "doi": "https://doi.org/10.31234/osf.io/wrdhq",
          "filter": 0
        },
        {
          "title": "Ordered to attract: The Dynamics of Attraction Effect in Simultaneous and Sequential Value-based Choice Tasks",
          "authors": "Marco Marini; Sebastiano Munini; Stefano Paravani; Fabio Paglieri",
          "abstract": "The attraction effect refers to the impact of an asymmetrically dominated irrelevant option (decoy) in shifting preferences towards its dominant option (target), with respect to another, non-dominant alternative (competitor). This context effect has been observed in multiple studies, yet its practical relevance in real-life situations has recently been questioned, since various factors can modulate, nullify, or even reverse the attraction effect. In this study, we investigate the impact of presentation order and presentation modality (simultaneous or sequential) on the elicitation of the effect in a value-based choice task. Previous studies documented the relevance of these variables in modulating the effect, yet they used perceptual discrimination tasks, raising the question of whether these factors would have the same impact on value-based choice. Our findings confirm that spatial proximity between target and decoy is necessary for eliciting attraction effects in value-based choice (as it is in perceptual discrimination) when options are presented simultaneously; however, when options are presented sequentially, temporal proximity is showed to be irrelevant for the attraction effect, which is observed across all presentation orders (contrary to what was reported in previous studies using perceptual discrimination tasks). These results provide further insight on the importance of both visual arrangement, task demands, and cognitive processing in modulating context effects in decision-making.",
          "url": "https://osf.io/w5gde",
          "doi": "https://doi.org/10.31234/osf.io/w5gde",
          "filter": 0
        },
        {
          "title": "Risperidone prescription and use for people with dementia in care homes: A qualitative study exploring perceptions of residents, relatives and health and social care professionals",
          "authors": "Douglas Macfarlane; Alys Griffiths; Joash Ding; Louis Stokes; Joshua Choma; Ikran Dahir; Clive Ballard; John Dennis; William Henley; Christoph Mueller",
          "abstract": "Risperidone is an antipsychotic used to treat behavioural symptoms of dementia such as agitation. Guidance stipulates it be used as a last resort and in these cases there is evidence of benefit, however it carries a number of severe side effects, including stroke. Prescribing data suggest regular use outside of this guidance but the reasons for this are unclear. We currently know very little about the first-hand experiences of people involved in prescribing decisions within care homes. This study aimed to understand perceptions around the risks and benefits of risperidone, preferences on how side effect risks are communicated, and how people feel about being able to better predict these risks. Semi-structured interviews and one focus group were conducted with care home residents, relatives, and staff. A focus group was conducted with external healthcare professionals. Using framework analysis, five main themes were identified: 1) the interplay between the person and their symptoms; 2) balancing voices in decision making; 3) what happens before prescription?; 4) bringing together information to make the right decision; 5) what happens after prescription?. Care home staff and relatives of people with dementia were generally uncertain of the risks of risperidone, and the potential side effects were often not explained adequately. Person-centred care was preferred by participants, but there is often no alternative to risperidone as a last resort. While it continues to be prescribed, efforts to minimise harm are required. Specifically, improved education around the risks of risperidone is needed. Relatives wish to be involved in the decision-making process alongside care staff, and their involvement should be optimised with the use of a decision-aid.  Accessible dementia-specific guidance on monitoring risperidone after prescription should also be developed.",
          "url": "https://osf.io/bjr5s",
          "doi": "https://doi.org/10.31234/osf.io/bjr5s",
          "filter": 0
        },
        {
          "title": "Construction and Validation of the Prosocial Adolescent Risk-taking Questionnaire (PAR-Q)",
          "authors": "R. van Rijn; Paul van Lange; Lydia Krabbendam; Barbara R Braams",
          "abstract": "While negative risk-taking behavior in adolescents is a classic topic, extant research has long spent little attention to the positive aspects of adolescents’ development. One topic that started to gain more research focus is prosocial risk-taking behavior – defined as behavior where an individual takes a risk to help someone else. However, validated measures are still limitedly available. The goal of the study is to construct and validate a multifaceted measure to assess prosocial risk-taking in adolescents. A sample of 234 Dutch adolescents (149 girls) aged 14-17 filled in the unvalidated prosocial adolescent risk-taking questionnaire (PAR-Q) to perform an exploratory factor analysis to indicate initial factor structure. A separate data sample of 357 Dutch adolescents (208 girls) aged 14-17 filled in the PAR-Q to confirm this factor structure with a confirmatory factor analysis and additional questionnaires for convergent validity. In this sample, also test-retest reliability was assessed. The final two-factor structure, which represented Social and Material prosocial risk subscales, exhibited acceptable internal consistency and excellent test-retest reliability. The PAR-Q correlated positively with prosocial behaviors and empathy. The PAR-Q is a newly validated measure with good psychometric properties that can be used to gain more information on prosocial risk-taking, behavior in adolescents.",
          "url": "https://osf.io/e5swm",
          "doi": "https://doi.org/10.31234/osf.io/e5swm",
          "filter": 0
        },
        {
          "title": "The Impact of Framing, Communication Format, and Numeracy on Risk Perception, Emotion, and Medication Intentions",
          "authors": "Joanna Dixa; Agata Sobkow",
          "abstract": "Introduction: Medication adherence is influenced by both psychological and medical factors, including risk communication and numeracy skills. The way side-effect information is presented—whether in a positive or negative frame, and whether numerical data is conveyed in frequencies or percentages—can impact adherence. These effects may be more pronounced for individuals with lower numeracy.\nMaterial and Methods: Participants (N = 332) were asked to read a medication description with varying side-effect information based on experimental conditions. They were randomly assigned to a 3 (frame: positive, negative, combined) x 2 (numerical format: percentages, frequencies) between-subjects design. The study assessed risk perception, medication intention, and emotional responses while considering participants’ numeracy levels. \nResults and Discussion: Framing and numerical format significantly influenced risk perception and medication intention. Negative framing and frequency-based formats resulted in higher risk perception and lower medication intention. Moreover, numeracy interacted with the numerical format: individuals with lower numeracy showed higher medication intention in the percentage format and reported more negative emotions in the frequency format.\nConclusions: The way information is framed and presented numerically plays a significant role in shaping risk perception and medication intention. Negative framing and frequency formats tend to increase perceived risk and decrease medication intention. Tailoring communication based on numeracy levels could improve medication adherence.",
          "url": "https://osf.io/gwz5a",
          "doi": "https://doi.org/10.31234/osf.io/gwz5a",
          "filter": 0
        },
        {
          "title": "Valuing Your Partner More:  Linking Emotional Intelligence to Better Relationship Quality",
          "authors": "Hester Xiao; Kit S Double; Rebecca T. Pinkus; Carolyn MacCann",
          "abstract": "Emotional intelligence (EI) has been positively associated with relationship quality in romantic couples, but few studies have examined the mechanisms underlying this association. The current study examines the mediating role of extrinsic emotion regulation (regulating your partner’s emotions) on the associations between EI and relationship quality. Specifically, we studied the mediating effects of three extrinsic regulation strategies involving high engagement with the partner’s emotions (cognitive reframing, receptive listening, and valuing). Heterosexual couples (N = 175) completed three waves of surveys across 14 weeks from August to October 2021. EI, extrinsic emotion regulation strategies, and relationship quality were measured at three time points. Actor-Partner Interdependence Mediation Models (APIMeMs) were applied to analyse the dyadic data. Results showed that valuing one’s partner was the only significant mediator linking EI to relationship quality. For both men and women, individuals' EI is associated with better relationship quality for themselves and their partners, through their extrinsic emotion regulation behaviours of valuing their partners. These findings underscore the importance of fostering EI and mutual valuing within couples, which relates to healthier and more successful romantic relationships.",
          "url": "https://osf.io/jbt4s",
          "doi": "https://doi.org/10.31234/osf.io/jbt4s",
          "filter": 0
        },
        {
          "title": "Rethinking the Link Between Cognitive Reflection and Susceptibility to Misinformation: On the Distinction Between Hard and Soft News",
          "authors": "Giannis Lois; Antonis Gardikiotis; Elias Tsakanikos; Zoi Karaspyrou; Constantine Sedikides",
          "abstract": "The literature presents two contrasting accounts on the influence of cognitive reflection (tendency to override intuition by engaging in deliberation or analytical thinking) on susceptibility to misinformation. According to the classical reasoning account, rooted in research on evaluation of mainly soft news (sensational, human-interest stories), cognitive reflection improves truth discernment. According to the motivated reasoning account, rooted in research on argument construction about hard (policy-related) issues, cognitive reflection enhances political bias. We integrate these two accounts by examining how the distinction between soft and hard news interacts with individuals’ reasoning style to shape their capacity for truth discernment and susceptibility to political bias. Initially, we conducted an integrative data analysis (IDA) by synthesizing data from existing misinformation studies and incorporating independent ratings of news items along a hard-soft news dimension. We also conducted two experiments—one in the U.S., one in Greece—where participants viewed soft or hard political news. Across the IDA and experiments, participants higher on cognitive reflection were more prone to political bias, but only when evaluating hard news. Cognitive reflection was associated with improved truth discernment for both soft and hard news in the IDA, but not consistently so in the experiments. The findings reconcile discrepancies in the misinformation literature by demonstrating that cognitive reflection is not a one-size-fits-all solution to misinformation: although it is associated with improvement in truth discernment, it is also linked to exacerbated political bias in the case of hard news. We discuss implications of news softening for what qualifies as misinformation.",
          "url": "https://osf.io/skw2r",
          "doi": "https://doi.org/10.31234/osf.io/skw2r",
          "filter": 0
        },
        {
          "title": "Aligning psycholinguistics, neuroscience, and aphasiology with respect to grammatical encoding",
          "authors": "Danielle Fahey; Jeremy Yeaton; Alexandra Bunting Krauska",
          "abstract": "The influential model of sentence production developed by Bock and Levelt (1994) posits two stages of grammatical encoding: functional processing and positional processing. This model is sometimes referred to as the \"consensus model\" of grammatical encoding, given its wide support within psycholinguistic research. However, most research in the cognitive neuroscience of syntax does not align well with this two-stage consensus model. We will review recent research on the neurobiology of syntax, focusing on lesion-symptom mapping in people with aphasia, and in particular on the agrammatism-paragrammatism distinction. We will illustrate how a two-stage model of grammatical encoding aligns well with this distinction but does not precisely match the processing levels of functional and positional processing proposed by Bock and Levelt. We will illustrate how this consensus model can be revised in order to better accommodate the data. Finally, we will evaluate extant models of syntax and the brain, illustrating their respective adequacy and inadequacy with respect to accounting for these phenomena as well as their poor alignment with the consensus psycholinguistic model. We argue that models which involve two stages of grammatical encoding are more fruitful for pursuing relationships between psycholinguistics, aphasiology, and neuroscience.",
          "url": "https://osf.io/ydj9z",
          "doi": "https://doi.org/10.31234/osf.io/ydj9z",
          "filter": 0
        },
        {
          "title": "Perceptions of sexual assault perpetrators, victims, and event depend on system justification beliefs and perpetrator atonement.",
          "authors": "Brianna C Delker; Kira Means; Allison Schwam; Aubrie L. Patterson; Camille A Fogel; Amelita Brown; Alex Czopp; Kate C. McLean",
          "abstract": "When accused of wrongdoing, a sexual assault perpetrator may express atonement, i.e.,\nhe may acknowledge harm done, take responsibility, and make amends. Anecdotal observations\nsuggest that mainstream U.S. audiences respond favorably when high-status perpetrators express\nless atonement, such as telling stories that minimize harm, or place responsibility on the victim.\nHowever, empirically, little is known about how perpetrator status and atonement influence\naudience responses. Informed by system justification theory, this vignette-based experiment\ntested the hypothesis that the more audiences are psychologically invested in an unequal status\nquo (i.e., the greater their system justification beliefs), the more they will favor perpetrators (vs.\nvictims), especially when high-status perpetrators atone less, and low-status perpetrators atone\nmore. In a pre-registered 2(perpetrator status: low, high) x 3(perpetrator narrative atonement:\nlow, medium, high) x continuous(participant system justification) between-subjects design, U.S.\nadults (N=895) were randomly assigned to read 1 of 6 first-person stories by a white male who\nhas been accused of sexual assault by a female acquaintance. Dependent measures included\nperceived severity of and relative responsibility for the assault, empathy toward perpetrator and\nvictim, and ratings of their likeability and positive personality traits. Hierarchical regression\nanalysis revealed that, instead of the hypothesized interactive effects, there were consistent main\neffects of system justification and atonement across perpetrator status levels. The greater their\nsystem justification beliefs, the more participants favored perpetrators, the less severe they rated\nthe assault, and the less they favored victims. Greater perpetrator atonement boosted favorability\nratings for him and the victim. Conversely, less perpetrator atonement diminished his\nfavorability ratings, but also made the assault appear less severe and less his (vs. the victim’s)\nresponsibility. Findings underscore the strong influences that perpetrator stories and\npsychological investment in an unequal status quo have on perceptions of sexual violence.",
          "url": "https://osf.io/vsrdy",
          "doi": "https://doi.org/10.31234/osf.io/vsrdy",
          "filter": 0
        },
        {
          "title": "An objective coding scheme for grammatical production deficits in aphasia reveals a categorical divide between agrammatism and paragrammatism",
          "authors": "Danielle Fahey; Jeremy Yeaton",
          "abstract": "Syntactic impairments in aphasia can provide a powerful window into the neurobiology of language. Considerable research has focused on agrammatism in nonfluent aphasia, driving a strong association between frontal brain systems and syntax. However, the syndrome of paragrammatism, typically characterized by grammatical errors in fluent aphasia, has recieved far less attention. Recent work has suggested that paragrammatism is primarily associated with posterior temporal-parietal lesions, converging with functional neuroimaging evidence that these regions support hierarchical syntax. However, the holistic perceptual approaches to paragrammatism used in this work suffer from limited inter-rater reliability as well as conflating factors such as speech rate. To remedy these issues, this study reports a system to classify agrammatic and paragrammatic symptoms at the level of the utterance using an objective coding scheme, building on previous analyses by Matchin et al. (2020). Trained speech-pathology students rated transcriptions of 88 retellings of the story of Cinderella from persons with aphasia alongside transcriptions from 53 age-matched healthy controls. Each utterance was classified by the presence of errors corresponding to functional processing (i.e., hierarchical processing) or positional processing (i.e., linearization), along with non-grammatical errors. We found that patients defined holistically using the perceptual approach as agrammatic or paragrammatic doubly dissociated in rates of functional and positional processing, and that qualitative behavioral variables distinguish healthy speech from agrammatic and paragrammatic samples. We suggest that agrammatism and paragrammatism result from distinct breakdowns in syntactic structure building during speech, resulting from damage to distinct syntactic subsystems of the brain.",
          "url": "https://osf.io/7jw62",
          "doi": "https://doi.org/10.31234/osf.io/7jw62",
          "filter": 0
        },
        {
          "title": "From Vulnerability to Duplicity: Examining the Connection Between Childhood Adversity and Deception",
          "authors": "David Matthew Markowitz",
          "abstract": "Deception research has traditionally evaluated how individual differences like personality traits and demographics correlate with lying. However, the establishment of adverse childhood experiences (ACEs) as an individual difference that also links to deception remains underexplored. To this end, the present study (N = 784 students) investigated the relationship between ACEs and deception in adulthood. Results indicated that individuals with more (versus less) adverse childhood experiences, particularly those involving maltreatment and victimization, reported more white and big lies, independent of aversive personality traits like narcissism and Machiavellianism. Together, these findings support the dispositional honesty hypothesis, indicating that foundational childhood experience and events can shape or signal deceptive behavior. Generally, the study contributes to our underexamined knowledge base of the developmental antecedents of lying, emphasizing the role that adversity plays during childhood to influence deceptive behavior beyond commonly studied personality traits.",
          "url": "https://osf.io/rpw7h",
          "doi": "https://doi.org/10.31234/osf.io/rpw7h",
          "filter": 0
        },
        {
          "title": "The (In)Efficacy of AI Personas in Deception Detection Experiments",
          "authors": "David Matthew Markowitz; Timothy R Levine",
          "abstract": "Apart from recent exceptions, decades of research suggest humans perform poorly in deception detection studies. Accuracy is only slightly better than chance, and humans are often truth-biased. We report 12 studies using gemini-1.5-flash, accessed through the Viewpoints.ai research platform, making veracity judgments of humans, systematically varying the nature and duration of the communication, modality, the truth-lie base rate, and AI persona. AI performed best (57.5%) when detecting truths and lies involving feelings about friends, although it was notably truth-biased (71.7%). However, in assessing cheating interrogations, AI was lie-biased by judging more than three-quarters of interviewees as cheating liars. In assessing interviews where humans perform at rates over 70%, AI performed below chance, and accuracy plummeted to 15.9% with an ecological base-rate. AI yielded results different than prior human studies and exhibited a strong guilt bias in transgression denials. We presently advocate against using certain large language models for lie detection.",
          "url": "https://osf.io/pa4t6",
          "doi": "https://doi.org/10.31234/osf.io/pa4t6",
          "filter": 0
        },
        {
          "title": "Friendship Buffering and Autobiographical Memory Specificity in Young People with Childhood Adversity",
          "authors": "Maximilian König; Elizabeth Buimer; Pauline Wessels; Rachel Quist; Emma Verspeelt; Nathaly Rius Ottenheim; Nic van der Wee; Steven van der Werff; Peter Bos; Marieke Liem",
          "abstract": "Background: Young people with childhood adversity (CA) tend to show altered autobiographical memory processing, such as reduced access to details of specific positive events, which may represent a potential mechanism through which CA increases mental health risk. Although friendship support is known to improve mental health outcomes in this population, the mechanisms underlying this protective relationship remain largely unknown.\n\nObjective: This study aimed to investigate associations between perceived friendship support, valence-specific autobiographical memory recall, perceived stress, and depressive symptoms in young people with CA.\n\nParticipants and Setting: The study included 100 young people (aged 18-24 years) with low to moderate levels of CA, recruited from the general population across the Netherlands.\n\nMethods: Hierarchical multiple regressions were conducted to examine relationships between friendship support, positive and negative autobiographical memory specificity, perceived stress, and depressive symptoms.\n\nResults: Friendship support was not linked to positive or negative autobiographical memory specificity. However, it was associated with lower perceived stress (β = -0.44, p &lt; .001) and fewer depressive symptoms (β = -0.21, p = .041). Autobiographical memory specificity showed no relationship with perceived stress or depressive symptoms. Furthermore, more severe CA (β = 0.21, p = .002) and higher perceived stress (β = 0.56, p &lt; .001) were both associated with more depressive symptoms.\n\nConclusions: These findings point towards a model where friendship support exerts its protective mental health effects possibly through reducing perceived stress in young people with CA, rather than through influencing the specificity of positive or negative autobiographical memories.",
          "url": "https://osf.io/q4pjw",
          "doi": "https://doi.org/10.31234/osf.io/q4pjw",
          "filter": 0
        },
        {
          "title": "The Dynamics of Learning and Retention Following an Exposure Exercise for Fear of Public Speaking",
          "authors": "Vera Bouwman; Andre Pittig; Iris Engelhard; Elske Salemink",
          "abstract": "Exposure-based CBT is an effective treatment for anxiety disorders. However, individual differences in response to exposure indicate that many patients do not fully benefit from therapy. Examining individual changes over time in threat expectancy likelihood, a theorized working mechanism of exposure as proposed by the Inhibitory Retrieval Theory, may help optimize individual treatment success. This study aimed to examine the dynamics of learning during one exposure exercise for fear of public speaking and the retention of learning in daily life. Participants with elevated fear of public speaking (70 women, M age = 23.10) completed an exposure exercise designed to violate an idiosyncratic threat expectancy. They gave two, three, or four presentations to at least halve threat expectancy likelihood. Ecological momentary assessments were used to measure threat expectancy likelihood eight times a day for four days before and four days after the exposure exercise. Results showed individual differences in how fast threat expectancy likelihood decreased during the exposure exercise. Furthermore, there were individual differences in how much this translated to a decrease in threat expectancy likelihood in daily life and how long participants retained the decrease. Additionally, after the exposure exercise, we found a decrease in threat expectancy severity, anticipatory anxiety, avoidance tendency, and an increase in willingness to give a presentation in daily life. Future research could examine whether individual differences in the dynamics of learning and retention in daily life following an exposure exercise are clinically relevant as predictor of overall treatment success.",
          "url": "https://osf.io/jdpw2",
          "doi": "https://doi.org/10.31234/osf.io/jdpw2",
          "filter": 0
        },
        {
          "title": "Can digital technologies promote adolescent well-being?",
          "authors": "Matthew James Hirshberg; Richard Davidson; Mackenzie Heyroth",
          "abstract": "Digital communication and information systems (DCISs) have become ubiquitous. Adolescents are avid users of these technologies. As access to and use of DCISs has increased among adolescents, daily life and adolescent social interaction patterns have shifted in profound ways. Although the causal relationship between DCIS use and adolescent well-being is not clear, it is clear that the economy driving DCIS innovation is not designed to promote adolescent well-being. Yet, DCISs possess characteristics that make them promising avenues for well-being promotion because of their accessibility, ability to scale up, and the potential for personalization. In this essay, we propose that strengthening adolescent well-being skills through DCIS interventions may provide the necessary conditions for adaptive adolescent DCIS use at a public health scale, leading to improved adolescent well-being.",
          "url": "https://osf.io/em89c",
          "doi": "https://doi.org/10.31234/osf.io/em89c",
          "filter": 0
        },
        {
          "title": "Risky-Choice Framing Effects Result Partly from Mismatched Option Descriptions in Gains and Losses",
          "authors": "Michael L DeKay; Shiyu Dou",
          "abstract": "Textbook psychology holds that people usually prefer a certain option over a risky one when options are framed as gains but prefer the opposite when options are framed as losses. However, this pattern can be amplified, eliminated, or reversed depending on whether option descriptions include only positive information (e.g., 200 people will be saved), only negative information (e.g., 400 people will not be saved), or both. Previous studies suggest that framing effects arise only when option descriptions are mismatched across frames. Using online and student samples (Ns = 906 and 521), we investigated 81 framing-effect variants created from matched and mismatched pairs of 18 option descriptions (nine in each frame). Description valence or gist explained substantial variation in risk preferences (prospect theory does not predict such variation), but a considerable framing effect remained in our balanced design. Risky-choice framing effects appear to be partly—but not completely—the result of mismatched comparisons.",
          "url": "https://osf.io/g3kv6",
          "doi": "https://doi.org/10.31234/osf.io/g3kv6",
          "filter": 0
        },
        {
          "title": "Registered Replication Reports in the Classroom",
          "authors": "Steven Verheyen",
          "abstract": "Background: Registered Reports are an emerging publication format, which emphasizes methodological rigor over results. Integrating this format into education allows one to teach research skills when data collection is infeasible.\n\nObjective: To evaluate the implementation of Registered Reports for replication research in an undergraduate psychology methods course.\n\nMethod: A five-week course was conducted where students developed Stage 1 Registered Reports proposing to replicate published findings. The evaluation was conducted by the students through consensus meetings held during a paper-in-a-day workshop, which also served as a collaborative writing activity for this paper.\n\nResults: Registered Reports scaffolded students’ research skills, enhanced motivation, and instilled open science values. Students gained practical insights into reproducible research practices, but worried about the necessary support to continue applying them and expressed concerns about public pre-registration, citing fears of criticism.\n\nConclusion: Registered Reports are valuable for teaching research methods, particularly in courses where data collection is impractical. However, institutional support and curriculum-wide integration are essential to sustain the benefits they provide.\n\nTeaching Implications: Instructors should leverage the full feedback opportunities of Registered Reports and be mindful of the hidden costs of engaging students in open science practices. Paper-in-a-day workshops can be explored as standalone educational activities.",
          "url": "https://osf.io/28fxd",
          "doi": "https://doi.org/10.31234/osf.io/28fxd",
          "filter": 0
        },
        {
          "title": "The lexicon adapts to competing communicative pressures: Explaining patterns of word similarity",
          "authors": "Aislinn Keogh; Jennifer Culbertson; Simon Kirby",
          "abstract": "Cross-linguistically, lexicons tend to be more phonetically clustered than required by the phonotactics of the language; that is, words within a language are more similar to each other than they need to be. In this study, we investigate how this property evolves under the influence of competing communicative pressures: a production-side pressure to re-use more easily articulated sounds, and a comprehension-side pressure for distinctiveness of wordforms. In an exemplar-based computational model and a communication experiment using a miniature artificial language, we show that natural-language-like levels of clustering emerge from a trade-off between these pressures. With only one pressure at work, the resulting lexicons tend to inhabit an extreme region of the possible design space: production pressures alone give rise to maximally clustered lexicons, while comprehension pressures alone give rise to maximally disperse lexicons. We also test whether clustering emerges more strongly for high-frequency items, but our results lend support only to a weak relationship between frequency and clustering. Overall, this study adds to a growing body of evidence showing that mechanisms operating at the level of individual language users and individual episodes of communication can give rise to emergent structural properties of language.",
          "url": "https://osf.io/zeyua",
          "doi": "https://doi.org/10.31234/osf.io/zeyua",
          "filter": 0
        },
        {
          "title": "The emergence of emotional sensitivity: Consistency guides social engagement in older toddlers",
          "authors": "Wei Fang; Naiqi G Xiao",
          "abstract": "This study investigated toddlers’ sensitivity to emotional consistency and its influence on their social engagement. Sixty-eight toddlers of diverse ethnic backgrounds (39 females; 338-908 days; 79.4% White) watched videos depicting adult informants expressing emotions towards novel objects. These expressions were either consistent (e.g., always positive toward Object A) or inconsistent (e.g., both positive and negative toward Object A). Eighteen- to 24-month-olds exhibited distinct looking patterns in response to the consistent versus inconsistent informants (Cohen’s d = 0.42), demonstrating greater gaze following toward the emotionally consistent adult. Conversely, 12- to 18-month-olds did not differentiate between these conditions. Findings suggest that the ability to detect and utilize emotional consistency as a cue for social engagement emerges during the second year of life.",
          "url": "https://osf.io/tnwu8",
          "doi": "https://doi.org/10.31234/osf.io/tnwu8",
          "filter": 0
        },
        {
          "title": "Mitigating Cybersickness in Virtual Reality: Impact of Eye–Hand Coordination Tasks, Immersion, and Gaming Skills",
          "authors": "Sokratis Papaefthymiou; Anastasios Giannakopoulos; Petros Roussos; Panagiotis Kourtesis",
          "abstract": "Cybersickness remains a significant challenge for virtual reality (VR) applications, particularly in highly immersive environments. This study examined the effects of immersion, task performance, and individual differences on cybersickness symptoms across multiple stages of VR exposure. Forty-seven participants aged 18–45 completed a within-subjects design that involved the Cybersickness in Virtual Reality Questionnaire (CSQ-VR) and the Deary–Liewald Reaction Time (DLRT) task. Cybersickness symptoms were assessed across four stages: before and after VR immersion, and before and after a 12 min rollercoaster ride designed to induce cybersickness. The results showed significant increases in symptoms following the rollercoaster ride, with partial recovery during the post-ride tasks. Eye–hand coordination tasks, performed after the ride and VR immersion, mitigated nausea, as well as vestibular, and oculomotor symptoms, suggesting that task engagement plays a key role in alleviating cybersickness. The key predictors of symptom severity included a susceptibility to motion sickness and gaming experience, particularly proficiency in first-person shooter (FPS) games, which was associated with a reduced cybersickness intensity. While task engagement reduced symptoms in the later stages, particularly nausea and vestibular discomfort, overall cybersickness levels remained elevated post-immersion. These findings underscore the importance of task timing, individual differences, and immersive experience design in developing strategies to mitigate cybersickness and enhance user experiences in VR environments.",
          "url": "https://osf.io/5jywr",
          "doi": "https://doi.org/10.31234/osf.io/5jywr",
          "filter": 0
        },
        {
          "title": "Video Game Skills across Diverse Genres and Cognitive Functioning in Early Adulthood: Verbal and Visuospatial Short-Term and Working Memory, Hand–Eye Coordination, and Empathy",
          "authors": "Triantafyllia Zioga; Aristotelis Ferentinos; Eleni Konsolaki; Chrysanthi Nega; Panagiotis Kourtesis",
          "abstract": "The cognitive and affective impacts of video games are subjects of ongoing debate, with recent research recognizing their potential benefits. This study employs the Gaming Skill Questionnaire (GSQ) to evaluate participants’ gaming skills across six genres and overall proficiency. A total of 88 individuals aged 20–40 participated, completing assessments of empathy and six cognitive abilities: verbal short-term memory, verbal working memory, visuospatial short-term memory, visuospatial working memory, psychomotor speed (hand–eye coordination), and attention. Participants’ cognitive abilities were examined using the Digit Span Test, Corsi Block Test, and Deary–Liewald Reaction Time Task, while empathy was assessed using the Empathy Quotient Questionnaire. Findings indicate that higher levels of videogaming proficiency are linked to improvements in visuospatial short-term and working memory, psychomotor speed, and attention. Specific genres enhanced particular skills: RPGs were positively associated with both verbal working memory and visuospatial short-term memory, but were negatively associated with empathy; action games improved psychomotor speed and attention; and puzzle games showed a positive relationship with visuospatial working memory. These results add to ongoing research on the cognitive and affective effects of video games, suggesting their potential to enhance specific cognitive functions. They also highlight the complex relationship between video games and empathy. Future research should explore the long-term impacts and genre-specific effects.",
          "url": "https://osf.io/e75cd",
          "doi": "https://doi.org/10.31234/osf.io/e75cd",
          "filter": 0
        },
        {
          "title": "Validation of the Gaming Skills Questionnaire in Adolescence: Effects of Gaming Skills on Cognitive and Affective Functioning",
          "authors": "Triantafyllia Zioga; Chrysanthi Nega; Petros Roussos; Panagiotis Kourtesis",
          "abstract": "Given the widespread popularity of videogames, research attempted to assess their effects on cognitive and affective abilities, especially in children and adolescents. Despite numerous correlational studies, robust evidence on the causal relationship between videogames and cognition remains scarce, hindered by the absence of a comprehensive assessment tool for gaming skills across various genres. In a sample of 347 adolescents, this study aimed to develop and validate the Gaming Skill Questionnaire (GSQ) and assess the impact of gaming skills in six different genres (sport, first-person shooters, role-playing games, action-adventure, strategy, and puzzle games) on cognitive and affective abilities of adolescents. The GSQ exhibited strong reliability and validity, highlighting its potential as a valuable tool. Gaming skills positively affected executive function, memory, overall cognition, cognitive flexibility, and emotion recognition, except for empathy. Various game genres had different effects on cognitive and affective abilities, with verbal fluency influenced mainly by sports, executive functions by action, strategy, and puzzle, and emotion recognition positively impacted by action and puzzle but negatively by sports and strategy games. Both age and gaming skills influenced cognitive flexibility, with gaming having a greater effect. These intriguing genre-specific effects on cognitive and affective functioning postulate further research with GSQ’s contribution.",
          "url": "https://osf.io/yxwnm",
          "doi": "https://doi.org/10.31234/osf.io/yxwnm",
          "filter": 0
        },
        {
          "title": "Cybersickness in Virtual Reality: The Role of Individual Differences, Its Effects on Cognitive Functions and Motor Skills, and Intensity Differences during and after Immersion",
          "authors": "Panagiotis Kourtesis; Agapi Papadopoulou; Petros Roussos",
          "abstract": "first_pagesettingsOrder Article Reprints\nOpen AccessArticle\nCybersickness in Virtual Reality: The Role of Individual Differences, Its Effects on Cognitive Functions and Motor Skills, and Intensity Differences during and after Immersion\nby Panagiotis Kourtesis 1,2,3,*ORCID,Agapi Papadopoulou 1 andPetros Roussos 1ORCID\n1\nDepartment of Psychology, National and Kapodistrian University of Athens, 15772 Athens, Greece\n2\nDepartment of Psychology, The American College of Greece, 15342 Athens, Greece\n3\nDepartment of Psychology, University of Edinburgh, EH8 9YL Edinburgh, UK\n*\nAuthor to whom correspondence should be addressed.\nVirtual Worlds 2024, 3(1), 62-93; https://doi.org/10.3390/virtualworlds3010004\nSubmission received: 26 October 2023 / Revised: 9 January 2024 / Accepted: 26 January 2024 / Published: 2 February 2024\nDownloadkeyboard_arrow_down Browse Figures Versions Notes\n\nAbstract\nBackground: Given that VR is used in multiple domains, understanding the effects of cybersickness on human cognition and motor skills and the factors contributing to cybersickness is becoming increasing important. This study aimed to explore the predictors of cybersickness and its interplay with cognitive and motor skills. Methods: 30 participants, 20–45 years old, completed the MSSQ and the CSQ-VR, and were immersed in VR. During immersion, they were exposed to a roller coaster ride. Before and after the ride, participants responded to the CSQ-VR and performed VR-based cognitive and psychomotor tasks. After the VR session, participants completed the CSQ-VR again. Results: Motion sickness susceptibility, during adulthood, was the most prominent predictor of cybersickness. Pupil dilation emerged as a significant predictor of cybersickness. Experience with videogaming was a significant predictor of cybersickness and cognitive/motor functions. Cybersickness negatively affected visuospatial working memory and psychomotor skills. Overall the intensity of cybersickness’s nausea and vestibular symptoms significantly decreased after removing the VR headset. Conclusions: In order of importance, motion sickness susceptibility and gaming experience are significant predictors of cybersickness. Pupil dilation appears to be a cybersickness biomarker. Cybersickness affects visuospatial working memory and psychomotor skills. Concerning user experience, cybersickness and its effects on performance should be examined during and not after immersion.",
          "url": "https://osf.io/7vbyu",
          "doi": "https://doi.org/10.31234/osf.io/7vbyu",
          "filter": 0
        },
        {
          "title": "A Comprehensive Review of Multimodal XR Applications, Risks, and Ethical Challenges in the Metaverse",
          "authors": "Panagiotis Kourtesis",
          "abstract": "This scoping review examines the broad applications, risks, and ethical challenges associated with Extended Reality (XR) technologies, including Virtual Reality (VR), Augmented Reality (AR), and Mixed Reality (MR), within the context of Metaverse. XR is revolutionizing fields such as immersive learning in education, medical and professional training, neuropsychological assessment, therapeutic interventions, arts, entertainment, retail, e-commerce, remote work, sports, architecture, urban planning, and cultural heritage preservation. The integration of multimodal technologies—haptics, eye-, face-, and body tracking, and brain–computer interfaces—enhances user engagement and interactivity, playing a key role in shaping the immersive experiences in the Metaverse. However, XR’s expansion raises serious concerns, including data privacy risks, cybersecurity vulnerabilities, cybersickness, addiction, dissociation, harassment, bullying, and misinformation. These psychological, social, and security challenges are further complicated by intense advertising, manipulation of public opinion, and social inequality, which could disproportionately affect vulnerable individuals and social groups. This review emphasizes the urgent need for robust ethical frameworks and regulatory guidelines to address these risks while promoting equitable access, privacy, autonomy, and mental well-being. As XR technologies increasingly integrate with artificial intelligence, responsible governance is essential to ensure the safe and beneficial development of the Metaverse and the broader application of XR in enhancing human development.",
          "url": "https://osf.io/mt2dg",
          "doi": "https://doi.org/10.31234/osf.io/mt2dg",
          "filter": 0
        },
        {
          "title": "Cultural Beliefs, Attitudes to Safety Rules and Perceived Safety Climate: a Study on a Sample of Workers of African Origin Living in France",
          "authors": "Robert Ngueutsa; Charles L. Tchagnéno; Jean Claude Etoundi; Emmanuel WASSOUO",
          "abstract": "Safety management in organizations takes too little account of the cultural heritage of workers. In France, the significant presence of workers of African origin in the workplace, due to globalization and the migration of populations, illustrates the internationalization of work in the country. This study analyzed the relationships between African cultural beliefs, attitudes to safety rules, and perceived safety climate in workers of African origin in France. Specifically, referring to the existing literature on these three dimensions  (Ngueutsa et al., 2021; Auzoult and Ngueutsa, 2019; Zohar, 2010, respectively), we hypothesized that both reasoned acceptance of the rules and acceptance of the rules based on collective experience, mediate the effect of three dimensions of cultural beliefs - namely, beliefs related to the protection and celebration of life, to group identification and belonging, and to manifestations  of joy - on perceived safety climate in these workers. The study was conducted by questionnaire on 219 workers from sub-Saharan Africa origin, living in France. Although preliminary analyses did not enable us to test our mediation hypothesis, results revealed that cultural beliefs relating to the protection and celebration of life and those related to group identification and belonging predicted reasoned acceptance of the rules. Similarly, reasoned acceptance of the rules determined the perceived safety climate. Reasoned acceptance of the rules, cultural beliefs related to safety issues and to cultural identities appears to be determinants of safety climate. In a multicultural professional context, cultural heritage of workers should be taken into account when designing safety management practices.",
          "url": "https://osf.io/zde25",
          "doi": "https://doi.org/10.31234/osf.io/zde25",
          "filter": 0
        },
        {
          "title": "Social Media and Violence: What are the Links Between Facebook use and Aggressive Behavior Among Young Cameroonians?",
          "authors": "Charles L. Tchagnéno; Jean Claude Etoundi; Emmanuel WASSOUO; Alain TAGNE NOSSI; Robert Ngueutsa",
          "abstract": "Social media is a preferred means of communication among young people. Several studies suggest that the use of Facebook has an impact on the behavior of young users. To the best of our knowledge, no study to date has investigated this issue in the African context. We analyzed the link between Facebook use and aggressive behavior among young Cameroonians. Specifically, we hypothesized that the type and intensity of Facebook use can predict aggressive behavior among this population. Five hundred and sixteen university students in Cameroon answered a questionnaire comprising four scales regarding Facebook use which measured: i) the intensity of use, ii) active and passive use, iii) problematic use, and iv) aggressive behavior. The analyses highlighted two interaction effects linked to aggressive behavior; the first was between passive use and the intensity of use on aggressive behavior, and the second between problematic use and passive use. We discuss the results taking into account the cultural dimension in the two interactions, and suggest avenues to prevent aggression and violent publicized.",
          "url": "https://osf.io/sg3ka",
          "doi": "https://doi.org/10.31234/osf.io/sg3ka",
          "filter": 0
        },
        {
          "title": "“Meat eaters are seen as inferior and lowercaste”: caste, religion, and the climate crisis in promoting plant-based diet in India",
          "authors": "Rahul Sambaraju; Isha Saxena",
          "abstract": "Research has largely examined how climate change is seen to have an impact on eating practices, namely the promotion of a vegetarian diet in the Euro-American and other WEIRD contexts. Here, we examine these issues in India, where championing vegetarianism closely intersects with casteism. Social psychologists have argued that preference for a meat or plant-only diet is negotiated in the face of concerns over animal harm. We then examine another dilemma where promoting vegetarianism is seen as advocating for marginalization and oppression of caste groups. Using discursive and rhetorical psychology we examined interactions on Reddit where promoting vegetarianism was challenged for its casteism, creating a dilemma. Findings show that, first, users constructed and negotiated the uniqueness of the Indian context for promoting vegetarianism, and second, those promoting vegetarianism did not consider casteism as problematic and endorsed the marginalization of meat-eaters. Users’ constructions of the context were made in ways to negotiate responsibility for the climate crisis in challenging the imposition of vegetarianism. The findings then show that the salience of context in which specific forms of diet are promoted as a response to the climate crisis is central to how these forms of promotion are taken-up. These findings are discussed in relation to research on promoting vegetarianism and management of prejudice in contemporary social psychology.",
          "url": "https://osf.io/m53ub",
          "doi": "https://doi.org/10.31234/osf.io/m53ub",
          "filter": 0
        },
        {
          "title": "When do pragmatic abilities peak? APACS-Fr psychometric properties across the life-span",
          "authors": "Nicolas Petit; Flavia Mengarelli; Marie-Maude Geoffray Cassar; Giorgio Arcara; Valentina Bambini",
          "abstract": "Purpose: This study aims 1) to assess the psychometric properties of the APACS-Fr, a comprehensive test of pragmatic abilities for French speaking adolescents and adults, and 2) to use it to study lifespan variations in pragmatic abilities, to determine when pragmatic abilities peak. \nMethods: The APACS-Fr was adapted from the original Italian APACS and then used in a cross-sectional design to assess the pragmatic abilities of 184 participants with no known disorder, aged between 14 and 88 years old. The psychometric properties of the test were analyzed from these data and age effects were assessed through LOESS regression and multiple linear regressions. \nResults: The APACS-Fr was characterized by a good overall internal consistency, a good to excellent inter-rater reliability and a good structural validity with a unifactorial structure. Age analysis revealed that accuracy consistently improves between 14 and approximately 25-30 years old. A decline in performance was also visible in some tasks after 70 years-old. Multiple regressions revealed that SES was an additional supporting factor on most tasks; in contrast, gender never resulted as a relevant predictor of performance. \nConclusions: Pragmatic alibies keep improving during late adolescence and early adulthood, before reaching a plateau around 25-30 years old, and they may decline after 70 years old. Taking this pattern into account should make research as well as clinical practice with adolescents and adults more accurate. The APACS-Fr embraces such a life-span perspective. Thanks to its good psychometric properties, this freely distributed tool appears suitable to assess pragmatic abilities in French speaking adolescents and adults.",
          "url": "https://osf.io/un8xr",
          "doi": "https://doi.org/10.31234/osf.io/un8xr",
          "filter": 0
        },
        {
          "title": "Comparative Study of Classical and Pop Music through a Text Analysis Approach",
          "authors": "Jingzhu Chen",
          "abstract": "Adolescence listens to pop and rock music more than any other genres of music in their everyday life. Music has been shown to influence various social aspects of adolescence socialization process, including self and social identity. In this study, I analyzed representative samples of both pop and classical music lyrics to shed lights on the cultural changes in the sentiment, lexical diversity, topics, and moral values across centuries. Through this comparison, is it found that sentiment has become more negative and aroused, the languages used simpler, topics more frequently mentioning money, sex, and violence, and the moral values reflecting less care, loyal, and sanctity. Further investigation is needed to reveal the consequences of this shift to today’s adolescence’s mental health and behavior patterns.",
          "url": "https://osf.io/2u4j5",
          "doi": "https://doi.org/10.31234/osf.io/2u4j5",
          "filter": 0
        },
        {
          "title": "Inspired by Juslin: A New Model to Snapshot Music Stimuli’s Functionalities in Music Emotion Research",
          "authors": "Jingzhu Chen",
          "abstract": "Since the turn of the 20th century, empirical studies using music stimuli to test key theories in music affects have mushroomed, in which selecting or designing music stimuli became a common practice. However, the majority of the studies didn’t justify the selecting methods of the music stimuli within a consistent framework. More than half of the research rely on a modest amount of familiar music stimuli from the past, targeting a narrow range of discrete emotions, raising concerns on comparability, and reproducibility across studies. In this article, I designed a novel diagrammatic method named Abstraction-Measure Diagram (AMD), inspired by Juslin's ICINAS-BRECVEMAC framework to address the current issues. I also illustrated how to draw AMD with understudied affects in previous research and recommended a few selected repertoire as new music stimuli. The goal is to initiate a study of “musi-metrics” (which I term) for music stimuli best practice aiming to promote consistency, comparability, and reproducibility in the field, and enhance research rigor for the future. An additional wish through this article is to raise more awareness for the timeless aesthetic legacy throughout music history.",
          "url": "https://osf.io/tvcm2",
          "doi": "https://doi.org/10.31234/osf.io/tvcm2",
          "filter": 0
        },
        {
          "title": "Developmental Origins of Cultural Differences in Audiovisual Speech Integration: Evidence from Canadian and Chinese Infants",
          "authors": "Linlin Yan; Xinyang Liu; Shuaike Hu; Shaoying Liu; Anna Krasotkina; Naiqi G Xiao",
          "abstract": "This study investigated the early development of cultural variations in audiovisual speech perception in infancy. Focusing on the McGurk effect, we examined the audiovisual speech integration in 6- to 12-month-old infants from Canadian (N = 55) and Chinese (N = 80) cultural contexts. Infants were presented with auditory syllables paired with videos of a female face articulating syllables in a \"moving-still-moving-still\" pattern, designed to elicit alternating auditory percepts should the integration occurred. We recorded infants’ looking time to index their auditory perception and found robust audiovisual integration in Canadian infants from 6 months. By contrast, Chinese infants exhibited a more protracted developmental pattern, showing developmental changes in integration capacity over the same age range. Experiment 2 further demonstrated that the presentation of other-race faces differentially impacted the integration performance across cultures. These findings coincided with notable differences in caregiving practices, where Canadian infants predominantly experienced nuclear family care, whereas Chinese infants received more extended family care. These findings suggest that cultural variations in audiovisual integration emerge early in infancy and may be influenced by early social experiences, particularly caregiving styles. The observed divergence aligns with previous research on older populations, indicating that cultural differences in audiovisual speech perception manifest early and persist into adulthood. This study highlights the importance of cultural context in understanding the development of multisensory speech perception, with implications for theories of language acquisition, early identification of atypical development, and the design of culturally sensitive language education programs.",
          "url": "https://osf.io/xpuvj",
          "doi": "https://doi.org/10.31234/osf.io/xpuvj",
          "filter": 0
        },
        {
          "title": "Formidable Facial Structures Inform Perceptions of Men’s Ability to Protect Offspring",
          "authors": "Mitch Brown; Donald F. Sacco; Nicholas P. Maxwell; Lindsey Eagan; Steven G. Young",
          "abstract": "To identify men motivated and able to protect their offspring, selection could have favored perceptual acuity toward morphological features diagnostic of men’s formidability. One route through which formidability inferences emerge is facial width-to-height ratio (fWHR), a facial structure heuristically associated with physical prowess. We conducted four experiments across demographically diverse samples to determine how fWHR informs perceptions of men’s parental abilities and motives. Perceivers ascribed more effectiveness in protecting offspring in high-fWHR men (Study 1). Perceptions of their strength underpinned this ascription (Study 2). Inferences of men’s paternal ability tracked both configural and featural processing (Study 3) and expected motivations for protection (Study 4). Results contribute to a functional perspective of fWHR to understand inferences of the motivational costs and benefits in parenting in men.",
          "url": "https://osf.io/d4vrk",
          "doi": "https://doi.org/10.31234/osf.io/d4vrk",
          "filter": 0
        },
        {
          "title": "Eyes wide open: Object-scene congruency and the pupillary response",
          "authors": "Annika Agrawal; Antje Nuthmann",
          "abstract": "The pupil response has long been considered a robust marker of cognitive load. In the context of semantic processing, research has demonstrated that the pupil dilates in response to stimuli which violate contextual expectations (e.g. events presented out of chronological order). However, the scope of this relationship has yet to be fully elucidated. For example, incongruent object-scene relationships, while comprehensively explored by eye-tracking and electrophysiology research, have yet to be investigated via pupillometry. In this study, we measured pupil size in response to an object-scene congruency task. Participants were presented with a photorealistic background scene and instructed to fixate their gaze on a cued point within the scene. Upon recovery of pupil size to baseline, a congruent object (i.e. an object which fit into the overall meaning of the scene) or an incongruent object appeared at the cued fixation point for the remainder of each trial. We hypothesized that incongruent objects would result in greater mean pupil dilation from baseline than congruent objects, due to the increase in cognitive effort required for semantic processing of incongruent objects within a scene. Yet, in opposition to our hypothesis, the results of a time course analysis revealed that pupil size was significantly greater for the congruent condition than the incongruent condition. The resulting implications for understanding pupil dilation as a physiological marker for high-level cognitive processes such as semantic integration are discussed.",
          "url": "https://osf.io/ve9nq",
          "doi": "https://doi.org/10.31234/osf.io/ve9nq",
          "filter": 0
        },
        {
          "title": "Coupling quantum-like cognition with the neuronal networks within generalized probability theory",
          "authors": "Andrei Khrennikov; Masanao Ozawa; Felix Benninger; Oded Shor",
          "abstract": "The past few years have seen a surge in the application of quantum theory methodologies and quantum-like modeling in fields such as cognition, psychology, and decision-making. Despite the success of this approach in explaining various psychological phenomena — such as order, conjunction, disjunction, and response replicability effects — there remains a potential dissatisfaction due to its lack of clear connection to neurophysiological processes in the brain. Currently, it remains a phenomenological approach.\nIn this paper, we develop a quantum-like representation of networks of communicating neurons. This representation is not based on standard quantum theory but on {\\it generalized probability theory} (GPT), with a focus on the operational measurement framework. Specifically, we use a version of GPT that relies on ordered linear state spaces rather than the traditional complex Hilbert spaces. A network of communicating neurons is modeled as a weighted directed graph, which is encoded by its weight matrix. The state space of these weight matrices is embedded within the GPT framework, incorporating effect-observables and state updates within the theory of measurement instruments — a critical aspect of this model. This GPT-based approach successfully reproduces key quantum-like effects, such as order, non-repeatability, and disjunction effects (commonly associated with decision interference). Moreover, this framework supports quantum-like modeling in medical diagnostics for neurological conditions such as depression and epilepsy.\nWhile this paper focuses primarily on cognition and neuronal networks, the proposed formalism and methodology can be directly applied to a wide range of biological and social networks.",
          "url": "https://osf.io/fykj6",
          "doi": "https://doi.org/10.31234/osf.io/fykj6",
          "filter": 0
        },
        {
          "title": "Communication &amp; grammar: A synthesis",
          "authors": "Thom Scott-Phillips",
          "abstract": "Communication is ubiquitous in human social life. There are many possible modes of human communication but language use is plainly of special interest: because language plays a critical role in culture and society; and because languages are important cultural products in their own right, with their own distinctive properties, in particular grammatical structure. However, we do not presently have any compelling synthesis of our understanding of communication and our understanding of grammar. This problem is important because synthesizing knowledge across neighboring domains considerably deepens understanding in its own right, and can bring new perspectives to bear on old issues. Mature syntheses are major scientific breakthroughs. Here I present a synthesis of communication and grammar. I argue in particular that contextualist theories of communication, and constructionist approaches to the description of grammars, together provide a cohesive picture. Both bodies of work have proved enormously influential in their respective subfields, but their synthesis provides a unified picture of considerable clarity. Linguistic communication is a coordination problem on the speaker’s informative intentions; and grammars are networks of micro-conventions for ostensive communication, that enable language users to resolve this coordination problem far more easily than they otherwise would. I identify precisely what makes languages, languages; and what language users are doing when they ‘use language’. This synthesis in turn provides fresh perspectives on many classical issues in the language sciences. I sketch three examples: literal meaning and construction modulation; language learning; and the evolutionary emergence of language in our species.",
          "url": "https://osf.io/dargm",
          "doi": "https://doi.org/10.31234/osf.io/dargm",
          "filter": 0
        },
        {
          "title": "The need for Mindfulness in the Arab-Bedouin community in Israel: Recommendations for Cultural and Context Informed Adaptations",
          "authors": "Raghda Alnabilsy; Shiran Israel; Inbal Soroker; Nava Levit-Binnun",
          "abstract": "Objectives: This study addresses the pressing need for culturally adapted mindfulness-based interventions (MBIs) for the Arab-Bedouin population in Israel, a marginalized group facing socio-economic hardships, limited access to mental health resources, and unique cultural challenges. Specifically, the research examines the association between mindfulness and mental well-being within this community and investigates how Mindfulness-Based Stress Reduction (MBSR) might be adapted to meet their cultural needs.\nMethods: Two complementary studies were conducted. The first was a cross-sectional quantitative study involving 181 Arab-Bedouin participants who completed validated scales measuring trait mindfulness, self-compassion, and key mental health indicators, including well-being, anxiety, depression, and perceived stress. The second study employed qualitative methods, with in-depth interviews of 8 Arab-Bedouin mental health professionals who completed an adapted MBSR program. Thematic analysis was applied to explore their perspectives on necessary cultural adaptations for effective implementation.\nResults: Quantitative analysis showed strong positive associations between mindfulness, self-compassion, and mental well-being, with higher mindfulness and self-compassion linked to lower anxiety, depression, and stress. Qualitative findings emphasized essential cultural adaptations, including delivering MBSR in Arabic, integrating Islamic values, and providing gender-sensitive practices, all of which fostered cultural alignment and increased participant engagement. Participants highlighted the value of the instructor’s cultural background and the use of relatable examples. \nConclusions: Mindfulness practices are associated with improved mental health outcomes in the Arab-Bedouin community. Culturally adapting MBSR to address language, gender norms, and Islamic teachings enhances its relevance and effectiveness, highlighting the potential of tailored MBIs in promoting well-being in marginalized communities.",
          "url": "https://osf.io/v2qab",
          "doi": "https://doi.org/10.31234/osf.io/v2qab",
          "filter": 0
        },
        {
          "title": "Inconclusive evidence for a prospective effect of social media addiction on aggressive behaviors: A simulated reanalysis and comment on Lin et al. (2024)",
          "authors": "Kimmo Sorjonen; Bo Melin",
          "abstract": "Based on findings from analyses with cross-lagged panel models, Lin et al. (2024) suggested an impact of social media addiction on aggressive behaviors. Here, we simulated data to resemble the data used by Lin et al. We used triangulation and fitted complementary models to the simulated data and found contradicting increasing, decreasing, and null effects of initial social media addiction on subsequent change in aggression. These divergent findings suggest that it is premature to assume an increasing effect of social media addiction on aggression and the suggestion by Lin et al. in this regard can be challenged. It is important for researchers to be aware that correlations, including adjusted cross-lagged effects, do not prove causality in order not to overinterpret findings, something that appears to have happened to Lin et al. We recommend researchers to triangulate by fitting complementary models to their data in order to evaluate if observed effects may be due to true causal effects or if they appear to be spurious.",
          "url": "https://osf.io/3jxhq",
          "doi": "https://doi.org/10.31234/osf.io/3jxhq",
          "filter": 0
        },
        {
          "title": "Evolved equity but inequity in the household? Reviewing evolutionary accounts of Fairness",
          "authors": "Angarika Deb; Christophe Heintz",
          "abstract": "Gendered division of household labour is marked by its pervasive inequality, in that women routinely do more housework across the world. But still, most women continue to find it fair, even if they are systematically contributing more. How can evolutionary accounts of fairness explain that fact? We review three major accounts focusing on their psychological claims, discussing what evidence in support of their account and how well they can explain perceptions of fairness about gendered division of household labour. These are three distinct accounts which describe fairness judgements a) arising from the following of local social norms (Henrich and colleagues), b) a sense of equity which evolved in a partner choice ecology (André, Baumard and colleagues) and c) as a sense of egalitarianism, which evolved in response to human coordination problems (Binmore). We find that none of these accounts are fully compatible with observations of gender inequalities in households, though each contain important insights, which can be integrated into a more comprehensive theory. We end our review by providing an outline of what such a comprehensive theory might look like and provide a tool for researchers to enable seamless exploration of multiple factors underlying fairness judgements.",
          "url": "https://osf.io/u4bpe",
          "doi": "https://doi.org/10.31234/osf.io/u4bpe",
          "filter": 0
        },
        {
          "title": "My Tablet’s About to Go Dead! 5- to 6-year-old Children Adjust Their Cognitive Strategies Depending on Whether An External Resource is Reliably Available",
          "authors": "Yibiao Liang; Zsuzsa Kaldy; Erik Blaser",
          "abstract": "There are concerns that reliance on external resources (e.g., information on digital devices) may be harmful to our own internal memory. Here, in a pre-registered study, we investigated how the reliability of an external resource (i.e., whether the information will be available when needed) affects young children’s use of it. In our tablet-based Shopping Game, children picked items from a store based on a shopping list. Importantly, the store and the list were not visible simultaneously, but children could toggle between them. In the reliable condition, the list was always available. In the unreliable condition, children were led to believe that the list might disappear. We found that 5-6-year-old children (N = 37) relied more on the list – referring back to it more often and more briefly, and remembering fewer items – when they perceived the list as reliably available (and vice versa, reducing trips to the list by studying it longer, and remembering more, when it was perceived as unreliably available). Nearly all children also identified the reliable condition as easier and preferred. In short, young children not only recognize the opportunity provided by reliably available external resources, but adapt their cognitive effort accordingly.",
          "url": "https://osf.io/f9hm2",
          "doi": "https://doi.org/10.31234/osf.io/f9hm2",
          "filter": 0
        },
        {
          "title": "What does it mean to spurn Educational Constructivism? How traditionalistic proclivities generate unnecessary error",
          "authors": "Christian Panarello",
          "abstract": "Despite the influence that Dewey has affected to scholars and social critics, the model of education that he criticised, particularly in his works How We Think and Democracy and Education, has been unchanged: significantly, through two world wars, eras of progressivism attached to social and labor purposes, and the modern technocracy. This relatively brief article dictates the significance of – quite simply – not engaging with the Constructivist education that is more productive, egalitarian, and educational than otherwise.",
          "url": "https://osf.io/8vwds",
          "doi": "https://doi.org/10.31234/osf.io/8vwds",
          "filter": 0
        },
        {
          "title": "The acquisition of plain-emphatic consonant contrasts by Arabic-speaking children: an acoustic study",
          "authors": "Anwar Alkhudidi; Titia Benders; Tuende Szalay; Katherine Demuth; Rebecca Holt",
          "abstract": "Arabic emphatic consonants are claimed to be late-acquired, likely due to their motoric complexity, involving both coronal and pharyngeal/uvular constrictions. Children's production has largely been studied using impressionistic data, with limited acoustic analysis. This study acoustically examines the acquisition of emphatic consonants in Saudi-Hijazi-Arabic-speaking children aged 3 to 6 years. Children performed a real-word repetition task, after which consonantal and vocalic cues to the plain-emphatic contrast were measured. The results show that children produce both types of acoustic cues, with an age-related increase in the acoustic plain-emphatic contrast and an overall alignment with adult patterns. Larger acoustic contrasts were found in vowels preceding rather than following consonants in word-medial positions, with no evidence observed for a difference between word-initial and word-final positions. The plain-emphatic contrast was greater for stops than fricatives and larger for female than male children. These findings are discussed in relation to the development of coarticulated consonants.",
          "url": "https://osf.io/wsm6q",
          "doi": "https://doi.org/10.31234/osf.io/wsm6q",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "A Cautionary Note on Avoiding the Initial Conditions Problem in the CLPM-RI",
          "authors": "Ajay Somaraju",
          "abstract": "The cross-lagged panel model with random intercepts (CLPM-RI) is often used to analyze reciprocal relationships, because it separates within-unit dynamics and between-unit differences by modeling unit-specific heterogeneity as a latent variable. Through a simulation study, it is shown that common specifications of the CLPM-RI often produce biased estimates of autoregressive (AR) and cross-lagged (CL) effects due to the initial conditions problem. These biases are often substantial enough to produce inaccurate inferences about the long-term stability of the observed system. An alternative approach suggested by Bollen and Brand (2010) resolves the initial conditions issue by conditioning unit-specific heterogeneity on the first observation and provides more accurate estimates and reliable inferences about system stability compared to the CLPM-RI.",
          "url": "https://osf.io/6xzem",
          "doi": "https://doi.org/10.31234/osf.io/6xzem",
          "filter": 2
        },
        {
          "title": "A Note on the Similarity of Latent Change and Traditional Autoregressive Models for Estimating Change and Stability: A Comment on Matusik et al. (2020)",
          "authors": "Ajay Somaraju; Daniel J. Griffin; Richard P. DeShon",
          "abstract": "There is now a growing popularity in the use of latent change score (LCS) modeling, which has been\ndifferentiated from traditional autoregressive (TAR) models. In this study, we identify the mathematical\ncorrespondence between the two approaches and show how they generate the same trajectories. We\nshow that either model can be used to estimate change and stability, but that some particular specifications of TAR models are required when trend (constant change) exists in the dynamic process.",
          "url": "https://osf.io/cwgtx",
          "doi": "https://doi.org/10.31234/osf.io/cwgtx",
          "filter": 2
        },
        {
          "title": "The psychology of state punishment",
          "authors": "Jordan Wylie; Connie Pui Yee Chiu; Nicolette Dakin; Wil Cunningham; Ana P. Gantman",
          "abstract": "A significant amount of punishment that happens in society is state punishment–that is, third-party punishment carried out by an organized political community in response to a rule violation. We argue that a complete psychology of punishment must consider state punishment as a distinct form. State punishment is a unique type of punishment because it is a special case of third-party punishment, pre-specified to occur after the violation of official rules and policies, carried out by people acting on behalf of a nation or government. State punishment, especially as compared to interpersonal punishment, is regarded as a legitimate form of violence, which communicates not just disapproval, but information about procedures and power. Moreover, state punishment is made possible by state rules, which, unlike norms, are formalized, can be fully articulated, and are perfectly transmissible across generations. We end the paper with implications for the psychology of punishment more broadly, and future directions for better understanding the unique psychology of state punishment.",
          "url": "https://osf.io/28kxm",
          "doi": "https://doi.org/10.31234/osf.io/28kxm",
          "filter": 2
        },
        {
          "title": "Risk of stroke associated with risperidone in dementia with and without comorbid cardiovascular disease: population-based matched cohort study",
          "authors": "Joshua Choma; Alys Griffiths; William Henley; Christoph Mueller; Nefyn Williams; Clive Ballard; Rhian Hopkins; Katherine Young; John Dennis; Byron Creese",
          "abstract": "Background: \nAgitation and aggression occur in up to half of people living with dementia over the course of the disease.  While non-pharmacological interventions are first line treatment strategies, in severe cases associated with a risk of harm, antipsychotics may be indicated. A major adverse effect of antipsychotics in dementia is an increased risk of stroke and the atypical antipsychotic risperidone’s mechanism of action has been linked to cardiovascular disease (CVD) biological pathways.  \nAims:\nTo evaluate the risk of stroke associated with risperidone use across different patient subgroups defined by stroke and CVD history.\nMethod:\nAnonymised primary care data from the UK-based Clinical Practice Research Datalink (CPRD) was used to identify individuals diagnosed with dementia after the age of 65 between 2004 and 2023. Risk of stroke over one year was compared between individuals initiating risperidone and propensity score-matched controls.\nResults: \nIn the overall cohort (28,403 Risperidone Users and 136,324 Matched Controls), patients treated with risperidone had an increased risk of stroke (adjusted hazard ratio (HR): 1.28; 95% confidence interval (CI): 1.20-1.37). In the Risperidone User group, the incidence rate (IR) of stoke was substantially higher in those with a prior history of stroke (IR: 222 per 1000 person-years (PY)) and CVD (IR: 94.1 per 1000 PY) than in the overall cohort (IR: 53.3 per 1000 PY). Relative risks related to risperidone were similar across all CVD and stroke subgroup comparisons (HRs between 1.23 and 1.44). \nConclusions:\nPeople with dementia with a prior history of CVD are at a significant increased risk of stroke and risperidone further exacerbates this risk. Moreover, risperidone also increases risk of stroke in patients without a prior history of CVD. This quantification of stroke risk across subgroups with and without history of CVD may help with communication risk and aid more judicious prescribing.",
          "url": "https://osf.io/kpb6w",
          "doi": "https://doi.org/10.31234/osf.io/kpb6w",
          "filter": 2
        },
        {
          "title": "Cognitive Development, Dysfunctional Relationship Beliefs, and Sexual-Moral Restrictiveness in Men Who Molest Female Children",
          "authors": "Thomas Joseph Selby; Nicholas Stearns Selby",
          "abstract": "Sexual molestation of children has become one of the most emotionally charged crises facing our society. Many states have responded by mandating incarceration and treatment for adults who molest children. The purpose of this study was to explore the cognitive dynamics of molestation and to help provide information needed to guide the development of offender treatment programs. \n\nThe specific cognitive variables included dualistic thinking, sexual-moral restrictiveness, and five dysfunctional adult relationship beliefs. Three groups of 40 adult male subjects were compared on these variables. The child molest offender group was randomly chosen from male inmates age 25 to 65 who were currently incarcerated at the Arizona State Prison, Tucson, for sexually molesting prepubertal female children and whose offenses were nonincestuous. A non-sex offender criminal control group matched for age and education was chosen within the same prison using a stratified random sampling process. A second matched control group, the nonoffender controls' was comprised of men who had never been charged or convicted of a sexual or nonsexual offense. \n\nData were analyzed by multivariate and univariate procedures. Tukey's studentized range test was used for post \n\nhoc analysis. A one-way MANOVA revealed a significant overall difference on a composite of the dependent variables. Univariate analyses indicated significant differences among the three groups on sexual-moral restrictiveness and on adherence to the belief that partners cannot change. Differences in scores on dualism approached significance. \n\nPost hoc pair wise comparisons revealed that (1) criminal controls are significantly less restrictive in their sexual-moral beliefs than the other two groups and (2) the criminal controls adhere significantly more closely to the belief that partners cannot change than do child molest offenders. On the dualism variable, the difference between child molest offender and nonoffender control group means fell just short of significance with the former exhibiting more dualistic thinking. \n\nThe meaning and implications of these findings are discussed in terms of cognitive issues in offender treatment. Recommendations for future research are also included.",
          "url": "https://osf.io/qcmh5",
          "doi": "https://doi.org/10.31234/osf.io/qcmh5",
          "filter": 2
        },
        {
          "title": "Ability grouping in German secondary schools: The effect of non-academic track schools on the development of Math competencies",
          "authors": "Sonja Herrmann; Katharina Marie Bach",
          "abstract": "Background\n \nDifferences in competence gains between academic and non-academic track schools are often attributed to selection effects based on students’ primary school performance and socioeconomic status (SES). However, how the competencies of comparable students (in terms of school performance and social background) at different tracks develop is often neglected.\nAims\nWe investigated whether comparable students diverge in their Math competencies due to attending different types of secondary schools, contributing to the ongoing debate on whether inaccurate stratification may lead to disadvantages.\nMethods\nUsing data from the National Education Panel Study (Kindergarten Cohort SC2, N = 4180), we examined students’ competence development from the fourth to seventh grade.\nWe employed a quasi-experimental design (Propensity Score Weighting, PSW) comparing similarly capable students at academic and non-academic school tracks to make causal inferences. The outcome variable was students’ Math competence in seventh grade. PSW used fourth-grade competency measures in Math and reading and other variables such as sex, migration background, SES, class composition, special educational needs, school grades, and school location.\nResults\nResults revealed a significant average treatment effect on the treated, indicating that comparable students attending non-academic track schools show lower Math performance than those at academic track schools.\nConclusion\nNon-academic tracks seem to hinder the full development of students’ competencies. We conclude that the effects of preconditions like the students’ SES, ability, and aspirations on competence development are lower than assumed and that school learning environments should be given greater importance. We discuss practical solutions and provide suggestions for future research.",
          "url": "https://osf.io/uqwv6",
          "doi": "https://doi.org/10.31234/osf.io/uqwv6",
          "filter": 2
        },
        {
          "title": "Sensitivity to contamination of food odours depends on hunger and attention",
          "authors": "Leonie Seidel; Konstantina Kilteni; Johan N. Lundström; Janina Seubert",
          "abstract": "Attention to deviant notes in familiar food odours serves as a protective mechanism that leads to the rejection of contaminated foods. However, when the caloric need is high the cost of not eating may outweigh the risk of contamination. To what extent attentional focus on potentially deviant odour components is influenced by metabolic state is unknown. In this study, participants (N = 38) made judgments on the perceptual dominance of a target odour (food or non-food) in an odour mixture under hungry and sated conditions. Our results demonstrate that 1) participants are more sensitive to contamination in food compared to non-food targets and that 2) contaminants in food targets are detected at even lower concentrations when participants are hungry compared to sated. These findings indicate a generalised heightened sensitivity to deviance in food compared to non-food odours, which arises independently of metabolic state and is preserved even when directed attention is experimentally modulated away from the food target. This increased sensitivity to deviance during hunger may indicate a heightened attentiveness to food odour contamination in situations where food intake is likely. This study highlights the vital role of metabolic state as a modulator of olfactory perception, and its role in regulating food intake. \n\nKeywords: Perception, Olfaction, Decision-Making, Contamination Sensitivity, Food Odour, Deviation Tolerance",
          "url": "https://osf.io/hnmkd",
          "doi": "https://doi.org/10.31234/osf.io/hnmkd",
          "filter": 2
        },
        {
          "title": "The Structure of Psychopathology Among Young Adults in Kenya, Namibia, and South Africa",
          "authors": "Daniel Hofmann; Christopher James Hopwood; Sumaya Laher; STEPHEN ASATSA; Maria Florence; Elizabeth Shino; Luzelle Naude; Amber Gayle Thalmayer",
          "abstract": "The generalizability of psychopathology constructs across human populations is often assumed, but most evidence comes from Western contexts. The ‘majority world’ (Africa, Asia, Latin America, the Middle East) is underrepresented in psychopathology research. Efforts to reorganize mental disorder classifications provide an opportunity to better integrate evidence from majority-world contexts. In this study we investigated the coviariance structure of common mental health problems among young adults in Kenya, Namibia, and South Africa. The findings suggest a relatively consistent structure across countries, characterized by both universal and culturally specific features. Internalizing consistently emerged as robust higher-order dimensions, with fear and dysregulated sleep, disinhibited negative affect, and substance abuse consistently identified as narrower disorder dimensions. Variation was observed across countries in the alignment of anger symptoms. In Namibia and Kenya, anger was more closely associated with internalizing disorders, whereas in South Africa, it aligned more strongly with externalizing disorders. In contrast to the majority of findings in the West, inattention/hyperactivity loaded primarily on internalizing and showed inconsistent loadings across contexts. These results highlight the intricate interplay between universal and culture-specific aspects of psychopathology and emphasize the importance of incorporating diverse global samples to better distinguish the more universal from the more context-specific aspects of psychopathology. We advocate for a more inclusive, culturally-sensitive approach to investigating mental health across populations.",
          "url": "https://osf.io/cr4kv",
          "doi": "https://doi.org/10.31234/osf.io/cr4kv",
          "filter": 2
        },
        {
          "title": "The Structure of Psychopathology Among Young Adults in Kenya, Namibia, and South Africa",
          "authors": "Daniel Hofmann; Christopher James Hopwood; Sumaya Laher; STEPHEN ASATSA; Maria Florence; Elizabeth Shino; Luzelle Naude; Amber Gayle Thalmayer",
          "abstract": "The generalizability of psychopathology constructs across human populations is often assumed, but most evidence comes from Western contexts. The ‘majority world’ (Africa, Asia, Latin America, the Middle East) is underrepresented in psychopathology research. Efforts to reorganize mental disorder classifications provide an opportunity to better integrate evidence from majority-world contexts. In this study we investigated the coviariance structure of common mental health problems among young adults in Kenya, Namibia, and South Africa. The findings suggest a relatively consistent structure across countries, characterized by both universal and culturally specific features. Internalizing consistently emerged as robust higher-order dimensions, with fear and dysregulated sleep, disinhibited negative affect, and substance abuse consistently identified as narrower disorder dimensions. Variation was observed across countries in the alignment of anger symptoms. In Namibia and Kenya, anger was more closely associated with internalizing disorders, whereas in South Africa, it aligned more strongly with externalizing disorders. In contrast to the majority of findings in the West, inattention/hyperactivity loaded primarily on internalizing and showed inconsistent loadings across contexts. These results highlight the intricate interplay between universal and culture-specific aspects of psychopathology and emphasize the importance of incorporating diverse global samples to better distinguish the more universal from the more context-specific aspects of psychopathology. We advocate for a more inclusive, culturally-sensitive approach to investigating mental health across populations.",
          "url": "https://osf.io/8envs",
          "doi": "https://doi.org/10.31234/osf.io/8envs",
          "filter": 2
        },
        {
          "title": "Exploring the Neural Basis of Creativity: EEG Analysis of Power Spectrum and Functional Connectivity During Creative Tasks in school-aged Children",
          "authors": "Gabriela Krumm; Vanessa Arán Filippeti; Magaly Catanzariti; Diego M. Mateos",
          "abstract": "Creativity is a fundamental aspect of human cognition, particularly during childhood, as it plays a key role in supporting cognitive, emotional, and social development. Exploring creativity through the use of electroencephalography (EEG) provides valuable insights into the brain mechanisms underlying this vital cognitive process.\n\nThis study analyzed the power spectrum characteristics and functional connectivity of interhemispheric and intrahemispheric brain activity during creative tasks in 15 Argentine children aged 9 to 12, using a 14-channel EEG system. The Torrance test of creative thinking (TTCT) was used, incorporating one figural and one verbal task. EEG metrics included relative power spectral density (rPSD) across Delta, Theta, Alpha, Beta, and Gamma bands, as well as functional connectivity assessed through coherence analysis across the [1–50] Hz spectrum.\n\nThe results revealed significant increases in rPSD across all frequency bands during creative tasks compared to rest, with no significant differences between figural and verbal tasks. Coherence analysis indicated enhanced intrahemispheric synchronization, particularly in frontotemporal and temporo-occipital regions, alongside reduced interhemispheric frontal coherence. These findings suggest that creativity in children involves a dynamic reorganization of brain activity, characterized by oscillatory activation and region-specific connectivity changes. Furthermore, the study highlights a common neural basis for divergent thinking tasks, contributing to a deeper understanding of the brain mechanisms supporting creativity during childhood development.",
          "url": "https://osf.io/e7ktj",
          "doi": "https://doi.org/10.31234/osf.io/e7ktj",
          "filter": 2
        },
        {
          "title": "Dual-light invisible 40 Hz flicker does not entrain human EEG",
          "authors": "Philip Tseng; Yu-Hui Lo",
          "abstract": "Invisible flicker stimulation (IFS) aim to deliver 40-Hz neural entrainment while eliminating discomfort, offering potential non-pharmacological, noninvasive, and in-home interventions for Alzheimer’s and dementia. However, these cognitive effects have never been validated with EEG. We assessed the M+ BrainCare light's ability to induce 40-Hz EEG entrainment under three conditions: direct IFS-viewing, indirect IFS-viewing, and stroboscopic control. In both IFS conditions, there was no significant 40-Hz EEG oscillations. In contrast, stroboscopic control elicited robust entrainment in all participants, propagating to frontal regions. These results question the neural efficacy of current IFS technologies, emphasizing the need for EEG validation in future studies.",
          "url": "https://osf.io/qsr25",
          "doi": "https://doi.org/10.31234/osf.io/qsr25",
          "filter": 2
        },
        {
          "title": "A Domain-Specific Probabilistic Programming Language for Reasoning About Reasoning (or: a memo on memo)",
          "authors": "Kartik Chandra; Tony Chen; Joshua Tenenbaum; Jonathan Ragan-Kelley",
          "abstract": "The human ability to think about thinking (\"theory of mind\") is a fundamental object of study in many disciplines. In recent decades, researchers across these disciplines have converged on a rich computational paradigm for modeling theory of mind, grounded in recursive probabilistic reasoning. However, practitioners often find programming in this paradigm extremely challenging: first, because thinking-about-thinking is confusing for programmers, and second, because models are extremely slow to run. This paper presents memo, a new domain-specific probabilistic programming language that overcomes these challenges: first, by providing specialized syntax and semantics for theory of mind, and second, by taking a unique approach to inference that scales well on modern hardware via array programming. memo enables practitioners to write dramatically faster models with much less code, and has already been adopted by several research groups.",
          "url": "https://osf.io/pt863",
          "doi": "https://doi.org/10.31234/osf.io/pt863",
          "filter": 2
        },
        {
          "title": "Neural Substrates Associated with Character Amnesia in Chinese Handwriting: An fNIRS Study",
          "authors": "Zebo Xu; Yang Yang; Tai Yuan; Gangyi Feng; Zhenguang Garry Cai",
          "abstract": "Chinese speakers have long suffered from character amnesia in handwriting, failing to handwrite a character despite being able to recognize it. The neurocognitive mechanisms underlying character amnesia remain unclear. The current study employed functional near-infrared spectroscopy (fNIRS) to explore brain regions that are associated with character amnesia; in particular, we tested whether character amnesia is associated with deactivation in the fusiform gyrus (FG), the superior parietal gyrus (SPG), or the supramarginal gyrus (SMG), which have been shown to respectively associated with the orthographic lexicon, graphemic buffer, and phonology-orthography conversion. In a handwriting-to-dictation task, twenty-three Cantonese-speaking adults handwrote a character according to a dictation prompt and then reported whether they correctly handwrote the character or suffered from character amnesia. fNIRS results showed that, compared to correct handwriting, character amnesia elicited significantly reduced neural activation in the bilateral FG, the SPG, and the SMG. Parametric analyses showed that character frequency and number of strokes positively correlated with activation of the FG and the SPG respectively. Functional connectivity analyses further demonstrated that, compared to correct handwriting, character amnesia was associated with significantly decreased connectivity between the left FG and the left SMG, the right FG and the right SMG, the right FG and the right SPG, the right FG and the left SMG, the right FG and the left SPG, but with increased connectivity between the left SPG and the left SMG. Together, these results suggested that character amnesia is associated with the decayed orthographic representations (in the orthographic lexicon) and failure in phonology-orthography conversion, resulting in reduced orthographic information being retrieved (into the graphemic buffer) for handwriting execution.",
          "url": "https://osf.io/c9dup",
          "doi": "https://doi.org/10.31234/osf.io/c9dup",
          "filter": 2
        },
        {
          "title": "MPST ：起源",
          "authors": "劉庭均",
          "abstract": "該預印本的目標，是基於現代心理生存理論，嘗試建立一個跨領域的整合框架，並邀請教育、心理、醫學等領域的學者共同參與，完善這一框架的理論與應用。我希望這一理論能為教育、法律、醫療等領域提供新的理解基礎，推動心理學與相關領域的深度結合，從而促進人類文明的進一步包容與進步。 我理解，這一理論框架尚處於早期階段，仍需要大量實踐驗證與修正，才能獲得更多專家的認可與支持。然而，我相信其核心理念具有一定的學術價值與實踐意義，特別是在整合心理學各分支理論，解釋多樣性行為與人格發展等方面，提供了新的視角與工具。 自本篇文章發布後，我期待與各領域專家共同合作，針對理論框架進行改進與應用，並在未來逐步發展為一部具有系統性與實用性的心理學教科書。 如果您有興趣共同完成本書的內容，請寄一封自薦信至 （a92922200@gmail.com）。期待與您相遇！ 本作品依據「創用CC- 姓名標示-非商業性 - 禁止改作4.0國際（CC BY-NC-ND 4.0）」授權。如需進一步使用或進行商業合作，請聯繫原作者（a92922200@gmail.com）以獲取正式授權。如需了解更多授權條款，請參閱 創用CC BY-NC-ND 4.0授權條款。 https://creativecommons.org/licenses/by-nc/4.0/",
          "url": "https://osf.io/4v3y5",
          "doi": "https://doi.org/10.31234/osf.io/4v3y5",
          "filter": 2
        },
        {
          "title": "Life, its origin, and its distribution: A perspective from the Conway-Kochen Theorem and the Free Energy Principle",
          "authors": "Chris Fields; Michael Levin",
          "abstract": "We argue here that the Orgin of Life (OOL) problem is not just a chemistry\nproblem, but is also, and primarily, a cognitive science problem. When interpreted\nthrough the lens of the Conway-Kochen theorem and the Free Energy Principle, con-\ntemporary physics characterizes all complex dynamical systems that persist through\ntime as Bayesian agents. If all persistent systems are to some – perhaps only minimal\n– extent cognitive, are all persistent systems to some extent alive, or are living sys-\ntems only a subset of cognitive systems? We argue that no bright line can be drawn,\nand we re-assess, from this perspective, the Fermi paradox and the Drake equation.\nWe conclude that improving our abilities to recognize and communicate with diverse\nintelligences in diverse embodiments, whether based on familiar biochemistry or not,\nwill either resolve or obviate the OOL problem.",
          "url": "https://osf.io/6smhc",
          "doi": "https://doi.org/10.31234/osf.io/6smhc",
          "filter": 2
        },
        {
          "title": "The Delaware Behavior Database:  A set of social behaviors and corresponding norming data",
          "authors": "Peter Mende-Siedlecki; Lee Havlicek",
          "abstract": "People rapidly and robustly make social inferences based on descriptions of others’ behavior. Consequently, written behavioral stimuli are frequently deployed in psychological research in domains such as social cognition, impression formation, and moral psychology. That said, existing behavioral stimulus sets are somewhat limited in size and scope, and moreover, tend to lack characterization. We collected behaviors from several widely used sets, and then expanded on them by writing hundreds of new behaviors. Ultimately, this yielded a database of 2375 behaviors that is larger, broader in scope, and considerably more diverse than the previous sets that inspired this work. We then recruited a large set of participants (total N = 4792) to evaluate these behaviors across 18 dimensions central to person perception. It is our hope that this resource can support more rigorous, replicable research into the psychological and neural underpinnings of social learning.",
          "url": "https://osf.io/b37rz",
          "doi": "https://doi.org/10.31234/osf.io/b37rz",
          "filter": 2
        },
        {
          "title": "Accelerating Psychological Science with Metastudies: A Demonstration Using the Risky-Choice Framing Effect",
          "authors": "Michael L DeKay; Nataliya Rubinchik; Paul De Boeck; Zhaojun Li",
          "abstract": "A metastudy is a set of many tiny studies (microstudies) created from a much larger collection of possibilities. Metastudies can yield many of the benefits of time-consuming replications and meta-analyses, but more efficiently and with greater attention to generalizability and the causal effects of moderators. Statistical precision and power are higher than in studies with the same total sample size but with fewer conditions and more participants per condition. In this article, we describe metastudies and their benefits, demonstrate how to conduct a metastudy using the well-known risky-choice framing effect as an example, and report on the generalizability of that effect. In three metastudies (total N = 2338), the framing effect generalized well across most of the potential moderators tested, as was expected. Surprisingly, however, the effect was up to twice as large when the certain option was replaced with a slightly risky option; prospect theory predicts the opposite and fuzzy-trace theory predicts no difference. Metastudies provide a relatively quick and not-so-painful way to examine an effect’s generalizability, without waiting for a meta-analysis. Both individual labs and multi-lab networks are encouraged to shift from traditional studies to metastudies.",
          "url": "https://osf.io/g76f9",
          "doi": "https://doi.org/10.31234/osf.io/g76f9",
          "filter": 2
        },
        {
          "title": "Isolating brain mechanisms of expectancy effects on pain: Cue-based stimulus expectancies versus placebo-based treatment expectancies",
          "authors": "Elizabeth Necka; Titilola Akintola; Qingbao Yu; Carolyn Amir; Olga Oretsky; Lauren Yvette Atlas",
          "abstract": "Clinical trials, laboratory experiments, and neuroimaging studies provide converging evidence that pain is highly sensitive to expectations, whether based on the psychosocial context surrounding treatment (e.g., placebo analgesia) or transient cues that provide information about painful events (e.g., pain-predictive cues). We asked whether placebo analgesia and pain-predictive cues modulate pain through the same mechanisms or dissociable brain pathways. Forty healthy volunteers rated pain in response to noxious heat during functional magnetic resonance imaging (fMRI) scanning. We crossed pain-predictive cues, which induce expectations for high or low pain on a trial-by-trial basis, with administration of an inert placebo cream or a control cream. Behavioral analyses revealed a significant interaction, such that predictive cues had weaker effects on pain during placebo blocks than control blocks. This interaction was accompanied by interactions in the insula, pons, and other brain regions. We also observed distinct neural substrates when we compared pure cue effects with pure placebo effects, and only predictive cues modulated responses in nociceptive regions and the Neurologic Pain Signature (NPS; (Wager et al., 2013). The only regions that were influenced similarly by both types of expectations were the rostral anterior cingulate and dorsomedial prefrontal cortex. These results indicate that cue-based expectations about stimulus intensity and placebo-based expectations about treatment outcomes are distinct, and that pain researchers should differentiate between sources of expectations. Furthermore, cue-based expectations were associated with more consistent effects than treatment-based expectations, suggesting that clinicians should be particularly mindful of how they present information about impending pain.",
          "url": "https://osf.io/sepxv",
          "doi": "https://doi.org/10.31234/osf.io/sepxv",
          "filter": 2
        },
        {
          "title": "Modeling Cycles, Trends and Time-Varying Effects in Dynamic Structural Equation Models with Regression Splines",
          "authors": "Øystein Sørensen; Ethan M. McCormick",
          "abstract": "Intensive longitudinal data with a large number of timepoints per individual are becoming increasingly common. Such data allow going beyond the classical growth model situation and studying population effects and individual variability not only in trends over time but also in autoregressive effects, cross-lagged effects, and the noise term. Dynamic structural equation models (DSEMs) have become very popular for analyzing intensive longitudinal data. However, when the data contain trends, cycles, or time-varying predictors which have nonlinear effects on the outcome, DSEMs require the practitioner to specify the correct parametric form of the effects, which may be challenging in practice. In this paper we show how to alleviate this issue by introducing regression splines which are able to flexibly learn the underlying function shapes. Our main contribution is thus a building block to the DSEM modeler's toolkit, and we discuss smoothing priors and hierarchical smooth terms using the special cases of two-level lag-1 autoregressive and vector autoregressive models as examples. We illustrate in simulation studies how ignoring nonlinear trends may lead to biased parameter estimates, and then show how to use the proposed framework to model weekly cycles and long-term trends in diary data on alcohol consumption and perceived stress.",
          "url": "https://osf.io/2ajpt",
          "doi": "https://doi.org/10.31234/osf.io/2ajpt",
          "filter": 2
        },
        {
          "title": "Naturally disengaging control to reveal habits",
          "authors": "Sarah Oh; Anne Collins",
          "abstract": "Habits are an essential part of everyday decision-making. However, the mechanisms underlying habit formation and expression in humans are difficult to study in the laboratory, owing to a dearth of convenient experimental paradigms that reliably exhibit a key marker of habits – training-induced inflexibility – under ecologically valid conditions. This difficulty is often attributed to the fact that habits are identified in contrast to goal-directed (GD) control, which research participants typically engage strongly in laboratory experiments. To address this gap, we develop a new, short habit learning paradigm that incorporates several features we hypothesized would encourage participants to disengage GD control, enabling habits to exert greater influence over behavior: a hierarchical multi-step trial structure, opportunities for self-correction, and frequent switches between extensively and moderately practiced behaviors. Through a series of experiments, we demonstrate that overtraining amplifies habitual control, as evidenced by errors biased toward the overtrained context and away from the moderately-trained context at early response times, while later responses remain dominated by GD control. The reliability of this overtraining effect depended on the inclusion of task features designed to dampen GD control. In addition to providing a practical, robust, and flexible tool for studying the cognitive processes underlying habit formation and habitual control, our paradigm moves us beyond the traditional stimulus-response conception of habits, expanding the definition to include more complex, hierarchical behaviors that better reflect naturalistic human habits.",
          "url": "https://osf.io/zdur5",
          "doi": "https://doi.org/10.31234/osf.io/zdur5",
          "filter": 2
        },
        {
          "title": "Digital Interventions for Anxiety and Depression Symptoms in Adolescence: Systematic Review",
          "authors": "Paula Kuberka; Milly Johnston; Roz Shafran; Katharine Pike; Lucy Yardley",
          "abstract": "The objective of this systematic review was to (1) identify existing digital interventions for adolescent depression and anxiety, (2) assess the promise of those interventions, and (3) identify characteristics of promising interventions. Six databases (PubMed, PsycINFO, Web of Science, EMBASE, MEDLINE, and Google Scholar) were used to conduct searches between September and October 2023. The searches were rerun in June 2024. Twenty studies met the criteria for inclusion, leading to the identification of 17 distinct interventions for analysis. The promise of the interventions was assessed through their effectiveness, the RE-AIM Framework (Reach, Effectiveness, Adoption, Implementation, Maintenance) dimensions, and risk of bias. The evaluation of interventions’ promise deemed three studies as ‘Quite Promising’, six as ‘Slightly Promising’, and eleven as ‘Not Promising’. All promising interventions somewhat met the RE-AIM dimensions. Variability was observed in TIDieR (Template for Intervention Description and Replication) characteristics, including Rationale, Intervention provider, Length and frequency of intervention, and Retention. Factors that potentially contribute to the success or limitation of digital mental health interventions among adolescents are discussed. The review underscores the need to enhance the methodological rigor and to evaluate and report the real-world impact of interventions to ensure they benefit a broader demographic of young people.",
          "url": "https://osf.io/uk5gs",
          "doi": "https://doi.org/10.31234/osf.io/uk5gs",
          "filter": 2
        },
        {
          "title": "Error report for Lades et al. (2020)",
          "authors": "ERROR",
          "abstract": "DECISION AND RECOMMENDATION \nLades, Laffan, Daly, &amp; Delaney (2020) “Daily emotional well‐being during the COVID‐19 pandemic” was determined to contains Moderate Errors that do not affect the core conclusions. That is, errors that have the benefit of being detectable thanks to the presence and sharing of research materials, whose scope is moderate given that a large proportion of the reported results are affected (likely to a small degree), but which do not affect the article’s core conclusions. A determination of Moderate Errors involves the recommendation that the authors seek a correction.\nFollowing the ERROR project’s emergent guidelines, the recommendations associated with a Moderate Errors decision are as follows: \n-\tThe report, author response, and recommendation have been posted on the ERROR website (error.reviews/reviews/lades-2020) and as a preprint on PsyArXiv (osf.io/preprints/psyarxiv/8gtz2). Their associated materials have been posted to OSF (see osf.io/2q3ay).\n-\tThe authors are asked to recognize these errors in future discussions of the article. \n-\tThe authors are recommended to pursue a correction notice with the journal. Specifically, with regard to:\no\tThe text on p. 905 states that multiple testing corrections were used. However, corrections were in fact only applied to results in the supplementary materials and not any results reported in the article itself. 11 of 42 (26.2%) statistically significant results reported in the article were not significant after multiple testing corrections. Although, these do not alter the main conclusions. The use of multiple testing corrections should either (a) more clearly state that these corrections were applied only to the results reported in the supplementary materials and not any results reported in the article, or (b) all results reported in text should be those with the multiple testing corrections applied. \no\tThe primary analyses reported in the article did not acknowledge dependencies in the data (i.e., each participant completed the survey multiple times). The authors agreed with the reviewer that they should have employed clustered Standard Errors to acknowledge these dependencies. Applying clustered Standard Errors changes the statistical significance of one result (positive affect ~ schooling children), although this does not change the core conclusions. Corrections should be made to the Standard Errors reported in text, the Confidence Intervals in all panels of Figure 1 and Figure S1, and the results reported in Table S2. The “†” significance bar should be removed from the positive affect ~ schooling children result in Table S2.\no\tAll analyses and summary statistics should use corrected data that use unique participant IDs. A small number of duplicate participant IDs were found by the reviewer, which the authors argue are distinct participants but are not treated as such in the reported analysis. Correcting this error may produce additional changes in the results of the regressions reported in the text, tables, and plots. These magnitude of any such changes is currently unknown but likely to be very small.",
          "url": "https://osf.io/e3c7p",
          "doi": "https://doi.org/10.31234/osf.io/e3c7p",
          "filter": 2
        },
        {
          "title": "Using self-reported sum scores to measure affective disorders: symptom count or symptom severity?",
          "authors": "Wessel Adrianus van Eeden",
          "abstract": "Using self-report questionnaire sumscores for this purpose has both theoretical and methodological shortcomings. One of these shortcomings is that the symptom count and the severity of symptoms are obscured by an overall sum score. \nWe compared the diagnostic value of the symptom count versus symptom severity captured within sum scores used to assess affective disorders (n = 2947).\nFor the Inventroy of Depressive Symptomatology – Self Report (IDS-SR) and the Beck Anxiety Inventory (BAI), the number of symptoms was more strongly related to depression or anxiety disorders than to the severity of symptoms. For the Fear Questionnaire (FQ), the severity of symptoms was more strongly related to anxiety than to the count of symptoms. \nOur study underscores the distinct and independent roles of symptom count and symptom severity in relation to meeting DSM criteria for affective disorders. Simply aggregating item scores may oversimplify. Researchers and clinicians should contemplate evaluating symptom count and severity as separate entities to enhance diagnostic accuracy.",
          "url": "https://osf.io/wmp7e",
          "doi": "https://doi.org/10.31234/osf.io/wmp7e",
          "filter": 2
        },
        {
          "title": "Automatic detection of dyslexia based on eye movements during reading in Russian",
          "authors": "Anna Laurinavichyute; Anastasiya Lopukhina; David Reich",
          "abstract": "Dyslexia, a common learning disability, requires an early diagnosis. However, current screening tests are very time- and resource-consuming. We present an LSTM model that aims to automatically classify dyslexia based on eye movements recorded during natural reading combined with basic demographic information and linguistic features of the fixated words. The proposed model outperforms the state-of-the-art model and reaches the AUC of 0.93. We additionally discuss the outcomes of several ablation studies assessing which features are critical for model performance.",
          "url": "https://osf.io/cu4xj",
          "doi": "https://doi.org/10.31234/osf.io/cu4xj",
          "filter": 2
        },
        {
          "title": "Bayesian Networks to Evaluate and Test the Raven's Colored Progressive Matrices",
          "authors": "Matteo Orsoni; Matilde Spinoso; Sara Garofalo; noemi mazzoni; Sara Giovagnoli; Debora de Chiusole; Pasquale Anselmi; Alice Bacherini; Irene Pierluigi; Luca Stefanutti",
          "abstract": "This study explores the conditional dependencies among items in Raven’s Colored Progressive Matrices (CPM), a non-verbal measure of cognitive ability and fluid intelligence, within a sample of school-aged children. To this aim, we applied Bayesian networks (BNs), to data obtained from 255 participants, aged 4 to 11 years. We evaluated a variety of models, starting from the complete independence model and progressing to sequential, data-informed structures. The results highlighted that inter-item dependencies were particularly significant among kindergarten-aged children, suggesting that their problem-solving approaches may be influenced by their previous responses. The Sequential Data-Driven model consistently outperformed traditional human-driven hypothesis models, indicating the presence of complex interrelationships that could challenge the assumption of local independence in psychometric assessments. Cross-validation analyses revealed developmental differences in model fit, with optimal performance in kindergarten and increased variability as children transition to primary school. These findings advocate for the development of refined scoring methodologies that incorporate item interdependencies and prompt further investigation into the cognitive processes underlying these dependencies. Our study has implications for the psychometric validation of cognitive assessments, underscoring the importance of integrating complex item relationships in test design and analysis to enhance measurement accuracy and validity.",
          "url": "https://osf.io/kp4b2",
          "doi": "https://doi.org/10.31234/osf.io/kp4b2",
          "filter": 2
        },
        {
          "title": "Modeling location-invariant orthographic processing in the Finnish language with an inflectional morphology",
          "authors": "Jarkko Hautala",
          "abstract": "Previous research indicates that readers may construct a location-invariant letter string representation before associating it with a lexical representation. In neural network modeling, this is achieved with a two-stack model in which a hidden layer first learns to map location-specific letter representations into word-centered positions. Then, another stack is trained to map them into lexical representations. However, the model has been validated only in one language (French). In this study, we replicated the model with a Finnish language corpus having substantially more resembling words (KISSAA, KISSAN, KISSAT) and with modern and accessible programming tools. To gain insight into the model’s coding principles, we also trained the model with random letter strings, analyzed the model’s hidden layer activation patterns, and conducted an error analysis. The results indicated that random letter string training leads to superior letter identity and position coding. However, the natural corpus with many close words leads to a more fine-grained mapping from word-centered letter string representations to lexical representations. Finally, bigram coding may emerge in weights connecting hidden to output nodes. We conclude that the one- or two-stack model seems a potent candidate for developing a universal and comprehensive connectionist model of reading.",
          "url": "https://osf.io/8mtu6",
          "doi": "https://doi.org/10.31234/osf.io/8mtu6",
          "filter": 2
        },
        {
          "title": "Divination: A Cognitive Approach (forthcoming in Cambridge Element Series: Psychology of Religion)",
          "authors": "Ze Hong",
          "abstract": "This Element adopts a naturalistic, cognitive perspective to understand divination. Following an overview of divination and the historical background of its scholarly study, Chapter 2 examines various definitions and proposes a working definition that balances common usage with theoretical coherence. Chapter 3 surveys existing theories of divination, including symbolic and functional perspectives, while critiquing their limitations. Chapter 4 argues for the primacy of cognition in divinatory practices, emphasizing the role of universal cognitive mechanisms and culturally specific worldviews in shaping their plausibility and persistence. Expanding on these ideas, Chapter 5 investigates the interplay between individual cognition and societal processes, highlighting socio-cultural factors such as the preferential reporting of successful outcomes that bolster divination’s perceived efficacy. Finally, Chapter 6 concludes by summarizing the Element’s key arguments and identifying open questions for future research on the cognitive dimension of divination.",
          "url": "https://osf.io/r7tc4",
          "doi": "https://doi.org/10.31234/osf.io/r7tc4",
          "filter": 2
        },
        {
          "title": "Heightened affective reactivity is associated with more severe symptoms of emotional disorders",
          "authors": "Ashleigh Fulton; Laura Forbes; Suresh Sundram; Daniel Bennett",
          "abstract": "Disturbances of emotion are a core feature of psychological disorders generally, and of mood and anxiety disorders in particular. However, it remains unclear what specific patterns of affective disturbance are shared across different symptom domains. Here we examined correlations between emotional disorder symptom severity (anxiety, depression, hypomania, and anhedonia) and affective reactivity to gain and loss outcomes within a decision-making task with embedded sampling of emotional valence (Experiment 1: N = 329; preregistered replication in Experiment 2: N = 524). Using hierarchical Bayesian computational modelling of emotion self-reports, we found that greater affective reactivity to gains and losses within the task was associated with more severe symptoms of both anxiety and hypomania. This suggest that heightened reactivity to both appetitive and aversive outcomes indexes emotional disorder severity across multiple symptom domains of psychopathology, in line with theoretical frameworks that conceptualize affective disturbance as a generalized risk factor for psychopathology.",
          "url": "https://osf.io/cj65n",
          "doi": "https://doi.org/10.31234/osf.io/cj65n",
          "filter": 2
        },
        {
          "title": "Identification of behavioural problems and its relationship with cognitive abilities of children living below the poverty line.",
          "authors": "Ankita Basu; Sanjukta Das; Saranya Banerjee",
          "abstract": "Socioeconomic condition has always been the center of discussion in developing countries like India, the goals of overall sustainability have resulted in formation of several agendas that takes into account the difficulties of people living below the poverty line, it is necessary to reach to the realization that early identification of their cognitive abilities and the behavioural problems during the developmental age of the children from these communities is important. This is a community-based study that attempts to identify the behavioural problems of the children living below the poverty line and goes on to incur its correlation with the cognitive abilities of the children, yielding finding which suggests presence of behaviour problems and their correlation with cognitive abilities of the children from this particular section of the community.",
          "url": "https://osf.io/zbmcf",
          "doi": "https://doi.org/10.31234/osf.io/zbmcf",
          "filter": 2
        },
        {
          "title": "How many factors to retain in exploratory factor analysis? A critical overview of factor retention methods.",
          "authors": "David Goretzko",
          "abstract": "Determining the number of factors is a decisive, yet very difficult decision a researcher faces\nwhen conducting an exploratory factor analysis. Over the last decades, numerous so-called\nfactor retention criteria have been developed to infer the latent dimensionality from\nempirical data. While some tutorials and review papers on EFA exist which give\nrecommendations on how to determine the number of latent factors, there is no\ncomprehensive overview that categorizes the existing approaches and integrates the results\nof existing simulation studies evaluating the various methods in different data conditions.\nWith this paper, we want to provide such an overview enabling (applied) researchers to\nmake an informed decision when choosing a factor retention criterion. Summarizing the\nmost important results from recent simulation studies, we provide guidance when to rely\non which method and call for a more thoughtful handling of overly simple heuristics.",
          "url": "https://osf.io/nbsp8",
          "doi": "https://doi.org/10.31234/osf.io/nbsp8",
          "filter": 2
        },
        {
          "title": "Identification of behavioural problems and its relationship with cognitive abilities of children living below the poverty line.",
          "authors": "Ankita Basu; Sanjukta Das; Saranya Banerjee",
          "abstract": "Socioeconomic condition has always been the center of discussion in developing countries like India, the goals of overall sustainability have resulted in formation of several agendas that takes into account the difficulties of people living below the poverty line, it is necessary to reach to the realization that early identification of their cognitive abilities and the behavioural problems during the developmental age of the children from these communities is important. This is a community-based study that attempts to identify the behavioural problems of the children living below the poverty line and goes on to incur its correlation with the cognitive abilities of the children, yielding finding which suggests presence of behaviour problems and their correlation with cognitive abilities of the children from this particular section of the community.",
          "url": "https://osf.io/73cem",
          "doi": "https://doi.org/10.31234/osf.io/73cem",
          "filter": 2
        },
        {
          "title": "The relationships between curiosity and wellbeing: a systematic review",
          "authors": "Alisa Priemysheva; Shazia Akhtar; Matthias Gruber",
          "abstract": "Curiosity has been considered a potential asset for wellbeing, but there remains uncertainty about which types of curiosity are connected to wellbeing and mental health. In this systematic review, we examined different conceptualisations of curiosity—including stretching and embracing curiosity, state-trait curiosity, five-dimensional curiosity, and curiosity as a feeling of deprivation. This preregistered review includes 22 studies on wellbeing and mental health indicators in the context of curiosity. Our findings indicate that curiosity predominantly exhibits positive associations with wellbeing outcomes such as life satisfaction and positivism, and a negative association with depression indicators. Additionally, some types of curiosity revealed inconsistent associations with wellbeing, linking positively with mental health indicators and negatively with positive wellbeing measures. We discuss the research gaps, particularly the need to investigate the mixed impacts of different curiosity types and to develop more nuanced frameworks for future research on the relationship between curiosity and wellbeing.",
          "url": "https://osf.io/rcjv7",
          "doi": "https://doi.org/10.31234/osf.io/rcjv7",
          "filter": 2
        },
        {
          "title": "Strategic variability in humans, pigeons, and rats.",
          "authors": "Janne Reynders; Tom Verguts; Senne Braem",
          "abstract": "Strategically variable behavior can be advantageous in various fields such as sports (unpredictability), art (creativity), science (innovation), and problem-solving (thinking outside the box). Although previous studies identified experimental conditions under which humans and non-human animals show increased variable decision-making, we have only a limited understanding of its underlying cognitive mechanisms. Using a reinforcement learning model, we simulate the use of three different theorized strategies in an adversarial reward learning environment that requires very high variability. Model simulations with a policy-gradient meta-learning algorithm show that agents could respond more optimally in such environments by (1) relying on a stochastic generator, (2) increasing one’s learning rate to allow for faster interactions between reinforcement learning and extinction, or (3) strategically upvalue unchosen actions using a frequency-based memory. After demonstrating the theoretical benefit of each of these strategies, we fitted our model on existing datasets of human-, pigeons- and rat behavior in adversarial environments. We show that, while all three species can engage in highly variable behavior, only humans strategically upvalue unchosen actions as a strategy to achieve variability.",
          "url": "https://osf.io/4fnjz",
          "doi": "https://doi.org/10.31234/osf.io/4fnjz",
          "filter": 2
        },
        {
          "title": "The vulnerability of autistic adults to criminal exploitation: Mismatches between legal defense arguments and empirical data",
          "authors": "Neil Brewer; Robyn L. Young",
          "abstract": "Defense attorneys for autistic criminal defendants sometimes argue that difficulties inferring others’ intentions and motivations—often referred to as Theory of Mind (ToM)—considered to characterize autistic people render them vulnerable to exploitation. In this chapter we examine the empirical evidence for such claims. Current evidence derives primarily from studies of autistic and non-autistic adults’ responding in traditional deception detection paradigms and in several novel paradigms used to probe autistic adults’ ability to detect and respond adaptively to others’ criminal intent during interactions. This evidence does not support the perspective that autistic adults are inherently vulnerable to criminal exploitation, although it does indicate that ToM difficulties and low verbal ability are independent risk factors, regardless of autism diagnostic status. Although marked ToM difficulties are more prevalent in autistic adult samples, they are not ubiquitous, thereby highlighting the importance of basing legal defense arguments on measured rather than assumed ToM characteristics. Despite the recent emergence of methodologies for exploring criminal vulnerability, further significant empirical advances will likely depend on the development of paradigms which assess autistic adults’ ability to respond appropriately when confronted with problematic situations that capture the complexities of real-life interactions.",
          "url": "https://osf.io/nj9b8",
          "doi": "https://doi.org/10.31234/osf.io/nj9b8",
          "filter": 2
        },
        {
          "title": "The Trail Making Test in Virtual Reality (TMT-VR): The Effects of Interaction Modes and Gaming Skills on Cognitive Performance of Young Adults",
          "authors": "Evgenia Giatzoglou; Panagiotis Vorias; Ryan Kemm; Irene Karayianni; Chrysanthi Nega; Panagiotis Kourtesis",
          "abstract": "Virtual Reality (VR) is increasingly used in neuropsychological assessments due to its ability to simulate real-world environments. This study aimed to develop and evaluate the Trail Making Test in VR (TMT-VR) and investigate the effects of different interaction modes and gaming skills on cognitive performance. A total of 71 young female and male adults (aged 18–35) with high and low gaming skills participated in this study. Participants completed the TMT-VR using three interaction modes as follows: eye-tracking, head movement, and controller. Performance metrics included task completion time and accuracy. User experience, usability, and acceptability of TMT-VR were also examined. Results showed that both eye tracking and head movement modes significantly outperformed the controller in terms of task completion time and accuracy. No significant differences were found between eye tracking and head movement modes. Gaming skills did not significantly influence task performance using any interaction mode. The TMT-VR demonstrates high usability, acceptability, and user experience among participants. The findings suggest that VR-based assessments can effectively measure cognitive performance without being influenced by prior gaming skills, indicating potential applicability for diverse populations.",
          "url": "https://osf.io/e9ka3",
          "doi": "https://doi.org/10.31234/osf.io/e9ka3",
          "filter": 2
        },
        {
          "title": "A Cognitive Scientist's guide to Machine Consciousness",
          "authors": "Stefano Palminteri; Charley M Wu",
          "abstract": "Large Language Models (LLMs) have rapidly become a central topic in AI and cognitive science, due to their unprecedented performance in a vast array of tasks. Indeed, some even see 'sparks of artificial general intelligence' in their apparently boundless faculty for conversation and reasoning, Their sophisticated emergent faculties, which were not initially anticipated by their designers, has ignited an urgent debate about whether and under which circumstances we should attribute consciousness to artificial entities in general and  LLMs in particular. The current consensus, rooted in computational functionalism, proposes that consciousness should be ascribed based on a principle of computational equivalence. The objective of this opinion piece is to criticize this current approach and argue in favor of an alternative “behavioral inference principle”.  We believe that a behavioral inference principle will provide an epistemologically unbiased and operationalizable criterion to assess machine consciousness.",
          "url": "https://osf.io/s7ptu",
          "doi": "https://doi.org/10.31234/osf.io/s7ptu",
          "filter": 2
        },
        {
          "title": "Adaptation et Validation Française de L’échelle de Mesure des Croyances Conspirationnistes Liées aux Epidémies",
          "authors": "Robert Ngueutsa; Gustave Adolphe Messanga; Mohamed Boua; Charles L. Tchagnéno; Violaine Kubiszewski; Jean Claude Etoundi; Emmanuel WASSOUO; Florent Lheureux",
          "abstract": "L’échelle de mesure générique des croyances conspirationnistes permet d’appréhender les croyances conspirationnistes en général, mais ne permet pas de mesurer les croyances conspirationnistes spécifiques aux épidémies. Le présent article a pour objectif d’adapter et de valider une version française de la mesure des croyances conspirationnistes spécifiques aux épidémies, issue de la Generic Conspiracist Beliefs Scale (GCBS, Brotherton et al., 2013). Les données sont recueillies par questionnaire auprès de la population générale francophone (N = 1630), pendant la pandémie de la Covid-19, en utilisant 6 items issus de la GCBS en lien avec les épidémies. Une analyse factorielle exploratoire et confirmatoire réalisée sur deux sous-échantillons indépendants fait ressortir une structure unidimensionnelle de l’échelle, avec des indices de validité convergente et discriminante satisfaisants. En outre, les croyances conspirationnistes prédisent négativement l’efficacité perçue des mesures de prévention; ce qui confirme la validité prédictive de l’échelle. On discute de son intérêt et de son utilité pour le diagnostic des croyances conspirationnistes en temps de pandémie, comme celle de la Covid-19.",
          "url": "https://osf.io/y576u",
          "doi": "https://doi.org/10.31234/osf.io/y576u",
          "filter": 2
        },
        {
          "title": "Analyse des Explications Causales Naïves et des Stratégies de Prévention des Contaminations à la Covid-19 Pendant la Crise Sanitaire",
          "authors": "Mohamed Boua; Emmanuel WASSOUO; Jean Claude Etoundi; Charles L. Tchagnéno; Alain TAGNE NOSSI; Violaine Kubiszewski; Florent Lheureux; Gustave Adolphe Messanga; Robert Ngueutsa",
          "abstract": "Cette étude analyse les explications causales spontanées des contaminations à la Covid-19 fournies par la population générale et la nature des facteurs favorisant ou empêchant ces contaminations, sur la période de mai à août 2020. Un total de 450 participants résidant en France et au Cameroun ont été invités à répondre à une question ouverte portant sur l’explication causale des contaminations, notamment les facteurs susceptibles de les empêcher ou de les favoriser. Les discours des participants ont fait l’objet d’une analyse thématique mixte (déductive et inductive). Les résultats de l'analyse déductive révèlent une proportion significativement plus élevée d'explications externes des contaminations (comportements inadaptés d’autrui, mesures gouvernementales inadéquates, manque de contrôle et laxisme dans l’application des mesures, environnement propice à la contamination) par rapport aux explications internes (non-respect des mesures barrières par soi, sous-estimation du risque pour soi). L'analyse inductive confirme cette tendance à privilégier les causes externes pour expliquer les contaminations, comparativement aux causes internes. Les explications externes sont prédominantes en tant que facteurs aussi bien favorisant qu’empêchant les contaminations. En outre, lorsque les participants identifient un facteur comme une cause de contamination, ils ont tendance à proposer une mesure de prévention ciblant cette cause. Ces résultats sont discutés à la lumière de l’approche de l’explication causale naïve de l’accident et de la théorie des systèmes de pensées. Ils suggèrent de prendre en compte le niveau d'implication personnelle des individus dans la conception des messages et des dispositifs transparents et cohérents avec les croyances causales de la population lors des campagnes de prévention.",
          "url": "https://osf.io/ry684",
          "doi": "https://doi.org/10.31234/osf.io/ry684",
          "filter": 2
        },
        {
          "title": "Effects of pre-sleep arousal and difficulty falling asleep on bedtime procrastination: a longitudinal study.",
          "authors": "Shion Miyagawa; Shunta Maeda",
          "abstract": "Objective: Bedtime procrastination describes going to bed later than intended, leading to sleep deprivation. Although difficulty falling asleep and pre-sleep arousal is assumed to cause bedtime procrastination, the relationship has not been directly examined. In this study, we examined whether difficulty falling asleep and pre-sleep arousal lead to bedtime procrastination.\n\nMethods: We conducted a longitudinal survey, administered three times at 1-month intervals, among participants aged 18–65 years; 1,102 participants were included in the final analysis. Participants were asked to complete a questionnaire that included bedtime procrastination, difficulty falling asleep, and pre-sleep arousal measures. The random intercept cross-lagged panel model was used to test the hypothesis that difficulty falling asleep and pre-sleep arousal increased bedtime procrastination. \n\nResults: No significant cross-lagged path was observed from difficulty falling asleep to bedtime procrastination, and a significant positive path from pre-sleep arousal to bedtime procrastination was observed between Times 2 and 3.\n\nConclusion: Although difficulty falling asleep did not lead to bedtime procrastination, pre-sleep arousal partially led to bedtime procrastination. We examined the association between pre-sleep arousal and bedtime procrastination using a more rigorous method than that in previous studies, implying that decreasing pre-sleep arousal is effective in relieving bedtime procrastination.",
          "url": "https://osf.io/9zcfq",
          "doi": "https://doi.org/10.31234/osf.io/9zcfq",
          "filter": 2
        },
        {
          "title": "A cross-cultural and developmental investigation of the association between color and temperature",
          "authors": "Ndeye Meissa Koura Sow; Kitirochna Rattanakasamsuk; Yulia A. Griber; Chanida Saksirikosol; Chanprapha Phuangsuwan; Mina Shamohammadi; Kazumitsu Maehara; Chihiro Hiramatsu",
          "abstract": "The perception of colors involves many contexts in which human beings develop connections. Colors and temperatures are seemingly unrelated concepts, yet our brains have created ways of linking them. According to the literature, primarily from Western cultures, colors such as red and yellow are typically associated with warmth, whereas blue is associated with coolness. However, the universality, cultural specificity, and developmental trajectory of this association remain poorly understood. To explore whether the association between color and temperature is a phenomenon limited to certain cultures or a collectively shared mechanism among many cultures, we conducted an online survey using a set of 20 colors comprising five hues and four tones. Children and adults from various regions of the world were asked to choose a color that felt warmer during pairwise comparisons. The results demonstrate universality in hues and cultural specificity, particularly in tones (lightness and saturation elements of colors). In addition, age-specific comparisons between cultures revealed different trajectories of this association during development, highlighting cultural influences.",
          "url": "https://osf.io/42aed",
          "doi": "https://doi.org/10.31234/osf.io/42aed",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "SocArxiv",
      "journal_short": "SocArxiv",
      "articles": [
        {
          "title": "Attentional resources, bilingualism and social presence : An integrated view of executive attention.",
          "authors": "Amine BENNANI; Said Boujraf; Mohamed Benzagmout; Driss Boussaoud",
          "abstract": "One of the most highly debated issues in psycholinguistics during the last decades is the so-called bilingual cognitive advantage (BICA), i.e. the hypothesis that people with a bilingual experience outperform monolingual speakers on cognitive tasks, presumably attributed to strengthened executive functions. This debate is nowadays deadlocked, as contradictory findings continue to accumulate. Unfortunately, despite attempts to find explanations in the diversity of bilingual experiences as a potential source of individual variability and the questioning of the reliability of executive function tests used to measure BICA, the status quo is maintained and new research perspectives are strongly needed, possibly outside the realm of psycholinguistics. We consider bilingual experience as deeply anchored in social context and argue that any conclusion drawn from traditional paradigms assessing cognition in socially isolated subjects would be hazardous. In an era of increasing influence of concepts such as the social brain, studies of bilingualism have seldom taken into account the social nature of human interaction via language. Recent studies, however, suggest that even minimal components of social context, such as mere presence of others, with no overt interaction or communication, modulate BICA in a complex and dynamic manner, in interaction with other factors including linguistic context and gender. We will focus on attention as a common mechanism that accounts for both bilingual language processing and the monitoring of social presence. Bringing together psycholinguistics and social psychology perspectives, this review calls for a move towards a socially embedded approach of bilingualism, with an integrated view of executive attention.",
          "url": "https://osf.io/8k7c4",
          "doi": "https://doi.org/10.31235/osf.io/8k7c4",
          "filter": 0
        },
        {
          "title": "Beyond the Normative Impasse of  Environmental Migration: From Regimes to Infrastructures  in a Latin American Key",
          "authors": "MOBILE - Center of Excellence for Global Mobility Law; Florian F. Hoffmann; Leilane Nascimento dos Reis Santos",
          "abstract": "The article draws on the concept of legal infrastructures and infrastructuring processes in the context \nof the ongoing discussion on the (legal) framing of environmental migration. It lays out why the \nentanglement of empirical and normative indeterminacy in environmental migration forces open the \ndoor to a transdisciplinary and multidimensional perspective. It explores how framing environmental \nmigration in terms of legal mobility infrastructures, or, rather, of the legal infrastructuring of (global) \nmobility can help transcend the legal impasse that currently still surrounds it. It draws on previous \nwork on entangled mobility regimes in Latin America, most notably in the context of the Venezuelan \nrefugee crisis as of 2015 and on the impact of the Covid-19 pandemic on the border regime in Brazil. \nSome of the phenomena observed in these contexts provide valuable insights into the logic of the \nlegal infrastructuring of mobility and into how the environment/displacement nexus might be \ninfrastructured in a region that is one of the hotspots of the climate crisis.",
          "url": "https://osf.io/xj32c",
          "doi": "https://doi.org/10.31235/osf.io/xj32c",
          "filter": 0
        },
        {
          "title": "The Impact of Reduced Paid Work on Gender Disparities in Unpaid Labor: A Systematic Review and Meta-Analysis",
          "authors": "Matteo Piolatto; Anna Zamberlan",
          "abstract": "Although still debated, the relationship between paid and unpaid work is crucial for uncovering a potential determinant of persisting gender inequality. Reductions in paid work and their consequences for the gendered performance of unpaid work have the potential to shed light on this relationship. However, there is still no clear answer to the question of whether and how reductions in paid work (including reductions in working hours, job losses, and retirement) affect the amount of time spent on unpaid work by gender, and what factors explain the variation in existing studies. We conducted a systematic review and meta-analysis of the existing literature on the topic. We analyzed 198 unique estimates of the effect of reductions in paid work on time spent on housework and care work in different-sex couples. Our findings indicate that both men and women respond to reductions in paid work by increasing the time they spend on unpaid work. Although the effect is stronger for men than for women, it is small and quite heterogeneous across studies. Therefore, it is insufficient to reduce gender inequality in the division of unpaid work.",
          "url": "https://osf.io/7ywqx",
          "doi": "https://doi.org/10.31235/osf.io/7ywqx",
          "filter": 0
        },
        {
          "title": "Post-Intercultural Communication Research: The Ecological Turn and the Humanism-Posthumanism Continuum",
          "authors": "Dominic Busch",
          "abstract": "The ecological turn in intercultural communication research understands human environmental\ndegradation as a cultural product, parallel to colonial attitudes. In reaction to\nthis, the ecological turn sees humans as an equal part of nature. This requires a radical\ndisruption of previous thinking, often embodied in posthumanist philosophies. However,\nposthumanism can also be seen as a continuum to humanism, providing a more consistent\nframework for the aims of humanism. Humanist research on intercultural communication\nhas always been less concerned with emphasising the peculiarities of culture and more\nconcerned with how human beings can free themselves from cultural constraints, develop\nand evolve. Posthumanist thinking pushes culture further aside and opens up to a postintercultural\ncommunication research that explores human potentials and responsibilities\nin the ecological turn.",
          "url": "https://osf.io/upagm",
          "doi": "https://doi.org/10.31235/osf.io/upagm",
          "filter": 0
        },
        {
          "title": "Empirical Study of L2 Motivation and Motivational Learning Behaviors among College Students in English for Medicine Class",
          "authors": "Arab World English Journal; Na Su; Rohani Binti Othman; Hailin Su",
          "abstract": "This study examines the relationship between L2 motivation and motivational learning behaviors among college students enrolled in an English for Medicine course at a university in Zhejiang, China. It aims to help language teachers gain a deeper understanding of the relationship among constructs in the L2 Motivational Self System and how constructs like the Ideal L2 Self, Ought-to L2 Self, and Second Language Learning Experience influence students’ motivational learning behaviors using the L2 Motivational Self System framework. Eighty medical students were included as a sample, and a structured questionnaire was used to gather the quantitative data. Through a quantitative analysis, it is found that the students’ motivational learning behaviors are significantly predicted by both L2 motivation and Second Language Learning Experience, with a moderate influence from the Ideal L2 Self. Additionally, the Ought-to L2 Self had less impact on the students’ learning behaviors. The findings show that fostering intrinsic motivation and providing a supportive learning environment is necessary to improve students’ engagement and effort in English for medicine courses.",
          "url": "https://osf.io/2vj7e",
          "doi": "https://doi.org/10.31235/osf.io/2vj7e",
          "filter": 0
        },
        {
          "title": "Corpus-based Readability Assessment of Chinese Cultural Textbooks for Middle School Students from an English Glocalization Perspective",
          "authors": "Arab World English Journal; Yujie Su; Xueyan L; Yuqing Dai",
          "abstract": "The localized English version of Chinese cultural material has played an essential role in spreading Chinese culture worldwide. However, insufficient attention had been paid to the readability of Chinese cultural reading materials, and far less to the readability of Chinese cultural reading materials for middle school students. The readability of Chinese cultural reading materials was calculated based on a self-created corpus, considering various factors such as vocabulary, sentence structure, and comprehensive indicators to analyze the readability of these materials in English quantitatively. Two questions were addressed: 1) To what degree are the current Chinese stories in English readable to middle school students; 2) What readability of Chinese stories in English is ideal for middle school students? The results indicated significant variations in readability among the five sets. It also recognized the need for further adjustments and development of the textbooks to better align with students’ grade levels and curriculum requirements. Moreover, it is crucial to enhance students’ engagement with Chinese culture via textbooks. It helped demonstrate the lack of sufficient attention to the readability of Chinese stories in English, and it inspired future Chinese cultural texts designed for middle school students to possess good adaptability in terms of readability.",
          "url": "https://osf.io/92kxh",
          "doi": "https://doi.org/10.31235/osf.io/92kxh",
          "filter": 0
        },
        {
          "title": "Scholarly Writing Experiences of Doctoral Students as Nonnative Speakers of English: Encountered Challenges and Needed Support",
          "authors": "Arab World English Journal; Ahmad Fawzi Shamsi; Ulker Vanci Osam",
          "abstract": "This study explores the challenges doctoral students encounter and the support they require at an international university where publishing is a prerequisite for graduation. Conducted at an English as a Medium of Instruction university in Northern Cyprus, the research study focuses on non-native English-speaking students and academic staff who use English as an Additional Language. A mixed-methods approach was employed, triangulating data from various research instruments (interviews, questionnaires, and group discussions) and multiple perspectives, including 147 PhD students, six supervisors, and two policymakers. The findings reveal four main challenges faced by PhD students: language-related, genre-related, support-related, and journal-related. The study also reports the types of support PhD students need to enhance students’ scholarly publishing literacy. Based on the results, the importance of guiding to improve doctoral students’ publication literacy is underscored. The implications suggest further research should investigate how to enhance publication literacy across diverse academic disciplines.",
          "url": "https://osf.io/pkhrt",
          "doi": "https://doi.org/10.31235/osf.io/pkhrt",
          "filter": 0
        },
        {
          "title": "First-year Students’ Attitude Towards English as a Medium of Instruction: A Study on Tishk International University, Erbil, Iraq",
          "authors": "Arab World English Journal; Zainab Nizar Karam",
          "abstract": "The educational system encounters a massive shift regarding the medium of instruction, as there is an excellent focus on employing the English language in various disciplines in higher education institutions. Hence, it is crucial to investigate the benefits and challenges that stakeholders, including teachers and students, might encounter. Although researchers conducted many studies investigating EMI, no previous study has been employed to investigate the first-year students’ attitudes toward its’ implementing in private universities in the Kurdistan region of Iraq. This study aimed to investigate first-year students’ attitudes towards English as the medium of instruction and the challenges they encountered. The data collection was via a questionnaire and analyzed through SPSS. The research adopted a convenience sampling method. The research included 87 students in the second semester of the academic year 2023-2024 within two months. The questionnaire indicated different parts focusing on various aspects, such as students’ attitudes towards the English language, the challenges they encounter during the implementation of EMI, the improved skills, and the benefits. The results displayed the courses’ positive impact on students, including improving their skills, content knowledge, and vocabulary. This eventually reflected the optimistic attitude of the first-year students towards these courses. The results have some implications for the Ministry of Higher Education, such as providing intensive language courses for learners to support linguistic ability and high-quality learning",
          "url": "https://osf.io/nb7va",
          "doi": "https://doi.org/10.31235/osf.io/nb7va",
          "filter": 0
        },
        {
          "title": "Seeing the State in Action:  Public Preferences About and Judgments of Common Police-Civilian Interactions",
          "authors": "Paige E Vaughn; Gregory A Huber",
          "abstract": "New technologies allow unprecedented public visibility of routine police-civilian interactions, but we know little about how the public wants the police to behave during them. We examine public evaluations about preferred punishment and fair treatment using vignette experiments that randomize multiple features of police-civilian interactions. These causal estimates reveal that for the mass public, officer race generally does not affect public attitudes, while participant demeanor, markers of threat, and civilian race do. Police-civilian interactions are evaluated through a lens of reciprocity: hostile officers are judged as less fair, while hostile and armed civilians are viewed as deserving of harsher punishment. When civilians remain polite and threat is low, there is little support for punitive outcomes, but poor civilian behavior warrants more punitive state action. Moreover, people prefer more punishment for White compared to Black civilians, and in interactions with White officers and civilians compared to those in which both parties are Black. Interactions with a White officer and a Black civilian are judged as less fair, as are the fairness of assigned punishments in them. Finally, views about fairness are not equivalent to views about appropriate sanctions. These results provide critical evidence about public attitudes regarding police punishment and fairness in order maintenance.",
          "url": "https://osf.io/hxv8z",
          "doi": "https://doi.org/10.31235/osf.io/hxv8z",
          "filter": 0
        },
        {
          "title": "NGOs’ Endeavours in Mis- and Disinformation Combat and Literacy Enhancement: A Case Study of Faktabaari",
          "authors": "Yucong Lao; Yukun You",
          "abstract": "This study examines the role of Faktabaari, a Finnish fact-checking non-governmental organization (NGO), in addressing mis- and disinformation and promoting digital information literacy. Using qualitative content analysis of Faktabaari's Digital Information Literacy Guide, we explore its discussion of mis- and disinformation issues and impact, its construction for digital information literacy, and the role of NGOs in enhancing digital information literacy. Findings reveal Faktabaari’s emphasis on practical approaches to information evaluation, digital competence, and the societal impact of disinformation, highlighting its contributions to knowledge dissemination and advocacy. However, it lacks attention to generative artificial intelligence (AI) challenges and a structured conceptual framework for digital literacy. This research underscores the value of NGO-led efforts in enhancing public digital literacy and civic engagement, offering insights into their potential to address disinformation challenges beyond national borders.",
          "url": "https://osf.io/wdre7",
          "doi": "https://doi.org/10.31235/osf.io/wdre7",
          "filter": 0
        },
        {
          "title": "The Irizarry Hair Texture Scale",
          "authors": "Yasmiyn Irizarry",
          "abstract": "The Irizarry Hair Texture Scale (IHT) is a novel framework that captures both the physical and socio-cultural dimensions of hair texture, challenging traditional classification systems that perpetuate racial hierarchies. Developed through interdisciplinary research and informed by critiques of racialized beauty standards, the IHT spans a spectrum from straight to coily textures, incorporating factors such as curl pattern, density, and style. This scale provides a scientifically grounded approach to studying hair as a marker of identity and systemic inequities.",
          "url": "https://osf.io/u4zkh",
          "doi": "https://doi.org/10.31235/osf.io/u4zkh",
          "filter": 0
        },
        {
          "title": "Trust dynamics among producers and regulators: The case of aquaculture",
          "authors": "Haley Hartenstine; Stuart Carlton",
          "abstract": "Remaking the global food production and distribution system into something more ecologically and economically sustainable is among the great challenges of our time. This challenge will need to be addressed on multiple levels—from small-time producers to large multinational corporations and from local governments to international treaties—across multiple components of food production. Trust among producers, regulators, and resource managers is one of the many things that will be required to successfully transform the food system. In this qualitative study, we explore trust dynamics among aquaculture producers in the midwestern US. Based on a series of 34 interviews, we use the trust ecology framework to illustrate both how the different dimensions of trust are present among aquaculture producers and how the dimensions of trust might be threatened. Our findings emphasize the importance of building stronger interpersonal relationships between regulatory agencies and aquaculture producers. Additionally, our research shows that producers feel a need for more vocal advocacy for the industry within the regulatory system. These findings present an important case study illustrating how trust influences the relationship between producers and regulators and how building trust might allow the industry to work together to grow production and, potentially, sustainability.",
          "url": "https://osf.io/83gzp",
          "doi": "https://doi.org/10.31235/osf.io/83gzp",
          "filter": 0
        },
        {
          "title": "Weight discrimination: evidence of whole-population and intersectional effects from an ethnically diverse, UK general population survey",
          "authors": "Amanda Hughes; Stuart Flint; Emily R Rothwell; Antonis A Kousoulis; Helen Bould; Laura D. Howe; Renee Luthra; Alita Nandi",
          "abstract": "Background\nWeight-related discrimination is widespread in society. Some US studies have suggested weight discrimination may differ between demographic groups, impacting white women more than minority women or men. However, stigma differs substantially between societies, and few studies have explored intersectional effects outside the US.\nMethods\nIn a large (N=8,057) ethnically diverse panel study UK adults, we examined associations of body mass index (BMI) with two stigma-related outcomes in the past year: being insulted in an everyday setting and being denied a promotion or training at work. To explore intersectional effects, we examined whether sex, ethnicity, sex-ethnicity-combinations, or educational qualifications modified associations.\nResults\nIn models adjusted for confounders including psychological distress, higher BMI was correlated with being insulted in an everyday setting across all participants (per kg/m2, OR: 1.02, CI:1.01,1.03), male (OR: 1.03, CI:1.01,1.05) and female participants (OR: 1.02, CI: 1.00,1.03). Stratifying by ethnicity and sex-ethnicity combinations, the strongest association was seen for Asian men (OR:1.04, CI: 1.01,1.07); other estimates were less precise. Among participants employed in the past year, higher BMI was significantly associated with being denied promotion or training across all participants (OR: 1.03, CI: 1.00,1.06) and women (OR: 1.04, 1.01,1.08). Stratifying by sex-ethnicity combination, the strongest association was for Black women (OR: 1.06, CI: (1.01,1.12).\nConclusions\nResults are consistent with experience of weight discrimination across sexes, ethnic groups and educational levels in the UK. Longitudinal studies are needed to unravel mechanisms linking weight and discrimination in minority ethnic groups.",
          "url": "https://osf.io/pjv6k",
          "doi": "https://doi.org/10.31235/osf.io/pjv6k",
          "filter": 0
        },
        {
          "title": "COVID-19 Vaccine Diplomacy: A Computational Multimodal Analysis of the Neighborhood Effect in Bangladesh's Vaccine Roll-out Response",
          "authors": "Sharmin Jahan Juha; Arefin Mizan",
          "abstract": "Bangladesh started its COVID-19 mass vaccination program from February 2020. According to the COVAX live (Live COVID-19 Vaccination Tracker), as of May 2022, 70.26% of the total population have been vaccinated. This is indeed an example of Bangladesh governments' astounding competence that Bangladesh is considered among the first few countries to start vaccinations. However, Bangladesh did experience occasional hiccups in steady vaccine roll-out due to disruptions in the supply chain. Experts condemned Bangladesh's diplomatic choice of relying on only India as a steady vaccine manufacturing source after India decided to temporarily halt vaccinations right before the administration of second doses. Bearing reference to the 'Neighborhood Effect' in International Politics which implies that excessive dependency on geographical neighbors can cause similar levels of instability in both the countries (neighbors), this paper examines Bangladesh's overall Diplomatic approach in its COVID-19 Vaccination program with comparison to its East Asian counterpart Mongolia. Mongolia secured high-ranking position in COVID-19 mass vaccination using its strategic partnerships to pool vaccines from multiple sources as a result of its 2011 multi-pillars Foreign Policy (Third Neighborhood Policy) approach. Using a novel computational multimodal discourse analysis using machine learning assisted techniques in two large hand-collected datasets, the paper delves into the practices implemented by Bangladesh's multi-level stakeholders from the early stages of the pandemic until January this year to find any signs of or impacts of the Neighborhood Effect in its Vaccine Diplomacy. The paper later on makes policy-level suggestions on how to resolve this in case of future health crisis with occasional mention and comparison to Mongolia's Third Neighborhood approach and its implacability in Bangladeshi context.",
          "url": "https://osf.io/eg58k",
          "doi": "https://doi.org/10.31235/osf.io/eg58k",
          "filter": 0
        },
        {
          "title": "Anchored in Place, Driven by Risk: How place attachment amplifies the household flood adaptation",
          "authors": "Sungju Han",
          "abstract": "Rising flood risks present significant threats to communities globally. This study examines the influence of risk perception and place attachment on the adoption of household adaptive behaviors in flood-prone regions of Saxony-Anhalt, Germany. The study employed latent profile analysis on data from 304 households, revealing four distinct profiles categorized by risk perception and levels of place attachment. The findings reveal that place attachment acts as an amplifier of adaptive behaviors, particularly when combined with high risk perception. Even in contexts of low risk perception, place attachment encouraged certain adaptive behaviors like insurance adoption. However, its effectiveness varied across socioeconomic contexts and types of adaptive measures, with the strongest effects observed for structural adaptation measures. The study demonstrates that combining strong place attachment with high risk perception is particularly effective in motivating costly protective actions. These findings suggest that flood risk management strategies should incorporate place-based elements alongside traditional risk communication approaches to better promote community resilience. This research contributes to understanding how such emotional connections to place can enhance flood adaptation.",
          "url": "https://osf.io/rcjht",
          "doi": "https://doi.org/10.31235/osf.io/rcjht",
          "filter": 0
        },
        {
          "title": "How opinion variation among in-groups can skew perceptions of ideological polarization",
          "authors": "Peter Steiglechner; Paul E. Smaldino; Agostino Merico",
          "abstract": "There is a widespread perception that society has been polarizing into groups with increasingly divergent opinions. Multiple studies have sought to quantify the degree of opinion divergence (or ideological polarization), typically relying on variation among self-reported opinions, and have reached mixed conclusions. Each individual, however, perceives the landscape of public opinion through a subjective lens or viewpoint that is dynamically shaped by their social environment. To account for this subjectivity in perceived polarization, we propose a model of dynamic perception that takes social identity into account. When members of an in-group become increasingly homogeneous on a given topic (that is, when the variance of opinions in that group decreases), they perceive deviant opinions as increasingly distant from their own. Consequently, these individuals may perceive much more polarization than what an objective, neutral observer would perceive. We apply our model to empirical data on the opinions of German citizens about climate change and show that the effect of dynamic opinion perception on polarization can be nearly as substantial as actual opinion divergence. Moreover, we show that the direction of the effect need not be consistent over time, nor across different partisan groups. Our framework helps explain why people might sometimes experience levels of ideological polarization higher than those indicated by opinion surveys, independent of structural divisions, polarization-enforcing biases, or affect-driven attitudes towards out-groups.",
          "url": "https://osf.io/yau9s",
          "doi": "https://doi.org/10.31235/osf.io/yau9s",
          "filter": 0
        },
        {
          "title": "The Dream Salary in Academia: A Large-Scale Study of Gender Differences in Financial Expectations",
          "authors": "Marek Kwiek; Wojciech Roszka",
          "abstract": "In this examination of gender differences in financial expectations in academia, we used survey data (N = 11,315 scientists and scholars, 19 academic disciplines) integrated with individual-level bibliometric and demographic data from Scopus. We studied what Polish scientists and scholars with various demographic characteristics, academic attitudes, and bibliometric profiles considered their dream salary. Top dreamers were defined as the upper 10% of scientists in terms of self-reported level of their dream salary. Gender differences are much weaker than expected: Women generally tend to have almost equal dream salaries compared to men across age groups, academic positions, and disciplines. Although men are 56% overrepresented in the group of top dreamers, their financial expectations are similar compared to women. Among top dreamers, the median dream salary for men is only 5% higher than the median dream salary for women. Across all STEM disciplines combined, men on average expect salaries 19% higher than women (in non-STEM 15%, and in MED only 11%). Strongly research-oriented men expect higher median salaries than strongly research-oriented women; male top performers (the upper 10%) expect higher salaries than female top performers; and male internationalists in research expect higher salaries than female internationalists. Finally, as logistic regression shows, men with a strong research orientation, working in STEM disciplines, and with strong international research collaborations are most likely to be top dreamers.",
          "url": "https://osf.io/fh6s4",
          "doi": "https://doi.org/10.31235/osf.io/fh6s4",
          "filter": 0
        },
        {
          "title": "Artificial Intelligence in Journalism: A Systematic Literature Review of Global Trends, Regulatory Challenges, and Ethical Concerns",
          "authors": "Manuel Goyanes; Gergö Háló; Carlos Lopezosa",
          "abstract": "This paper conducts a systematic literature review on the intersection of artificial intelligence and journalism, emphasizing both the potential advantages and challenges—ethical concerns and regulatory gaps—this integration presents. The review highlights current applications of AI in several journalistic areas, including content creation, audience engagement, and misinformation detection, whilst underscoring the ethical implications of AI. It identifies a notable scarcity of quantitative research and calls for a balanced methodological approach that incorporates both qualitative and quantitative methods, including large-scale surveys and qualitative techniques. Furthermore, the study highlights the lack of empirical research on AI regulation in journalism, advocating for studies that examine the value of regulatory frameworks for media ethics and journalism practice. Various thematic and methodological avenues for future research to examine the impact of AI’s evolving role in journalism are also discussed.",
          "url": "https://osf.io/6sa9e",
          "doi": "https://doi.org/10.31235/osf.io/6sa9e",
          "filter": 0
        },
        {
          "title": "Schools equalizing or exacerbating inequality? Between-school variability in the relationship between socioeconomic background and academic achievement",
          "authors": "Nicolai T. Borgen; Henrik Daae Zachrisson; Astrid Marie Jorde Sandsør",
          "abstract": "Whether schools perpetuate or mitigate social inequality has been debated for decades. However, one crucial aspect that has remained unexplored is whether and to what extent inequalities manifest differently across schools. Using administrative data from Norway, our study uncovers that the link between parental income and academic achievement in 8th grade varies considerably across schools. In some schools, achievement gaps are more than twice as large as in others. This highlights that schools do not function as uniform entities; rather, some may exacerbate inequalities while others may play a more compensatory role. In fact, in some successful schools, family-level risk factors remain largely unmanifested. While the achievement gap variability is largely unrelated to the socioeconomic composition of schools, lower-quality schools tend to have a stronger income-achievement association than those of higher quality. Overall, our findings emphasize the necessity of a nuanced understanding of how inequalities manifest across diverse school contexts to fully grasp the role of schooling in social inequality and to devise effective strategies for reducing disparities.",
          "url": "https://osf.io/tw9r4",
          "doi": "https://doi.org/10.31235/osf.io/tw9r4",
          "filter": 0
        },
        {
          "title": "Wiki-politics of notable deaths: Structures of inequality in the global digital deathscape",
          "authors": "Mihai S. Rusu",
          "abstract": "Drawing on scholarship that conceives Wikipedia as collective memory, in this paper we set out to examine the digital politics of public remembrance underpinning the online encyclopedia’s necrology section. Systematic data were collected from the English language edition of Wikipedia’s “recent deaths” notices from January 2001 to December 2020 (N = 95,400). Statistical analyses performed on this dataset revealed several structures of inequality shaping the online encyclopedia’s section of “notable deaths”. The results indicate, first, a Western cultural hegemony in terms of the nationality of those whose deaths are remembered in Wikipedia’s necrology section. Second, the paper documented a prevailing hegemonic masculinity epitomized in a stark gender differential. Third, the paper examined the social gradient theory of mortality by comparing the life expectancy of Wikipedia’s notable deceased with the general population and found empirical support for this hypothesis only in non-Western countries characterized by lower levels of income.",
          "url": "https://osf.io/ejrs4",
          "doi": "https://doi.org/10.31235/osf.io/ejrs4",
          "filter": 0
        },
        {
          "title": "Exploring the Potential for a Holistic Indicator of Social Sustainability and Quality of Life in Vancouver",
          "authors": "Mana Mohebbian",
          "abstract": "This report investigates the feasibility of developing a holistic indicator to assess and communicate the social sustainability and quality of life in Vancouver. Despite the availability of various specific metrics, there is a noted absence of a comprehensive framework that integrates these metrics to provide a singular, actionable view of the city's progress towards its social sustainability goals. The City of Vancouver currently employs 45 population-level indicators under its Healthy City Strategy, demonstrating the city's commitment to transparent and data-driven governance. However, these indicators, while effective individually, do not collectively provide a complete picture of the city's overall\nhealth across various dimensions such as public health, housing, education, and environmental sustainability. The aim of this research was to identify a holistic indicator that encompasses multiple dimensions of social sustainability to simplify assessments and improve strategic planning. Through a desktop review of 70 existing indicators and consultations with experts, two models were identified as particularly promising: the Greater London Authority's (GLA) Wellbeing and Sustainability Measure, and the City of Calgary's Equity Index (CEI). These models offer robust frameworks that prioritize equity, accessibility, and stakeholder involvement, aligning closely with Vancouver's urban development goals. This executive summary highlights the need for an overarching metric that reflects the interdependencies among various domains, ensuring that progress in one area does not undermine another. By leveraging insights from this research, Vancouver can enhance its policy implementation and community engagement, moving closer to achieving a balanced and sustainable urban environment. The proposed holistic indicator will also support the city in benchmarking against other urban centers and refining its strategic initiatives based on quantifiable metrics.",
          "url": "https://osf.io/9bs2y",
          "doi": "https://doi.org/10.31235/osf.io/9bs2y",
          "filter": 0
        },
        {
          "title": "Polarisation of Social Attitudes in Hungary in the 2010s: A Survey-Experiment on the Role of Partisan Identity",
          "authors": "Bela Janky",
          "abstract": "Since the mid-2010s, public discourse in Hungary has undergone significant changes, characterized by a shift in focus toward issues less relevant to voters’ daily lives and increased polarization of public attitudes along political lines. This paper explores the role of partisan identity in shaping attitude polarisation. It posits that, beyond material interests or stable moral values, partisan identity independently influences social attitudes. Using a series of survey experiments conducted between 2016 and 2018, the effect of the salience of political conflict on attitudes about politically salient issues, such as immigration policy and the regulation of foreign-funded NGOs is investigated. Results indicate that partisan identity independently contributes to the polarisation of attitudes, with respondents exposed to certain politicized issues aligning their views more closely with stereotypical partisan positions on other issues. The paper critiques existing experimental paradigms in political behavior research and highlights the importance of incorporating social psychological approaches to understand the interplay between partisan identity and public opinion formation.",
          "url": "https://osf.io/u4pb3",
          "doi": "https://doi.org/10.31235/osf.io/u4pb3",
          "filter": 0
        },
        {
          "title": "Books are overwhelmingly supportive of transgender identities: Analysing queer literature using a Goodreads web scrape",
          "authors": "Ren Ryba; Michelle Freeling",
          "abstract": "Increasing media attention has led to greater support for queer and transgender people, but this attention has also led to scrutiny and some backlash against these identities. In this paper, I provide a simple analysis of one medium of social discourse: published books. Using a scrape of the website Goodreads, I examine some key metrics relating to the presence and popularity of books, with a focus on books about transgender people. I scraped the Goodreads page for over 1.6 million books, resulting in 263,597 records that were complete and had some user engagement. Of these, 343 related to transgender people. Books about transgender people were overwhelmingly positive and supportive of trans identities. According to automated classification by a large language model, the 343 books about transgender people were divided into 285 positive books and only 8 negative books (50 could not be classified). Books that were positive about transgender people received more user reviews and stronger average ratings than negative books. Overall, there were 170 times more user reviews of positive transgender books than there were about negative transgender books, which might suggest that Goodreads users are far more likely to interact with supportive books than skeptical or dismissive books about transgender people.",
          "url": "https://osf.io/exyj7",
          "doi": "https://doi.org/10.31235/osf.io/exyj7",
          "filter": 0
        },
        {
          "title": "Linking Lifelong Learning, Climate, and Interdependence: New Directions in Food Education in Japan",
          "authors": "Hikaru Komatsu; Jeremy Rappleye",
          "abstract": "In the face of escalating environmental challenges, including climate change, formal education systems worldwide have increasingly incorporated environmental science and prioritized fostering sustainable lifestyles and pro-environmental mindsets. However, significant gaps persist in addressing environmental education within adult and non-formal learning contexts. This paper critically examines current lifelong learning (LLL) frameworks as articulated in policy documents from international organizations, identifying a disproportionate focus on environmental adaptation in the Global South and a technocentric emphasis in the Global North. To address these shortcomings, the paper turns to an alternative model of LLL: Japan’s food education program, which emphasizes shifting mindsets and behaviors as a strategy to confront environmental challenges in the Global North. While we do not propose Japan’s food education program as a universal solution, it serves as a valuable reference point for reimagining mainstream LLL frameworks.",
          "url": "https://osf.io/kzxfh",
          "doi": "https://doi.org/10.31235/osf.io/kzxfh",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "A Secondary Research Perspective on Intergenerational Occupational Mobility in Bangladesh",
          "authors": "Ava Ajax",
          "abstract": "Intergenerational occupational mobility, the ability of individuals to move across occupational statuses relative to their parents, is a key measure of social equity and economic opportunity. While extensively studied in the context of developing economies, research on Bangladesh often focuses on specific factors—such as education, financial resources, or cultural norms—without integrating insights across urban and rural settings. This paper addresses this gap by conducting a secondary analysis of existing studies to examine how socio-economic and structural factors collectively shape occupational mobility in Bangladesh. Synthesizing findings from diverse research sources, the paper highlights the stark contrasts in mobility pathways between urban and rural areas and identifies the interconnected dynamics that influence these trajectories. The analysis reveals how disparities in access to education, labor markets, social networks, and financial resources contribute to differing mobility outcomes. By offering a holistic perspective, this study underscores the need for integrated policy frameworks to address regional disparities and promote equitable opportunities for mobility. Furthermore, the findings emphasize the broader economic implications of mobility barriers, including their impact on human capital development, innovation, and resource allocation. This integrative approach provides valuable insights for policymakers aiming to foster sustainable and inclusive growth in Bangladesh.",
          "url": "https://osf.io/pkyf8",
          "doi": "https://doi.org/10.31235/osf.io/pkyf8",
          "filter": 2
        },
        {
          "title": "Unruly Practices at the Border:  From Mobility Regimes to Infrastructures in Latin America",
          "authors": "MOBILE - Center of Excellence for Global Mobility Law; Andrea Jiménez Laurence; Florian F. Hoffmann",
          "abstract": "The aim of this paper is to present a general and nonexhaustive overview of the legal infrastructures \nthat configure cross-border movement in Latin America. It draws on the mobility approach, regime \ninteraction, and (legal) infrastructural studies, which, together, provide a tentative analytical framework for the legal infrastructuring processes that we observe around border regulation in Latin \nAmerica, an (arguably) understudied but core mobility hotspot. We present - in the form of several vignettes - different outcomes of infrastucturing processes which either enable or impede cross border mobility. This approach reveals the dynamic nature of law surrounding mobility and its apparent contradictions and unintended consequences. It concludes that the shift to an infrastructural account of the law can help us gain a more holistic and, therefore, more realistic understanding of how the law works over time, how it infrastructures crossborder mobility beyond and sometimes against states' intentions and expectations, and how people on the move have more agency than the snapshot image of (forced) migration law conveys.",
          "url": "https://osf.io/qm9pr",
          "doi": "https://doi.org/10.31235/osf.io/qm9pr",
          "filter": 2
        },
        {
          "title": "Bridging the Divide: Temporal Inequality as a Neglected Dimension in Sociological Research",
          "authors": "Yuan Shi",
          "abstract": "Time is an essential but overlooked dimension of inequality in modern societies.\nWhile money can be earned and saved, time remains finite, shaped by labor markets,\ncaregiving duties, and institutional frameworks. Despite its importance, mainstream\nsociological research on inequality and resources have predominantly focused on\nmaterial and economic factors and overlooks temporal factors. This manuscript\ncenters on the concept of temporal inequality—the unequal distribution of and control\nover time—to demonstrate that focusing solely on material resources overlooks\ncritical constraints on daily life and offers ground work for further research. Building\non sociological theories of capital, intersectionality, and economic stratification, this\narticle argues that time poverty intersects with race, class, and gender inequalities,\ndeepening existing social divides. By foregrounding time, this article aims to advance\na more holistic understanding of social stratification.",
          "url": "https://osf.io/jsgz5",
          "doi": "https://doi.org/10.31235/osf.io/jsgz5",
          "filter": 2
        },
        {
          "title": "The Political Economy of Geoeconomic Power",
          "authors": "Christopher Clayton; Matteo Maggiori; Jesse Schreger",
          "abstract": "Great powers are increasingly using their economic and financial strength for geopolitical\naims. This rise of \"geoeconomics\" has the potential to reshape the international\ntrade and financial system. This paper examines the role of domestic political economy\nforces in determining a government’s ability to project geoeconomic power abroad. We\nalso discuss the role that persuading or coercing foreign governments plays in projecting\ngeoeconomic power around the world.",
          "url": "https://osf.io/j8p3m",
          "doi": "https://doi.org/10.31235/osf.io/j8p3m",
          "filter": 2
        },
        {
          "title": "Paid Sick Leave and the Employment and Employment Intensity of Older Workers",
          "authors": "Meredith Slopen; Carolyn Fisher",
          "abstract": "Background and Objectives: As life expectancy has increased, there has been political pressure to raise the age for retirement benefit claims. Paid sick leave (PSL) may support older workers in maintaining employment intensity by offering workers the flexibility to address health and caregiving needs. However, little is known about the role of PSL access on older workers' employment and income.\n\nResearch Design and Methods: The study uses data from the 2010-2018 National Health Interview Survey (NHIS), accessed via IPUMS. Stratified multivariate regression models controlling for demographic and employment characteristics are used to explore the association between access to PSL and employment intensity among older workers.\n\nResults: Among workers older than age 62, access to PSL is associated with a 28% higher likelihood of working full-time (p&lt;0.001) and an average of 7.3 (18.8%) more hours per week (p&lt;0.001). The strongest associations between access to paid sick leave and employment intensity are observed among female workers and those with educational attainment beyond a high school degree, and weakest among Latinx workers.\n\nDiscussion and Implications: PSL access is associated with greater employment intensity as workers age, with implications for economic security given the significant increase in hours worked per week. Public policy requiring employers to provide PSL may reduce disparities in access and support the employment of older workers.\n\n(Stone Center on Socio-Economic Inequality Working Paper)",
          "url": "https://osf.io/nux6q",
          "doi": "https://doi.org/10.31235/osf.io/nux6q",
          "filter": 2
        },
        {
          "title": "Family types and sizes",
          "authors": "Anushé Hassan; Abigail Emma Page",
          "abstract": "A family is a network of individuals tied to each other by blood, marriage, adoption or fostering and comes in many forms and sizes. There is no singular or universal type of family. Some common family types or structures include a single parent and children, a ‘nuclear’ family comprising two parents and children, or extended families consisting of one or two parents, children and other relatives. However, a range of different family types exist within this spectrum. A household is a commonly used term or unit of analysis to describe a group of people’s living arrangements and relationships to each other. What comprises a household can vary across cultures, social contexts and even seasons. While family and households are often conflated in the literature, in reality they are different. Families refer to specific kinship structures, whereas not all members of a household are necessarily kin but instead are tied to each other through co-residence and roles and responsibilities around the production and consumption of food and labour. One key reason we see so much variation in families and households is because people usually tend to live with other people - although, of course, living alone is also a type of household. Thus, family and household size, structure and composition can vary for multiple reasons across cultures including the number of children a parent/couple have, child and adult survival rates, the types of marriage which form the family and the post-marital residence systems which influence the generational configuration of households. This chapter underlines how flexible and context-specific human family systems are, and how the vast diversity present in humans leads to endless types of families and households.",
          "url": "https://osf.io/5wrcu",
          "doi": "https://doi.org/10.31235/osf.io/5wrcu",
          "filter": 2
        },
        {
          "title": "Harmonizing French and German administrative data on maternal employment: A practical guide how to create comparable data sets from DADS-EDP and SIAB",
          "authors": "Andreas Filser; Pascal Achard; Inga Marie Amend; Corinna Frodermann; Ida Gaede; Sander Wagner",
          "abstract": "This paper provides a guide how to harmonize large-scale administrative datasets from France (DADS-EDP) and Germany (SIAB) for comparative social science research. France and Germany. While both datasets offer rich, longitudinal information on individual employment trajectories which can be augmented with firm-level infor-mation, they differ in structure, sample coverage, and variable coding. Harmonizing these datasets unlocks new potential for comparative research, particularly in examining the labor market trajectories of mothers in both countries. This paper outlines the necessary steps to harmonize these data sources and gives an overview on the set of harmonized variables. The harmonized data is of significant value for researchers, providing a foundation for comparative studies on labor market outcomes in France and Germany, especially in the context of welfare state differences and their importance within the EU and worldwide. The code for harmonization is provided for further adaptation to specific research questions.",
          "url": "https://osf.io/rcsng",
          "doi": "https://doi.org/10.31235/osf.io/rcsng",
          "filter": 2
        },
        {
          "title": "The Female Suffering in Torto Arado: An Analysis of the Relationship Between Belonisia and Tobias",
          "authors": "Giovana Ramalho Lacerda; Ana Claudia Ramalho Lacerda",
          "abstract": "In the novel Torto Arado, various aspects of the daily life of a family living in the poverty of the Bahia backlands are addressed. They survive through work akin to slavery, and their social roles are strongly tied to race, class, and gender. This study provides an observational literary analysis of the female figure and her constant submission and suffering, based on the relationship between Belonisia and Tobias. In the narrative, each of the sisters assumes an identity: while Bibiana represents resistance and social transformation, Belonia represents female submission in a patriarchal society, in discriminatory and unromantic gender relationships, as was the case with their ancestors. The analysis results showed that the marriage between Belonisia and Tobias does not consider the woman's wishes from the beginning, when she is arranged to marry her husband by her father. Furthermore, throughout the relationship, she suffers various mistreatments from her husband, who constantly disqualifies and beats the girl, who is unable to free herself from this relationship due to the social expectations surrounding her marriage. Thus, it was concluded that the girl is silenced in her relationship with Tobias, both by the accident she suffered in childhood, which took away her ability to speak, and by her inability to distance herself from her husband and his aggression. Due to the girl's patriarchal education and the lack of knowledge about social rights, Belonisia lives in a context where domestic violence is normalized, and the culture of being silenced by the male figure prevails. Therefore, the analysis of the female figure in the marriage between Belonisia and Tobias is of utmost importance.",
          "url": "https://osf.io/eywgv",
          "doi": "https://doi.org/10.31235/osf.io/eywgv",
          "filter": 2
        },
        {
          "title": "Green Macrofinancial Bargains: How Economic Interests Enable and Limit Climate Action",
          "authors": "Nils Kupzok; Jonas Nahm",
          "abstract": "In the late 2010s, countries began to strengthen policies that redirect financial flows into\ndecarbonization, such as higher carbon prices and new green industrial policies. However, investments\nremain below what is necessary to reach official climate targets. We argue that the green turn reflects\nthe success and limits of political bargains that attempt to use decarbonization as a means to fortify\ncountries’ growth models and dominant economic interests. Such bargains have proven effective in\novercoming entrenched path dependencies, unlocking policy progress. But these bargains also entail\ntrade-offs that constrain the scope and goals of decarbonization. Prioritizing incumbent economic\ninterests can slow emission cuts, limit tools to the unpopular and ineffective, and thwart visions of a\njust transition. To develop this argument empirically, we provide original quantitative estimates of\nclimate policies in the G20 and conduct case studies of the UK, the EU, and South Korea.",
          "url": "https://osf.io/d6p9h",
          "doi": "https://doi.org/10.31235/osf.io/d6p9h",
          "filter": 2
        },
        {
          "title": "Formal-Informal Paradox of Indigenous Entrepreneurship in Bangladesh",
          "authors": "Sharmin Jahan Juha; Arefin Mizan",
          "abstract": "Recent research in the emerging field of ‘Indigenous Entrepreneurship’ is revealing that there are various conditions and values present when it comes to Indigenous businesses and enterprises, that fundamentally challenges the common assumptions about entrepreneurship. This study aims to address the challenges that ethnic minorities in Bangladesh, otherwise known as Indigenous people (IP), face in their entrepreneurial ventures while remaining in the informal sector, and recommend policy initiatives to counteract those challenges. We hypothesize that the Indigenous economy’s entrepreneurial landscape mainly comprises informal entrepreneurship. Which inevitably creates barriers to accessing financial institutions, incentives and services provided by the Government of Bangladesh (GOB) and other formal institutions, necessary for Small and Medium Enterprises (SME) to scale up and maximize market development. For this study, we used 67 case studies of IP-led businesses and startups in Bangladesh, in conjunction with the Future of Business Survey Data from Facebook. We use Fuzzy-set Qualitative Comparative Analysis (Fs/QCA), a novel analytical method to identify complex interacting causal factors from a large body of case studies. We hope to provide a sound basis for policy interventions based on practical and perceived needs of IPs, which are required to make entrepreneurship in Bangladesh more inclusive and ensure that IPs have a level playing field in the formal economy of Bangladesh.",
          "url": "https://osf.io/d3c8z",
          "doi": "https://doi.org/10.31235/osf.io/d3c8z",
          "filter": 2
        },
        {
          "title": "Can an Eye for an Eye Turn the Whole World Sanctioned?",
          "authors": "Khrystyna Holynska; Renato Corbetta; Carter T. Butts; C. Ben Gibson",
          "abstract": "International sanctions have been an increasingly common tool for enforcing\ninternational norms of behavior, among other goals. There is continuing debate\non what drives sanctioning behavior: while IR theories of sanctions have a long\nempirical history, more recent studies identify a need to extend these theories\nto better account for the endogenous nature of state sanction networks. Using a\ncombination of network and IR-based insights, we aim to build a theory-driven,\ninterpretable model of international sanctions that has high predictive utility.\nUsing a separable version of dynamic network logistic regression, we test network\ntheories of “Matthew effects,” reciprocity, and previous state-level sanctioning\nactivity alongside traditional IR theories regarding the democratic peace, cultural\nor institutional similarity, power imbalance, and trade. Though we find that\nmechanisms from established IR theories largely hold with the inclusion of network\nendogeneity, endogenous network effects are more powerful than traditional\nIR concepts for predictive accuracy of the sanctioning network. We also find considerable\ndifferences for factors driving the imposition of sanctions (tie formation)\nversus persistence of sanction regimes (persistence), pointing to the importance\nof treating such effects separately.",
          "url": "https://osf.io/62wr8",
          "doi": "https://doi.org/10.31235/osf.io/62wr8",
          "filter": 2
        },
        {
          "title": "The decline of ‘Deaths of Despair’ in Italy: unveiling this phenomenon in a new context",
          "authors": "Giacomo Lanfiuti Baldi; Andrea Nigri; Sergi Trias-Llimos; Elisabetta Barbi",
          "abstract": "The term ”Deaths of Despair” (DoD) refers to mortality due to alcohol consumption, drug use, and suicides. While the concept has predominantly been studied in the United States, where these deaths have increased significantly, this analysis examines its application to Italy, a country with comparatively lower DoD rates. This work aims to analyse the magnitude of these causes of death in Italy and examine both their joint and independent trends to determine whether they can be treated as a single group of causes. We employ the Potential Gain in Life Expectancy to assess the impact of these causes on overall mortality in Italy, then investigate the identified time series leveraging Cointegration Analysis. Utilizing ISTAT data from 1983 to 2018, aggregated by gender and age groups at the NUTS1 level, the study reveals a decline in DoD mortality in Italy, driven mainly by a reduction in alcohol-related deaths. The magnitude and trajectory of the analysed causes offer valuable insights into the unique dynamics of DoD in Italy and its regional variations. Cointegration Analysis indicates that there is no significant dependency structure between these causes or across regions, with only a few exceptions. These findings suggest that in Italy, DoD should not be treated as a homogeneous group, but rather as distinct outcomes of despair that require separate consideration in public health interventions.",
          "url": "https://osf.io/jnq2e",
          "doi": "https://doi.org/10.31235/osf.io/jnq2e",
          "filter": 2
        },
        {
          "title": "Da Penicilina ao Trilhão: estratégias, influência e desvios no setor farmacêutico",
          "authors": "João Henrique Santana Stacciarini",
          "abstract": "Manipulações, fraudes, crimes, bilhões destinados a lobby e financiamento eleitoral, interferência indevida em órgãos reguladores e investimentos maciços em marketing estão entre as estratégias recorrentes do setor farmacêutico para maximizar lucros, frequentemente em detrimento da saúde individual e coletiva.",
          "url": "https://osf.io/8f5ba",
          "doi": "https://doi.org/10.31235/osf.io/8f5ba",
          "filter": 2
        },
        {
          "title": "The Biodiversity Commitments of Earth’s Keystone Corporations: Current Limitations, Untapped Potential, and Future Directions",
          "authors": "Isobel Hawkins; Talitha Bromwich; Jean-Baptiste Jouffray; Thomas B. White; Joseph W. Bull; Faye Chang; E.J. Milner-Gulland; Sophus zu Ermgassen",
          "abstract": "Over the past 50 years, large transnational \"keystone\" corporations have concentrated power and gained significant influence over the world's resource reserves, production and trade. The Kunming-Montreal Global Biodiversity Framework emphasizes the crucial role of businesses in setting and disclosing targets to mitigate their impact on nature. In this study, we identified 180 keystone corporations from highly concentrated sectors with significant environmental impacts and assessed their biodiversity commitments. Our findings reveal that while 79% of firms have made some form of biodiversity pledge, only 13% have reported sufficiently detailed, transparent and specific commitments (“robust commitments”) to allow others to assess if the targets have been met – a key prerequisite of accountability. We discuss future directions and underscore the urgent need for companies, governments, and civil society – including the research community – to work collaboratively to develop, implement, and monitor credible corporate strategies that drive meaningful action for nature.",
          "url": "https://osf.io/k6985",
          "doi": "https://doi.org/10.31235/osf.io/k6985",
          "filter": 2
        },
        {
          "title": "Leaving Science: Attrition of Biologists in 38 OECD Countries",
          "authors": "Marek Kwiek; Łukasz Szymula",
          "abstract": "This study examines biologists leaving science in 38 OECD countries in the past two decades. We use publication metadata from a global bibliometric database (raw Scopus data at the micro-level of individual scientists). In a cohort-based and longitudinal fashion, we follow individual men and women scientists over time, from their first to their last publication (N=86,178). We examine four academic disciplines: AGRI (agricultural and biological sciences), BIO (biochemistry, genetics, and molecular biology), IMMU (immunology and microbiology), and NEURO (neuroscience). We apply survival analysis, conceptualizing scientific life as a sequence of scholarly publishing events. Our Kaplan–Meier survival analysis shows how women disappear from science: in BIO, about 60% are still in science after 5 years, 40% after 10 years, and only 20% by the end of the period examined (i.e., after 19 years). The percentages are substantially higher for men: approximately 70%, 50%, and 30%, respectively. Kaplan–Meier estimations indicate that women in the largest discipline (BIO) are 23.26% more likely to leave science after 10 years and 39.74% more likely to leave science at the end of the study period. Gender difference in attrition, slightly visible after 5 years, increase consistently in later career stages. The probability of surviving for women after 15 years varies considerably, from 47.8% in AGRI to 27.6% in IMMU; for men, the probability is about a fifth higher. Our data show that with the passage of time, women disappear from science in ever-larger proportions compared to men. Gender differences in attrition in the four disciplines have been and continue to be high, but comparing the 2000 and 2010 cohorts, have slightly decreased over time.",
          "url": "https://osf.io/mzh4v",
          "doi": "https://doi.org/10.31235/osf.io/mzh4v",
          "filter": 2
        },
        {
          "title": "Visions for sustainable healthy futures for Norway. Citizen Involvement Workshop Executive Report",
          "authors": "Giovanni De Grandis; Natalia Murashova; Tora Bonnevie; Liv Eggset Falkenberg; Ann Iren Jamtøy; Trude Arntsen",
          "abstract": "We report the results of a citizen involvement workshop on sustainable healthy futures in Norway. The workshop was held in Trondheim on November 4-5, 2023 and involved 17 citizens from mid Norway. The good life was the broad theme, and we invited the participants to consider the themes of sustainable health and society within this frame. \nThe participants developed 4 different visions for a sustainable healthy future for Norway. We gave them a mid-term horizon (2070) to leave room for needs- and aspirations-based social imagination, not overly conditioned by the current institutional framework, and to challenge the short-termism of the dominant policy cycles and thinking.\nThe visions developed by the citizens are remarkably consistent in emphasizing the importance of good social integration and community life, interpersonal relations, individual development and an individual’s sense of meaning, contribution, and agency. Noteworthy is also their emphasis on the need to regulate new technologies, and to reduce information overload and unsustainable choices through trusted and transparent governance.\nThe report provides a discussion of the visions, the full text of the 4 visions and a concise background about the method and the project of which the workshop was part. The Sustainable Healthy Futures pilot was a collaboration between the Norwegian centre for responsible research and Innovation (AFINO) and NTNU Health. The main aim of the project was to rethink health in society in the attempt to imagine innovative and sustainable approaches to health in the future.",
          "url": "https://osf.io/b9qhf",
          "doi": "https://doi.org/10.31235/osf.io/b9qhf",
          "filter": 2
        },
        {
          "title": "Explaining moral action: An embedded game framework",
          "authors": "Bela Janky",
          "abstract": "This paper presents a new modeling framework for the structural explanations of moral action. The framework relies on the approach of the new sociology of morality (Hitlin &amp; Vaisey 2010, 2013, Simpson &amp; Willer 2015) and uses game theory as an analytical tool (c.f. Binmore 1998, 2005, 2010, Gintis 2009, 2016, Guala 2016, Kandori 1992, Vaisey &amp; Valentino 2018). The key contribution of this approach to game theoretical analyses is related to the thesis of intersituationality (Abend 2011, Tavory 2011), according to which no moral dilemma can be investigated in isolation from the system of social life. We propose to reframe moral games in order to incorporate intersituationality. \nThe adoption of this sociological approach helps to solve puzzles that have inhibited the development of a comprehensive structural explanation of moral action in moral games. Moreover, by solving those puzzles, this approach opens up new opportunities for applying game theory to the study of such moral orders that foster injustice – an issue that is central to current sociological discourse but has attracted much less attention in game theoretical research.",
          "url": "https://osf.io/yjats",
          "doi": "https://doi.org/10.31235/osf.io/yjats",
          "filter": 2
        },
        {
          "title": "Bringing Culture Back:  Laying the Ground for A New Social Theory",
          "authors": "Bela Janky",
          "abstract": "The starting premise of the following review essay is that recent research in cultural evolutionary theory has laid the ground for a new paradigm in social theory. The aim of the paper is to briefly present the basic tenets of this new paradigm, based on some recent monographs and other related publications. Followers of this new paradigm posit that cultural evolution has been dominated biological adaptations and individual rational optimisation in shaping individual behaviour and social structure throughout human history. This review first briefly outlines what economic theory and evolutionary psychology, perhaps the two most influential theoretical paradigms of the study of human behaviour in recent decades, think about human nature. Then it discusses recent empirical evidence related to the assumptions of these two paradigms, and offers an introduction to the basic tenets of the culture-based social theory currently under construction. The study also presents some specific conclusions of the new paradigm that could be relevant for the interpretation of contemporary social problems, and discusses a few points of concern, related to agency, direction of evolution and role of rationality in cultural changes.",
          "url": "https://osf.io/frp2u",
          "doi": "https://doi.org/10.31235/osf.io/frp2u",
          "filter": 2
        },
        {
          "title": "The Bad Law as an obstacle to antitrust enforcement in Argentina (and Latin America?)",
          "authors": "Adriano Diaz",
          "abstract": "This article examines the phenomenon of \"Bad Law\" (\"Mal Derecho\") within Argentina's legal tradition, where laws are crafted based on idealistic conceptions of what the legal framework ought to be but lack the practical mechanisms necessary for effective enforcement. This disconnect between a law's design and its implementation fosters a dysfunctional legal system and widespread non-compliance. Rather than addressing the structural flaws within these laws, legal scholars often invoke the “Protective Hypothesis of Bad Law,” attributing non-compliance to a moral failure of the populace instead of recognizing the inherent deficiencies in the legal framework.\nThis issue is starkly illustrated by Law 27,442 on Antitrust. Although ostensibly designed to promote competition and prevent market distortions, the law suffers from critical design flaws that render enforcement—both public and private—ineffective. Public enforcement is undermined by a lack of political incentives to establish the necessary enforcement authority, a shortcoming embedded within the law itself. Meanwhile, private enforcement remains largely theoretical, as potential plaintiffs are discouraged by the prohibitive complexity and costs of litigation.\nAs a result, Argentina's competition law fails to achieve its intended objectives, leaving the country’s antitrust system largely ineffective and illusory.",
          "url": "https://osf.io/t8j6g",
          "doi": "https://doi.org/10.31235/osf.io/t8j6g",
          "filter": 2
        }
      ]
    }
  ]
}
