{
  "update": "2025-01-14",
  "content": [
    {
      "journal_full": "MetaArxiv",
      "journal_short": "MetaArxiv",
      "articles": [],
      "articles_hidden": [
        {
          "title": "MATES: A tool for evaluating the quality of reporting of meta-analyses",
          "authors": "Kyle Morrison; Patrice Pottier; Pietro Pollo; Lorenzo Ricolfi; Coralie Williams; Yefeng Yang; Damien Beillouin; Simone Jaqueline Cardoso; Verónica Ferreira; Brian Gallagher",
          "abstract": "Meta-analyses, embedded in systematic reviews, are pivotal in today's scientific landscape for reconciling conflicting findings, increasing statistical power, and charting new research directions. However, poor reporting practices that conceal technical details and potential limitations often need to be revised to maintain their reliability. Despite existing reporting guidelines, a comprehensive tool has yet to be tailored to appraise the reporting quality of the quantitative aspects of meta-analysis in environmental sciences. To bridge this gap, we introduce the Meta-analysis Appraisal Tool for Environmental Sciences (MATES), a checklist of items to assess the reporting quality of meta-analyses. To develop MATES, we used an adapted Delphi process involving workshops (11-16 participants), a survey (193 participants), and validation (30 participants). This process resulted in a 14-item checklist, encompassing the environmental science communities view of important reporting elements. The validation, across 50 meta-analyses, indicated that the tool is repeatable (an average intra-class correlation of 88.97%) and time-efficient (17.00 ± 11.77 min) to implement. To enhance the accessibility and usability of MATES, we created an interactive web-based app that features training and implementation modules https://kylemorrisonisshiny99.shinyapps.io/MATES_shiny/. We also discuss how to interpret the MATES results, potential use cases of MATES and evaluate the development methodology. Overall, MATES provides authors, readers, reviewers, and editors with a reliable and user-friendly tool to assess the reporting quality of meta-analyses in the environmental sciences.",
          "url": "https://osf.io/n3cta",
          "doi": "https://doi.org/10.31222/osf.io/n3cta",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "PsyArxiv",
      "journal_short": "PsyArxiv",
      "articles": [
        {
          "title": "ADOLESCENCE AGE GROUP",
          "authors": "Nada Mansour; Dana R Alsagheer",
          "abstract": "Adolescence is a transformative stage of development marked by significant\nchanges across physical, cognitive, and emotional domains. This period involves\nrapid brain growth, which enhances reasoning, decision-making, and emotional\nregulation. Simultaneously, physical maturation brings notable changes, including\nincreased strength, organ development, and the onset of sexual maturity. How-\never, these transformations often lead to challenges in navigating relationships and\nconflicts with authority figures as adolescents strive for independence and identity\nformation. Psychological and social factors, such as peer influences, family dy-\nnamics, and societal pressures, are critical in shaping their experiences and can\nexacerbate stress and communication difficulties.\nSupporting adolescents effectively requires open and empathetic communica-\ntion, clear boundaries, and encouragement of autonomy within a secure frame-\nwork. Drawing from key developmental theories, including those addressing cul-\ntural identity, this stage emphasizes the importance of fostering resilience through\nsocial-emotional learning, proactively addressing mental health needs, and promot-\ning meaningful engagement. Role models who exemplify empathy and integrity\nfurther enrich this developmental process. Recognizing the complex interplay of bi-\nological, social, and cultural factors is essential for crafting strategies that balance\nguidance with respect for adolescents’ emerging autonomy, enabling their growth\ninto confident and capable individuals.",
          "url": "https://osf.io/c3hdk",
          "doi": "https://doi.org/10.31234/osf.io/c3hdk",
          "filter": 0
        },
        {
          "title": "SOCIAL SUCCESS IN A NOISY WORLD: EXPLORING THE RELATIONSHIP BETWEEN DECREASED SOUND TOLERANCE AND SOCIAL PROFILES",
          "authors": "Ashleigh Wickie; Natalia Van Esch; Nichole Scheerer",
          "abstract": "Humans are inherently social creatures, yet considerable variability exists in our social behaviours. It is unclear what factors contribute to this variability. Given the complex and abundant sensory stimuli present in our daily environments, differences in sensory processing abilities may contribute to the variation observed in social behaviours. Individual differences in sensory processing may have significant effects on an individual's capacity to navigate social settings and may influence the development and expression of social competence. In this study, we investigated the relationship between one form of sensory processing difference, Decreased Sound Tolerance (DST), and social competence. Existing literature suggests that it is common for individuals with DST to engage in social avoidance behaviours to mitigate exposure to distressing sounds. However, limited research explores the potential relationship between DST severity and social competence. As such, a sample of 2095 undergraduate students completed an online survey designed to assess their DST severity and social competence. Initially, to parse the variability in social competence, scores on the multidimensional social competence scale (MSCS), underwent a k-means cluster analysis. This analysis yielded four unique social profiles based on seven social competence domains (e.g., social motivation, emotion regulation etc.). Misophonia and hyperacusis questionnaires were then used to evaluate differences in DST across the social profiles. The results indicated varying severity levels of both misophonia and hyperacusis across the four social profiles, with the individuals who reported the highest social competence exhibiting the lowest levels of DST. These findings highlight the potential relationship between sensory processing differences, such as DST, and social functioning.",
          "url": "https://osf.io/jmy9f",
          "doi": "https://doi.org/10.31234/osf.io/jmy9f",
          "filter": 0
        },
        {
          "title": "Tap, move, or dance? How groove ratings differ across movement types",
          "authors": "Riya Sidhu; Jessica Adrienne Grahn",
          "abstract": "The experience of groove, defined as the pleasurable urge to move to music, is affected by properties of the music as well as factors that differ among individuals, such as music training. Ratings of the desire to produce movement (e.g., tapping, dancing) have been used to quantify the amount of groove being experienced, but we do not know whether the specific type of movement that is rated affects scores. Further, few studies have considered the effect of dance training on groove experience. Therefore, the current paper investigates whether rating different types of movements (i.e., tapping vs dancing) affects groove ratings, and how dance experience may alter these ratings. The first study used a within-subject design, with participants rating forty unfamiliar songs on their elicited desire to tap, desire to move, and desire to dance. To assess whether rating all three movements together created ratings differences that would not be observed if participants were not comparing the movement types against each other, a between-subjects study was conducted with the same procedure except that the three groups of participants each rated only one movement type. In both studies, ratings of groove differed based on the type of movement rated. Overall, desire to dance ratings were lower than move or tap ratings across both studies. Desire to tap ratings were significantly higher than move ratings, but only in the first study; in the second study, move and tap ratings did not significantly differ. In the first study, dance training influenced desire to move and desire to dance ratings, while music training influenced desire to tap ratings, however these findings were not replicated in Study 2. Overall, the findings suggest that groove ratings differ based on the type of movement rated, that within- versus between-subject designs affect these ratings, and that dance and music training differentially affect different groove responses.",
          "url": "https://osf.io/ejn8x",
          "doi": "https://doi.org/10.31234/osf.io/ejn8x",
          "filter": 0
        },
        {
          "title": "Sense of place matters: Mental well-being effects of acoustic diversity differ for local and non-local forest soundscapes",
          "authors": "Ana Gabriela Cuentas Romero; Kevin Rozario; Melissa Marselle; Rachel Rui Ying Oh; Sandra Mueller; Oliver Arránz Becker; Erich Schröger; Marie Meemken; Michael Scherer-Lorenzen; Aletta Bonn",
          "abstract": "Biodiversity can foster mental well-being. Little is known, however, about mental well-being effects of acoustic diversity, and how natural soundscapes contribute to a sense of place. \nTo test this, we conducted an experimental study with 195 German residents who listened to two forest soundscapes with low or high vocalising animal richness (actual acoustic diversity). As a manipulation of sense of place, recordings were either from local, temperate forests or non-local, tropical forests. For each recording, we assessed short-term changes in mental well-being, perceived stress, subjective attention, perceived restorativeness, awe, familiarity and pleasantness. Participants’ further rated each recording according to perceived animal richness and perceived overall acoustic diversity that enabled participants to rate acoustic diversity based on their own criteria.\nActual acoustic diversity was significantly correlated with perceived animal richness and perceived overall acoustic diversity. Well-being effects, however, differed for actual and perceived diversity as well as for the perceived diversity metrics. Higher actual animal richness evoked more feelings of awe in local (temperate) forests. Perceived animal richness was associated with greater affect balance, decreased negative emotions and increased subjective attention, while perceived overall acoustic diversity was negatively associated with affect balance and positive emotions. \nRecordings from local (temperate) forests were more familiar and pleasant to participants, compared to non-local (tropical) forests recordings. Listening to local forest soundscapes further resulted in greater feelings of awe, and they were perceived as more restorative. \nOverall, forest soundscapes with higher animal species richness were associated with greater mental well-being. Participants also showed greater well-being responses for local soundscapes probably through feeling more attached to familiar environments. Forests should therefore be managed to provide sufficient niches for a variety of vocalising animal species. Conservation of local species communities may thereby foster both biodiversity and human mental health.",
          "url": "https://osf.io/yqcwp",
          "doi": "https://doi.org/10.31234/osf.io/yqcwp",
          "filter": 0
        },
        {
          "title": "Minimizing social bias with sequential collaboration: The role of contributor features in dependent judgments",
          "authors": "Maren Mayer; Joachim Kimmerle",
          "abstract": "Collaborative online projects rely on sequential collaboration; a process in which entries are adjusted consecutively by contributors. Sequential collaboration has recently been examined for numerical judgment aggregation for which it produces highly accurate information. However, the impact of additional information about previous contributors on subsequent judgments remains unclear. Thus, Experiments 1A (N=85), 1B (N=186), and 1C (N=302) examined the effect of presented expertise, gender, and group membership of the previous participant on participants' behavior in sequential collaboration. We did not find a significant effect of any of the presented features on change probability or change magnitude. In Experiments 2 (N=538) and 3 (N=878), we focused on previous participants' expertise as a highly relevant presented feature. We did not find an effect of previous participants' expertise in Experiment 2. Experiment 3 revealed significant but small effects below the smallest effect size of interest. Overall, these findings suggest that sequential collaboration is robust against such social influences highlighting its potential as a reliable method for judgment aggregation. This study adds to the understanding of how collaborative processes can be optimized for accuracy and reliability. For collaborative projects these results further emphasize that sequential collaboration is a successful and bias-preventing way of collaboration.",
          "url": "https://osf.io/skz4p",
          "doi": "https://doi.org/10.31234/osf.io/skz4p",
          "filter": 0
        },
        {
          "title": "Super-Recognizers, or Su-Perceivers? Insights from Fast Periodic Visual Stimulation (FPVS) EEG",
          "authors": "Jeffrey D. Nador; Kim Uittenhove; Dario Gordillo; Meike Ramon",
          "abstract": "The term Super-Recognizer (SR), which describes individuals with supposedly superior facial recognition abilities, may be something of a misnomer. In the same way that blind individuals would not be considered prosopagnosic, SR diagnoses should emphasise at least face identity processing (FIP) specificity, if not recognition in particular. However, SRs tend to be diagnosed with face-specific behavioral tasks, probing either perception and/or recognition, and leaving the neural basis and mechanisms underlying their abilities largely unexplored. The present study therefore sought to determine whether any common FIP subprocesses, among a sample of stringently and comparably diagnosed SRs, would distinguish them from neurotypical controls. To this end, we conducted three Fast Periodic Visual Stimulation (FPVS) EEG experiments in a group of Berlin Police officers identified as SRs using the only existing formal diagnostic framework for lab-based SR identification (Ramon, 2021) that aligns with the seminal study of SRs (Russell et al., 2009). These experiments aimed to isolate FIP from behavioral and general perceptual factors in terms of both the consistency and speed of face identity discrimination and categorization. Broadly, the results of all three experiments provided two key findings. First, whichever factors distinguish SRs from controls, they are not face-specific. Second, SRs are not all cut from the same cloth. Rather, the factors distinguishing SRs from controls seem to be individual-specific, warranting more nuanced and bespoke testing criteria for their deployment in practical applications.",
          "url": "https://osf.io/683bn",
          "doi": "https://doi.org/10.31234/osf.io/683bn",
          "filter": 0
        },
        {
          "title": "Participants Do Not Read Consent Forms in Online Studies",
          "authors": "John Protzko",
          "abstract": "Consent forms are a cornerstone of ethical research, a required part of nearly any study. Important information about the study and risks are given in plain view for participants to read and agree to before conducting research. In online studies, the consent form is not read to participants, but presented to them, Meaning, they can skip it. We test whether participants likely read consent forms in seven online studies across three different panels and 7,378 people. Using both conservative and liberal criteria, we find between 6 to 8.9% of participants could plausibly read the consent forms, 17.8% could plausibly have skimmed them. This problem is also possibly getting worse over the past decade. We further show in the general population only older participants are more likely to read consent forms. From a practical perspective, important information should be given not only in the consent form but also afterwards if researchers want participants to know something. From an ethical perspective, we should not interpret agreeing to a consent form as having engaged in informed consent.",
          "url": "https://osf.io/npa3b",
          "doi": "https://doi.org/10.31234/osf.io/npa3b",
          "filter": 0
        },
        {
          "title": "“Always Check Important Information!” - The Role of Disclaimers in the Perception of AI-generated Content",
          "authors": "Angelica Lermann Henestrosa; Joachim Kimmerle",
          "abstract": "Generative AI (genAI), and large language models (LLMs) in particular, have become a prevalent source of digital content. Despite their accessibility and rise as an information source, these models, however, often struggle with factual accuracy. Therefore, we explored in three experimental studies how disclaimers affect people’s perceptions of text and authorship in scientific information generated by AI. Additionally, we investigated the impact of information presentation and authorship attributions—whether content is authored solely by AI or co-authored with humans. Across the experiments, no effects of disclaimer type on text perceptions and only minor effects on authorship perceptions were found. In Study 1, an evaluative (vs. neutral) information presentation decreased credibility perceptions, while informing about AI’s strengths vs. limitations did not. In addition, participants attributed higher machine heuristic values to AI than to human authors. Study 2 revealed interaction effects between authorship attribution and disclaimer type, providing early insights into possible balancing effects of human-AI co-authorship. No difference between providing no vs. a basic disclaimer was found in Study 3. However, both strengths and limitations disclaimers induced higher credibility ratings. This research suggests that disclaimers alone do not affect the perception of AI-generated output. Greater efforts are needed to raise awareness of the capabilities and limitations of LLMs and to advocate for ethical practices in handling AI-generated content, especially regarding factual information.",
          "url": "https://osf.io/sbqjk",
          "doi": "https://doi.org/10.31234/osf.io/sbqjk",
          "filter": 0
        },
        {
          "title": "They look virtually the same: extraretinal representation of symmetry in virtual reality",
          "authors": "Elena Karakashevska; Michael Batterley; Yuxin Yao; Alexis Makin",
          "abstract": "The brain must identify objects from different viewpoints that change the retinal image. This study will determine the conditions under which the brain spends computational resources to construct view-invariant, extraretinal representations in a 3D virtual environment. We will focus on extraretinal representation of visual symmetry. Visual symmetry activates the extrastriate visual cortex and generates an Event Related Potential (ERP) called Sustained Posterior Negativity (SPN). Amplitude is lower for symmetrical compared to asymmetrical stimuli at posterior electrodes.  Given a symmetric pattern on a plane, regularity in the retinal image is degraded by perspective. Previous studies have found that the SPN is selectively reduced for perspective symmetry. However, this perspective cost might be reduced when sufficient visual cues are available to support view invariance. Our previous work was concerned with adding more cues on a 2D screen. The current study explored the use of a 3D virtual environment. We adopted a sequential approach to data collection, with a minimum sample of 48.  This was sufficient to confirm our hypothesis. Participants completed 2 tasks in a counterbalanced order. In one task they discriminated stimulus regularity (symmetry or asymmetry). In the other they discriminate stimulus luminance (light or dark). We computed perspective cost as the difference between frontoparallel SPN and perspective SPN. We found no SPN perspective cost in the Regularity task. Perspective cost was significantly &lt; 0.35 microvolts – our a priori definition of a small SPN modulation. The results from the Luminance task were less clear. SPN perspective cost was not significantly more than 0 microvolts, but not significantly less than 0.35 microvolts.  We conclude that the extrastriate cortex can construct extraretinal representations of symmetry when sufficient visual depth cues are available. This certainly happens during regularity discrimination and may happen automatically during luminance discrimination.",
          "url": "https://osf.io/sfyg6",
          "doi": "https://doi.org/10.31234/osf.io/sfyg6",
          "filter": 0
        },
        {
          "title": "Gender Disparities in the Development of ICT Literacy across Adulthood: A Two-Wave Study",
          "authors": "Timo Gnambs; Mariann Schwaß",
          "abstract": "Despite the increasing importance of digital skills in modern society, the development of information and communication technology (ICT) literacy in adulthood has received limited attention, particularly regarding gender differences over the course of life. Therefore, this study investigated between-person differences and within-person changes in ICT literacy over approximately nine years in a sample of N = 2,266 adults from Germany. The result showed that younger adults exhibited higher ICT literacy than older adults, but within-person changes did not differ by age. On average, ICT literacy declined over time (Cohen’s d = -0.30). Men consistently demonstrated higher ICT literacy than women (Cohen’s d = 0.39), though gender did not influence changes in ICT literacy. Socioeconomic status did not robustly moderate these effects. No gender differences were found in the variance of ICT literacy. These findings suggest that ICT literacy tends to decline across adulthood, while preexisting gender differences, likely rooted in earlier socialization processes, persist without substantial change.",
          "url": "https://osf.io/7p9mc",
          "doi": "https://doi.org/10.31234/osf.io/7p9mc",
          "filter": 0
        },
        {
          "title": "Immigrant Threat and Prejudice: The Moderating Role of Cognitive Control",
          "authors": "Kim Dierckx",
          "abstract": "Decades of social psychological research has revealed a strong and positive association \nbetween immigrant threat and prejudice towards outgroups associated with immigration: When \npeople feel threatened by immigrants (e.g., in their economic security, in their values and way of \nlife), they are likely to respond in a prejudiced manner towards outgroups associated with \nimmigration (e.g., Muslims, Romani people). In the light of these findings, the present study set \nout to explore factors that might mitigate the deleterious immigrant threat-immigrant prejudice \nrelationship. Addressing this issue is timely and important, given the media coverage about \nEurope’s “migration crisis” in recent years. Building on prior work showing its prejudice?reducing effects, we focused on cognitive control (defined as the ability to regulate thoughts and \nactions in accordance with one’s prespecified plans and goals) as a candidate moderating \nvariable. Specifically, we hypothesized that the immigrant threat-prejudice relationship would be \ncurbed among those high (but not among those low) in cognitive control abilities.\nTo investigate this research question, we collected a student sample (N = 228) and \ngauged their threat perceptions, their explicit and implicit prejudice towards three groups \nassociated with immigration (i.e., immigrants, Muslims, Roma). To optimally characterize the \nrelationship between our focal variables, we also included a range of relevant covariates, and we \nemployed generalized additive models (GAMs) to find the best-fitting model of prejudice. \nContrary to our expectations, no significant cognitive control x threat interactions emerged. \nInterestingly, our results also revealed some noteworthy non-linear relationships between a \nsubset of our covariates and prejudice. Taken together, our results call for further research on this \ntopic using more heterogenous samples, and for enhanced scholarly attention for non-linear \nrelationships between prejudice and its covariates.",
          "url": "https://osf.io/6g5yx",
          "doi": "https://doi.org/10.31234/osf.io/6g5yx",
          "filter": 0
        },
        {
          "title": "Attitudes, Experiences, and Usage Intentions of Artificial Intelligence: A Population Study in Germany",
          "authors": "Timo Gnambs; Jan-Philipp Stein; Sabine Zinn; Florian Griese; Markus Appel",
          "abstract": "Artificial intelligence (AI) increasingly affects individuals’ private and professional lives. Importantly, both the acceptance and adoption of new AI technologies in society is heavily impacted by the attitudes that people hold; yet, there is currently limited information on how people perceive and intend to use AI at the national and demographic levels. Therefore, this study examined a random sample of 1,098 German adults to assess their attitudes, experiences, and usage intentions regarding AI in work, healthcare, and education. The findings indicated that respondents generally held favorable attitudes towards AI, with AI applications in healthcare receiving more positive evaluations than AI in the context of work. Moreover, cognitive evaluations of AI were more positive than emotional or behavioral appraisals. Prior experiences with AI were, however, limited, particularly in healthcare and education. Demographic differences were generally small. Taken together, these findings demonstrate that, in Germany, AI is currently widely accepted in different domains, although most people have little first-hand experience with it. These insights can inform policymakers and stakeholders who care about the proliferation of AI in society.",
          "url": "https://osf.io/6u49f",
          "doi": "https://doi.org/10.31234/osf.io/6u49f",
          "filter": 0
        },
        {
          "title": "Is a joke funnier if it is told by a man? A novel paradigm using AI-generated voices",
          "authors": "Amy Zhao; Brendan P. Zietsch",
          "abstract": "The stereotype that “men are funnier than women” is culturally pervasive. In a large preregistered online study (n = 966), we asked participants to rate the funniness of 12 jokes delivered by a male or female AI-generated voice (they only rated jokes by one apparent gender). To control for differences in delivery, cadence, and intonation, we used a speech-to-speech transformation to transform jokes spoken by a female into a male version and vice versa. Using a Bayesian analysis, we found strong evidence that the apparent gender of the speaker does not affect the perceived funniness of the joke (BF = 0.023). We found no interaction between the original and apparent voice gender on masculinity ratings, indicating that vocal gender cues were effectively eliminated when voices were transformed to the opposite gender, reinforcing the merit of this gender manipulation method.",
          "url": "https://osf.io/754ce",
          "doi": "https://doi.org/10.31234/osf.io/754ce",
          "filter": 0
        },
        {
          "title": "Cross-cultural conceptions of third-party intervention across childhood",
          "authors": "Julia Marshall; Kellen Mermin-Bunnell; Anton Gollwitzer; Jan Retelsdorf; Paul Bloom",
          "abstract": "Third-party intervention is a cornerstone of cooperative societies, yet we know little about how children develop an understanding of this social behavior. The present work generates a cross-cultural and developmental picture of how 6-, 9-, and 12-year-olds (N = 447) across four societies (India, Germany, Uganda, and the United States) reason about third-party intervention. To do so, we measured children’s obligation judgments and unstructured descriptions of third-party intervention. Although some cultural differences emerged, 6-year-olds largely considered bystanders as obligated to respond to wrongdoing regardless of the bystander’s social position. In contrast, 9- and 12-year-olds were more likely to exclusively ascribe this social responsibility to people in positions of authority. Despite these age differences, children of all ages generated role-specific descriptions of third-party intervention, with authority figures intervening in distinct ways from peers. For authority figures, children in India and Uganda described third-party intervention as involving corporal punishment or unspecified “punishment,” whereas children in the USA described such intervention as involving only verbal intervention (i.e., telling someone to stop). For peers, children in all societies described third-party intervention as involving reporting misdeeds to an authority. Collectively, these data show that early conceptualizations of third-party intervention are rooted in shared notions of obligation yet are also subject to cultural and contextual influences.",
          "url": "https://osf.io/ukwge",
          "doi": "https://doi.org/10.31234/osf.io/ukwge",
          "filter": 0
        },
        {
          "title": "“Good Job Reporting This!”: Examining Psychological Needs and Community Building in YouTube Conspiracy Narratives",
          "authors": "Darja Wischerath; Lukasz Piwek; Jonathan Francis Roscoe; Brittany I Davidson",
          "abstract": "The proliferation of conspiracy theories within online communities has tangible offline consequences, both on an individual and collective level. Conspiracy narratives can act as a radicalisation multiplier in such contexts, capitalising on pre-existing beliefs and grievances, and adding urgency to act through a narrative of imminent danger. Several incidents of individual violent extremism have been directly attributed to membership in online extremist communities related to conspiratorial ideologies. Previous research has proposed that belief in conspiracy narratives is driven by unfulfilled psychological needs such as existential threat, epistemic motives, and social motives, and calls have been made to examine conspiracy belief as a form of affective community investment. We conducted a one-month ethnography of conspiracy-related YouTube videos, exploring how conspiracy narratives address grievances and psychological needs. We performed an LDA topic model analysis of 102 videos and 455,738 comments and qualitatively examined 24 videos and 1,200 comments using an abductive approach. We validate and extend existing models of conspiracy beliefs, highlighting how conspiracy narratives address and amplify grievances and psychological needs in both official content and community-generated discourse. This research contributes to a deeper understanding of the mechanisms underlying the spread and impact of conspiracy theories in online environments.",
          "url": "https://osf.io/ymahc",
          "doi": "https://doi.org/10.31234/osf.io/ymahc",
          "filter": 0
        },
        {
          "title": "Increased generalisation in trait anxiety is driven by value transfer, not reduced perceptual discrimination",
          "authors": "Luianta Verra; Bernhard Spitzer; Nicolas W Schuck; Ondrej Zika",
          "abstract": "Anxiety has been linked to increased generalisation of threat expectations to stimuli that are perceptually similar. Such generalisation can arise either from a failure to distinguish between threatening and non-threatening stimuli (perceptual mechanism) or from the transfer of learned values between stimuli (value-based mechanism). Despite important implications for treatment, how these two mechanisms contribute to generalisation and whether they are differentially impacted by anxiety remains undetermined. Here, we combine a set of novel experimental and computational approaches to dissociate perceptual and value-based contributions to generalisation. Following a thorough perceptual titration, participants (N=140) completed conditioning and generalisation tasks while we varied outcome probability and discriminability. Using computational modelling, we show that commonly reported generalisation patterns for stimuli varying on a perceptual dimension can arise due to perceptual and value-based mechanisms, and that individuals differ in what mechanism drives their behaviour. Further, we show that trait anxiety is associated with stronger generalisation to stimuli that are most dissimilar from the threatening stimulus, where uncertainty about the possibility of aversive outcomes is highest. This is driven by enhanced reliance on value transfer rather than inability to discriminate stimuli as indicated by a better fit of a value generalisation model based on generalisation functions compared to a model of poor perceptual discriminability. These results generate key novel insights into the nature of generalisation and how trait anxiety impacts generalisation at the level of cognitive mechanisms.",
          "url": "https://osf.io/yh8f3",
          "doi": "https://doi.org/10.31234/osf.io/yh8f3",
          "filter": 0
        },
        {
          "title": "Protocol for the development of a multiple-choice questionnaire for examining recall accuracy in eyewitnesses",
          "authors": "Emily Bird; Jan Wiener; Janice Attard-Johnson",
          "abstract": "Multiple-choice questions (MCQs) are a valuable tool for assessing eyewitness memory, offering a structured approach to evaluate recall accuracy and susceptibility to misinformation. However, prior research utilising MCQs highlights limitations in calibration and sensitivity, potentially reducing their effectiveness. To address these issues, we here describe and implement a four-stage process to develop a refined set of MCQs. Following a content analysis of qualitative witness statements from a previously used mock crime video, we identified key details across four categories (Action, Object, Person, and Setting). Using these findings, 100 MCQs were developed, tested, and refined to calibrate for difficulty. Additionally, confidence ratings were included to explore their influence on response behaviours. Results found that confidence ratings had no effect on accuracy but potentially provide additional information for the relationship between recall accuracy, confidence ratings, and response patterns. By establishing a clear protocol for MCQ development, we ensure consistency and comparability in future research.  These MCQs will next be used to explore recall accuracy and misinformation susceptibility among young and older adults. \n\nKeywords: Self-Administered Interview, Multiple-choice questions (MCQs), eyewitness memory, question development protocol. accuracy-confidence relationship, investigative interviewing.",
          "url": "https://osf.io/3dbm6",
          "doi": "https://doi.org/10.31234/osf.io/3dbm6",
          "filter": 0
        },
        {
          "title": "“Revising our Unconscious”: What we have truly come to know; how to salvage it from what we should not have chosen to have forgotten",
          "authors": "Myron Tsikandilakis; Persefoni Bali; Victoria-Maria Pasachidou; Romina Toranzos; Konrad Szczesniak; Pierre-Alexis Mével; Christopher R Madan; Alison Milbank",
          "abstract": "In this manuscript, concepts, issues and resolutions that call for conscious awareness in research into the unconscious are meticulously revisited. Historical episodes and episodes of controversial experimentation that are formative rallying points for understanding contemporary attitudes to the unconscious in psychological science and the impact of historical controversy to contemporary polarisation are discussed. The theoretical debates, methodological inquiries and contributing resolutions that have stemmed from these controversies are conceptually discoursed and meta-analytically cited. Replicated illustrations that show how purportedly established and well-known, and previously unaddressed methodological biases occur in this area, and how we can resolve these hurdles within the – frequently overlooked – limitations of the current scientific paradigm, are experimentally demonstrated. As a decisive communication of engaging with these themes, concepts, issues and resolutions, the conceptual importance and research merits of a reminding and combined scholarly-theoretical and applied-empirical conscious understanding of the unconscious is encouraged and accentuated.",
          "url": "https://osf.io/mzes4",
          "doi": "https://doi.org/10.31234/osf.io/mzes4",
          "filter": 0
        },
        {
          "title": "A “Closer Look” at Subliminal Facial Attractiveness, and Beyond",
          "authors": "Myron Tsikandilakis; Persefoni Bali; Victoria-Maria Pasachidou; Romina Toranzos; Konrad Szczesniak; Pierre-Alexis Mével; Christopher R Madan; Alison Milbank",
          "abstract": "Facial attractiveness is an important human characteristic. It impacts our personal and interpersonal lives from a very young age and throughout our adulthood in most aspects of our experiences, actions and interactions. Evolutionary and sociobiological hypotheses, findings and interpretations have been posited to explain why facial attractiveness is important for human interactions. For example, facial symmetry, averageness and above-average secondary/dimorphic sexual characteristics have been proposed to indicate hormonal and health markers for relational attraction. These traits are considered universal evolutionary important biological markers. Therefore, the hypothesis that attractiveness is processed unconsciously – i.e., subliminally – has been proposed and supported by the vast majority of topical research. In this manuscript, we employ mathematical, statistical, methodological, psychophysical and psychophysiological state-of-the-art advances; we dispute subliminality, and we redefine the roles of consciousness, unconsciousness, and involuntary and automatic responses relating to facial attractiveness. We demonstrate that attraction in response to human faces involves both conscious and unconscious elements, that it is, indeed, automatic and involuntary, and that it can be behaviourally but not experientially inhibited by conscious interference.",
          "url": "https://osf.io/5cd7f",
          "doi": "https://doi.org/10.31234/osf.io/5cd7f",
          "filter": 0
        },
        {
          "title": "Virtual Reality Offerings for and by Marginalized Populations: A Scoping Review on Equity and Intersectionality",
          "authors": "Quinta Seon; Myrna Lashley; Geneviève Sauvé; Martin Lepage; Adèle Hotte-Meunier; Lisa Sarraf; Ethan Draper; Clayton Jeffrey; Caroline Sylvie-Dakoure",
          "abstract": "Virtual reality (VR) programs can support multiple aspects of well-being and have been developed by marginalized groups for these purposes, but there is still a systemic power imbalance. Marginalized groups have a place in digital well-being and can lead efforts directed towards resources that they desire. To better support these efforts and mobilize knowledge amongst marginalized stakeholders, we performed a scoping review of VR’s use for wellbeing. Taking an equity lens that considers the experiences of intersectional marginalization, we aimed to identify VR programs, their targets, outcomes, and equity-related facilitators and barriers. In May 2023, we conducted a comprehensive literature search of MEDLINE, PsychInfo, Embase, and Web of Science databases and grey literature for virtual reality and marginalized populations. Eligible research articles since the inception of the databases were those that met our predefined criteria of VR, marginalized populations, and well-being. We included 38 studies and charted preregistered variables using narrative synthesis and descriptive statistics. The populations represented in the included studies were often intersectionally marginalized and observed that VR offered diverse support, such as social support and affirmation, mental and emotional well-being, education and support for disability and physical health, and cultural connections. Overall, most studies reported positive findings, though several noted no effect on at least some outcomes. VR’s flexibility created informal, flexible spaces, with support from peers, and contributed to mental and social well-being. Several factors could challenge marginalized groups’ ability to follow and create pathways to VR well-being programs, such as the lack of free programs, data and program ownership, and intersectional data analyses. This area reflects a growing literature topic, with half of the studies published in 2022 or 2023. Which also means, currently, many studies have limitations like small sample sizes and are lacking mixed-methods or practical significance analyses. Moving forward, researchers could apply more open-access and inclusivity practices in their design and recruitment to widen equitable access to marginalized stakeholders. However, many marginalized populations created VR programs and benefited from them, contributing to a rebalancing of power over wellbeing.",
          "url": "https://osf.io/3u7ea",
          "doi": "https://doi.org/10.31234/osf.io/3u7ea",
          "filter": 0
        },
        {
          "title": "The paradox of SOV: A case for token-based typology",
          "authors": "Natalia Levshina",
          "abstract": "This study addresses a paradox in word order typology. On the one hand, the SOV order has longer dependency distances and therefore higher processing costs compared to verb-medial order. On the other hand, it is the most frequent word order in languages of the world. How come? An analysis of large-scale corpus data in thirty-two languages annotated with Universal Dependencies provides a simple answer: the costly long distances occur more rarely than one would assume because verb-final languages usually have fewer arguments compared to verb-medial languages. A series of Bayesian phylogenetic models shows a negative correlation between the proportion of verb-final clauses in a language and the average number of arguments in a clause, while controlling for argument indexing and high- and low-context culture. A closer examination of argument configurations reveals a positive correlation between proportions of verb-final clauses and proportions of subjectless clauses; as for proportions of objectless clauses, the evidence is less clear. In addition, a quanitative analysis of 150 Universal Dependencies corpora shows that the proportions of verb-final clauses with two overt arguments are low, even in verb-final languages. The study highlights the importance of the token-based, gradient approach to typology, which gives us insights into what kind of structures language users prefer, and what they avoid.",
          "url": "https://osf.io/wfbpv",
          "doi": "https://doi.org/10.31234/osf.io/wfbpv",
          "filter": 0
        },
        {
          "title": "Gratification Control in Adult Health Risk Behaviors: Development of the HeRBs GCI",
          "authors": "Adarsh K. Verma; Usha Chivukula; Aysha Thasleema",
          "abstract": "Effective impulse control over gratifying stimuli is a crucial skill with significant implications for decision-making across various life domains. While research has traditionally centered on the concept of delayed gratification (DG)- primarily studied in children - its application to adult behavior reveals distinct complexities. This study shifts attention to gratification control (GC), a construct that focuses on how adults navigate competing desires in the context of both immediate and long-term health risks. The Health Risk Behaviors' Gratification Control Inventory (HeRBs GCI), designed to measure GC, comprises 12 items across four domains: alcohol consumption, smoking, drug abuse, and risky sexual practices. Validated with a sample of 442 emerging adults, the HeRBs GCI offers insights into impulse control concerning health risk behaviors. This inventory provides a tool for research and practical interventions aimed at enhancing decision-making and managing health-related risks.",
          "url": "https://osf.io/7t8wk",
          "doi": "https://doi.org/10.31234/osf.io/7t8wk",
          "filter": 0
        },
        {
          "title": "Improving the probability of reaching correct conclusions about congruence hypotheses: Integrating statistical equivalence testing into response surface analysis",
          "authors": "Sarah Humberg",
          "abstract": "Many psychological theories imply that the degree of congruence between two variables (e.g., self-rated and objectively measured intelligence) is related to some psychological outcome (e.g., life satisfaction). Such congruence hypotheses can be tested with response surface analysis (RSA), in which a second-order polynomial regression model is estimated and suitably interpreted. Whereas several strategies exist for this interpretation, they all contain rationales that diminish the probability of drawing correct conclusions. For example, a frequently applied strategy involves calculating six auxiliary parameters from the estimated regression weights and accepting the congruence hypothesis if they satisfy certain conditions. In testing the conditions, a nonsignificant null-hypothesis test of some parameters is taken as evidence that the parameter is zero. This interpretation is formally inadmissible and adversely affects the probability of making correct decisions about the congruence hypothesis. We address this limitation of the six-parameter strategy and of other RSA-strategies by proposing that statistical equivalence testing (SET) be integrated into RSA. We compare the existing and new RSA-strategies with a simulation study and find that the SET-strategies are sensible alternatives to the existing strategies. We provide code templates for implementing the SET-strategies.",
          "url": "https://osf.io/ftr6u",
          "doi": "https://doi.org/10.31234/osf.io/ftr6u",
          "filter": 0
        },
        {
          "title": "Now it makes sense: The detrimental impacts of delayed ADHD diagnosis for women and positive consequences post-diagnosis",
          "authors": "Eve Holden; Helena Elizabeth Hiromi Kobayashi-Wood",
          "abstract": "Girls and women are disproportionately affected by delayed diagnoses of attention-deficit/hyperactivity disorder (ADHD), but research on the impact of this is limited. Our study aimed to centre lived experiences of women with late-diagnosed ADHD to increase understanding of the impact of such delays. We employed a mixed methods survey to investigate the perspectives of 28 women with late-diagnosed ADHD. Results starkly demonstrate the criticism and lack of support participants faced from society and medical professionals, illustrating the negative consequences of delayed ADHD diagnosis on quality of life and mental health. Participants commonly reported internalising criticism and described disconcertingly low self-esteem; citing guilt, shame, and negative self-perception due to delayed diagnoses. Participants found diagnosis revelatory, their lives finally making sense; citing healing, improved self-esteem, and life feeling more worth living. The adversities faced from delayed diagnoses were described from early childhood, through adolescence, and adulthood. Participants reflected on ‘what could have been’, and described grieving the lives they could have led if diagnosed earlier. The negative impacts of missed ADHD diagnosis are broad and span life stages. With potential implications for public health policy, this work highlights the importance of increasing girls’ and women’s access to ADHD diagnoses to address avoidable detrimental hardship.",
          "url": "https://osf.io/mpw8e",
          "doi": "https://doi.org/10.31234/osf.io/mpw8e",
          "filter": 0
        },
        {
          "title": "Reward as a Facet of Word Meaning: Ratings of Motivation for 8601 English Words",
          "authors": "Doina-Irina Giurgea; Penny M. Pexman; Richard J. Binney",
          "abstract": "Semantic representations arise from a distillation of multiple sources of information, including sensory, motor, affective, interoceptive, linguistic and cognitive experience. Experience of reward is a highly salient aspect of many human activities, and yet its contribution to semantic processing is not well understood. To address this, the present study took a psycholinguistic approach to measuring and evaluating associations with reward as a facet of word meaning. Behavioral and neurophysiological data suggest reward processing involves multiple stages and mechanisms. For instance, systems associated with the experience and anticipation of pleasure in response to a reward appear distinct from motivational processes that underlie pursuit of a stimulus. We sought to collect a novel set of word ratings that capture the full extent of reward-related experience. Initial explorations revealed that reward/pleasure ratings are highly correlated with existing norms of emotional valence. Ratings of association with motivation, however, were only moderately correlated with valence, suggesting they capture distinct semantic information. We therefore conducted a preregistered large-scale study to obtain motivation ratings for 8601 words. Our analyses suggest these ratings capture aspects of word meaning which are distinct from other semantic dimensions, such as concreteness and valence. Moreover, they explain unique variance in participant performance on lexical, semantic, and recognition memory tasks. We combined motivation and emotional valence ratings to provide a composite measure that might approximate a more general ‘reward’ construct. However, this was worse at explaining task performance than the individual variables. We discuss implications of these results for neurocognitive theories of semantics.",
          "url": "https://osf.io/h9m8u",
          "doi": "https://doi.org/10.31234/osf.io/h9m8u",
          "filter": 0
        },
        {
          "title": "Soft Skills in High Schools: Integrating Self-Regulated Learning and Social, Emotional, and Behavioral Skills Frameworks",
          "authors": "Tommaso Feraco",
          "abstract": "Background: Social, emotional, and behavioral (SEB) skills – also known under labels like soft skills, 21st century skills, or social-emotional skills – are considered key factors for students’ success, well-being, and social relationships, among others. However, literature on the topic relied on different frameworks and questionable measurement methods. Additionally, they usually did not integrate skills into classical self-regulated learning (SRL) frameworks. \nAims: To overcome these limitations, we adopted the new integrative SEB framework and measured SEB skills, along with five SRL factors (academic self-efficacy, SRL strategies, mastery learning goals, growth mindset, and achievement emotions) and three outcomes (i.e., academic achievement, peer acceptance, and life satisfaction).\nSample: Participants were 5,075 Italian high school students (M = 18.23 years old; SD = 0.95). \nResults: Our results show that SEB skills are associated with almost all SRL factors and outcomes, but when considering their specific role (net of other skills and SRL factors), only mediated associations with academic achievement emerge, supporting the hypothesis that SEB skills’ effects on academic outcomes might be mainly mediated by SRL factors, while specific skills (i.e., social engagement, collaboration, and emotional resilience skills) directly influence non-scholastic outcomes. \nConclusions: Our results support the importance of adopting integrative skills frameworks along with SRL frameworks to deeply understand the processes linking skills to outcomes in the student population.",
          "url": "https://osf.io/w5tnr",
          "doi": "https://doi.org/10.31234/osf.io/w5tnr",
          "filter": 0
        },
        {
          "title": "Detecting foreign rhythm in native-language speech at birth",
          "authors": "Martina Dvorakova; Natálie Kikoťová; Josef Urbanec; Antonia Götz; Katerina Chladkova",
          "abstract": "Humans tune in to the native language prosody before they are even born. Prior findings with newborns reported language-specific processing of forward versus backward speech and intonational contours and also indicated language-specific processing of iambic versus trochaic patterns in non-linguistic tone stimuli. The present experiment tested newborns’ processing of temporal rhythm patterns in naturalistic native-language speech. Czech-learning newborns were played naturally recorded well-formed Czech utterances with native Czech rhythm (virtually lacking cues to word-level stress) and with non-native rhythm (prolonged foot-initial syllables), while their hemodynamic activity was recorded. The results showed larger hemodynamic responses to the non-native than to the native rhythm in a late analysis window, attributable to a double-peak response shape in the non-native condition. This finding is discussed in terms of suprisal-induced resonating activity after hearing familiar native speech paired with an unfamiliar rhythm pattern. Further, there was an overall attenuated response to the native rhythm localized in the right frontal region (comprising the Broca's area), evidencing right-lateralized processing of speech rhythm. Traditional language development theories claimed that only coarse between-class rhythm differences between languages are processed at birth. Having demonstrated that newborns differentially process non-native vs. native rhythmic patterns within natural native-langugae speech, even in a language outside of the traditional rhythm classes, the present findings disprove some of the early theories and substantially deepen our understanding of early speech development.",
          "url": "https://osf.io/jrm32",
          "doi": "https://doi.org/10.31234/osf.io/jrm32",
          "filter": 0
        },
        {
          "title": "The Written Self: Decoding Personality and Sex Differences Through Explainable AI",
          "authors": "David Saeteros; Beatriz Domínguez-Álvarez; David Gallardo-Pujol; Daniel Ortiz-Martínez",
          "abstract": "This study demonstrates how natural language processing and explainable AI techniques can advance our understanding of personality psychology, using sex differences in language as a case study. By analyzing stream-of-consciousness essays from 2,240 undergraduates using BERT with integrated gradients attribution, we identify distinct linguistic markers that characterize sex-specific trait expression. Our approach illustrates how explainability methods can help to detect systematic variations in language patterns across different trait levels and between males and females. Logistic regression analyses reveal Neuroticism as the strongest predictor of language typical of each sex (OR = 2.11, p ≤ .001), followed by Extraversion and Agreeableness. The model achieves 82.8\\% accuracy in sex classification, and the explainability technique shows that sex differences in language often diminish at extreme trait levels. The study's methodological contribution lies in demonstrating how explainable AI can advance personality assessment by providing interpretable insights into the complex interaction between sex and personality in natural language use. The study also illustrates how explainable AI can advance personality assessment beyond descriptive statistics to provide interpretable insights into complex psychological phenomena, demonstrating a framework for deeper exploration of personality psychology findings.",
          "url": "https://osf.io/eja7r",
          "doi": "https://doi.org/10.31234/osf.io/eja7r",
          "filter": 0
        },
        {
          "title": "Are Existing Bot-Detection Techniques Sufficient: An Exploration with Real Bots",
          "authors": "Gargi Sawhney; Ashish Bijlani; Justin DeSimone",
          "abstract": "Using two bots with varying degrees of sophistication, our research evaluates the effectiveness of existing bot detection techniques in identifying whether a survey was completed by actual bots. Our findings suggest that while existing bot detection techniques can identify responses generated by simple bots, they may not be effective in identifying AI-powered bots.",
          "url": "https://osf.io/zeyfs",
          "doi": "https://doi.org/10.31234/osf.io/zeyfs",
          "filter": 0
        },
        {
          "title": "Integrating Co-Created and Theory-driven insights using an Equitable Power-Sharing Approach (EPSA)",
          "authors": "Nessa Millet",
          "abstract": "Co-creation with citizens has emerged as an integral component in tackling a plethora of healthcare inequities. At the stage of scientific conceptualisation, processes of integrating co-created insights as legitimate forms of knowledge lacks transparent method, risking disempowerment for citizens who have been positioned as influencing the research process. We detail an approach to integrating co-created insights into a scientific model using an equitable and power-sharing approach (EPSA) method, exampled during the study design phase of the AFFIRM Relationships project. The EPSA method consist of 3 phases: a preparatory phase (Researcher reflexivity, topic formulation and sensitization); a co-creation phase (knowledge production, analytic phases, summarizing and ethics work) and an insight integration phase. Applying the EPSA method highlighted the important role of researcher reflexivity in preparing to foster a safe environment for open dialogue during co-creation. Transforming scientific research stages into activities that can engage co-researchers (including conducting analysis, critical thinking, and producing overarching themes) underscored an equitable partnership. Whilst the final phase enabled identification of how resulting knowledge was derived, further consideration of how refinement processes can be grounded in lived experience is necessary, particularly during final stages as decision making becomes increasingly led by academic team members.",
          "url": "https://osf.io/xds36",
          "doi": "https://doi.org/10.31234/osf.io/xds36",
          "filter": 0
        },
        {
          "title": "Wordle – A Game-Based Assessment of Verbal Ability?",
          "authors": "Priscilla Achaa-Amankwaa; Jonas Walter; Ulrich Schroeders",
          "abstract": "Building on the long and successful tradition of incorporating games (e.g., chess or Mastermind) into the psychological assessment of cognitive ability, this registered report focuses on Wordle—one of the most popular online word games. We will examine (1) the psychometric properties of the game (e.g., dimensionality, reliability), (2) the nomological network of Wordle proficiency including vocabulary, verbal fluency, and reasoning at the latent level, (3) correlations with socio-demographic (age, education), reading habits, game experience, and strategy efficiency, and (4) the game’s potential for rational test construction through an analysis of the linguistic determinants of Wordle item difficulty.",
          "url": "https://osf.io/pa89m",
          "doi": "https://doi.org/10.31234/osf.io/pa89m",
          "filter": 0
        },
        {
          "title": "Statcheck does what it is designed to do: a reply to Böschen (2024)",
          "authors": "Michele B. Nuijten",
          "abstract": "In a recent arXiv comment, Böschen contends that the R package statcheck (Nuijten &amp; Epskamp, 2024) is not a valid error detector (Böschen, 2024). I appreciate the effort of investigating statcheck’s strengths and weaknesses. I wholeheartedly agree that it is crucial that a tool to detect errors should itself be reliable and valid. However, I disagree with the main points in the critique and will argue that statcheck does exactly what it is designed to do: detect inconsistencies in Null Hypothesis Significance Tests (NHST) reported according to the guidelines of the American Psychological Association (APA; American Psychological Association, 2020).",
          "url": "https://osf.io/xyfjz",
          "doi": "https://doi.org/10.31234/osf.io/xyfjz",
          "filter": 0
        },
        {
          "title": "All the Mistakes I Made: Critical Reflections on Applying Intervention Mapping in the Real World",
          "authors": "Sarah E. Stutterheim",
          "abstract": "Intervention Mapping is the most comprehensive approach to systematic behavior change (O'Cathain et al., 2019). For this reason, applying Intervention Mapping can been daunting. In this paper, I discuss the mistakes I made when applying the various iterative steps of Intervention Mapping in the design, implementation, and evaluation of an intervention aiming to reduce HIV stigma in health care settings in the Netherlands.",
          "url": "https://osf.io/nykr8",
          "doi": "https://doi.org/10.31234/osf.io/nykr8",
          "filter": 0
        },
        {
          "title": "Sad Art Gives Voice to Our Own Sadness",
          "authors": "Tara Venkatesan; Mario Attie-Picker; George Newman; Joshua Knobe",
          "abstract": "People tend to show greater liking for expressions of sadness when these expressions are described as art. Why does this effect arise? One obvious hypothesis would be that describing something as art makes people more likely to regard it as fictional, and people prefer expressions of sadness that are not real. We contrast this obvious hypothesis with a hypothesis derived from the philosophical literature. On this alternative hypothesis, describing something as art makes people more inclined to appropriate it, i.e., to see it as an expression of their own sadness. Study 1 found that describing the exact same sad text as art (e.g., a monologue) as opposed to not-art (e.g., a diary entry) led to increased liking for the work. Study 2 showed that this effect is not mediated by fictionality. Study 3 showed that the effect is mediated by appropriation. Study 4 looked at the impact of a manipulation of fictionality. Describing a work as fictional did lead to increased liking, but this effect was completely mediated by appropriation. These results provide at least some initial support for the appropriation hypothesis.",
          "url": "https://osf.io/grys2",
          "doi": "https://doi.org/10.31234/osf.io/grys2",
          "filter": 0
        },
        {
          "title": "People spontaneously partition their visual space when retrieving concepts from memory",
          "authors": "Simone Viganò; Giulia Cristoforetti; Gaia Mizzon; Roberto Bottini",
          "abstract": "In the physical world, we efficiently organize objects in space to facilitate finding them when mostly needed. Does this tendency to order the external environment extend to conceptual information that is internally stored in memory? Here we report that when people were asked to retrieve different concepts from memory, they spontaneously directed their gaze to distinct and minimally overlapping portions of their visual space. This effect was replicated across two experiments, and was correlated with retrieval performance. Interestingly, this categorical partitioning, which differentiated the content of the retrieved information, was paired with a temporal partitioning, which reflected the temporal progression of the retrieval experience. These findings reveal a tendency of humans to separately organize their memories during retrieval, disentangling content (the “what”) and time (the “when”) via a spontaneous oculomotor behavior.",
          "url": "https://osf.io/8vn3w",
          "doi": "https://doi.org/10.31234/osf.io/8vn3w",
          "filter": 0
        },
        {
          "title": "Creating Online Cognitive Assessment Platform for Children’s Literacy and Math Skills: Illustrated with the ACE Kids Platform",
          "authors": "Vince S. H. Ngan; Urs Maurer",
          "abstract": "Computerized versions of paper-and-pencil tests have made children’s behavioral assessments more automatic and precise. The COVID-19 pandemic further demonstrated the need for computerized assessments to be offered online to allow for remote data collection. However, the design and implementation of computerized tests in an online environment comes with various challenges. This article probes the issues, needs and challenges for the development and validation of online assessment of reading and math, and related cognitive abilities. The paper aims to inform researchers about some of the logistical and technical considerations of developing a customized platform for online data collection, including (a) technical considerations, (b) interface design, (c) data management, and (d) validation measures for comparability with paper-and-pencil measures. These issues are illustrated with experiences gleaned from the development of an assessment platform (ACE Kids platform), designed to deliver over 40 tests and questionnaires related to children’s Chinese and English literacy, as well as mathematics abilities. Furthermore, we discuss features that improve the ease of use, clear instructions, and attention retention. This discussion is punctuated by pilot test results, including both qualitative and quantitative data about child usage experience. Finally, we discuss important considerations at the planning, development and data collection stages for a customized assessment platform.",
          "url": "https://osf.io/kxyc5",
          "doi": "https://doi.org/10.31234/osf.io/kxyc5",
          "filter": 0
        },
        {
          "title": "Phonetic and Semantic Radical Priming in Chinese Character Amnesia",
          "authors": "Zebo Xu; Yichi ZHANG; Zhenguang Garry Cai",
          "abstract": "The shift from handwriting to digital typing as the dominant form of written communication has led to a decrease in handwriting proficiency. This trend is particularly evident in opaque writing systems, such as Chinese, where speakers increasingly experience “character amnesia”, the inability to (fully) handwrite a character despite being able to recognise it. In this study, we investigated whether prior exposure to a phonetic or semantic radical of a character helps to subsequently alleviate amnesia in handwriting the character. In three online experiments, participants were first exposed to a prime character that shares a phonetic radical, a semantic radical, or no radical with a target character (or, in Experiment 2, exposed to a stand-alone radical); then they handwrote the target character according to a dictation prompt. Participants reported less character amnesia in handwriting the target character if they had previously been exposed to a phonetic or semantic radical, either as part of a prime character or as a stand-alone radical. Furthermore, the priming effect of the semantic radical was similar regardless of whether the prime had a semantic radical with high or low semantic transparency. These findings suggest that character amnesia in Chinese is caused by the incomplete orthographic activation in semantic and phonetic radicals.",
          "url": "https://osf.io/hzemn",
          "doi": "https://doi.org/10.31234/osf.io/hzemn",
          "filter": 0
        },
        {
          "title": "Clothing Size Access and Body Image:  a cross-sectional study",
          "authors": "Sofia Abrevaya; Constanza Cerana; Sofia Stancanelli",
          "abstract": "Lack of access to appropriate clothing sizes can negatively impact body image and self-esteem. This study aimed to assess the relationship between clothing access, body image, and self-esteem. 443 participants (42 male) completed a sociodemographic questionnaire, a clothing access scale, the Body Appreciation Scale, the Rosenberg Self-Esteem Scale, the Eating Attitudes Test, and the Body Esteem Questionnaire. Data analysis focused on women without eating disorder risk, with comparisons made between those at risk of eating disor-ders and between men and women using a matched sub-sample (in BMI, age, and size). Sig-nificant correlations between all variables were found for women, and a regression model indicated that body esteem was a significant predictor, while general self-esteem was not. Those aware of the new Size Law (58%) reported lower clothing access and higher BMI. Women at risk for eating disorders (N=68) had lower body appreciation and both general and body self-esteem. Gender differences revealed that men had higher values for all meas-ured variables. The findings suggest that the lack of clothing size access and the associated societal beauty ideals contribute to body image issues, particularly for women. This study underscores the need to address size discrimination within the fashion industry and high-lights the importance of implementing the Size Law to promote inclusion and gender equity.",
          "url": "https://osf.io/842ez",
          "doi": "https://doi.org/10.31234/osf.io/842ez",
          "filter": 0
        },
        {
          "title": "Productive causation and compositionality",
          "authors": "Tadeg Quillien; Neil R Bramley; Christopher G. Lucas",
          "abstract": "According to counterfactual theories of causal judgment, people judge causation by evaluating the consequences of counterfactual interventions on their representations of the world. What is the format of these representations? Research on causal generalization suggests that people hold `invariant' representations of causal relationships that can be flexibly composed together. We suggest that people can compute counterfactuals on the basis of these invariant representations, and in particular they can imagine `disconnecting' the causal link between two variables. Importantly, this hypothesis implies that causal judgment is supported by richer representations than the Structural Causal Models (SCMs) used in most counterfactual theories. We argue that this gap can explain the shortcomings of existing counterfactual theories, for example why these theories struggle to explain the distinction between `productive’ and non-productive causation. In a series of simple experiments, we find that the consequences of variable-disconnection counterfactuals systematically affect people’s causal judgments, even holding constant the structural causal model describing the situation. Overall, the counterfactual framework might provide a unifying account of human causal judgment, provided we correctly understand the mental representations people use to imagine counterfactual scenarios.",
          "url": "https://osf.io/nsqpk",
          "doi": "https://doi.org/10.31234/osf.io/nsqpk",
          "filter": 0
        },
        {
          "title": "Direct and averted gaze modulate the event-related brain responses to social exclusion signals",
          "authors": "Yu-Fang Yang; Michael Niedeggen; Xu Fang",
          "abstract": "Social exclusion is a negative experience in social interaction which can be modulated by the perceived eye gaze. In our Cyberball study, we asked how gaze direction – direct versus averted – affects the processing of social exclusion by using electroencephalogram (EEG) methods. Participants encountered neutral gazes in the inclusion phase (Block1) and then either direct or averted gazes during the exclusion phase (Block2). We measured self-reports on Need-Threat Questionnaires (belonging, control, meaningful existence, self-esteem) and negative mood, along with event-related potentials (ERPs), specifically the P3 component (P300) - an indicator of expectation violation. Findings demonstrated that the P3 amplitude showed differential changes between gaze conditions during the transition from inclusion to exclusion, with direct gaze eliciting stronger neural responses. This difference signals that direct gaze enhances the expected participation, thus sensitizing participants for exclusionary signals. Simultaneously, self-reports indicated that the transition evoked weaker negative emotions in the direct gaze group and stronger negative emotions in the averted gaze group, signalling that direct gaze also serves as an affiliative signal. These results illuminate how gaze directions shape cognitive and emotional reactions to social exclusion. However, further research is necessary to unravel these effects amidst other non-verbal cues and fully comprehend their impact on neural and behavioural responses to social exclusion.",
          "url": "https://osf.io/kbzjq",
          "doi": "https://doi.org/10.31234/osf.io/kbzjq",
          "filter": 0
        },
        {
          "title": "How to Model Ambulatory Assessments Measured at Different Frequencies: An N=1 Approach",
          "authors": "Sophie Wilhelmina Berkhout; Noémi Katalin Schuurman; Ellen Hamaker",
          "abstract": "Ambulatory assessment has gained widespread popularity among researchers who study the dynamics of everyday experiences and behaviors, such as sleep patterns or emotional states. In this paper, we focus on the challenge that arises when we want to investigate the dynamic relations between variables that were measured at different frequencies. As a running example, we use a sleep quality variable measured once every morning and a mood variable measured multiple times during the day for multiple days. We propose two N=1 models that imply different processes; the first focuses on dynamic relations from day to day between sleep quality and a daily factor of the mood variable, and the second focuses on dynamic relations from one measurement occasion to the next, which prioritizes when the variables affect each other. Additionally, we introduce a combination of these two models and demonstrate their accuracy with a simulation study. An empirical N=1 example of daily sleep quality and momentary self-doubt demonstrates that dynamic relations exist between sleep quality and self-doubt at certain moments in the day and the daily factor of self-doubt. Researchers may adjust the proposed dynamic models to align with their own theories and to accommodate different data or research interests.",
          "url": "https://osf.io/6e9w7",
          "doi": "https://doi.org/10.31234/osf.io/6e9w7",
          "filter": 0
        },
        {
          "title": "The effects of group affiliation vs. individuating information on  direct and indirect measures of the evaluation of novel individual group members",
          "authors": "Mayan Navon",
          "abstract": "Automatic evaluation has emerged as a central concept in contemporary thinking about prejudice. The \npresent research tested the quintessential aspect of prejudice: Does group affiliation dominate \nautomatic evaluation of individual group members even when diagnostic evaluative information about \nthe individuals is available? Participants read about the behaviors of two individuals: one from a \ntypically liked group and one from a typically disliked group, portraying one individual as more \npositive than the other, and manipulating the extremity and direction of that difference. We conducted \nsix studies (Total N = 11,572, with samples consisting of adults residing in the U.S.), across different \ngroup types (age, gender, or race), and indirect measures that purportedly measure automatic evaluation \n(the Implicit Association Test [IAT] and the Evaluative Priming Task [EPT]). Group affiliation \n(relatively to personal characteristics) influenced the IAT and the EPT more than it influenced the self-\nreported evaluation. These results may suggest that automatic evaluation of individuals is more \nprejudiced than nonautomatic evaluation.",
          "url": "https://osf.io/jbzas",
          "doi": "https://doi.org/10.31234/osf.io/jbzas",
          "filter": 0
        },
        {
          "title": "Mental Health Guidelines in Esports: A Delphi Study to Define the Scope and Content",
          "authors": "Dylan R Poulus; Mitchell Nicholson; Mason Drew; Serena Chiu; Benjamin T Sharpe",
          "abstract": "Esports is a rapidly growing global industry with millions of participants, yet there are no standardised mental health frameworks to support players, coaches, and organisations. This study aimed to identify key priorities for developing international mental health guidelines tailored to esports, defining their scope and outlining the roles of key stakeholders. Using a modified Delphi approach, an expert panel of 18 professionals specialising in esports and mental health participated in a two-round consensus process. In Round One, qualitative responses identified five key areas of focus, leading to the development of 13 statements on mental health promotion, prevention, and care. In Round Two, panel members rated their agreement and the perceived importance of these statements using a 4-point Likert scale, with statements reaching 80% consensus included in the final recommendations. Of the 13 statements, 12 achieved consensus, emphasising the need for mental health literacy programs, safe and healthy environments, and structured mental health first aid training for coaches and community leaders. The expert panel also highlighted the responsibility of game publishers, tournament organisers, and governing bodies in promoting mental health resources and policies. This study provides a foundation for evidence-based esports mental health guidelines, which can inform future policy development, industry practices, and player support systems.",
          "url": "https://osf.io/g78kd",
          "doi": "https://doi.org/10.31234/osf.io/g78kd",
          "filter": 0
        },
        {
          "title": "Adults with autism prefer to communicate with others who also have autism: a mixed-method study",
          "authors": "Hannah De Laet; Jan R. Wiersema; Annabel. D. Nijhof",
          "abstract": "While prevailing theories suggest social interaction difficulties are inherent to individuals with autism, the theory of the double empathy problem (Milton, 2012) proposes that these difficulties result from a mismatch between neurologically different interaction partners. This theory also predicts less difficulty during interaction between individuals with autism. Existing studies are limited, warranting further investigation. In 2022, adults with autism completed an online mixed-method questionnaire, which included demographic questions, a question regarding language preference, 14 statements (N = 407) comparing various aspects of interaction between individuals with and without autism and six open-ended questions (N = 337). The sample includes adults spanning a range of ages and educational backgrounds. The results from the statements revealed that adults with autism experienced all, except for one, aspects of communication to be better and easier with others who also have autism than with others who do not. The only aspect of communication they did not experience to be better with others with autism was body language. The results from the open-ended questions mainly support the findings from the statements, but also provide additional nuance. Themes highlighted easier interactions between individuals with autism, characterized by mutual understanding and the absence of judgment. Additionally, when they know someone else also has autism, they feel less need to camouflage. However, some interaction difficulties were also noted. In conclusion, the experiences of adults with autism in our study align with the theory of the double empathy problem, however further systematic research is warranted to test this theory.",
          "url": "https://osf.io/f7yr4",
          "doi": "https://doi.org/10.31234/osf.io/f7yr4",
          "filter": 0
        },
        {
          "title": "“It was very traumatic”: Understanding the impact of breastfeeding difficulties on maternal mental health",
          "authors": "Gabrielle Rowles; Joseph Keenan; Nicola Wright; Karen Hughes; Rebecca Pearson; Hannah Fawcett; Elizabeth Braithwaite",
          "abstract": "Purpose. Many women want to breastfeed, but experience breastfeeding difficulties (such as latching problems, perceived low milk supply, nipple pain) with associated consequences for poor mental health. The aim of the current study was to investigate mother’s perceptions of how breastfeeding difficulties have impacted their mental health, couched within a behaviour change model, to identify intervention targets.\nMethods. Data were collected in October 2023 via an online cross-sectional survey. Participants provided qualitative open-ended responses to describe how they felt that breastfeeding difficulties may have impacted their mental health (N=1141).  This qualitative data was analysed using thematic analysis and themes were mapped deductively on to the COM-B model of behaviour change.\nResults. In general, mothers were highly motivated to breastfeed, but experienced challenges with psychological capability, physical capability, and social opportunity. Analyses resulted in the identification of the following targets for intervention: 1) education around the realities of what to expect when breastfeeding, including breastfeeding difficulties, 2) support for technical challenges and pain management when experiencing breastfeeding difficulties, and 3) education for healthcare professionals, families and wider society on the importance of supporting breastfeeding mothers who are experiencing breastfeeding difficulties.\nConclusion. Interventions targeted at breastfeeding mothers who are experiencing breastfeeding difficulties with associated mental health consequences have the potential to reduce rates of both early breastfeeding cessation and poor maternal mental health in the postnatal period. Here, we extend existing knowledge by identifying potential intervention targets to enable mothers to better cope with the challenges of breastfeeding.",
          "url": "https://osf.io/ebry5",
          "doi": "https://doi.org/10.31234/osf.io/ebry5",
          "filter": 0
        },
        {
          "title": "Why Does Positive Feedback Undermine Performance? Introducing the Decoupling Hypothesis",
          "authors": "Nils Jostmann; Eddie Brummelman",
          "abstract": "Positive feedback is often given in an attempt to boost people’s performance. In many cases, however, positive feedback undermines performance. Why? A common explanation is recipients interpret positive feedback as evidence that they are making more progress toward their goal than expected, leading them to coast. Here, we propose an alternative explanation: Receiving positive feedback is a pleasurable experience that decouples the grip of attention from the task, which undermines performance. If so, performance drops after positive feedback could be prevented by delaying the positive feedback until individuals have started preparing for their next task. Doing so may even transform the positive feedback into a motivational reward that allows individuals to utilize the rewarding experience of receiving positive feedback to energize their on-task behavior, thereby improving performance. We tested the decoupling hypothesis in three well-powered experiments (total N = 395), including a preregistered replication. Across experiments, we found that when positive feedback was delivered before participants started preparing for their next task, it impaired subsequent performance. Supporting the decoupling hypothesis, when positive feedback was delivered after participants started preparing for their next task, it did not impair subsequent performance; in fact, it boosted performance. These findings shed new light on the cognitive-affective mechanisms that underlie performance drops after positive feedback and identify unique ways to alleviate them. Also, the findings show that individuals do not invariably coast after positive feedback. This has broad implications for motivation theory and feedback interventions.",
          "url": "https://osf.io/e286b",
          "doi": "https://doi.org/10.31234/osf.io/e286b",
          "filter": 0
        },
        {
          "title": "Diagnostic facial features attract gaze but do not aid emotion recognition",
          "authors": "Yu-Fang Yang; Matthias Gamer",
          "abstract": "Facial features transmit emotions but their effect on visual orienting and explicit emotion recognition is debated. Here we examined whether fixating on diagnostic features of emotional expressions — such as eye region for fear and the mouth for happiness — affects saccadic targeting and improves recognition accuracy. Across two pre-registered experiments, participants viewed fearful, happy, and neutral faces for short intervals (50ms or 150ms) while the initial fixation location was manipulated. Although such brief stimulation does not allow for visual exploration, the faces triggered a substantial number of saccades that occurred after stimulus offset. These reflexive saccades were modulated by the emotional expressions indicating a consistent preferential saccadic orienting towards diagnostic features, even with limited exposure. As this effect disappeared for inverted faces, it can be attributed to an extrafoveal processing of facial features instead of an attentional orienting towards physically salient image regions. Participants' recognition accuracy was unaffected by the foveated facial feature, but this observation might also be due to ceiling effects in performance. Collectively, these findings contribute to understanding the attentional mechanisms of feature-based processing in the perception of emotional facial expressions.",
          "url": "https://osf.io/axbgq",
          "doi": "https://doi.org/10.31234/osf.io/axbgq",
          "filter": 0
        },
        {
          "title": "Who Touched It Matters: Gender and Role Effects on Negative Contagion Effect",
          "authors": "Takahiro Kawabe; Yusuke Ujitoko",
          "abstract": "Consumers often feel disgusted toward products that have been touched by others, a phenomenon known as the negative contagion effect (NCE). While prior research has explored NCE through biological and cultural lenses, the role of interpersonal factors remains underexamined. This study investigates how the toucher’s gender and social role influence NCE and psychological ownership. Study 1 revealed that male touchers elicited stronger NCE compared to female touchers, and products touched by stranger customers were more negatively perceived than those touched by store staff. Study 2 demonstrated that psychological ownership was higher for products touched by stranger customers than by store staff, suggesting a close relationship between ownership perceptions and NCE. These findings highlight the interplay of social and psychological factors in shaping consumer disgust. Practical implications include strategies for optimizing product handling in retail and online contexts. Future research should explore cultural and product-specific variations to further refine our understanding of NCE dynamics.",
          "url": "https://osf.io/ewkmt",
          "doi": "https://doi.org/10.31234/osf.io/ewkmt",
          "filter": 0
        },
        {
          "title": "Self-Informant Agreement on Dominance and Affiliation: A Replication of Ringwald et al. (2024)",
          "authors": "Mimoza Cvejoski; Maxim Trenkenschuh; Whitney Ringwald; Christopher James Hopwood",
          "abstract": "The goal of this study was to replicate a previous study by Ringwald et al. (2024) about self-informant agreement on perceptions of dominance and affiliation in interpersonal interactions.",
          "url": "https://osf.io/e63bc",
          "doi": "https://doi.org/10.31234/osf.io/e63bc",
          "filter": 0
        },
        {
          "title": "Digital Interventions for Anxiety and Depression Symptoms in Adolescence: Systematic Review",
          "authors": "Paula Kuberka; Milly Johnston; Roz Shafran; Katharine Pike; Lucy Yardley",
          "abstract": "The objective of this systematic review was to (1) identify existing digital interventions for adolescent depression and anxiety, (2) assess the promise of those interventions, and (3) identify characteristics of promising interventions. Six databases (PubMed, PsycINFO, Web of Science, EMBASE, MEDLINE, and Google Scholar) were used to conduct searches between September and October 2023. The searches were rerun in June 2024. Twenty studies met the criteria for inclusion, leading to the identification of 17 distinct interventions for analysis. The promise of the interventions was assessed through their effectiveness, the RE-AIM Framework (Reach, Effectiveness, Adoption, Implementation, Maintenance) dimensions, and risk of bias. The evaluation of interventions’ promise deemed three studies as ‘Quite Promising’, six as ‘Slightly Promising’, and eleven as ‘Not Promising’. All promising interventions somewhat met the RE-AIM dimensions. Variability was observed in TIDieR (Template for Intervention Description and Replication) characteristics, including Rationale, Intervention provider, Length and frequency of intervention, and Retention. Factors that potentially contribute to the success or limitation of digital mental health interventions among adolescents are discussed. The review underscores the need to enhance the methodological rigor and to evaluate and report the real-world impact of interventions to ensure they benefit a broader demographic of young people.",
          "url": "https://osf.io/uk5gs",
          "doi": "https://doi.org/10.31234/osf.io/uk5gs",
          "filter": 0
        },
        {
          "title": "Popular music and movies as autobiographical memory cues",
          "authors": "Julien Hanson; Jessica Frame; Elena Bai; Kendra Mehl; Kelly Jakubowski; Amy Belfi",
          "abstract": "Research on music-evoked autobiographical memories has grown rapidly in recent years, suggesting that music can be an effective stimulus for cueing memories from one’s life. One challenging aspect of this type of research is creating a stimulus set that is effective at cueing autobiographical memories in a wide range of individuals. The present work sought to address this issue by creating a normed stimulus set of popular music and popular movie cues. In addition to this methodological aim, we had an empirical aim to identify differences between autobiographical memories cued by music and movies. Participants (N=248) either listened to excerpts of popular music or viewed clips of popular movies. After each stimulus, participants rated it on several dimensions, including emotional valence, emotional arousal, familiarity, and autobiographical salience. Results indicated that certain songs and movies are autobiographically salient across a wide age range of participants. Additionally, we identified that musical cues show a significantly more pronounced reminiscence bump than movie cues, suggesting that music from the reminiscence bump period of life is more effective at triggering memories. Overall, these data provide an important resource for researchers wishing to use popular media to cue autobiographical memories, as well as indicating differences between memories cued by music and movies.",
          "url": "https://osf.io/zt83k",
          "doi": "https://doi.org/10.31234/osf.io/zt83k",
          "filter": 0
        },
        {
          "title": "Limits to ChatGPT’s Pragmatics in the domains of Commonsense and Culture.",
          "authors": "Wolfgang Wagner; Eva Paraschou; George Gaskell; Siqi Lyu; Maria Michalis; Athena Vakali",
          "abstract": "Does ChatGPT deliver its explicit claim to be culturally sensitive and its implicit claim\nto be a friendly digital person? These claims are investigated from the perspective of\nlinguistic pragmatics, particularly Grice's cooperative principle in communication.\nFollowing the pattern of real-life communication, turn-taking conversations reveal\nlimitations in the LLM's grasp of the entire contextual setting described in the prompt.\nThe prompts included ethical issues, a hiking adventure, geographical orientation and\nbodily movement. For cultural sensitivity the prompts came from a Pakistani Muslim in\nEnglish language, from a Hindu in English, and from a Chinese in Chinese language.\nThe issues were deeply cultural issues involving feelings and affects. Qualitative\nanalysis of the conversation pragmatics showed that ChatGPT is often unable to\nconduct conversations according to the pragmatic principles of quantity, reliable\nquality, remaining in focus, and being clear in expression. We conclude that ChatGPT\nshould not be presented as a global LLM but be subdivided into several culture-specific\nmodules.",
          "url": "https://osf.io/we2h7",
          "doi": "https://doi.org/10.31234/osf.io/we2h7",
          "filter": 0
        },
        {
          "title": "Outsiders in the Moral Domain: The dark core of personality and moral foundations",
          "authors": "Mauricio Enrique Silva Alegria",
          "abstract": "In the present study, the relationship between the general factor of the dark triad and moral foundations was evaluated. To do this, a sample of 723 participants was obtained to whom the Dirty Dozen Dark Triad (DDDT) and the Moral Fundamentals Questionnaire (MFQ) tests were applied; a structural validity and reliability test was carried out for the analysis constructs and A structural equation was modeled relating the general factor of the dark triad to the moral foundations. The results found adequate adjustments for the dark triad and moral foundations models separately and the integrated model, obtaining negative and significant relationships between the dark core and each of the moral foundations. It is concluded that there is a negative and statistically significant disattenuated correlation for each of the moral foundations and the general dark triad factor.",
          "url": "https://osf.io/wrdhq",
          "doi": "https://doi.org/10.31234/osf.io/wrdhq",
          "filter": 0
        },
        {
          "title": "Ordered to attract: The Dynamics of Attraction Effect in Simultaneous and Sequential Value-based Choice Tasks",
          "authors": "Marco Marini; Sebastiano Munini; Stefano Paravani; Fabio Paglieri",
          "abstract": "The attraction effect refers to the impact of an asymmetrically dominated irrelevant option (decoy) in shifting preferences towards its dominant option (target), with respect to another, non-dominant alternative (competitor). This context effect has been observed in multiple studies, yet its practical relevance in real-life situations has recently been questioned, since various factors can modulate, nullify, or even reverse the attraction effect. In this study, we investigate the impact of presentation order and presentation modality (simultaneous or sequential) on the elicitation of the effect in a value-based choice task. Previous studies documented the relevance of these variables in modulating the effect, yet they used perceptual discrimination tasks, raising the question of whether these factors would have the same impact on value-based choice. Our findings confirm that spatial proximity between target and decoy is necessary for eliciting attraction effects in value-based choice (as it is in perceptual discrimination) when options are presented simultaneously; however, when options are presented sequentially, temporal proximity is showed to be irrelevant for the attraction effect, which is observed across all presentation orders (contrary to what was reported in previous studies using perceptual discrimination tasks). These results provide further insight on the importance of both visual arrangement, task demands, and cognitive processing in modulating context effects in decision-making.",
          "url": "https://osf.io/w5gde",
          "doi": "https://doi.org/10.31234/osf.io/w5gde",
          "filter": 0
        },
        {
          "title": "Construction and Validation of the Prosocial Adolescent Risk-taking Questionnaire (PAR-Q)",
          "authors": "R. van Rijn; Paul van Lange; Lydia Krabbendam; Barbara R Braams",
          "abstract": "While negative risk-taking behavior in adolescents is a classic topic, extant research has long spent little attention to the positive aspects of adolescents’ development. One topic that started to gain more research focus is prosocial risk-taking behavior – defined as behavior where an individual takes a risk to help someone else. However, validated measures are still limitedly available. The goal of the study is to construct and validate a multifaceted measure to assess prosocial risk-taking in adolescents. A sample of 234 Dutch adolescents (149 girls) aged 14-17 filled in the unvalidated prosocial adolescent risk-taking questionnaire (PAR-Q) to perform an exploratory factor analysis to indicate initial factor structure. A separate data sample of 357 Dutch adolescents (208 girls) aged 14-17 filled in the PAR-Q to confirm this factor structure with a confirmatory factor analysis and additional questionnaires for convergent validity. In this sample, also test-retest reliability was assessed. The final two-factor structure, which represented Social and Material prosocial risk subscales, exhibited acceptable internal consistency and excellent test-retest reliability. The PAR-Q correlated positively with prosocial behaviors and empathy. The PAR-Q is a newly validated measure with good psychometric properties that can be used to gain more information on prosocial risk-taking, behavior in adolescents.",
          "url": "https://osf.io/e5swm",
          "doi": "https://doi.org/10.31234/osf.io/e5swm",
          "filter": 0
        },
        {
          "title": "The Impact of Framing, Communication Format, and Numeracy on Risk Perception, Emotion, and Medication Intentions",
          "authors": "Joanna Dixa; Agata Sobkow",
          "abstract": "Introduction: Medication adherence is influenced by both psychological and medical factors, including risk communication and numeracy skills. The way side-effect information is presented—whether in a positive or negative frame, and whether numerical data is conveyed in frequencies or percentages—can impact adherence. These effects may be more pronounced for individuals with lower numeracy.\nMaterial and Methods: Participants (N = 332) were asked to read a medication description with varying side-effect information based on experimental conditions. They were randomly assigned to a 3 (frame: positive, negative, combined) x 2 (numerical format: percentages, frequencies) between-subjects design. The study assessed risk perception, medication intention, and emotional responses while considering participants’ numeracy levels. \nResults and Discussion: Framing and numerical format significantly influenced risk perception and medication intention. Negative framing and frequency-based formats resulted in higher risk perception and lower medication intention. Moreover, numeracy interacted with the numerical format: individuals with lower numeracy showed higher medication intention in the percentage format and reported more negative emotions in the frequency format.\nConclusions: The way information is framed and presented numerically plays a significant role in shaping risk perception and medication intention. Negative framing and frequency formats tend to increase perceived risk and decrease medication intention. Tailoring communication based on numeracy levels could improve medication adherence.",
          "url": "https://osf.io/gwz5a",
          "doi": "https://doi.org/10.31234/osf.io/gwz5a",
          "filter": 0
        },
        {
          "title": "Valuing Your Partner More:  Linking Emotional Intelligence to Better Relationship Quality",
          "authors": "Hester Xiao; Kit S Double; Rebecca T. Pinkus; Carolyn MacCann",
          "abstract": "Emotional intelligence (EI) has been positively associated with relationship quality in romantic couples, but few studies have examined the mechanisms underlying this association. The current study examines the mediating role of extrinsic emotion regulation (regulating your partner’s emotions) on the associations between EI and relationship quality. Specifically, we studied the mediating effects of three extrinsic regulation strategies involving high engagement with the partner’s emotions (cognitive reframing, receptive listening, and valuing). Heterosexual couples (N = 175) completed three waves of surveys across 14 weeks from August to October 2021. EI, extrinsic emotion regulation strategies, and relationship quality were measured at three time points. Actor-Partner Interdependence Mediation Models (APIMeMs) were applied to analyse the dyadic data. Results showed that valuing one’s partner was the only significant mediator linking EI to relationship quality. For both men and women, individuals' EI is associated with better relationship quality for themselves and their partners, through their extrinsic emotion regulation behaviours of valuing their partners. These findings underscore the importance of fostering EI and mutual valuing within couples, which relates to healthier and more successful romantic relationships.",
          "url": "https://osf.io/jbt4s",
          "doi": "https://doi.org/10.31234/osf.io/jbt4s",
          "filter": 0
        },
        {
          "title": "Rethinking the Link Between Cognitive Reflection and Susceptibility to Misinformation: On the Distinction Between Hard and Soft News",
          "authors": "Giannis Lois; Antonis Gardikiotis; Elias Tsakanikos; Zoi Karaspyrou; Constantine Sedikides",
          "abstract": "The literature presents two contrasting accounts on the influence of cognitive reflection (tendency to override intuition by engaging in deliberation or analytical thinking) on susceptibility to misinformation. According to the classical reasoning account, rooted in research on evaluation of mainly soft news (sensational, human-interest stories), cognitive reflection improves truth discernment. According to the motivated reasoning account, rooted in research on argument construction about hard (policy-related) issues, cognitive reflection enhances political bias. We integrate these two accounts by examining how the distinction between soft and hard news interacts with individuals’ reasoning style to shape their capacity for truth discernment and susceptibility to political bias. Initially, we conducted an integrative data analysis (IDA) by synthesizing data from existing misinformation studies and incorporating independent ratings of news items along a hard-soft news dimension. We also conducted two experiments—one in the U.S., one in Greece—where participants viewed soft or hard political news. Across the IDA and experiments, participants higher on cognitive reflection were more prone to political bias, but only when evaluating hard news. Cognitive reflection was associated with improved truth discernment for both soft and hard news in the IDA, but not consistently so in the experiments. The findings reconcile discrepancies in the misinformation literature by demonstrating that cognitive reflection is not a one-size-fits-all solution to misinformation: although it is associated with improvement in truth discernment, it is also linked to exacerbated political bias in the case of hard news. We discuss implications of news softening for what qualifies as misinformation.",
          "url": "https://osf.io/skw2r",
          "doi": "https://doi.org/10.31234/osf.io/skw2r",
          "filter": 0
        },
        {
          "title": "Aligning psycholinguistics, neuroscience, and aphasiology with respect to grammatical encoding",
          "authors": "Danielle Fahey; Jeremy Yeaton; Alexandra Bunting Krauska",
          "abstract": "The influential model of sentence production developed by Bock and Levelt (1994) posits two stages of grammatical encoding: functional processing and positional processing. This model is sometimes referred to as the \"consensus model\" of grammatical encoding, given its wide support within psycholinguistic research. However, most research in the cognitive neuroscience of syntax does not align well with this two-stage consensus model. We will review recent research on the neurobiology of syntax, focusing on lesion-symptom mapping in people with aphasia, and in particular on the agrammatism-paragrammatism distinction. We will illustrate how a two-stage model of grammatical encoding aligns well with this distinction but does not precisely match the processing levels of functional and positional processing proposed by Bock and Levelt. We will illustrate how this consensus model can be revised in order to better accommodate the data. Finally, we will evaluate extant models of syntax and the brain, illustrating their respective adequacy and inadequacy with respect to accounting for these phenomena as well as their poor alignment with the consensus psycholinguistic model. We argue that models which involve two stages of grammatical encoding are more fruitful for pursuing relationships between psycholinguistics, aphasiology, and neuroscience.",
          "url": "https://osf.io/ydj9z",
          "doi": "https://doi.org/10.31234/osf.io/ydj9z",
          "filter": 0
        },
        {
          "title": "Perceptions of sexual assault perpetrators, victims, and event depend on system justification beliefs and perpetrator atonement.",
          "authors": "Brianna C Delker; Kira Means; Allison Schwam; Aubrie L. Patterson; Camille A Fogel; Amelita Brown; Alex Czopp; Kate C. McLean",
          "abstract": "When accused of wrongdoing, a sexual assault perpetrator may express atonement, i.e.,\nhe may acknowledge harm done, take responsibility, and make amends. Anecdotal observations\nsuggest that mainstream U.S. audiences respond favorably when high-status perpetrators express\nless atonement, such as telling stories that minimize harm, or place responsibility on the victim.\nHowever, empirically, little is known about how perpetrator status and atonement influence\naudience responses. Informed by system justification theory, this vignette-based experiment\ntested the hypothesis that the more audiences are psychologically invested in an unequal status\nquo (i.e., the greater their system justification beliefs), the more they will favor perpetrators (vs.\nvictims), especially when high-status perpetrators atone less, and low-status perpetrators atone\nmore. In a pre-registered 2(perpetrator status: low, high) x 3(perpetrator narrative atonement:\nlow, medium, high) x continuous(participant system justification) between-subjects design, U.S.\nadults (N=895) were randomly assigned to read 1 of 6 first-person stories by a white male who\nhas been accused of sexual assault by a female acquaintance. Dependent measures included\nperceived severity of and relative responsibility for the assault, empathy toward perpetrator and\nvictim, and ratings of their likeability and positive personality traits. Hierarchical regression\nanalysis revealed that, instead of the hypothesized interactive effects, there were consistent main\neffects of system justification and atonement across perpetrator status levels. The greater their\nsystem justification beliefs, the more participants favored perpetrators, the less severe they rated\nthe assault, and the less they favored victims. Greater perpetrator atonement boosted favorability\nratings for him and the victim. Conversely, less perpetrator atonement diminished his\nfavorability ratings, but also made the assault appear less severe and less his (vs. the victim’s)\nresponsibility. Findings underscore the strong influences that perpetrator stories and\npsychological investment in an unequal status quo have on perceptions of sexual violence.",
          "url": "https://osf.io/vsrdy",
          "doi": "https://doi.org/10.31234/osf.io/vsrdy",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Efficient Learning of Predictive Maps for Flexible Planning",
          "authors": "Armin Bazarjani; Payam Piray",
          "abstract": "Cognitive maps enable flexible behavior by providing internal representations of task structure that can be efficiently reused across different contexts. The successor representation (SR) offers a promising model for how these maps might be learned and computed in the brain, but its dependence on specific behavioral policies limits its ability to support flexible planning. Here, we introduce SR-IS, a novel model that combines temporal difference learning with importance sampling to construct policy-independent cognitive maps. We show that SR-IS learns representations that capture the underlying structure of the environment without being limited by the agent's current behavioral policy. These representations can be efficiently updated when the environment changes, enabling rapid behavioral adaptation without requiring extensive relearning. In a series of simulations, we demonstrate that SR-IS outperforms existing models in classic replanning tasks and provides a better account of both rodent and human behavior in spatial navigation experiments. The model uniquely explains a key behavioral finding: humans show greater flexibility in adapting to reward changes than to structural changes in their environment—an asymmetry that previous models failed to capture. Our findings bridge theoretical models of predictive maps with empirical observations of planning behavior, while providing new insights into how the brain might implement efficient yet flexible decision-making.",
          "url": "https://osf.io/ak57f",
          "doi": "https://doi.org/10.31234/osf.io/ak57f",
          "filter": 2
        },
        {
          "title": "Mindfulness and Compassion Interventions with Youth in K–12 Schools:  The State of the Science",
          "authors": "Mary L. Phan; Sarah Daehler; Tyler L Renshaw",
          "abstract": "This chapter provides an overview of research on mindfulness-based interventions (MBIs) and compassion interventions (CIs) in K–12 schools. It begins by outlining the historical development and application of MBIs and CIs within educational settings. A summary of findings from systematic reviews, encompassing 11 reviews on MBIs and 7 on CIs with K–12 youth, is presented to highlight the current state of the science. The chapter concludes by discussing future directions for implementing and tailoring school-based MBIs and CIs to better support historically marginalized youth.",
          "url": "https://osf.io/9vthm",
          "doi": "https://doi.org/10.31234/osf.io/9vthm",
          "filter": 2
        },
        {
          "title": "Bind Recovery of Sparse Factor Structures by Signal Cancellation",
          "authors": "André Achim",
          "abstract": "Blind factor recovery follows from the principle that the signal of variables exclusive to a factor can be combined in a contrast (weighted sum) that cancels their factor contributions, leaving only a compound of the variables’ unique variances. Successful contrasts, uncorrelated with any remaining variable, become the signature of factors with at least two unique indicator variables. Pairwise signal cancellation, usually incomplete for variables affected by different factors, nevertheless succeeds for variables with proportional loadings on two factors, which places three cancelling clusters in the plane of two factors. This is recognized by successful cancellation among variable triplets representing the three clusters. The Signal Cancellation Recovery of Factors (SCRoF) algorithm implements these principles, only requiring that each factor has at least two unique indicators, not even requiring having pre-estimated the number of factors. Alternate sparse factor solutions are obtained through a two significance-threshold strategy. The individually estimated factor loadings and factor correlations of each potential solution are globally optimized for maximum likelihood, yielding a χ2 indication of compatibility with observed data. SCRoF is illustrated with synthetic data from a complex six-factor structure. Actual data then document that SCRoF can even benefit confirmatory factor analysis when the initial model appears inadequate.",
          "url": "https://osf.io/e6nhs",
          "doi": "https://doi.org/10.31234/osf.io/e6nhs",
          "filter": 2
        },
        {
          "title": "A Taxonomy of State-Specific Psychological Mechanisms Underlying Decisions Under Risk and Uncertainty",
          "authors": "Aaron Benjamin Lob; Olivia Fischer; Renato Frey",
          "abstract": "What state-specific psychological mechanisms shape people's decisions under risk and uncertainty? Despite its importance in a complex and dynamic world, answering this question becomes increasingly difficult due to (i) a proliferation of theories in the behavioral sciences that propose potentially relevant mechanisms, (ii) the difficulty of assessing conceptual overlaps between proposed mechanisms, and (iii) a disconnect between verbal and formal theories. These challenges ultimately lead to conceptual clutter, jingle-jangle fallacies, and fragmentation—thus hindering cumulative scientific progress. In this article we aimed to address these issues. We reviewed 100 key theories of the behavioral sciences and applied a standardized procedure for identifying, classifying and integrating theoretically proposed mechanisms. This resulted in a taxonomy of presumably distinct, state-specific psychological mechanisms. Specifically, the taxonomy incorporates 83 mechanisms and 139 variants that were put forth by verbal or formal theories, and which can be grouped into seven major classes: (1) the subjective perception of choice attributes (e.g., an option's subjective value), (2) cognitive resources and control (e.g., memory processes), (3) social influence (e.g., social norms), (4)  affect (e.g., feeling regret), (5) goals and motivation (e.g., needs), (6) time factors (e.g., time pressure), and (7) experience and knowledge. The proposed taxonomy and its accompanying online app (i.e., the mechanism explorer; https://explorer.cbdr-lab.net) may constitute a starting point for a more integrative psychological science, and can aid researchers of the behavioral sciences in navigating the complex theory space, thus supporting specific empirical investigations as well as future theory development.",
          "url": "https://osf.io/a73y4",
          "doi": "https://doi.org/10.31234/osf.io/a73y4",
          "filter": 2
        },
        {
          "title": "The association between racism and psychosis: An umbrella review",
          "authors": "India Francis-Crossley; Georgie Hudson; Lasana Harris; Juliana Onwumere; James Bowes Kirkbride",
          "abstract": "Elevated rates of psychosis are consistently identified in people from racialised backgrounds, with growing evidence from the systematic review literature that suggests a role for racial/ethnic discrimination. We synthesised current systematic review evidence on the association between racial/ethnic discrimination and psychosis.\n\nWe conducted an umbrella review, systematically searching Medline, Embase, PsycINFO, ProQuest Central and Google Scholar (up to 19 July 2024) for systematic reviews and meta-analyses published in peer-reviewed journals exploring the effect of racial/ethnic discrimination on psychosis. 2898 citations were de-duplicated and screened, included reviews were assessed for risk of bias using AMSTAR-2 and extracted data analysed narratively following a pre-registered protocol (CRD42023400656).\n\nSeven reviews (reporting 23 primary studies representing 40,300 participants) met inclusion criteria, five of which explicitly reported on the association between racial/ethnic discrimination and psychosis. All observed evidence of a positive relationship between the two, including meta-analyses for psychotic symptoms (adjusted OR=1.77, 95%CI 1.26, 2.49) and psychotic experiences (pooled OR=1.94, 95%CI 1.42, 2.67). We observed more robust evidence for psychotic outcomes in non-clinical populations. Despite this, results were driven by cross-sectional studies (87%), and were hindered by high heterogeneity and low (n=2) or critically low (n=5) AMSTAR-2 review quality scores. \n\nThe available systematic review evidence supports a role for racial/ethnic discrimination in developing psychosis, but high-quality studies are needed to determine the temporal and mechanistic causal pathways through which this occurs. The current findings add to knowledge on the widespread presence and deleterious impacts of racism on health and inform potential public health interventions that reduce exposure to, and the impact of, racial/ethnic discrimination.",
          "url": "https://osf.io/zd7n5",
          "doi": "https://doi.org/10.31234/osf.io/zd7n5",
          "filter": 2
        },
        {
          "title": "Neural state changes during movie watching relate to episodic memory in younger and older adults",
          "authors": "Sarah Henderson; Djamari Oetringer; Linda Geerligs; Karen L. Campbell",
          "abstract": "Event segmentation is a key feature underlying the ability to remember real-life occurrences. On\nthe neural level, event boundaries have been shown to align with boundaries between neural\nstates – stable patterns of brain activity maintained over time. These neural states provide a\nvaluable window into the neural underpinnings of event perception. To investigate how neural\nstate boundaries relate to memory across the lifespan, we used the data-driven Greedy State\nBoundary Search (GSBS) method to implicitly identify neural state changes in younger and older\nadults’ electroencephalography (EEG) data during movie-watching. Memory for the movie was\ntested and related to 1) neural state correspondence across individuals and 2) the degree to\nwhich the pattern of activity changes at boundaries. Neural state boundaries significantly\naligned across people, but did not differ with age nor relate to memory. The degree of change at\nneural state boundaries also did not differ with age, but was positively related to memory for\nthe movie. These findings suggest that age differences in the perception of naturalistic events\nmay be less pronounced than previously thought, at least when measured implicitly, and that\ngreater distinction between successive neural states relates to better memory for one’s\nexperiences regardless of age.",
          "url": "https://osf.io/pwkht",
          "doi": "https://doi.org/10.31234/osf.io/pwkht",
          "filter": 2
        },
        {
          "title": "Metacognition in Motion: The Interplay Between Motor Evidence and Visual Information in Shaping Sensorimotor Confidence",
          "authors": "Catherine Culot; Wim Notebaert; Wim Gevers",
          "abstract": "This study examines the role of internal motor signals and visual information in the detection of and confidence in Partial-errors (PEs), subtle endogenous motor corrections. Using electromyographic (EMG) recordings, we captured motor activations during a conflict task in which participants reported the presence of PEs and rated their confidence. Two experiments were conducted: Experiment 1 provided visible visual conflict through supraliminal primes, while Experiment 2 reduced visual feedback using subliminal primes. In both Experiments, participants demonstrated limited PE detection and above-chance metacognitive efficiency. Notably, when participants reported the absence of a PE, confidence was lower when a PE was actually present (unaware PE) compared to when there was no PE (correct rejection), suggesting implicit sensitivity to motor activation. Detection and confidence were systematically influenced by motor signals, with larger PE amplitudes and longer correction times leading to higher detection rates and confidence levels. However, a metacognitive bias emerged: confidence was paradoxically lower for detected PEs than for undetected ones, despite strong motor evidence. Visual information modulated the reliance on motor signals. In Experiment 2, where subliminal priming reduced visual feedback, motor signals had a more pronounced influence on both detection and confidence. These findings highlight the complementary roles of internal motor signals and external visual information in shaping sensorimotor confidence.",
          "url": "https://osf.io/cuv3p",
          "doi": "https://doi.org/10.31234/osf.io/cuv3p",
          "filter": 2
        },
        {
          "title": "The benefits of reporting critical effect size values",
          "authors": "Ambra Perugini; Enrico Toffalini; Filippo Gambarota; Daniel Lakens; Massimiliano Pastore; Livio Finos; Gianmarco Altoè",
          "abstract": "Critical effect size values represent the smallest detectable effect that can reach statistical significance given a specific sample size, alpha level and test statistic. It can be useful to calculate the critical effect size when designing a study, and evaluate whether such effects are plausible. Reporting critical effect size values may be useful when the sample size has not been planned a priori, or when there is uncertainty about the expected sample size that can be collected, when researchers plan to analyze the data with a statistical hypothesis test. To assist researchers in calculating critical effect size values we have developed an R package that allows researchers to report critical effect size values for group comparisons, correlations, linear regressions, and meta-analyses. Reflecting on critical effect size values could benefit researchers during the planning phase of the study by helping them to understand the limitations of their research design. Critical effect size values are also useful when evaluating studies performed by other researchers when a-priori power analyses were not performed, especially when non significant results are observed.",
          "url": "https://osf.io/7qe92",
          "doi": "https://doi.org/10.31234/osf.io/7qe92",
          "filter": 2
        },
        {
          "title": "Investigating the Effects of Continuous Theta-Burst Stimulation Over the Posterior Parietal Cortex on Holistic Processing of Composite Faces: Evidence from Cognitive Modeling",
          "authors": "Hanieh Sayadi; Hasan Qarehdaghi; Hamidreza Pouretemad; Jamal Amani Rad",
          "abstract": "Efficient interaction with complex visual environments depends on the balance between global and local processing, with a natural tendency to prioritize global information—a phenomenon known as the global advantage. This study investigates how non-invasive brain stimulation using continuous theta-burst stimulation (cTBS) over the posterior parietal cortex (PPC) affects this balance, with a focus on holistic face processing. We conducted a within-subject, crossover, sham-controlled experiment involving 36 participants who completed Navon and composite face tasks before and after cTBS stimulation over the left and right PPC. Cognitive modeling using the Diffusion Model of Conflict (DMC) was employed to examine the cognitive mechanisms involved and compare global and local processing in experimental versus sham conditions. The results confirmed the expected global precedence effect and holistic processing in both tasks but revealed no significant impact of cTBS over the right PPC on task performance in terms of accuracy or response time. However, under incongruent conditions, cTBS over the left PPC led to slower responses to local targets, particularly when compared with the sham condition. Despite these localized effects, no significant changes were observed in composite face task performance following either left or right PPC stimulation. Overall, our findings highlight the complexity of the neural mechanisms governing global-local processing and the limited impact of single-session cTBS over the PPC in altering the cognitive mechanisms underlying these processes. Further research is needed to better understand the role of the PPC in holistic and hierarchical visual processing.",
          "url": "https://osf.io/93vfu",
          "doi": "https://doi.org/10.31234/osf.io/93vfu",
          "filter": 2
        },
        {
          "title": "Intergenerational Associations of Parental Age at First Birth: Do Emotional and Behavioral Problems Matter?",
          "authors": "Yugyun Kim; Jennifer Susan Richards; Albertine Oldehinkel",
          "abstract": "Objectives: Parental age at first birth tends to be transmitted across generations, and multifaceted factors are involved in the mechanisms that underlie these intergenerational associations. The current study examined the potential mediating role of emotional and behavioral problems in this process.\nMethods: We investigated intergenerational transmission of age at first birth and the potential mediating role of internalizing and externalizing problems in the Dutch population (N = 2,674), using data from the TRacking Adolescents’ Individual Lives Survey. Cox regression and mixed models with random slopes were used to examine associations between 1) parental age at first birth and offspring’s age at first childbirth by age 33, 2) parental age at first birth and emotional and behavioral problems in offspring from age 11 to 22, and 3) emotional and behavioral problems from age 11 to 22 and age at first childbirth.\nResults: Our analyses yielded two main findings. First, parental age at first birth predicted the timing of transition to parenthood in the next generation, in both mother-to-child and father-to-child pairs. Second, emotional and behavioral problems in adolescence and young adulthood were not predicted by parental age at first birth, nor did these problems in youth predict their age at first childbirth in adolescence and young adulthood. \nConclusions: Our findings suggest that mental health problems do not play a mediating role in the intergenerational associations of parental age at first birth in the Netherlands. Several social and psychosocial factors may have contributed to the null findings in our study population.",
          "url": "https://osf.io/pxu4r",
          "doi": "https://doi.org/10.31234/osf.io/pxu4r",
          "filter": 2
        },
        {
          "title": "Learning to Attenuate Myself: A Predictive Processing Account of Body-Scan Meditation and the Dissolution of Bodily Boundaries",
          "authors": "Valeria Becattini; Michael Lifshitz; Mark Miller",
          "abstract": "Meditation practices often involve sustaining attention on the body. Typically, attention is understood to enhance both neural resource allocation and the subjective salience of the attended target. However, in deep meditative states, practitioners sometimes report a dissolution of bodily boundaries, a phenomenon known in Pali as bhaṅga. This presents a paradox: why does focused attention, which typically heightens sensory perception, instead lead to its dissolution? This paper addresses this apparent contradiction by integrating computational, phenomenological, and empirical perspectives on attention, interoception and meditation. We focus on the body-scan technique, as practiced in Theravada Buddhist traditions, and its powerful capacity to produce experiences of the dissolution of bodily boundaries. Working within the Predictive Processing framework, we propose that this \"dissolution\" of bodily boundaries results from the body-scan's impact on attentional processes. We argue that by enhancing the precision of low-level predictions related to somatosensory signals, the body-scan effectively attenuates these signals, thereby diminishing perception of the body’s boundaries. In support of this claim, we first describe the body-scan technique and its phenomenological outcomes. We then introduce key concepts from the predictive processing framework and provide a detailed analysis of attentional processes during the body-scan. We conclude that the attenuation of somatosensory signals during the body-scan not only contributes to the experience of bhaṅga but also suggests a broader potential of this practice for enhancing well-being. With appropriate therapeutic integration, this attentional modulation offers promising applications in addressing conditions characterized by disrupted self-regulation, such as addiction and emotional dysregulation.",
          "url": "https://osf.io/gcjth",
          "doi": "https://doi.org/10.31234/osf.io/gcjth",
          "filter": 2
        },
        {
          "title": "Schizophrenia: A Biomathematical Approach",
          "authors": "Daoudi Rédoane",
          "abstract": "Schizophrenia is a complex psychiatric disorder characterized by\ndisturbances in thought processes, perception, and emotional regu?lation. While the exact causes of schizophrenia remain unclear, its multifactorial nature involves genetic, neurobiological, and environ?mental factors. To better understand the mechanisms underlying\nschizophrenia and improve therapeutic strategies, mathematical mod?eling has emerged as a powerful tool in biomathematics. This paper explores how mathematical models, including differential equations, stochastic processes, and network theory, are applied to model the\ndynamics of neurotransmission, neural circuits, and the progression of schizophrenia. These models offer insights into brain connectivity, the role of neurotransmitters, and how disruptions in neurobiological systems lead to the emergence of psychiatric symptoms. Furthermore,\nwe discuss how these models can inform treatment strategies and help\nidentify potential biomarkers for early diagnosis.",
          "url": "https://osf.io/g5hf4",
          "doi": "https://doi.org/10.31234/osf.io/g5hf4",
          "filter": 2
        },
        {
          "title": "Probabilistic origins of compositional mental representations",
          "authors": "Jacob Feldman",
          "abstract": "The representation of complex phenomena via combinations of simple discrete features is a hallmark of human cognition. But it is not clear exactly how (or whether) discrete features can effectively represent the complex probabilistic fabric of the environment. This paper introduces information-theoretic tools for quantifying the fidelity and efficiency of a featural representation with respect to a probability model. In this framework a feature or combination of features is “faithful” to the extent that knowing the value of the features reduces uncertainty about the true state of the world. In a single dimension, a discrete feature is faithful if the values of the feature correspond isomorphically to distinct classes in the probability model. But in multiple dimensions, the situation is more complicated: the fidelity of each feature depends on the direction in multidimensional feature space in which the feature is projected from the underlying distribution. More interestingly, distributions may be more effectively represented by combinations of projected features—that is, compositionality. For any given distribution, a variety of compositional forms (features and combination rules) are possible, which can be quite different from one another, entailing different degrees of fidelity, different numbers of features, and even different induced regularities. This paper proposes three specific criteria for a compositional representation: fidelity, simplicity, and robustness. The information-theoretic framework introduces a new and potentially useful way to look at the problem of compositionality in human mental representation.",
          "url": "https://osf.io/8kaws",
          "doi": "https://doi.org/10.31234/osf.io/8kaws",
          "filter": 2
        },
        {
          "title": "Real-world virtual reality task with eye tracking for the  detection of residual symptoms of spatial neglect: a pilot study",
          "authors": "Jenni Uimonen; Liia Merzon; Sanna Villarreal; Siiri Laari; Anne Arola; Petra Ijäs; Marja Hietanen; Juha Salmi",
          "abstract": "Objective: Traditional methods for assessing unilateral spatial neglect (USN) have been criticized for limited ecological relevance, narrow scope, and overly simplistic design. To address this, we introduce a new version of the Executive Performance in Everyday LIving (EPELI) virtual reality task for USN assessment. In the EPELI, participants perform cognitively demanding everyday chores in a home-like environment, while precise behavioral data capturing diverse aspects of USN is recorded.\t\t\t\t\t\n\nMethods: Fourteen healthy controls and ten right-sided stroke patients with USN diagnosed in the acute phase (aged 18–75) participated in this pilot study three months post-stroke. At that time, patients were considered to have either mild or “recovered” USN when assessed using traditional methods. EPELI-related eye, head, and hand movements, and task performance (e.g., execution time and the number of subtasks completed) were compared between the groups. Adverse effects, usability, and user experience were also reported.\t\t\t\n\nResults: Compared to healthy controls, USN patients showed a subtle ipsilesional (right-sided) bias in eye movements, made fewer first saccades to the contralesional (left) side, and exhibited reduced head rotations and velocity, though total hand movements were normal. They were also slower at completing subtasks, finished fewer subtasks, and performed fewer actions overall. Adverse effects were negligible, and technical usability was reasonably good.\t\t\t\n\nConclusion: Our findings indicate that the EPELI task, reflecting goal-directed behavior in a natural environment, can detect residual USN symptoms in patients with mild or partially recovered USN three months post-stroke. This underscores the opportunities of ecologically valid methods to assess USN.",
          "url": "https://osf.io/369by",
          "doi": "https://doi.org/10.31234/osf.io/369by",
          "filter": 2
        },
        {
          "title": "A Cautionary Note on Avoiding the Initial Conditions Problem in the CLPM-RI",
          "authors": "Ajay Somaraju",
          "abstract": "The cross-lagged panel model with random intercepts (CLPM-RI) is often used to analyze reciprocal relationships, because it separates within-unit dynamics and between-unit differences by modeling unit-specific heterogeneity as a latent variable. Through a simulation study, it is shown that common specifications of the CLPM-RI often produce biased estimates of autoregressive (AR) and cross-lagged (CL) effects due to the initial conditions problem. These biases are often substantial enough to produce inaccurate inferences about the long-term stability of the observed system. An alternative approach suggested by Bollen and Brand (2010) resolves the initial conditions issue by conditioning unit-specific heterogeneity on the first observation and provides more accurate estimates and reliable inferences about system stability compared to the CLPM-RI.",
          "url": "https://osf.io/6xzem",
          "doi": "https://doi.org/10.31234/osf.io/6xzem",
          "filter": 2
        },
        {
          "title": "Learning to be confident: How agents learn confidence based on prediction errors",
          "authors": "Pierre Le Denmat; Kobe Desender; Tom Verguts",
          "abstract": "Decision confidence should normatively reflect the posterior probability of making a correct choice, conditional on relevant information. However, how individuals learn to calibrate their sense of confidence to that probability remains unknown. The standard approach to estimate any quantity is to use trial-by trial samples of that quantity to train a function approximator (such as a neural network) based on the prediction errors (quantity minus prediction of the quantity). We tested whether humans learn about confidence using this principle in a perceptual decision-making experiment where participants repeatedly alternated between two manipulated feedback regimes (negative vs positive) every few blocks of trials. As anticipated, confidence ratings tracked feedback, with confidence gradually increasing when participants received overall positive feedback (and thus positive prediction errors), and decreasing when receiving negative feedback (and thus negative prediction errors). These feedback-induced dynamic changes were specific to confidence, as objective performance was unaffected by the manipulation. We propose a single-layer neural network model for confidence which updates the computation of confidence based on trial-level prediction errors, and demonstrate that it provides a good fit to the behavioral data. Taken together, these results show that the computation of confidence is dynamic: humans constantly update how they compute confidence based on prediction errors (feedback minus prediction), in a statistically efficient manner.",
          "url": "https://osf.io/2kqyf",
          "doi": "https://doi.org/10.31234/osf.io/2kqyf",
          "filter": 2
        },
        {
          "title": "A Note on the Similarity of Latent Change and Traditional Autoregressive Models for Estimating Change and Stability: A Comment on Matusik et al. (2020)",
          "authors": "Ajay Somaraju; Daniel J. Griffin; Richard P. DeShon",
          "abstract": "There is now a growing popularity in the use of latent change score (LCS) modeling, which has been\ndifferentiated from traditional autoregressive (TAR) models. In this study, we identify the mathematical\ncorrespondence between the two approaches and show how they generate the same trajectories. We\nshow that either model can be used to estimate change and stability, but that some particular specifications of TAR models are required when trend (constant change) exists in the dynamic process.",
          "url": "https://osf.io/cwgtx",
          "doi": "https://doi.org/10.31234/osf.io/cwgtx",
          "filter": 2
        },
        {
          "title": "The psychology of state punishment",
          "authors": "Jordan Wylie; Connie Pui Yee Chiu; Nicolette Dakin; Wil Cunningham; Ana P. Gantman",
          "abstract": "A significant amount of punishment that happens in society is state punishment–that is, third-party punishment carried out by an organized political community in response to a rule violation. We argue that a complete psychology of punishment must consider state punishment as a distinct form. State punishment is a unique type of punishment because it is a special case of third-party punishment, pre-specified to occur after the violation of official rules and policies, carried out by people acting on behalf of a nation or government. State punishment, especially as compared to interpersonal punishment, is regarded as a legitimate form of violence, which communicates not just disapproval, but information about procedures and power. Moreover, state punishment is made possible by state rules, which, unlike norms, are formalized, can be fully articulated, and are perfectly transmissible across generations. We end the paper with implications for the psychology of punishment more broadly, and future directions for better understanding the unique psychology of state punishment.",
          "url": "https://osf.io/28kxm",
          "doi": "https://doi.org/10.31234/osf.io/28kxm",
          "filter": 2
        },
        {
          "title": "Werkzame elementen en werkingsmechanismen: definities van concepten voor vaktherapie en voorbeelden vanuit beeldende therapie",
          "authors": "Annemarie Abbing; Celine Schweizer; Susan van Hooren",
          "abstract": "In this article, a proposal is made for a more consistent definition of active elements, mechanisms of action, and outcomes, in response to the various applications of terminology regarding mechanisms of change in the field of creative arts therapies practice, research, and education. Additionally, we clarify the relationships between these concepts through a visual representation and examples drawn from research and practice.\nQualitative research plays a crucial role in identifying potential mechanisms and active elements, while quantitative research can subsequently validate and objectify them. This enables arts therapists to substantiate their therapies with evidence-based insights, thereby enhancing the effectiveness and focus of arts therapies.",
          "url": "https://osf.io/cu3vx",
          "doi": "https://doi.org/10.31234/osf.io/cu3vx",
          "filter": 2
        },
        {
          "title": "Risk of stroke associated with risperidone in dementia with and without comorbid cardiovascular disease: population-based matched cohort study",
          "authors": "Joshua Choma; Alys Griffiths; William Henley; Christoph Mueller; Nefyn Williams; Clive Ballard; Rhian Hopkins; Katherine Young; John Dennis; Byron Creese",
          "abstract": "Background: \nAgitation and aggression occur in up to half of people living with dementia over the course of the disease.  While non-pharmacological interventions are first line treatment strategies, in severe cases associated with a risk of harm, antipsychotics may be indicated. A major adverse effect of antipsychotics in dementia is an increased risk of stroke and the atypical antipsychotic risperidone’s mechanism of action has been linked to cardiovascular disease (CVD) biological pathways.  \nAims:\nTo evaluate the risk of stroke associated with risperidone use across different patient subgroups defined by stroke and CVD history.\nMethod:\nAnonymised primary care data from the UK-based Clinical Practice Research Datalink (CPRD) was used to identify individuals diagnosed with dementia after the age of 65 between 2004 and 2023. Risk of stroke over one year was compared between individuals initiating risperidone and propensity score-matched controls.\nResults: \nIn the overall cohort (28,403 Risperidone Users and 136,324 Matched Controls), patients treated with risperidone had an increased risk of stroke (adjusted hazard ratio (HR): 1.28; 95% confidence interval (CI): 1.20-1.37). In the Risperidone User group, the incidence rate (IR) of stoke was substantially higher in those with a prior history of stroke (IR: 222 per 1000 person-years (PY)) and CVD (IR: 94.1 per 1000 PY) than in the overall cohort (IR: 53.3 per 1000 PY). Relative risks related to risperidone were similar across all CVD and stroke subgroup comparisons (HRs between 1.23 and 1.44). \nConclusions:\nPeople with dementia with a prior history of CVD are at a significant increased risk of stroke and risperidone further exacerbates this risk. Moreover, risperidone also increases risk of stroke in patients without a prior history of CVD. This quantification of stroke risk across subgroups with and without history of CVD may help with communication risk and aid more judicious prescribing.",
          "url": "https://osf.io/kpb6w",
          "doi": "https://doi.org/10.31234/osf.io/kpb6w",
          "filter": 2
        },
        {
          "title": "Cognitive Development, Dysfunctional Relationship Beliefs, and Sexual-Moral Restrictiveness in Men Who Molest Female Children",
          "authors": "Thomas Joseph Selby; Nicholas Stearns Selby",
          "abstract": "Sexual molestation of children has become one of the most emotionally charged crises facing our society. Many states have responded by mandating incarceration and treatment for adults who molest children. The purpose of this study was to explore the cognitive dynamics of molestation and to help provide information needed to guide the development of offender treatment programs. \n\nThe specific cognitive variables included dualistic thinking, sexual-moral restrictiveness, and five dysfunctional adult relationship beliefs. Three groups of 40 adult male subjects were compared on these variables. The child molest offender group was randomly chosen from male inmates age 25 to 65 who were currently incarcerated at the Arizona State Prison, Tucson, for sexually molesting prepubertal female children and whose offenses were nonincestuous. A non-sex offender criminal control group matched for age and education was chosen within the same prison using a stratified random sampling process. A second matched control group, the nonoffender controls' was comprised of men who had never been charged or convicted of a sexual or nonsexual offense. \n\nData were analyzed by multivariate and univariate procedures. Tukey's studentized range test was used for post \n\nhoc analysis. A one-way MANOVA revealed a significant overall difference on a composite of the dependent variables. Univariate analyses indicated significant differences among the three groups on sexual-moral restrictiveness and on adherence to the belief that partners cannot change. Differences in scores on dualism approached significance. \n\nPost hoc pair wise comparisons revealed that (1) criminal controls are significantly less restrictive in their sexual-moral beliefs than the other two groups and (2) the criminal controls adhere significantly more closely to the belief that partners cannot change than do child molest offenders. On the dualism variable, the difference between child molest offender and nonoffender control group means fell just short of significance with the former exhibiting more dualistic thinking. \n\nThe meaning and implications of these findings are discussed in terms of cognitive issues in offender treatment. Recommendations for future research are also included.",
          "url": "https://osf.io/qcmh5",
          "doi": "https://doi.org/10.31234/osf.io/qcmh5",
          "filter": 2
        },
        {
          "title": "Ability grouping in German secondary schools: The effect of non-academic track schools on the development of Math competencies",
          "authors": "Sonja Herrmann; Katharina Marie Bach",
          "abstract": "Background\n \nDifferences in competence gains between academic and non-academic track schools are often attributed to selection effects based on students’ primary school performance and socioeconomic status (SES). However, how the competencies of comparable students (in terms of school performance and social background) at different tracks develop is often neglected.\nAims\nWe investigated whether comparable students diverge in their Math competencies due to attending different types of secondary schools, contributing to the ongoing debate on whether inaccurate stratification may lead to disadvantages.\nMethods\nUsing data from the National Education Panel Study (Kindergarten Cohort SC2, N = 4180), we examined students’ competence development from the fourth to seventh grade.\nWe employed a quasi-experimental design (Propensity Score Weighting, PSW) comparing similarly capable students at academic and non-academic school tracks to make causal inferences. The outcome variable was students’ Math competence in seventh grade. PSW used fourth-grade competency measures in Math and reading and other variables such as sex, migration background, SES, class composition, special educational needs, school grades, and school location.\nResults\nResults revealed a significant average treatment effect on the treated, indicating that comparable students attending non-academic track schools show lower Math performance than those at academic track schools.\nConclusion\nNon-academic tracks seem to hinder the full development of students’ competencies. We conclude that the effects of preconditions like the students’ SES, ability, and aspirations on competence development are lower than assumed and that school learning environments should be given greater importance. We discuss practical solutions and provide suggestions for future research.",
          "url": "https://osf.io/uqwv6",
          "doi": "https://doi.org/10.31234/osf.io/uqwv6",
          "filter": 2
        },
        {
          "title": "Sensitivity to contamination of food odours depends on hunger and attention",
          "authors": "Leonie Seidel; Konstantina Kilteni; Johan N. Lundström; Janina Seubert",
          "abstract": "Attention to deviant notes in familiar food odours serves as a protective mechanism that leads to the rejection of contaminated foods. However, when the caloric need is high the cost of not eating may outweigh the risk of contamination. To what extent attentional focus on potentially deviant odour components is influenced by metabolic state is unknown. In this study, participants (N = 38) made judgments on the perceptual dominance of a target odour (food or non-food) in an odour mixture under hungry and sated conditions. Our results demonstrate that 1) participants are more sensitive to contamination in food compared to non-food targets and that 2) contaminants in food targets are detected at even lower concentrations when participants are hungry compared to sated. These findings indicate a generalised heightened sensitivity to deviance in food compared to non-food odours, which arises independently of metabolic state and is preserved even when directed attention is experimentally modulated away from the food target. This increased sensitivity to deviance during hunger may indicate a heightened attentiveness to food odour contamination in situations where food intake is likely. This study highlights the vital role of metabolic state as a modulator of olfactory perception, and its role in regulating food intake. \n\nKeywords: Perception, Olfaction, Decision-Making, Contamination Sensitivity, Food Odour, Deviation Tolerance",
          "url": "https://osf.io/hnmkd",
          "doi": "https://doi.org/10.31234/osf.io/hnmkd",
          "filter": 2
        },
        {
          "title": "The Structure of Psychopathology Among Young Adults in Kenya, Namibia, and South Africa",
          "authors": "Daniel Hofmann; Christopher James Hopwood; Sumaya Laher; STEPHEN ASATSA; Maria Florence; Elizabeth Shino; Luzelle Naude; Amber Gayle Thalmayer",
          "abstract": "The generalizability of psychopathology constructs across human populations is often assumed, but most evidence comes from Western contexts. The ‘majority world’ (Africa, Asia, Latin America, the Middle East) is underrepresented in psychopathology research. Efforts to reorganize mental disorder classifications provide an opportunity to better integrate evidence from majority-world contexts. In this study we investigated the coviariance structure of common mental health problems among young adults in Kenya, Namibia, and South Africa. The findings suggest a relatively consistent structure across countries, characterized by both universal and culturally specific features. Internalizing consistently emerged as robust higher-order dimensions, with fear and dysregulated sleep, disinhibited negative affect, and substance abuse consistently identified as narrower disorder dimensions. Variation was observed across countries in the alignment of anger symptoms. In Namibia and Kenya, anger was more closely associated with internalizing disorders, whereas in South Africa, it aligned more strongly with externalizing disorders. In contrast to the majority of findings in the West, inattention/hyperactivity loaded primarily on internalizing and showed inconsistent loadings across contexts. These results highlight the intricate interplay between universal and culture-specific aspects of psychopathology and emphasize the importance of incorporating diverse global samples to better distinguish the more universal from the more context-specific aspects of psychopathology. We advocate for a more inclusive, culturally-sensitive approach to investigating mental health across populations.",
          "url": "https://osf.io/cr4kv",
          "doi": "https://doi.org/10.31234/osf.io/cr4kv",
          "filter": 2
        },
        {
          "title": "The Structure of Psychopathology Among Young Adults in Kenya, Namibia, and South Africa",
          "authors": "Daniel Hofmann; Christopher James Hopwood; Sumaya Laher; STEPHEN ASATSA; Maria Florence; Elizabeth Shino; Luzelle Naude; Amber Gayle Thalmayer",
          "abstract": "The generalizability of psychopathology constructs across human populations is often assumed, but most evidence comes from Western contexts. The ‘majority world’ (Africa, Asia, Latin America, the Middle East) is underrepresented in psychopathology research. Efforts to reorganize mental disorder classifications provide an opportunity to better integrate evidence from majority-world contexts. In this study we investigated the coviariance structure of common mental health problems among young adults in Kenya, Namibia, and South Africa. The findings suggest a relatively consistent structure across countries, characterized by both universal and culturally specific features. Internalizing consistently emerged as robust higher-order dimensions, with fear and dysregulated sleep, disinhibited negative affect, and substance abuse consistently identified as narrower disorder dimensions. Variation was observed across countries in the alignment of anger symptoms. In Namibia and Kenya, anger was more closely associated with internalizing disorders, whereas in South Africa, it aligned more strongly with externalizing disorders. In contrast to the majority of findings in the West, inattention/hyperactivity loaded primarily on internalizing and showed inconsistent loadings across contexts. These results highlight the intricate interplay between universal and culture-specific aspects of psychopathology and emphasize the importance of incorporating diverse global samples to better distinguish the more universal from the more context-specific aspects of psychopathology. We advocate for a more inclusive, culturally-sensitive approach to investigating mental health across populations.",
          "url": "https://osf.io/8envs",
          "doi": "https://doi.org/10.31234/osf.io/8envs",
          "filter": 2
        },
        {
          "title": "Exploring the Neural Basis of Creativity: EEG Analysis of Power Spectrum and Functional Connectivity During Creative Tasks in school-aged Children",
          "authors": "Gabriela Krumm; Vanessa Arán Filippeti; Magaly Catanzariti; Diego M. Mateos",
          "abstract": "Creativity is a fundamental aspect of human cognition, particularly during childhood, as it plays a key role in supporting cognitive, emotional, and social development. Exploring creativity through the use of electroencephalography (EEG) provides valuable insights into the brain mechanisms underlying this vital cognitive process.\n\nThis study analyzed the power spectrum characteristics and functional connectivity of interhemispheric and intrahemispheric brain activity during creative tasks in 15 Argentine children aged 9 to 12, using a 14-channel EEG system. The Torrance test of creative thinking (TTCT) was used, incorporating one figural and one verbal task. EEG metrics included relative power spectral density (rPSD) across Delta, Theta, Alpha, Beta, and Gamma bands, as well as functional connectivity assessed through coherence analysis across the [1–50] Hz spectrum.\n\nThe results revealed significant increases in rPSD across all frequency bands during creative tasks compared to rest, with no significant differences between figural and verbal tasks. Coherence analysis indicated enhanced intrahemispheric synchronization, particularly in frontotemporal and temporo-occipital regions, alongside reduced interhemispheric frontal coherence. These findings suggest that creativity in children involves a dynamic reorganization of brain activity, characterized by oscillatory activation and region-specific connectivity changes. Furthermore, the study highlights a common neural basis for divergent thinking tasks, contributing to a deeper understanding of the brain mechanisms supporting creativity during childhood development.",
          "url": "https://osf.io/e7ktj",
          "doi": "https://doi.org/10.31234/osf.io/e7ktj",
          "filter": 2
        },
        {
          "title": "Dual-light invisible 40 Hz flicker does not entrain human EEG",
          "authors": "Philip Tseng; Yu-Hui Lo",
          "abstract": "Invisible flicker stimulation (IFS) aim to deliver 40-Hz neural entrainment while eliminating discomfort, offering potential non-pharmacological, noninvasive, and in-home interventions for Alzheimer’s and dementia. However, these cognitive effects have never been validated with EEG. We assessed the M+ BrainCare light's ability to induce 40-Hz EEG entrainment under three conditions: direct IFS-viewing, indirect IFS-viewing, and stroboscopic control. In both IFS conditions, there was no significant 40-Hz EEG oscillations. In contrast, stroboscopic control elicited robust entrainment in all participants, propagating to frontal regions. These results question the neural efficacy of current IFS technologies, emphasizing the need for EEG validation in future studies.",
          "url": "https://osf.io/qsr25",
          "doi": "https://doi.org/10.31234/osf.io/qsr25",
          "filter": 2
        },
        {
          "title": "A Domain-Specific Probabilistic Programming Language for Reasoning About Reasoning (or: a memo on memo)",
          "authors": "Kartik Chandra; Tony Chen; Joshua Tenenbaum; Jonathan Ragan-Kelley",
          "abstract": "The human ability to think about thinking (\"theory of mind\") is a fundamental object of study in many disciplines. In recent decades, researchers across these disciplines have converged on a rich computational paradigm for modeling theory of mind, grounded in recursive probabilistic reasoning. However, practitioners often find programming in this paradigm extremely challenging: first, because thinking-about-thinking is confusing for programmers, and second, because models are extremely slow to run. This paper presents memo, a new domain-specific probabilistic programming language that overcomes these challenges: first, by providing specialized syntax and semantics for theory of mind, and second, by taking a unique approach to inference that scales well on modern hardware via array programming. memo enables practitioners to write dramatically faster models with much less code, and has already been adopted by several research groups.",
          "url": "https://osf.io/pt863",
          "doi": "https://doi.org/10.31234/osf.io/pt863",
          "filter": 2
        },
        {
          "title": "Neural Substrates Associated with Character Amnesia in Chinese Handwriting: An fNIRS Study",
          "authors": "Zebo Xu; Yang Yang; Tai Yuan; Gangyi Feng; Zhenguang Garry Cai",
          "abstract": "Chinese speakers have long suffered from character amnesia in handwriting, failing to handwrite a character despite being able to recognize it. The neurocognitive mechanisms underlying character amnesia remain unclear. The current study employed functional near-infrared spectroscopy (fNIRS) to explore brain regions that are associated with character amnesia; in particular, we tested whether character amnesia is associated with deactivation in the fusiform gyrus (FG), the superior parietal gyrus (SPG), or the supramarginal gyrus (SMG), which have been shown to respectively associated with the orthographic lexicon, graphemic buffer, and phonology-orthography conversion. In a handwriting-to-dictation task, twenty-three Cantonese-speaking adults handwrote a character according to a dictation prompt and then reported whether they correctly handwrote the character or suffered from character amnesia. fNIRS results showed that, compared to correct handwriting, character amnesia elicited significantly reduced neural activation in the bilateral FG, the SPG, and the SMG. Parametric analyses showed that character frequency and number of strokes positively correlated with activation of the FG and the SPG respectively. Functional connectivity analyses further demonstrated that, compared to correct handwriting, character amnesia was associated with significantly decreased connectivity between the left FG and the left SMG, the right FG and the right SMG, the right FG and the right SPG, the right FG and the left SMG, the right FG and the left SPG, but with increased connectivity between the left SPG and the left SMG. Together, these results suggested that character amnesia is associated with the decayed orthographic representations (in the orthographic lexicon) and failure in phonology-orthography conversion, resulting in reduced orthographic information being retrieved (into the graphemic buffer) for handwriting execution.",
          "url": "https://osf.io/c9dup",
          "doi": "https://doi.org/10.31234/osf.io/c9dup",
          "filter": 2
        },
        {
          "title": "The Artificial Intelligence Experience and Attitude Survey (AIEAS):  A Brief Measure for Socio-Economic Panel Studies",
          "authors": "Timo Gnambs; Florian Griese; Sabine Zinn",
          "abstract": "Large-scale socio-economic panel studies aim to document societal trends and public opinions using representative population samples. Despite the profound impact of artificial intelligence (AI) on public and private life across diverse contexts, these studies have rarely addressed the use and evaluation of AI for individual respondents. Therefore, a standardized assessment instrument is introduced that was designed for the needs of large-scale social surveys. The Artificial Intelligence Experience and Attitude Survey (AIEAS) is a novel self-report instrument measuring awareness, experience, attitude, and usage intention regarding AI in the work, healthcare, and education domains. The scenario-based items describe different AI applications in different contexts and are administered in a planned missingness design to meet the brevity requirements of large-scale studies. A qualitative interview study (N = 30) confirmed the comprehensibility of the items, while a quantitative web-based study (N = 1084) with a German sample demonstrated a satisfactory measurement structure and precision. These findings attest to good psychometric properties of the AIEAS that allow for a multidimensional measurement of AI experiences and evaluations. Integrating the instrument in socio-economic panel studies will support examining societal trends over time to inform the scientific community and policies in different domains.",
          "url": "https://osf.io/emg4f",
          "doi": "https://doi.org/10.31234/osf.io/emg4f",
          "filter": 2
        },
        {
          "title": "MPST ：起源",
          "authors": "劉庭均",
          "abstract": "該預印本的目標，是基於現代心理生存理論，嘗試建立一個跨領域的整合框架，並邀請教育、心理、醫學等領域的學者共同參與，完善這一框架的理論與應用。我希望這一理論能為教育、法律、醫療等領域提供新的理解基礎，推動心理學與相關領域的深度結合，從而促進人類文明的進一步包容與進步。 我理解，這一理論框架尚處於早期階段，仍需要大量實踐驗證與修正，才能獲得更多專家的認可與支持。然而，我相信其核心理念具有一定的學術價值與實踐意義，特別是在整合心理學各分支理論，解釋多樣性行為與人格發展等方面，提供了新的視角與工具。 自本篇文章發布後，我期待與各領域專家共同合作，針對理論框架進行改進與應用，並在未來逐步發展為一部具有系統性與實用性的心理學教科書。 如果您有興趣共同完成本書的內容，請寄一封自薦信至 （a92922200@gmail.com）。期待與您相遇！ 本作品依據「創用CC- 姓名標示-非商業性 - 禁止改作4.0國際（CC BY-NC-ND 4.0）」授權。如需進一步使用或進行商業合作，請聯繫原作者（a92922200@gmail.com）以獲取正式授權。如需了解更多授權條款，請參閱 創用CC BY-NC-ND 4.0授權條款。 https://creativecommons.org/licenses/by-nc/4.0/",
          "url": "https://osf.io/4v3y5",
          "doi": "https://doi.org/10.31234/osf.io/4v3y5",
          "filter": 2
        },
        {
          "title": "Life, its origin, and its distribution: A perspective from the Conway-Kochen Theorem and the Free Energy Principle",
          "authors": "Chris Fields; Michael Levin",
          "abstract": "We argue here that the Orgin of Life (OOL) problem is not just a chemistry\nproblem, but is also, and primarily, a cognitive science problem. When interpreted\nthrough the lens of the Conway-Kochen theorem and the Free Energy Principle, con-\ntemporary physics characterizes all complex dynamical systems that persist through\ntime as Bayesian agents. If all persistent systems are to some – perhaps only minimal\n– extent cognitive, are all persistent systems to some extent alive, or are living sys-\ntems only a subset of cognitive systems? We argue that no bright line can be drawn,\nand we re-assess, from this perspective, the Fermi paradox and the Drake equation.\nWe conclude that improving our abilities to recognize and communicate with diverse\nintelligences in diverse embodiments, whether based on familiar biochemistry or not,\nwill either resolve or obviate the OOL problem.",
          "url": "https://osf.io/6smhc",
          "doi": "https://doi.org/10.31234/osf.io/6smhc",
          "filter": 2
        },
        {
          "title": "The Delaware Behavior Database:  A set of social behaviors and corresponding norming data",
          "authors": "Peter Mende-Siedlecki; Lee Havlicek",
          "abstract": "People rapidly and robustly make social inferences based on descriptions of others’ behavior. Consequently, written behavioral stimuli are frequently deployed in psychological research in domains such as social cognition, impression formation, and moral psychology. That said, existing behavioral stimulus sets are somewhat limited in size and scope, and moreover, tend to lack characterization. We collected behaviors from several widely used sets, and then expanded on them by writing hundreds of new behaviors. Ultimately, this yielded a database of 2375 behaviors that is larger, broader in scope, and considerably more diverse than the previous sets that inspired this work. We then recruited a large set of participants (total N = 4792) to evaluate these behaviors across 18 dimensions central to person perception. It is our hope that this resource can support more rigorous, replicable research into the psychological and neural underpinnings of social learning.",
          "url": "https://osf.io/b37rz",
          "doi": "https://doi.org/10.31234/osf.io/b37rz",
          "filter": 2
        },
        {
          "title": "Accelerating Psychological Science with Metastudies: A Demonstration Using the Risky-Choice Framing Effect",
          "authors": "Michael L DeKay; Nataliya Rubinchik; Paul De Boeck; Zhaojun Li",
          "abstract": "A metastudy is a set of many tiny studies (microstudies) created from a much larger collection of possibilities. Metastudies can yield many of the benefits of time-consuming replications and meta-analyses, but more efficiently and with greater attention to generalizability and the causal effects of moderators. Statistical precision and power are higher than in studies with the same total sample size but with fewer conditions and more participants per condition. In this article, we describe metastudies and their benefits, demonstrate how to conduct a metastudy using the well-known risky-choice framing effect as an example, and report on the generalizability of that effect. In three metastudies (total N = 2338), the framing effect generalized well across most of the potential moderators tested, as was expected. Surprisingly, however, the effect was up to twice as large when the certain option was replaced with a slightly risky option; prospect theory predicts the opposite and fuzzy-trace theory predicts no difference. Metastudies provide a relatively quick and not-so-painful way to examine an effect’s generalizability, without waiting for a meta-analysis. Both individual labs and multi-lab networks are encouraged to shift from traditional studies to metastudies.",
          "url": "https://osf.io/g76f9",
          "doi": "https://doi.org/10.31234/osf.io/g76f9",
          "filter": 2
        },
        {
          "title": "Isolating brain mechanisms of expectancy effects on pain: Cue-based stimulus expectancies versus placebo-based treatment expectancies",
          "authors": "Elizabeth Necka; Titilola Akintola; Qingbao Yu; Carolyn Amir; Olga Oretsky; Lauren Yvette Atlas",
          "abstract": "Clinical trials, laboratory experiments, and neuroimaging studies provide converging evidence that pain is highly sensitive to expectations, whether based on the psychosocial context surrounding treatment (e.g., placebo analgesia) or transient cues that provide information about painful events (e.g., pain-predictive cues). We asked whether placebo analgesia and pain-predictive cues modulate pain through the same mechanisms or dissociable brain pathways. Forty healthy volunteers rated pain in response to noxious heat during functional magnetic resonance imaging (fMRI) scanning. We crossed pain-predictive cues, which induce expectations for high or low pain on a trial-by-trial basis, with administration of an inert placebo cream or a control cream. Behavioral analyses revealed a significant interaction, such that predictive cues had weaker effects on pain during placebo blocks than control blocks. This interaction was accompanied by interactions in the insula, pons, and other brain regions. We also observed distinct neural substrates when we compared pure cue effects with pure placebo effects, and only predictive cues modulated responses in nociceptive regions and the Neurologic Pain Signature (NPS; (Wager et al., 2013). The only regions that were influenced similarly by both types of expectations were the rostral anterior cingulate and dorsomedial prefrontal cortex. These results indicate that cue-based expectations about stimulus intensity and placebo-based expectations about treatment outcomes are distinct, and that pain researchers should differentiate between sources of expectations. Furthermore, cue-based expectations were associated with more consistent effects than treatment-based expectations, suggesting that clinicians should be particularly mindful of how they present information about impending pain.",
          "url": "https://osf.io/sepxv",
          "doi": "https://doi.org/10.31234/osf.io/sepxv",
          "filter": 2
        },
        {
          "title": "Probabilities and the Risky-Choice Framing Effect: Evidence for an Inverted-U Pattern",
          "authors": "Michael L DeKay; Prachiti Garge",
          "abstract": "In the risky-choice framing effect, most people prefer a certain option over a risky one when the options are framed as gains, but this preference is typically reversed when the options are framed as losses. Past research has largely neglected how the size of this effect varies as a function of the probabilities in the risky option. DeKay et al. (2022) recently reported an inverted-U pattern in which the effect is smaller for extreme probabilities (e.g., .01, .99) than for moderate probabilities. This pattern is predicted by some theories but not others. We report a replication of the inverted-U pattern and other results involving varieties of risk comparisons (certain vs. risky, somewhat risky vs. risky, and certain vs. somewhat risky) in a preregistered online experiment (N = 807). Results indicate that the framing effect is significantly smaller but still sizeable at extreme probabilities. An internal meta-analysis (N = 2,518) confirms the reliability of the inverted-U pattern and its moderation by risk comparison. We also assess how well 5 theories (prospect theory, transfer-of-attention-exchange theory, fuzzy-trace theory, fuzzy-trace theory with rounding of extreme probabilities to 0 or 1, and the priority heuristic) account for 7 features of the data. None of these theories accounts for all of the results, though transfer-of-attention-exchange theory edges out prospect theory, which edges out the others. These results highlight the value of assessing an effect’s generalizability over variations in experimental materials.",
          "url": "https://osf.io/vnq58",
          "doi": "https://doi.org/10.31234/osf.io/vnq58",
          "filter": 2
        },
        {
          "title": "Modeling Cycles, Trends and Time-Varying Effects in Dynamic Structural Equation Models with Regression Splines",
          "authors": "Øystein Sørensen; Ethan M. McCormick",
          "abstract": "Intensive longitudinal data with a large number of timepoints per individual are becoming increasingly common. Such data allow going beyond the classical growth model situation and studying population effects and individual variability not only in trends over time but also in autoregressive effects, cross-lagged effects, and the noise term. Dynamic structural equation models (DSEMs) have become very popular for analyzing intensive longitudinal data. However, when the data contain trends, cycles, or time-varying predictors which have nonlinear effects on the outcome, DSEMs require the practitioner to specify the correct parametric form of the effects, which may be challenging in practice. In this paper we show how to alleviate this issue by introducing regression splines which are able to flexibly learn the underlying function shapes. Our main contribution is thus a building block to the DSEM modeler's toolkit, and we discuss smoothing priors and hierarchical smooth terms using the special cases of two-level lag-1 autoregressive and vector autoregressive models as examples. We illustrate in simulation studies how ignoring nonlinear trends may lead to biased parameter estimates, and then show how to use the proposed framework to model weekly cycles and long-term trends in diary data on alcohol consumption and perceived stress.",
          "url": "https://osf.io/2ajpt",
          "doi": "https://doi.org/10.31234/osf.io/2ajpt",
          "filter": 2
        },
        {
          "title": "Naturally disengaging control to reveal habits",
          "authors": "Sarah Oh; Anne Collins",
          "abstract": "Habits are an essential part of everyday decision-making. However, the mechanisms underlying habit formation and expression in humans are difficult to study in the laboratory, owing to a dearth of convenient experimental paradigms that reliably exhibit a key marker of habits – training-induced inflexibility – under ecologically valid conditions. This difficulty is often attributed to the fact that habits are identified in contrast to goal-directed (GD) control, which research participants typically engage strongly in laboratory experiments. To address this gap, we develop a new, short habit learning paradigm that incorporates several features we hypothesized would encourage participants to disengage GD control, enabling habits to exert greater influence over behavior: a hierarchical multi-step trial structure, opportunities for self-correction, and frequent switches between extensively and moderately practiced behaviors. Through a series of experiments, we demonstrate that overtraining amplifies habitual control, as evidenced by errors biased toward the overtrained context and away from the moderately-trained context at early response times, while later responses remain dominated by GD control. The reliability of this overtraining effect depended on the inclusion of task features designed to dampen GD control. In addition to providing a practical, robust, and flexible tool for studying the cognitive processes underlying habit formation and habitual control, our paradigm moves us beyond the traditional stimulus-response conception of habits, expanding the definition to include more complex, hierarchical behaviors that better reflect naturalistic human habits.",
          "url": "https://osf.io/zdur5",
          "doi": "https://doi.org/10.31234/osf.io/zdur5",
          "filter": 2
        },
        {
          "title": "Error report for Lades et al. (2020)",
          "authors": "ERROR",
          "abstract": "DECISION AND RECOMMENDATION \nLades, Laffan, Daly, &amp; Delaney (2020) “Daily emotional well‐being during the COVID‐19 pandemic” was determined to contains Moderate Errors that do not affect the core conclusions. That is, errors that have the benefit of being detectable thanks to the presence and sharing of research materials, whose scope is moderate given that a large proportion of the reported results are affected (likely to a small degree), but which do not affect the article’s core conclusions. A determination of Moderate Errors involves the recommendation that the authors seek a correction.\nFollowing the ERROR project’s emergent guidelines, the recommendations associated with a Moderate Errors decision are as follows: \n-\tThe report, author response, and recommendation have been posted on the ERROR website (error.reviews/reviews/lades-2020) and as a preprint on PsyArXiv (osf.io/preprints/psyarxiv/8gtz2). Their associated materials have been posted to OSF (see osf.io/2q3ay).\n-\tThe authors are asked to recognize these errors in future discussions of the article. \n-\tThe authors are recommended to pursue a correction notice with the journal. Specifically, with regard to:\no\tThe text on p. 905 states that multiple testing corrections were used. However, corrections were in fact only applied to results in the supplementary materials and not any results reported in the article itself. 11 of 42 (26.2%) statistically significant results reported in the article were not significant after multiple testing corrections. Although, these do not alter the main conclusions. The use of multiple testing corrections should either (a) more clearly state that these corrections were applied only to the results reported in the supplementary materials and not any results reported in the article, or (b) all results reported in text should be those with the multiple testing corrections applied. \no\tThe primary analyses reported in the article did not acknowledge dependencies in the data (i.e., each participant completed the survey multiple times). The authors agreed with the reviewer that they should have employed clustered Standard Errors to acknowledge these dependencies. Applying clustered Standard Errors changes the statistical significance of one result (positive affect ~ schooling children), although this does not change the core conclusions. Corrections should be made to the Standard Errors reported in text, the Confidence Intervals in all panels of Figure 1 and Figure S1, and the results reported in Table S2. The “†” significance bar should be removed from the positive affect ~ schooling children result in Table S2.\no\tAll analyses and summary statistics should use corrected data that use unique participant IDs. A small number of duplicate participant IDs were found by the reviewer, which the authors argue are distinct participants but are not treated as such in the reported analysis. Correcting this error may produce additional changes in the results of the regressions reported in the text, tables, and plots. These magnitude of any such changes is currently unknown but likely to be very small.",
          "url": "https://osf.io/e3c7p",
          "doi": "https://doi.org/10.31234/osf.io/e3c7p",
          "filter": 2
        },
        {
          "title": "Using self-reported sum scores to measure affective disorders: symptom count or symptom severity?",
          "authors": "Wessel Adrianus van Eeden",
          "abstract": "Using self-report questionnaire sumscores for this purpose has both theoretical and methodological shortcomings. One of these shortcomings is that the symptom count and the severity of symptoms are obscured by an overall sum score. \nWe compared the diagnostic value of the symptom count versus symptom severity captured within sum scores used to assess affective disorders (n = 2947).\nFor the Inventroy of Depressive Symptomatology – Self Report (IDS-SR) and the Beck Anxiety Inventory (BAI), the number of symptoms was more strongly related to depression or anxiety disorders than to the severity of symptoms. For the Fear Questionnaire (FQ), the severity of symptoms was more strongly related to anxiety than to the count of symptoms. \nOur study underscores the distinct and independent roles of symptom count and symptom severity in relation to meeting DSM criteria for affective disorders. Simply aggregating item scores may oversimplify. Researchers and clinicians should contemplate evaluating symptom count and severity as separate entities to enhance diagnostic accuracy.",
          "url": "https://osf.io/wmp7e",
          "doi": "https://doi.org/10.31234/osf.io/wmp7e",
          "filter": 2
        },
        {
          "title": "Automatic detection of dyslexia based on eye movements during reading in Russian",
          "authors": "Anna Laurinavichyute; Anastasiya Lopukhina; David Reich",
          "abstract": "Dyslexia, a common learning disability, requires an early diagnosis. However, current screening tests are very time- and resource-consuming. We present an LSTM model that aims to automatically classify dyslexia based on eye movements recorded during natural reading combined with basic demographic information and linguistic features of the fixated words. The proposed model outperforms the state-of-the-art model and reaches the AUC of 0.93. We additionally discuss the outcomes of several ablation studies assessing which features are critical for model performance.",
          "url": "https://osf.io/cu4xj",
          "doi": "https://doi.org/10.31234/osf.io/cu4xj",
          "filter": 2
        },
        {
          "title": "Bayesian Networks to Evaluate and Test the Raven's Colored Progressive Matrices",
          "authors": "Matteo Orsoni; Matilde Spinoso; Sara Garofalo; noemi mazzoni; Sara Giovagnoli; Debora de Chiusole; Pasquale Anselmi; Alice Bacherini; Irene Pierluigi; Luca Stefanutti",
          "abstract": "This study explores the conditional dependencies among items in Raven’s Colored Progressive Matrices (CPM), a non-verbal measure of cognitive ability and fluid intelligence, within a sample of school-aged children. To this aim, we applied Bayesian networks (BNs), to data obtained from 255 participants, aged 4 to 11 years. We evaluated a variety of models, starting from the complete independence model and progressing to sequential, data-informed structures. The results highlighted that inter-item dependencies were particularly significant among kindergarten-aged children, suggesting that their problem-solving approaches may be influenced by their previous responses. The Sequential Data-Driven model consistently outperformed traditional human-driven hypothesis models, indicating the presence of complex interrelationships that could challenge the assumption of local independence in psychometric assessments. Cross-validation analyses revealed developmental differences in model fit, with optimal performance in kindergarten and increased variability as children transition to primary school. These findings advocate for the development of refined scoring methodologies that incorporate item interdependencies and prompt further investigation into the cognitive processes underlying these dependencies. Our study has implications for the psychometric validation of cognitive assessments, underscoring the importance of integrating complex item relationships in test design and analysis to enhance measurement accuracy and validity.",
          "url": "https://osf.io/kp4b2",
          "doi": "https://doi.org/10.31234/osf.io/kp4b2",
          "filter": 2
        },
        {
          "title": "Modeling location-invariant orthographic processing in the Finnish language with an inflectional morphology",
          "authors": "Jarkko Hautala",
          "abstract": "Previous research indicates that readers may construct a location-invariant letter string representation before associating it with a lexical representation. In neural network modeling, this is achieved with a two-stack model in which a hidden layer first learns to map location-specific letter representations into word-centered positions. Then, another stack is trained to map them into lexical representations. However, the model has been validated only in one language (French). In this study, we replicated the model with a Finnish language corpus having substantially more resembling words (KISSAA, KISSAN, KISSAT) and with modern and accessible programming tools. To gain insight into the model’s coding principles, we also trained the model with random letter strings, analyzed the model’s hidden layer activation patterns, and conducted an error analysis. The results indicated that random letter string training leads to superior letter identity and position coding. However, the natural corpus with many close words leads to a more fine-grained mapping from word-centered letter string representations to lexical representations. Finally, bigram coding may emerge in weights connecting hidden to output nodes. We conclude that the one- or two-stack model seems a potent candidate for developing a universal and comprehensive connectionist model of reading.",
          "url": "https://osf.io/8mtu6",
          "doi": "https://doi.org/10.31234/osf.io/8mtu6",
          "filter": 2
        },
        {
          "title": "Risperidone prescription and use for people with dementia in care homes: A qualitative study exploring perceptions of residents, relatives and health and social care professionals",
          "authors": "Douglas Macfarlane; Alys Griffiths; Joash Ding; Louis Stokes; Joshua Choma; Ikran Dahir; Clive Ballard; John Dennis; William Henley; Christoph Mueller",
          "abstract": "Risperidone is an antipsychotic used to treat behavioural symptoms of dementia such as agitation. Guidance stipulates it be used as a last resort and in these cases there is evidence of benefit, however it carries a number of severe side effects, including stroke. Prescribing data suggest regular use outside of this guidance but the reasons for this are unclear. We currently know very little about the first-hand experiences of people involved in prescribing decisions within care homes. This study aimed to understand perceptions around the risks and benefits of risperidone, preferences on how side effect risks are communicated, and how people feel about being able to better predict these risks. Semi-structured interviews and one focus group were conducted with care home residents, relatives, and staff. A focus group was conducted with external healthcare professionals. Using framework analysis, five main themes were identified: 1) the interplay between the person and their symptoms; 2) balancing voices in decision making; 3) what happens before prescription?; 4) bringing together information to make the right decision; 5) what happens after prescription?. Care home staff and relatives of people with dementia were generally uncertain of the risks of risperidone, and the potential side effects were often not explained adequately. Person-centred care was preferred by participants, but there is often no alternative to risperidone as a last resort. While it continues to be prescribed, efforts to minimise harm are required. Specifically, improved education around the risks of risperidone is needed. Relatives wish to be involved in the decision-making process alongside care staff, and their involvement should be optimised with the use of a decision-aid.  Accessible dementia-specific guidance on monitoring risperidone after prescription should also be developed.",
          "url": "https://osf.io/bjr5s",
          "doi": "https://doi.org/10.31234/osf.io/bjr5s",
          "filter": 2
        },
        {
          "title": "Divination: A Cognitive Approach (forthcoming in Cambridge Element Series: Psychology of Religion)",
          "authors": "Ze Hong",
          "abstract": "This Element adopts a naturalistic, cognitive perspective to understand divination. Following an overview of divination and the historical background of its scholarly study, Chapter 2 examines various definitions and proposes a working definition that balances common usage with theoretical coherence. Chapter 3 surveys existing theories of divination, including symbolic and functional perspectives, while critiquing their limitations. Chapter 4 argues for the primacy of cognition in divinatory practices, emphasizing the role of universal cognitive mechanisms and culturally specific worldviews in shaping their plausibility and persistence. Expanding on these ideas, Chapter 5 investigates the interplay between individual cognition and societal processes, highlighting socio-cultural factors such as the preferential reporting of successful outcomes that bolster divination’s perceived efficacy. Finally, Chapter 6 concludes by summarizing the Element’s key arguments and identifying open questions for future research on the cognitive dimension of divination.",
          "url": "https://osf.io/r7tc4",
          "doi": "https://doi.org/10.31234/osf.io/r7tc4",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "SocArxiv",
      "journal_short": "SocArxiv",
      "articles": [
        {
          "title": "Repetition in Language and Recurrence Mapping",
          "authors": "T. Mark Ellison; Uta Reinöhl",
          "abstract": "Repetition, with and without variation, pervades language use. We see it, for example, in spontaneous conversation, in memes on social media, in traditional rhetoric and, of course, in poetry and oral tradition. This paper presents recurrence mapping as a new visualisation tool for the analysis of exact and inexact repetition in language. It can be used with any type of connected source\nmaterial, including audio (e.g., full-spectra, f0 contours, etc.) and written data (e.g.,\ntranscripts, glosses and translations). Recurrence mapping is related to ‘dynamic time\nwarping’, but has not so far been used to visualise repetition in language use.",
          "url": "https://osf.io/ma5js",
          "doi": "https://doi.org/10.31235/osf.io/ma5js",
          "filter": 0
        },
        {
          "title": "Femtech in the Post-Roe Era: Implications for Female Athletes' Health Monitoring",
          "authors": "Natalie Kupperman",
          "abstract": "This paper explores the history of menstrual cycle monitoring in sports, the rise of FemTech and wearable technology, and the potential for misuse of sensitive reproductive data, such as basal body temperature (BBT) tracked by wearables. It argues that while such technologies offer potential benefits, the post-Roe legal context raises significant ethical and legal dilemmas for female athletes, who may face increased surveillance or pressure based on their reproductive health data. The paper analyzes current state and federal biometric and health privacy laws, including BIPA, CCPA/CPRA, and HIPAA, and their applicability to athletes, particularly collegiate athletes. It concludes with recommendations for policy and practice, advocating for athlete autonomy, data transparency, and robust legislation to protect athletes' reproductive privacy in the face of increasingly sophisticated health tracking technologies.",
          "url": "https://osf.io/6sznc",
          "doi": "https://doi.org/10.31235/osf.io/6sznc",
          "filter": 0
        },
        {
          "title": "Duoethnographic Riffing on Rhizomes, Attribution, and Voice: A Play in Multiple Acts",
          "authors": "Richard Wainwright; Shannon Stevens",
          "abstract": "In this duoethnographic theatrical play, we fuse theory, personal narrative, performance, and pop\nculture into a rhizomatic exploration of authorship, appropriation, and collaboration. Rooted in\nSawyer and Norris’s (2013) dialogical approach, our script draws from Deleuze and Guattari’s\nrhizomes, Bakhtin’s carnival grotesque, and Eminem’s rap lyrics to generate a multiplicity of\nvoices—each treated as both collaborator and subject. The result is a collision of high theory and\npopular references that upends academic norms, calling attention to fluid ownership, citation\npractices, and the generative possibilities of mashup culture (Johnson-Eilola &amp; Selber, 2007). By\nforegrounding heteroglossia, we resist linear arguments and instead situate meaning “in the\nmiddle,” revealing how dialogic interplay and collective improvisation shape knowledge. The\ncarnival atmosphere, marked by comic subversions and open-ended acts, challenges rigid\nboundaries between personal memory, scholarly theory, and cultural artifacts. Rather than\nconcluding with definitive statements, the performance encourages ongoing mashups and\nreinterpretations, affirming duoethnography’s commitment to reflexive, relational practice and\ncelebrating the dynamic interplay that keeps research alive and evolving.",
          "url": "https://osf.io/jzcd8",
          "doi": "https://doi.org/10.31235/osf.io/jzcd8",
          "filter": 0
        },
        {
          "title": "“I think I misspoke earlier. My bad!”: Exploring How Generative Artificial Intelligence Tools Exploit Society’s Feeling Rules",
          "authors": "Lisa M. Given; Sarah Polkinghorne; Alexandra Ridgway",
          "abstract": "Generative artificial intelligence (GenAI) tools that appear to perform with care and empathy can quickly gain users’ trust. For this reason, GenAI tools that attempt to replicate human responses have heightened potential to misinform and deceive people. This paper examines how three GenAI tools, within divergent contexts, mimic credible emotional responsiveness: OpenAI’s ChatGPT, the National Eating Disorder Association’s Tessa, and Luka’s Replika. The analysis uses Hochschild’s (1983) concept of feeling rules to explore how these tools exploit, reinforce, or violate people’s internalised social guidelines around appropriate and credible emotional expression. We also examine how GenAI developers’ own beliefs and intentions can create potential social harms and conflict with users. Results show that while GenAI tools enact compliance with basic feeling rules – e.g., apologising when an error is noticed – this ability alone may not sustain user interest, particularly once the tools’ inability to generate meaningful, accurate information becomes intolerable.",
          "url": "https://osf.io/tvjfb",
          "doi": "https://doi.org/10.31235/osf.io/tvjfb",
          "filter": 0
        },
        {
          "title": "Attentional resources, bilingualism and social presence : An integrated view of executive attention.",
          "authors": "Amine BENNANI; Said Boujraf; Mohamed Benzagmout; Driss Boussaoud",
          "abstract": "One of the most highly debated issues in psycholinguistics during the last decades is the so-called bilingual cognitive advantage (BICA), i.e. the hypothesis that people with a bilingual experience outperform monolingual speakers on cognitive tasks, presumably attributed to strengthened executive functions. This debate is nowadays deadlocked, as contradictory findings continue to accumulate. Unfortunately, despite attempts to find explanations in the diversity of bilingual experiences as a potential source of individual variability and the questioning of the reliability of executive function tests used to measure BICA, the status quo is maintained and new research perspectives are strongly needed, possibly outside the realm of psycholinguistics. We consider bilingual experience as deeply anchored in social context and argue that any conclusion drawn from traditional paradigms assessing cognition in socially isolated subjects would be hazardous. In an era of increasing influence of concepts such as the social brain, studies of bilingualism have seldom taken into account the social nature of human interaction via language. Recent studies, however, suggest that even minimal components of social context, such as mere presence of others, with no overt interaction or communication, modulate BICA in a complex and dynamic manner, in interaction with other factors including linguistic context and gender. We will focus on attention as a common mechanism that accounts for both bilingual language processing and the monitoring of social presence. Bringing together psycholinguistics and social psychology perspectives, this review calls for a move towards a socially embedded approach of bilingualism, with an integrated view of executive attention.",
          "url": "https://osf.io/8k7c4",
          "doi": "https://doi.org/10.31235/osf.io/8k7c4",
          "filter": 0
        },
        {
          "title": "The Impact of Reduced Paid Work on Gender Disparities in Unpaid Labor: A Systematic Review and Meta-Analysis",
          "authors": "Matteo Piolatto; Anna Zamberlan",
          "abstract": "Although still debated, the relationship between paid and unpaid work is crucial for uncovering a potential determinant of persisting gender inequality. Reductions in paid work and their consequences for the gendered performance of unpaid work have the potential to shed light on this relationship. However, there is still no clear answer to the question of whether and how reductions in paid work (including reductions in working hours, job losses, and retirement) affect the amount of time spent on unpaid work by gender, and what factors explain the variation in existing studies. We conducted a systematic review and meta-analysis of the existing literature on the topic. We analyzed 198 unique estimates of the effect of reductions in paid work on time spent on housework and care work in different-sex couples. Our findings indicate that both men and women respond to reductions in paid work by increasing the time they spend on unpaid work. Although the effect is stronger for men than for women, it is small and quite heterogeneous across studies. Therefore, it is insufficient to reduce gender inequality in the division of unpaid work.",
          "url": "https://osf.io/7ywqx",
          "doi": "https://doi.org/10.31235/osf.io/7ywqx",
          "filter": 0
        },
        {
          "title": "Post-Intercultural Communication Research: The Ecological Turn and the Humanism-Posthumanism Continuum",
          "authors": "Dominic Busch",
          "abstract": "The ecological turn in intercultural communication research understands human environmental\ndegradation as a cultural product, parallel to colonial attitudes. In reaction to\nthis, the ecological turn sees humans as an equal part of nature. This requires a radical\ndisruption of previous thinking, often embodied in posthumanist philosophies. However,\nposthumanism can also be seen as a continuum to humanism, providing a more consistent\nframework for the aims of humanism. Humanist research on intercultural communication\nhas always been less concerned with emphasising the peculiarities of culture and more\nconcerned with how human beings can free themselves from cultural constraints, develop\nand evolve. Posthumanist thinking pushes culture further aside and opens up to a postintercultural\ncommunication research that explores human potentials and responsibilities\nin the ecological turn.",
          "url": "https://osf.io/upagm",
          "doi": "https://doi.org/10.31235/osf.io/upagm",
          "filter": 0
        },
        {
          "title": "Empirical Study of L2 Motivation and Motivational Learning Behaviors among College Students in English for Medicine Class",
          "authors": "Arab World English Journal; Na Su; Rohani Binti Othman; Hailin Su",
          "abstract": "This study examines the relationship between L2 motivation and motivational learning behaviors among college students enrolled in an English for Medicine course at a university in Zhejiang, China. It aims to help language teachers gain a deeper understanding of the relationship among constructs in the L2 Motivational Self System and how constructs like the Ideal L2 Self, Ought-to L2 Self, and Second Language Learning Experience influence students’ motivational learning behaviors using the L2 Motivational Self System framework. Eighty medical students were included as a sample, and a structured questionnaire was used to gather the quantitative data. Through a quantitative analysis, it is found that the students’ motivational learning behaviors are significantly predicted by both L2 motivation and Second Language Learning Experience, with a moderate influence from the Ideal L2 Self. Additionally, the Ought-to L2 Self had less impact on the students’ learning behaviors. The findings show that fostering intrinsic motivation and providing a supportive learning environment is necessary to improve students’ engagement and effort in English for medicine courses.",
          "url": "https://osf.io/2vj7e",
          "doi": "https://doi.org/10.31235/osf.io/2vj7e",
          "filter": 0
        },
        {
          "title": "Corpus-based Readability Assessment of Chinese Cultural Textbooks for Middle School Students from an English Glocalization Perspective",
          "authors": "Arab World English Journal; Yujie Su; Xueyan L; Yuqing Dai",
          "abstract": "The localized English version of Chinese cultural material has played an essential role in spreading Chinese culture worldwide. However, insufficient attention had been paid to the readability of Chinese cultural reading materials, and far less to the readability of Chinese cultural reading materials for middle school students. The readability of Chinese cultural reading materials was calculated based on a self-created corpus, considering various factors such as vocabulary, sentence structure, and comprehensive indicators to analyze the readability of these materials in English quantitatively. Two questions were addressed: 1) To what degree are the current Chinese stories in English readable to middle school students; 2) What readability of Chinese stories in English is ideal for middle school students? The results indicated significant variations in readability among the five sets. It also recognized the need for further adjustments and development of the textbooks to better align with students’ grade levels and curriculum requirements. Moreover, it is crucial to enhance students’ engagement with Chinese culture via textbooks. It helped demonstrate the lack of sufficient attention to the readability of Chinese stories in English, and it inspired future Chinese cultural texts designed for middle school students to possess good adaptability in terms of readability.",
          "url": "https://osf.io/92kxh",
          "doi": "https://doi.org/10.31235/osf.io/92kxh",
          "filter": 0
        },
        {
          "title": "Scholarly Writing Experiences of Doctoral Students as Nonnative Speakers of English: Encountered Challenges and Needed Support",
          "authors": "Arab World English Journal; Ahmad Fawzi Shamsi; Ulker Vanci Osam",
          "abstract": "This study explores the challenges doctoral students encounter and the support they require at an international university where publishing is a prerequisite for graduation. Conducted at an English as a Medium of Instruction university in Northern Cyprus, the research study focuses on non-native English-speaking students and academic staff who use English as an Additional Language. A mixed-methods approach was employed, triangulating data from various research instruments (interviews, questionnaires, and group discussions) and multiple perspectives, including 147 PhD students, six supervisors, and two policymakers. The findings reveal four main challenges faced by PhD students: language-related, genre-related, support-related, and journal-related. The study also reports the types of support PhD students need to enhance students’ scholarly publishing literacy. Based on the results, the importance of guiding to improve doctoral students’ publication literacy is underscored. The implications suggest further research should investigate how to enhance publication literacy across diverse academic disciplines.",
          "url": "https://osf.io/pkhrt",
          "doi": "https://doi.org/10.31235/osf.io/pkhrt",
          "filter": 0
        },
        {
          "title": "First-year Students’ Attitude Towards English as a Medium of Instruction: A Study on Tishk International University, Erbil, Iraq",
          "authors": "Arab World English Journal; Zainab Nizar Karam",
          "abstract": "The educational system encounters a massive shift regarding the medium of instruction, as there is an excellent focus on employing the English language in various disciplines in higher education institutions. Hence, it is crucial to investigate the benefits and challenges that stakeholders, including teachers and students, might encounter. Although researchers conducted many studies investigating EMI, no previous study has been employed to investigate the first-year students’ attitudes toward its’ implementing in private universities in the Kurdistan region of Iraq. This study aimed to investigate first-year students’ attitudes towards English as the medium of instruction and the challenges they encountered. The data collection was via a questionnaire and analyzed through SPSS. The research adopted a convenience sampling method. The research included 87 students in the second semester of the academic year 2023-2024 within two months. The questionnaire indicated different parts focusing on various aspects, such as students’ attitudes towards the English language, the challenges they encounter during the implementation of EMI, the improved skills, and the benefits. The results displayed the courses’ positive impact on students, including improving their skills, content knowledge, and vocabulary. This eventually reflected the optimistic attitude of the first-year students towards these courses. The results have some implications for the Ministry of Higher Education, such as providing intensive language courses for learners to support linguistic ability and high-quality learning",
          "url": "https://osf.io/nb7va",
          "doi": "https://doi.org/10.31235/osf.io/nb7va",
          "filter": 0
        },
        {
          "title": "Seeing the State in Action:  Public Preferences About and Judgments of Common Police-Civilian Interactions",
          "authors": "Paige E Vaughn; Gregory A Huber",
          "abstract": "New technologies allow unprecedented public visibility of routine police-civilian interactions, but we know little about how the public wants the police to behave during them. We examine public evaluations about preferred punishment and fair treatment using vignette experiments that randomize multiple features of police-civilian interactions. These causal estimates reveal that for the mass public, officer race generally does not affect public attitudes, while participant demeanor, markers of threat, and civilian race do. Police-civilian interactions are evaluated through a lens of reciprocity: hostile officers are judged as less fair, while hostile and armed civilians are viewed as deserving of harsher punishment. When civilians remain polite and threat is low, there is little support for punitive outcomes, but poor civilian behavior warrants more punitive state action. Moreover, people prefer more punishment for White compared to Black civilians, and in interactions with White officers and civilians compared to those in which both parties are Black. Interactions with a White officer and a Black civilian are judged as less fair, as are the fairness of assigned punishments in them. Finally, views about fairness are not equivalent to views about appropriate sanctions. These results provide critical evidence about public attitudes regarding police punishment and fairness in order maintenance.",
          "url": "https://osf.io/hxv8z",
          "doi": "https://doi.org/10.31235/osf.io/hxv8z",
          "filter": 0
        },
        {
          "title": "NGOs’ Endeavours in Mis- and Disinformation Combat and Literacy Enhancement: A Case Study of Faktabaari",
          "authors": "Yucong Lao; Yukun You",
          "abstract": "This study examines the role of Faktabaari, a Finnish fact-checking non-governmental organization (NGO), in addressing mis- and disinformation and promoting digital information literacy. Using qualitative content analysis of Faktabaari's Digital Information Literacy Guide, we explore its discussion of mis- and disinformation issues and impact, its construction for digital information literacy, and the role of NGOs in enhancing digital information literacy. Findings reveal Faktabaari’s emphasis on practical approaches to information evaluation, digital competence, and the societal impact of disinformation, highlighting its contributions to knowledge dissemination and advocacy. However, it lacks attention to generative artificial intelligence (AI) challenges and a structured conceptual framework for digital literacy. This research underscores the value of NGO-led efforts in enhancing public digital literacy and civic engagement, offering insights into their potential to address disinformation challenges beyond national borders.",
          "url": "https://osf.io/wdre7",
          "doi": "https://doi.org/10.31235/osf.io/wdre7",
          "filter": 0
        },
        {
          "title": "The Irizarry Hair Texture Scale",
          "authors": "Yasmiyn Irizarry",
          "abstract": "The Irizarry Hair Texture Scale (IHT) is a novel framework that captures both the physical and socio-cultural dimensions of hair texture, challenging traditional classification systems that perpetuate racial hierarchies. Developed through interdisciplinary research and informed by critiques of racialized beauty standards, the IHT spans a spectrum from straight to coily textures, incorporating factors such as curl pattern, density, and style. This scale provides a scientifically grounded approach to studying hair as a marker of identity and systemic inequities.",
          "url": "https://osf.io/u4zkh",
          "doi": "https://doi.org/10.31235/osf.io/u4zkh",
          "filter": 0
        },
        {
          "title": "Trust dynamics among producers and regulators: The case of aquaculture",
          "authors": "Haley Hartenstine; Stuart Carlton",
          "abstract": "Remaking the global food production and distribution system into something more ecologically and economically sustainable is among the great challenges of our time. This challenge will need to be addressed on multiple levels—from small-time producers to large multinational corporations and from local governments to international treaties—across multiple components of food production. Trust among producers, regulators, and resource managers is one of the many things that will be required to successfully transform the food system. In this qualitative study, we explore trust dynamics among aquaculture producers in the midwestern US. Based on a series of 34 interviews, we use the trust ecology framework to illustrate both how the different dimensions of trust are present among aquaculture producers and how the dimensions of trust might be threatened. Our findings emphasize the importance of building stronger interpersonal relationships between regulatory agencies and aquaculture producers. Additionally, our research shows that producers feel a need for more vocal advocacy for the industry within the regulatory system. These findings present an important case study illustrating how trust influences the relationship between producers and regulators and how building trust might allow the industry to work together to grow production and, potentially, sustainability.",
          "url": "https://osf.io/83gzp",
          "doi": "https://doi.org/10.31235/osf.io/83gzp",
          "filter": 0
        },
        {
          "title": "Weight discrimination: evidence of whole-population and intersectional effects from an ethnically diverse, UK general population survey",
          "authors": "Amanda Hughes; Stuart Flint; Emily R Rothwell; Antonis A Kousoulis; Helen Bould; Laura D. Howe; Renee Luthra; Alita Nandi",
          "abstract": "Background\nWeight-related discrimination is widespread in society. Some US studies have suggested weight discrimination may differ between demographic groups, impacting white women more than minority women or men. However, stigma differs substantially between societies, and few studies have explored intersectional effects outside the US.\nMethods\nIn a large (N=8,057) ethnically diverse panel study UK adults, we examined associations of body mass index (BMI) with two stigma-related outcomes in the past year: being insulted in an everyday setting and being denied a promotion or training at work. To explore intersectional effects, we examined whether sex, ethnicity, sex-ethnicity-combinations, or educational qualifications modified associations.\nResults\nIn models adjusted for confounders including psychological distress, higher BMI was correlated with being insulted in an everyday setting across all participants (per kg/m2, OR: 1.02, CI:1.01,1.03), male (OR: 1.03, CI:1.01,1.05) and female participants (OR: 1.02, CI: 1.00,1.03). Stratifying by ethnicity and sex-ethnicity combinations, the strongest association was seen for Asian men (OR:1.04, CI: 1.01,1.07); other estimates were less precise. Among participants employed in the past year, higher BMI was significantly associated with being denied promotion or training across all participants (OR: 1.03, CI: 1.00,1.06) and women (OR: 1.04, 1.01,1.08). Stratifying by sex-ethnicity combination, the strongest association was for Black women (OR: 1.06, CI: (1.01,1.12).\nConclusions\nResults are consistent with experience of weight discrimination across sexes, ethnic groups and educational levels in the UK. Longitudinal studies are needed to unravel mechanisms linking weight and discrimination in minority ethnic groups.",
          "url": "https://osf.io/pjv6k",
          "doi": "https://doi.org/10.31235/osf.io/pjv6k",
          "filter": 0
        },
        {
          "title": "COVID-19 Vaccine Diplomacy: A Computational Multimodal Analysis of the Neighborhood Effect in Bangladesh's Vaccine Roll-out Response",
          "authors": "Sharmin Jahan Juha; Arefin Mizan",
          "abstract": "Bangladesh started its COVID-19 mass vaccination program from February 2020. According to the COVAX live (Live COVID-19 Vaccination Tracker), as of May 2022, 70.26% of the total population have been vaccinated. This is indeed an example of Bangladesh governments' astounding competence that Bangladesh is considered among the first few countries to start vaccinations. However, Bangladesh did experience occasional hiccups in steady vaccine roll-out due to disruptions in the supply chain. Experts condemned Bangladesh's diplomatic choice of relying on only India as a steady vaccine manufacturing source after India decided to temporarily halt vaccinations right before the administration of second doses. Bearing reference to the 'Neighborhood Effect' in International Politics which implies that excessive dependency on geographical neighbors can cause similar levels of instability in both the countries (neighbors), this paper examines Bangladesh's overall Diplomatic approach in its COVID-19 Vaccination program with comparison to its East Asian counterpart Mongolia. Mongolia secured high-ranking position in COVID-19 mass vaccination using its strategic partnerships to pool vaccines from multiple sources as a result of its 2011 multi-pillars Foreign Policy (Third Neighborhood Policy) approach. Using a novel computational multimodal discourse analysis using machine learning assisted techniques in two large hand-collected datasets, the paper delves into the practices implemented by Bangladesh's multi-level stakeholders from the early stages of the pandemic until January this year to find any signs of or impacts of the Neighborhood Effect in its Vaccine Diplomacy. The paper later on makes policy-level suggestions on how to resolve this in case of future health crisis with occasional mention and comparison to Mongolia's Third Neighborhood approach and its implacability in Bangladeshi context.",
          "url": "https://osf.io/eg58k",
          "doi": "https://doi.org/10.31235/osf.io/eg58k",
          "filter": 0
        },
        {
          "title": "Anchored in Place, Driven by Risk: How place attachment amplifies the household flood adaptation",
          "authors": "Sungju Han",
          "abstract": "Rising flood risks present significant threats to communities globally. This study examines the influence of risk perception and place attachment on the adoption of household adaptive behaviors in flood-prone regions of Saxony-Anhalt, Germany. The study employed latent profile analysis on data from 304 households, revealing four distinct profiles categorized by risk perception and levels of place attachment. The findings reveal that place attachment acts as an amplifier of adaptive behaviors, particularly when combined with high risk perception. Even in contexts of low risk perception, place attachment encouraged certain adaptive behaviors like insurance adoption. However, its effectiveness varied across socioeconomic contexts and types of adaptive measures, with the strongest effects observed for structural adaptation measures. The study demonstrates that combining strong place attachment with high risk perception is particularly effective in motivating costly protective actions. These findings suggest that flood risk management strategies should incorporate place-based elements alongside traditional risk communication approaches to better promote community resilience. This research contributes to understanding how such emotional connections to place can enhance flood adaptation.",
          "url": "https://osf.io/rcjht",
          "doi": "https://doi.org/10.31235/osf.io/rcjht",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "The Global Pharmaceutical Sector: numbers and dynamics",
          "authors": "João Henrique Santana Stacciarini",
          "abstract": "Researchers from various fields of scientific knowledge have dedicated efforts to investigate the multiple characteristics of the pharmaceutical sector. Aiming to contribute to this debate and provide material for discussion, this research focused on collecting, interpreting, and making available data and information related to the Pharmaceutical Sector on a global scale. It was found that the sector's annual revenue has almost quadrupled over the last two decades, reaching $1.48 trillion in 2022. The twenty largest companies have a combined market value of $3.5 trillion, assets worth $1.86 trillion, and generated revenue of $820 billion, resulting in profits of $181.6 billion. Of an oligopolistic nature, most of the leading companies are concentrated in the USA and Europe, although a group of industries in \"pharmerging countries\", especially in Asia, has been gaining strength. Pharmaceutical consumption, although still highly concentrated in developed countries, has also been expanding in emerging countries. This trend is driven by nations such as Brazil, Russia, India, China, and South Africa (BRICS), as well as Mexico, Indonesia, South Korea, and Turkey (MIST). Together, these nine countries already account for 48% of the world's population and contribute 31% to the global Gross Domestic Product (GDP).",
          "url": "https://osf.io/hbs8j",
          "doi": "https://doi.org/10.31235/osf.io/hbs8j",
          "filter": 2
        },
        {
          "title": "Investigación y Desarrollo (I+D) en el Sector Farmacéutico: avances, limitaciones, selectividad y negligencia",
          "authors": "João Henrique Santana Stacciarini",
          "abstract": "Con el objetivo de contribuir a los estudios y debates sobre el proceso de Investigación y Desarrollo (I+D) en el sector farmacéutico, este trabajo realizó una extensa recolección, organización y análisis de datos sobre el tema, explorando los avances, limitaciones, selectividad y negligencia en este ámbito. Se reveló que el sector farmacéutico representa el segundo mayor inversor en I+D, registrando un gasto global de 238 mil millones de dólares en 2021. La búsqueda de ganancias derivadas de medicamentos exitosos motivó un crecimiento significativo en el número de empresas farmacéuticas centradas en I+D, resultando en 5.416 corporaciones que prueban más de 20 mil fármacos en diversas fases de investigación y desarrollo. Sin embargo, este estudio también señala las limitaciones de los productos derivados de la I+D farmacéutica, observando que muchos medicamentos recién aprobados no presentan ventajas significativas sobre los ya existentes y tienden a priorizar el mantenimiento de franquicias rentables o la competencia en el mercado, en detrimento del bienestar de la población. Además, se destaca la selectividad y negligencia en las inversiones en I+D, con ciertas enfermedades recibiendo mayor atención debido a una variedad de intereses, incluyendo aspectos socioeconómicos.",
          "url": "https://osf.io/vbxzs",
          "doi": "https://doi.org/10.31235/osf.io/vbxzs",
          "filter": 2
        },
        {
          "title": "El Sector Farmacéutico Global: cifras y dinámicas",
          "authors": "João Henrique Santana Stacciarini",
          "abstract": "Investigadores de diversas áreas del conocimiento científico se han dedicado a investigar las múltiples características del sector farmacéutico. Con el objetivo de contribuir a este debate y proporcionar insumos para la discusión, esta investigación se ha dedicado a recolectar, interpretar y disponibilizar datos e informaciones relacionados con el Sector Farmacéutico a escala global. Se descubrió que los ingresos anuales del sector casi se cuadruplicaron en las últimas dos décadas, alcanzando 1,48 billones de dólares en 2022. Las veinte compañías más grandes poseen un valor de mercado combinado de 3,5 billones de dólares, activos por valor de 1,86 billones de dólares y generaron ingresos de 820 mil millones de dólares, resultando en ganancias de 181,6 mil millones de dólares. De naturaleza oligopolística, gran parte de las empresas líderes están concentradas en EE. UU. y Europa, aunque un conjunto de industrias en \"países farmaemergentes\", especialmente en Asia, ha ganado fuerza. El consumo farmacéutico, aunque aún bastante concentrado en países desarrollados, también se ha expandido en países emergentes. Esta tendencia está impulsada por naciones como Brasil, Rusia, India, China y Sudáfrica (BRICS), así como México, Indonesia, Corea del Sur y Turquía (MIST). Juntos, estos nueve países ya representan el 48% de la población mundial y contribuyen con el 31% del Producto Interno Bruto (PIB) global.",
          "url": "https://osf.io/9auh4",
          "doi": "https://doi.org/10.31235/osf.io/9auh4",
          "filter": 2
        },
        {
          "title": "The GOOGLE and XPRIZE award for how to use quantum computers practically: The problem of the “P” versus “NP” outputs of any quantum computer and the pathway for its resolving",
          "authors": "Vasil Dinev Penchev",
          "abstract": "The GOOGLE and XPRIZE $5,000,000 for the practical and socially useful utilization of the quantum computer is the starting point for ontomathematical reflections for what it can really serve. Its “output by measurement” is opposed to the conjecture for a coherent ray able alternatively to deliver the ultimate result of any quantum calculation immediately as a Dirac -function therefore accomplishing the transition of the sequence of increasingly narrow probability density distributions to their limit. The GOOGLE and XPRIZE problem’s solution needs the initial understanding that the result of any quantum calculation is a wave function, or respectively, a probability (density or not) distribution unlike the Turing machine one, and only a “calculating ray” is able to transform the former into the later without any “curving” disturbances. Thus, the unique capability of the quantum computer due to its inherent quantum parallelism can be conserved for all Gödel unresolvable problems, only on the fast “NP” track of which the quantum computer “Achilles” is able practically to overrun the Turing machine “Tortoise” since the latter can “sprint” only by any “P” calculating speed even on it and unlike “Achilles” himself able for “NP” velocities as well. The way for any material body to “calculate” the certain trajectory of least action also resolves the “traveling salesman problem” in fact, therefore illustrating furthermore what the “NP” output of a quantum computer by a “calculating ray” should mean. Another example is the problem of the number of all prime numbers less than “N”, which is suggested to visualize once again the quantum computer capability to resolve problems by a “NP” speed and thus qualitatively to overrun any competing Turing machine. The technically implemented idea of laser is now reinterpreted to “radiate a wave function” in order to explain the “calculating ray” option for a quantum computer “NP” output. The generalization of an entanglement “trigger ray” described by any non-Hermitian operator (unlike a laser) is suggested as well as those “sci-fi” horizons which it reveals. One of them is meant for elucidating the practical meaning of the “Yang-Mills existence and mass gap problem”, one more  of the CMI “Millennium Problems” after that of “P vs NP”.",
          "url": "https://osf.io/yr5ev",
          "doi": "https://doi.org/10.31235/osf.io/yr5ev",
          "filter": 2
        },
        {
          "title": "Evaluating variation in school dropout rates in rural Nepal: A statistical study",
          "authors": "Nikesh Lagun; Rohan Prasad Sah",
          "abstract": "This study discusses the complex range of factors that impact educational quality and school dropout rates in Nepal. It mainly considers such factors as socio-economic, cultural, and environmental ones. Some of the most common problems include social norms, the prevalence of early marriage, poverty, high levels of illiteracy, lack of access to schools and school facilities, inadequate transportation, and lack of learning materials. The analysis uncovered severe variations in student-teacher ratios in institutional schools versus children in community schools in various provinces. The ratios were significantly higher in community schools and had a noxious impact on educational impressions. Furthermore, the investigation focuses on the connection between repetition rates and school leaving patterns. Repetition and repetition of many reasons of dropout were observed in the lower grades and transition phases, which were the most vulnerable and unstable periods to deal with. By statistical analysis, the case of high student-teacher ratios is proved, showing the imperativeness of the take-on measures. A problem of endurance in terms of the rural areas is crossing these hazardous places and the long travel distance in the way that dropout rates are increased even more. Cultural phenomena including early marital ties keep girls from getting continued education, increasing the number of female students who drop out at higher levels. The study reveals that improving infrastructure, creating economic assistance, enhancing the skills of the teachers, and encouraging community awareness as well is fundamental for the reduction of the dropout numbers and making quality education available for everyone. Accordingly, the time should be determined by elements targeting several factors that limit educational success in Nepal. which will facilitate more successful intervention in the at-risk persons and provide the children with equal education opportunities, thus, serving as one of the tolls for the future nation advancement.",
          "url": "https://osf.io/twzj4",
          "doi": "https://doi.org/10.31235/osf.io/twzj4",
          "filter": 2
        },
        {
          "title": "Poder, Disputas y Geopolítica en el Sector Farmacéutico",
          "authors": "João Henrique Santana Stacciarini",
          "abstract": "El sector farmacéutico alcanzó ingresos globales de 1,6 billones de dólares en 2023, consolidando su vasto poder económico y su influencia estratégica en la economía y la política contemporáneas. Este artículo, basado en una exhaustiva recopilación, sistematización y análisis de datos, examina las dinámicas de dicho poder e influencia. Se analizan el valor económico y político de las empresas del sector, las disputas entre corporaciones y naciones involucradas, el papel geopolítico desempeñado durante la pandemia de covid-19, así como la capacidad del sector para moldear políticas internas a través de su intensa interacción y financiación de legisladores y organismos de fiscalización y regulación.",
          "url": "https://osf.io/ky4z7",
          "doi": "https://doi.org/10.31235/osf.io/ky4z7",
          "filter": 2
        },
        {
          "title": "A Secondary Research Perspective on Intergenerational Occupational Mobility in Bangladesh",
          "authors": "Ava Ajax",
          "abstract": "Intergenerational occupational mobility, the ability of individuals to move across occupational statuses relative to their parents, is a key measure of social equity and economic opportunity. While extensively studied in the context of developing economies, research on Bangladesh often focuses on specific factors—such as education, financial resources, or cultural norms—without integrating insights across urban and rural settings. This paper addresses this gap by conducting a secondary analysis of existing studies to examine how socio-economic and structural factors collectively shape occupational mobility in Bangladesh. Synthesizing findings from diverse research sources, the paper highlights the stark contrasts in mobility pathways between urban and rural areas and identifies the interconnected dynamics that influence these trajectories. The analysis reveals how disparities in access to education, labor markets, social networks, and financial resources contribute to differing mobility outcomes. By offering a holistic perspective, this study underscores the need for integrated policy frameworks to address regional disparities and promote equitable opportunities for mobility. Furthermore, the findings emphasize the broader economic implications of mobility barriers, including their impact on human capital development, innovation, and resource allocation. This integrative approach provides valuable insights for policymakers aiming to foster sustainable and inclusive growth in Bangladesh.",
          "url": "https://osf.io/pkyf8",
          "doi": "https://doi.org/10.31235/osf.io/pkyf8",
          "filter": 2
        },
        {
          "title": "Unruly Practices at the Border:  From Mobility Regimes to Infrastructures in Latin America",
          "authors": "MOBILE - Center of Excellence for Global Mobility Law; Andrea Jiménez Laurence; Florian F. Hoffmann",
          "abstract": "The aim of this paper is to present a general and nonexhaustive overview of the legal infrastructures \nthat configure cross-border movement in Latin America. It draws on the mobility approach, regime \ninteraction, and (legal) infrastructural studies, which, together, provide a tentative analytical framework for the legal infrastructuring processes that we observe around border regulation in Latin \nAmerica, an (arguably) understudied but core mobility hotspot. We present - in the form of several vignettes - different outcomes of infrastucturing processes which either enable or impede cross border mobility. This approach reveals the dynamic nature of law surrounding mobility and its apparent contradictions and unintended consequences. It concludes that the shift to an infrastructural account of the law can help us gain a more holistic and, therefore, more realistic understanding of how the law works over time, how it infrastructures crossborder mobility beyond and sometimes against states' intentions and expectations, and how people on the move have more agency than the snapshot image of (forced) migration law conveys.",
          "url": "https://osf.io/qm9pr",
          "doi": "https://doi.org/10.31235/osf.io/qm9pr",
          "filter": 2
        },
        {
          "title": "Beyond the Normative Impasse of  Environmental Migration: From Regimes to Infrastructures  in a Latin American Key",
          "authors": "MOBILE - Center of Excellence for Global Mobility Law; Florian F. Hoffmann; Leilane Nascimento dos Reis Santos",
          "abstract": "The article draws on the concept of legal infrastructures and infrastructuring processes in the context \nof the ongoing discussion on the (legal) framing of environmental migration. It lays out why the \nentanglement of empirical and normative indeterminacy in environmental migration forces open the \ndoor to a transdisciplinary and multidimensional perspective. It explores how framing environmental \nmigration in terms of legal mobility infrastructures, or, rather, of the legal infrastructuring of (global) \nmobility can help transcend the legal impasse that currently still surrounds it. It draws on previous \nwork on entangled mobility regimes in Latin America, most notably in the context of the Venezuelan \nrefugee crisis as of 2015 and on the impact of the Covid-19 pandemic on the border regime in Brazil. \nSome of the phenomena observed in these contexts provide valuable insights into the logic of the \nlegal infrastructuring of mobility and into how the environment/displacement nexus might be \ninfrastructured in a region that is one of the hotspots of the climate crisis.",
          "url": "https://osf.io/xj32c",
          "doi": "https://doi.org/10.31235/osf.io/xj32c",
          "filter": 2
        },
        {
          "title": "Bridging the Divide: Temporal Inequality as a Neglected Dimension in Sociological Research",
          "authors": "Yuan Shi",
          "abstract": "Time is an essential but overlooked dimension of inequality in modern societies.\nWhile money can be earned and saved, time remains finite, shaped by labor markets,\ncaregiving duties, and institutional frameworks. Despite its importance, mainstream\nsociological research on inequality and resources have predominantly focused on\nmaterial and economic factors and overlooks temporal factors. This manuscript\ncenters on the concept of temporal inequality—the unequal distribution of and control\nover time—to demonstrate that focusing solely on material resources overlooks\ncritical constraints on daily life and offers ground work for further research. Building\non sociological theories of capital, intersectionality, and economic stratification, this\narticle argues that time poverty intersects with race, class, and gender inequalities,\ndeepening existing social divides. By foregrounding time, this article aims to advance\na more holistic understanding of social stratification.",
          "url": "https://osf.io/jsgz5",
          "doi": "https://doi.org/10.31235/osf.io/jsgz5",
          "filter": 2
        },
        {
          "title": "The Political Economy of Geoeconomic Power",
          "authors": "Christopher Clayton; Matteo Maggiori; Jesse Schreger",
          "abstract": "Great powers are increasingly using their economic and financial strength for geopolitical\naims. This rise of \"geoeconomics\" has the potential to reshape the international\ntrade and financial system. This paper examines the role of domestic political economy\nforces in determining a government’s ability to project geoeconomic power abroad. We\nalso discuss the role that persuading or coercing foreign governments plays in projecting\ngeoeconomic power around the world.",
          "url": "https://osf.io/j8p3m",
          "doi": "https://doi.org/10.31235/osf.io/j8p3m",
          "filter": 2
        },
        {
          "title": "Paid Sick Leave and the Employment and Employment Intensity of Older Workers",
          "authors": "Meredith Slopen; Carolyn Fisher",
          "abstract": "Background and Objectives: As life expectancy has increased, there has been political pressure to raise the age for retirement benefit claims. Paid sick leave (PSL) may support older workers in maintaining employment intensity by offering workers the flexibility to address health and caregiving needs. However, little is known about the role of PSL access on older workers' employment and income.\n\nResearch Design and Methods: The study uses data from the 2010-2018 National Health Interview Survey (NHIS), accessed via IPUMS. Stratified multivariate regression models controlling for demographic and employment characteristics are used to explore the association between access to PSL and employment intensity among older workers.\n\nResults: Among workers older than age 62, access to PSL is associated with a 28% higher likelihood of working full-time (p&lt;0.001) and an average of 7.3 (18.8%) more hours per week (p&lt;0.001). The strongest associations between access to paid sick leave and employment intensity are observed among female workers and those with educational attainment beyond a high school degree, and weakest among Latinx workers.\n\nDiscussion and Implications: PSL access is associated with greater employment intensity as workers age, with implications for economic security given the significant increase in hours worked per week. Public policy requiring employers to provide PSL may reduce disparities in access and support the employment of older workers.\n\n(Stone Center on Socio-Economic Inequality Working Paper)",
          "url": "https://osf.io/nux6q",
          "doi": "https://doi.org/10.31235/osf.io/nux6q",
          "filter": 2
        },
        {
          "title": "Family types and sizes",
          "authors": "Anushé Hassan; Abigail Emma Page",
          "abstract": "A family is a network of individuals tied to each other by blood, marriage, adoption or fostering and comes in many forms and sizes. There is no singular or universal type of family. Some common family types or structures include a single parent and children, a ‘nuclear’ family comprising two parents and children, or extended families consisting of one or two parents, children and other relatives. However, a range of different family types exist within this spectrum. A household is a commonly used term or unit of analysis to describe a group of people’s living arrangements and relationships to each other. What comprises a household can vary across cultures, social contexts and even seasons. While family and households are often conflated in the literature, in reality they are different. Families refer to specific kinship structures, whereas not all members of a household are necessarily kin but instead are tied to each other through co-residence and roles and responsibilities around the production and consumption of food and labour. One key reason we see so much variation in families and households is because people usually tend to live with other people - although, of course, living alone is also a type of household. Thus, family and household size, structure and composition can vary for multiple reasons across cultures including the number of children a parent/couple have, child and adult survival rates, the types of marriage which form the family and the post-marital residence systems which influence the generational configuration of households. This chapter underlines how flexible and context-specific human family systems are, and how the vast diversity present in humans leads to endless types of families and households.",
          "url": "https://osf.io/5wrcu",
          "doi": "https://doi.org/10.31235/osf.io/5wrcu",
          "filter": 2
        },
        {
          "title": "Harmonizing French and German administrative data on maternal employment: A practical guide how to create comparable data sets from DADS-EDP and SIAB",
          "authors": "Andreas Filser; Pascal Achard; Inga Marie Amend; Corinna Frodermann; Ida Gaede; Sander Wagner",
          "abstract": "This paper provides a guide how to harmonize large-scale administrative datasets from France (DADS-EDP) and Germany (SIAB) for comparative social science research. France and Germany. While both datasets offer rich, longitudinal information on individual employment trajectories which can be augmented with firm-level infor-mation, they differ in structure, sample coverage, and variable coding. Harmonizing these datasets unlocks new potential for comparative research, particularly in examining the labor market trajectories of mothers in both countries. This paper outlines the necessary steps to harmonize these data sources and gives an overview on the set of harmonized variables. The harmonized data is of significant value for researchers, providing a foundation for comparative studies on labor market outcomes in France and Germany, especially in the context of welfare state differences and their importance within the EU and worldwide. The code for harmonization is provided for further adaptation to specific research questions.",
          "url": "https://osf.io/rcsng",
          "doi": "https://doi.org/10.31235/osf.io/rcsng",
          "filter": 2
        },
        {
          "title": "The Female Suffering in Torto Arado: An Analysis of the Relationship Between Belonisia and Tobias",
          "authors": "Giovana Ramalho Lacerda; Ana Claudia Ramalho Lacerda",
          "abstract": "In the novel Torto Arado, various aspects of the daily life of a family living in the poverty of the Bahia backlands are addressed. They survive through work akin to slavery, and their social roles are strongly tied to race, class, and gender. This study provides an observational literary analysis of the female figure and her constant submission and suffering, based on the relationship between Belonisia and Tobias. In the narrative, each of the sisters assumes an identity: while Bibiana represents resistance and social transformation, Belonia represents female submission in a patriarchal society, in discriminatory and unromantic gender relationships, as was the case with their ancestors. The analysis results showed that the marriage between Belonisia and Tobias does not consider the woman's wishes from the beginning, when she is arranged to marry her husband by her father. Furthermore, throughout the relationship, she suffers various mistreatments from her husband, who constantly disqualifies and beats the girl, who is unable to free herself from this relationship due to the social expectations surrounding her marriage. Thus, it was concluded that the girl is silenced in her relationship with Tobias, both by the accident she suffered in childhood, which took away her ability to speak, and by her inability to distance herself from her husband and his aggression. Due to the girl's patriarchal education and the lack of knowledge about social rights, Belonisia lives in a context where domestic violence is normalized, and the culture of being silenced by the male figure prevails. Therefore, the analysis of the female figure in the marriage between Belonisia and Tobias is of utmost importance.",
          "url": "https://osf.io/eywgv",
          "doi": "https://doi.org/10.31235/osf.io/eywgv",
          "filter": 2
        },
        {
          "title": "Green Macrofinancial Bargains: How Economic Interests Enable and Limit Climate Action",
          "authors": "Nils Kupzok; Jonas Nahm",
          "abstract": "In the late 2010s, countries began to strengthen policies that redirect financial flows into\ndecarbonization, such as higher carbon prices and new green industrial policies. However, investments\nremain below what is necessary to reach official climate targets. We argue that the green turn reflects\nthe success and limits of political bargains that attempt to use decarbonization as a means to fortify\ncountries’ growth models and dominant economic interests. Such bargains have proven effective in\novercoming entrenched path dependencies, unlocking policy progress. But these bargains also entail\ntrade-offs that constrain the scope and goals of decarbonization. Prioritizing incumbent economic\ninterests can slow emission cuts, limit tools to the unpopular and ineffective, and thwart visions of a\njust transition. To develop this argument empirically, we provide original quantitative estimates of\nclimate policies in the G20 and conduct case studies of the UK, the EU, and South Korea.",
          "url": "https://osf.io/d6p9h",
          "doi": "https://doi.org/10.31235/osf.io/d6p9h",
          "filter": 2
        },
        {
          "title": "Formal-Informal Paradox of Indigenous Entrepreneurship in Bangladesh",
          "authors": "Sharmin Jahan Juha; Arefin Mizan",
          "abstract": "Recent research in the emerging field of ‘Indigenous Entrepreneurship’ is revealing that there are various conditions and values present when it comes to Indigenous businesses and enterprises, that fundamentally challenges the common assumptions about entrepreneurship. This study aims to address the challenges that ethnic minorities in Bangladesh, otherwise known as Indigenous people (IP), face in their entrepreneurial ventures while remaining in the informal sector, and recommend policy initiatives to counteract those challenges. We hypothesize that the Indigenous economy’s entrepreneurial landscape mainly comprises informal entrepreneurship. Which inevitably creates barriers to accessing financial institutions, incentives and services provided by the Government of Bangladesh (GOB) and other formal institutions, necessary for Small and Medium Enterprises (SME) to scale up and maximize market development. For this study, we used 67 case studies of IP-led businesses and startups in Bangladesh, in conjunction with the Future of Business Survey Data from Facebook. We use Fuzzy-set Qualitative Comparative Analysis (Fs/QCA), a novel analytical method to identify complex interacting causal factors from a large body of case studies. We hope to provide a sound basis for policy interventions based on practical and perceived needs of IPs, which are required to make entrepreneurship in Bangladesh more inclusive and ensure that IPs have a level playing field in the formal economy of Bangladesh.",
          "url": "https://osf.io/d3c8z",
          "doi": "https://doi.org/10.31235/osf.io/d3c8z",
          "filter": 2
        },
        {
          "title": "Can an Eye for an Eye Turn the Whole World Sanctioned?",
          "authors": "Khrystyna Holynska; Renato Corbetta; Carter T. Butts; C. Ben Gibson",
          "abstract": "International sanctions have been an increasingly common tool for enforcing\ninternational norms of behavior, among other goals. There is continuing debate\non what drives sanctioning behavior: while IR theories of sanctions have a long\nempirical history, more recent studies identify a need to extend these theories\nto better account for the endogenous nature of state sanction networks. Using a\ncombination of network and IR-based insights, we aim to build a theory-driven,\ninterpretable model of international sanctions that has high predictive utility.\nUsing a separable version of dynamic network logistic regression, we test network\ntheories of “Matthew effects,” reciprocity, and previous state-level sanctioning\nactivity alongside traditional IR theories regarding the democratic peace, cultural\nor institutional similarity, power imbalance, and trade. Though we find that\nmechanisms from established IR theories largely hold with the inclusion of network\nendogeneity, endogenous network effects are more powerful than traditional\nIR concepts for predictive accuracy of the sanctioning network. We also find considerable\ndifferences for factors driving the imposition of sanctions (tie formation)\nversus persistence of sanction regimes (persistence), pointing to the importance\nof treating such effects separately.",
          "url": "https://osf.io/62wr8",
          "doi": "https://doi.org/10.31235/osf.io/62wr8",
          "filter": 2
        },
        {
          "title": "The decline of ‘Deaths of Despair’ in Italy: unveiling this phenomenon in a new context",
          "authors": "Giacomo Lanfiuti Baldi; Andrea Nigri; Sergi Trias-Llimos; Elisabetta Barbi",
          "abstract": "The term ”Deaths of Despair” (DoD) refers to mortality due to alcohol consumption, drug use, and suicides. While the concept has predominantly been studied in the United States, where these deaths have increased significantly, this analysis examines its application to Italy, a country with comparatively lower DoD rates. This work aims to analyse the magnitude of these causes of death in Italy and examine both their joint and independent trends to determine whether they can be treated as a single group of causes. We employ the Potential Gain in Life Expectancy to assess the impact of these causes on overall mortality in Italy, then investigate the identified time series leveraging Cointegration Analysis. Utilizing ISTAT data from 1983 to 2018, aggregated by gender and age groups at the NUTS1 level, the study reveals a decline in DoD mortality in Italy, driven mainly by a reduction in alcohol-related deaths. The magnitude and trajectory of the analysed causes offer valuable insights into the unique dynamics of DoD in Italy and its regional variations. Cointegration Analysis indicates that there is no significant dependency structure between these causes or across regions, with only a few exceptions. These findings suggest that in Italy, DoD should not be treated as a homogeneous group, but rather as distinct outcomes of despair that require separate consideration in public health interventions.",
          "url": "https://osf.io/jnq2e",
          "doi": "https://doi.org/10.31235/osf.io/jnq2e",
          "filter": 2
        },
        {
          "title": "Da Penicilina ao Trilhão: estratégias, influência e desvios no setor farmacêutico",
          "authors": "João Henrique Santana Stacciarini",
          "abstract": "Manipulações, fraudes, crimes, bilhões destinados a lobby e financiamento eleitoral, interferência indevida em órgãos reguladores e investimentos maciços em marketing estão entre as estratégias recorrentes do setor farmacêutico para maximizar lucros, frequentemente em detrimento da saúde individual e coletiva.",
          "url": "https://osf.io/8f5ba",
          "doi": "https://doi.org/10.31235/osf.io/8f5ba",
          "filter": 2
        },
        {
          "title": "The Biodiversity Commitments of Earth’s Keystone Corporations: Current Limitations, Untapped Potential, and Future Directions",
          "authors": "Isobel Hawkins; Talitha Bromwich; Jean-Baptiste Jouffray; Thomas B. White; Joseph W. Bull; Faye Chang; E.J. Milner-Gulland; Sophus zu Ermgassen",
          "abstract": "Over the past 50 years, large transnational \"keystone\" corporations have concentrated power and gained significant influence over the world's resource reserves, production and trade. The Kunming-Montreal Global Biodiversity Framework emphasizes the crucial role of businesses in setting and disclosing targets to mitigate their impact on nature. In this study, we identified 180 keystone corporations from highly concentrated sectors with significant environmental impacts and assessed their biodiversity commitments. Our findings reveal that while 79% of firms have made some form of biodiversity pledge, only 13% have reported sufficiently detailed, transparent and specific commitments (“robust commitments”) to allow others to assess if the targets have been met – a key prerequisite of accountability. We discuss future directions and underscore the urgent need for companies, governments, and civil society – including the research community – to work collaboratively to develop, implement, and monitor credible corporate strategies that drive meaningful action for nature.",
          "url": "https://osf.io/k6985",
          "doi": "https://doi.org/10.31235/osf.io/k6985",
          "filter": 2
        }
      ]
    }
  ]
}
