{
  "update": "2024-11-15",
  "content": [
    {
      "journal_full": "MetaArxiv",
      "journal_short": "MetaArxiv",
      "articles": [
        {
          "title": "An Introduction to `prismAId`: Open-Source and Open Science AI for Advancing Systematic Reviews",
          "authors": "Riccardo Boero",
          "abstract": "`prismAId` is an open-source tool designed to streamline systematic literature reviews by leveraging generative AI models. It offers an accessible, efficient, and replicable method for extracting and analyzing data from scientific literature, eliminating the need for coding expertise. Supporting various review protocols, including PRISMA 2020, `prismAId` is distributed across multiple platforms — Go, Python, R — and provides user-friendly binaries compatible with Windows, macOS, and Linux. The tool integrates with leading large language models (LLMs) such as OpenAI's GPT series, Google's Gemini, Cohere's Command, and Anthropic's Claude, ensuring comprehensive and up-to-date literature analysis. By facilitating systematic reviews, `prismAId` empowers researchers to conduct thorough, fast, and reproducible analyses, thereby advancing open science initiatives.",
          "url": "https://osf.io/wh8qn",
          "doi": "https://doi.org/10.31222/osf.io/wh8qn",
          "filter": 0
        },
        {
          "title": "Unintended Code Errors and Computational Reproducibility",
          "authors": "Nicholas Ottone; Limor Peer",
          "abstract": "Transparent and reproducible science requires that data and code underlying published results be made available to allow regeneration and verification of the results. But how easy is it to reproduce computational analyses using these materials? This technical report describes efforts to computationally reproduce results at one established repository as part of a routine internal pre-publication review. We conduct a structured content analysis of twenty-six “author reports'' generated through a standard review process and categorize identified issues. We find that four in five studies include code errors that prevent execution or produce inconsistent results. Although these errors are generally minor, we interpret our findings to indicate that review and correction can help resolve many of the errors and facilitate computational reproducibility.",
          "url": "https://osf.io/rv6xd",
          "doi": "https://doi.org/10.31222/osf.io/rv6xd",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Likelihood Ratio Test for Publication Bias – a Proof of Concept",
          "authors": "Paweł Lenartowicz",
          "abstract": "Publication bias poses a serious challenge to the integrity of scientific research and meta-analyses. There exist persistent methodological obstacles for estimating this bias, especially with heterogeneous dataset, where studies vary widely in methodologies and effect sizes. To address this gap, I propose a Likelihood Ratio Test for Publication Bias, a statistical method designed to detect and quantify publication bias in datasets of heterogeneous studies results. I also show the proof-of-concept implementation developed in Python and simulations that evaluate the performance. The results demonstrate that this new method clearly outperforms existing methods like Z-Curve 2 and the Caliper test in estimating the magnitude of publication bias, showing higher precision and reliability, with still some space for improvement due to spotted errors in the implemented algorithm. While inherent challenges in publication bias detection remain, such as the influence of different research practices and the need for large sample sizes, the Likelihood Ratio Test offers a significant advancement in addressing these issues.",
          "url": "https://osf.io/jt5zf",
          "doi": "https://doi.org/10.31222/osf.io/jt5zf",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "PsyArxiv",
      "journal_short": "PsyArxiv",
      "articles": [
        {
          "title": "Neuroscience and climate action: intersecting pathways for brain and planetary health",
          "authors": "Boryana Todorova; Maximilian Oscar Steininger; Claus Lamm; Kimberly C Doell",
          "abstract": "The climate crisis and the human brain are intricately connected. Climate change impacts neurocognitive health, while climate actions both shape and are shaped by the brain. However, research examining these connections remains scarce. This review highlights how neuroscience can deepen the understanding of the reciprocal relationship between climate action and the brain. First, we discuss how both individual and collective climate action can directly and indirectly benefit our brain health, mental health and cognitive functioning and how emphasising this holds the potential of harvesting self-interest as a driving force for change. Second, we explore the role of the brain’s emotional and decision-making systems in motivating climate action. We also highlight neuroscience’s potential to predict population- level behaviours and aid in the systematic development of interventions. By addressing current knowledge gaps, we identify the next steps for deepening our understanding of the interwoven connections between climate action and the brain.",
          "url": "https://osf.io/yqmpa",
          "doi": "https://doi.org/10.31234/osf.io/yqmpa",
          "filter": 0
        },
        {
          "title": "Who is a Mating Rival? Women Track Other Women’s Intent and Capacity to Compete for Mates",
          "authors": "Laureon Allison Merrie; Jaimie Krems; Jennifer byrd-craven",
          "abstract": "What characteristics make a person a formidable competitor or a threatening rival? Regardless of the realm of competition, a rival’s perceived level of competitive threat should comprise both rival willingness and ability to compete for a mutually desired outcome. We apply this logic to heterosexual women’s intrasexual mating competition, where women compete for male mates primarily in the domains of sexual accessibility and physical attractiveness—characteristics men value in female partners. Specifically, we leverage a basic task analysis to identify two central components driving perceptions of women’s mating threat: their competitive intent (i.e., willingness to compete for mates, cued by mate-seeking behavior) and their competitive capacity (i.e., ability to attract mates, cued by physical attractiveness). We predicted that a) mate-seeking behavior (e.g., flirting) would drive perceptions of women’s competitive intent, while b) physical attractiveness would drive perceptions of women’s competitive capacity. However, some behavior (e.g., wearing revealing clothing) can impact perceptions of women’s mate-seeking behavior and attractiveness, simultaneously shaping perceptions of women’s competitive intent and capacity (and thus competitive threat). As such, we further predicted that c) appearance enhancement drives perceptions of target women’s mating threat via multiple routes. We find support for these predictions across three experiments with U.S. college students (N=1169), a demographic engaged in high mating competition. Across studies, we also explored how women's perceived competitive intent and capacity affect women targets’ potential social outcomes, including being targeted for intrasexual aggression, and opportunities for intrasexual friendships. Findings provide a framework to guide future work on women’s sociality.",
          "url": "https://osf.io/n8z7a",
          "doi": "https://doi.org/10.31234/osf.io/n8z7a",
          "filter": 0
        },
        {
          "title": "Comparing object lifting kinematics and the size weight illusion between physical reality and virtual reality",
          "authors": "David Harris; Callum O'Malley; Tom Arthur; Jack Owen Evans; Gavin Buckingham",
          "abstract": "This study compared the size weight illusion (SWI) and object lifting kinematics between physical and virtual conditions, shedding light on the nuanced disparities in perception and action across different environmental mediums. We examined whether prior expectations about object weight based on size cues, which affect the experience of real-world object interactions, are different in virtual reality (VR). Employing a highly realistic virtual environment with precisely-matched visual size and haptic cues, we tested the hypothesis that VR, which may be experienced as uncertain, unfamiliar, or unpredictable, would induce a smaller SWI due to a diminished effect of prior expectations. Participants (N=25) reported the felt heaviness of lifted objects that varied in both volume and mass in physical reality and a VR environment. Reach and lift kinematics, and self-reported presence, were also recorded. Our findings showed no differences between how participants perceived the SWI between real and virtual environments, although there was a trend towards a smaller illusion in VR. Contrary to our predictions, participants who experienced more presence in VR did not experience a larger SWI, but the inverse relationship was observed. Notably, differences in reach velocities between physical and virtual conditions suggested a more controlled approach in VR. These findings highlight the intricate relationship between immersion and sensorimotor processes in virtual environments, emphasising the need for deeper exploration into the underlying mechanisms that shape human interactions with immersive technologies, particularly the prior expectations associated with virtual environments.",
          "url": "https://osf.io/796qz",
          "doi": "https://doi.org/10.31234/osf.io/796qz",
          "filter": 0
        },
        {
          "title": "Working memory capacity for continuous events: an improved measure",
          "authors": "Nathan Leroy; Arnaud D'Argembeau",
          "abstract": "Remembering the unfolding of past episodes usually takes less time than their actual duration. Recent work measuring the time required to mentally replay videos suggests that such temporal compression emerges when continuous events become too long to be fully held in working memory. However, in this previous research, the time needed to initiate the mental replay (i.e., to mentally visualize the starting point of events) was not taken into account. In the current study, we developed a corrected measure of remembering duration that controls for this initiation time to better characterize working memory capacity in representing continuous event. Using this corrected measure, we assessed the time needed by participants to mentally replay videos depicting continuous events (e.g., turning a car jack) lasting 3, 6, 9, 12, or 15 s. The results showed  that events longer that 3-s were remembered in less time than their actual duration, suggesting  that working memory is limited in its capacity to represent continuous events, leading to the emergence of temporal compression when they exceed 3 s. Exploratory analyses further revealed that faster mental replay tended to be judged less dynamic but not less clear, suggesting that the temporal compression of continuous events likely results from an incomplete remembering of event’s unfolding rather than a complete but imprecise mental replay.",
          "url": "https://osf.io/qgb8n",
          "doi": "https://doi.org/10.31234/osf.io/qgb8n",
          "filter": 0
        },
        {
          "title": "Exploring young women’s perceptions of the addition of calories to menus in the UK : A qualitative study",
          "authors": "Jasmin Langdon-Daly; Maya Canzini",
          "abstract": "The addition of calories onto menus in the UK was part of an anti-obesity initiative introduced in 2022, however, there is little research on its impact on various groups. Eight young women (18-25 years) resident in the UK were interviewed to explore their perceptions and experiences with calories on menus. Reflexive thematic analysis revealed that participants viewed this change rather negatively and felt it personally impacted their view of food and eating out. Themes developed included the idea that having calories on menus fed into unhealthy relationships with food, the miseducation and lack of understanding surrounding calories, and how calories encourage society’s thin ideal on women.  It is recommended that future research investigates and considers how initiatives such as these affect the psychological wellbeing of others. \n\nKey words: Calories on menus, disordered eating, obesity prevention policy",
          "url": "https://osf.io/tcyh3",
          "doi": "https://doi.org/10.31234/osf.io/tcyh3",
          "filter": 0
        },
        {
          "title": "Are humanoid robots mindless mannequins?",
          "authors": "Emmanuele Tidoni; Emily S. Cross; Richard Ramsey; Michele Scandola",
          "abstract": "The shape and texture of humans and humanoid robots provide perceptual information that help us to appropriately categorise these stimuli. However, it remains unclear which features and attributes are driving the assignment into human and non-human categories. To explore this issue, we ran a series of five preregistered experiments wherein we presented stimuli that varied in their appearance (i.e., humans, humanoid robots, non-human primates, mannequins, hammers, musical instruments) and asked participants to complete a match-to-category task (Experiments 1-2-3), a priming task (Experiment 4), or to rate each category along four dimensions (i.e., similarity, liveliness, body association, action association; Experiment 5). Results indicate that categorising human bodies and humanoid robots requires the integration of both the analyses of their physical shape and visual texture (i.e., to identify a humanoid robot we cannot only rely on its visual shape). Further, our behavioural findings suggest that human bodies may be represented as a special living category separate from non-human animal entities (i.e., primates). Moreover, results also suggest that categorising humans and humanoid robots may rely on a network of information typically associated to human being and inanimate objects respectively (e.g., humans can play musical instruments and have a mind while robots do not play musical instruments and do have not a human mind). Overall, the paradigms introduced here offer new avenues through which to study the perception of human and artificial agents, and how experiences with humanoid robots may change the perception of humanness along a robot—human continuum.",
          "url": "https://osf.io/atjmy",
          "doi": "https://doi.org/10.31234/osf.io/atjmy",
          "filter": 0
        },
        {
          "title": "Organization-level Inclusion Signals: Positive Effects for Both LGBT and non-LGBT Employees",
          "authors": "Alexandra Figueroa; Sarah Lian Jensen; Jesse Graham",
          "abstract": "This work examines organizational-level inclusion signals and their subsequent effects on employees. Answering the call for more research on concealable stigmatized identities, we consider the effect of such organization-level inclusion signals for sexual and gender minorities (lesbian, gay, bisexual, and transgender employees) while also considering the effect on non-target employees. In a time-lagged observational study (N = 1,165 ), archival data (N = 229), and a randomized experiment (N = 380), we show that organizational-level inclusion efforts lead to more positive perception of the organization’s psychological climate for sexual and gender minorities, closing the psychological safety gap between non-LGBT and LGBT employees.. Notably, these intentional inclusion efforts also benefit non-LGBT employees, which contradicts recent theoretical assertions that intentional inclusion can harm majority groups, or that organizational inclusion is a zero-sum game.These signals shaped positive behavioral intentions for all employees, leading to non-LGBT employees engaging in more individual ally work, and LGBT employees feeling more free to share their identities. Unexpectedly, inclusion signals even made non-LGBT employees less likely to conceal intimidating parts of their identity (e.g. religion, parental status) as well. In sum, we show that such signaling improves psychological safety for all employees, reducing or eliminating the deficit between target and non-target employees while also encouraging value-aligned positive behaviors.",
          "url": "https://osf.io/cejxw",
          "doi": "https://doi.org/10.31234/osf.io/cejxw",
          "filter": 0
        },
        {
          "title": "Psychological distress and mental health disparities over time between tertiary students and community peers living in Australia",
          "authors": "Shu Mei Teo; Daniel Gan; Mengmeng Wang; Vivienne Browne; David Baker; Catherine Smith; Kate M. Filia; Eóin Killackey; Caroline Gao",
          "abstract": "Abstract \nPurpose: Tertiary students have been recognised as a high-risk population for psychological distress yet, in Australia, have been overlooked in population-level surveillance, health service provision and mental health policy. This study sought to explore trends in self-reported psychological distress and general mental health of tertiary students compared to their community peers in Australia from 2007 to 2022— a timeframe which spans the pre-, mid-, and immediate-post-COVID time periods. \nMethods: The Household, Income and Labour Dynamics in Australia (HILDA) Survey was used as a basis for this study. Focusing on participants aged 18 to 35 from survey waves spanning 2007 to 2022 (average n = 4415 per year), participants were categorised into three groups: working only, tertiary students and working, and tertiary students only. Psychological distress and general mental health were measured using the Kessler-10 scale and the Mental Health Inventory-5, respectively. Weighted regression models compared outcomes between students and non-students.\nResults: Psychological distress and poor mental health have risen among young Australians, with the sharpest increase since 2019. Tertiary students, especially those studying only, showed significantly higher distress and poorer mental health than working peers. Although adjusting for covariates attenuated the associations, the higher distress levels in students persisted post-2019. Loneliness, long-term disabilities, and poor general health were correlates of poor mental health across all groups.\nConclusions: Findings highlight the need for targeted care models for tertiary students, including enhanced campus mental health support and screening services, financial support, social connection programs, and digital health solutions.",
          "url": "https://osf.io/fk5zd",
          "doi": "https://doi.org/10.31234/osf.io/fk5zd",
          "filter": 0
        },
        {
          "title": "Deep Dialogism, Inner Voices, and Mental Health",
          "authors": "Sofiia Rappe; Sam Wilkinson",
          "abstract": "The idea of dialogic interchange between mutually influencing “voices” within an individual has long played a part in psychology and the philosophy of mind. Although the dialogic aspects of human cognition are the most explicit in inner speech, some authors have argued that other types of mental activity can be (or always are) dialogic. In this paper, we introduce two dimensions of dialogism—strength and depth—and present a particularly deep form of dialogism of the mind. We provide one possible interpretation of deep dialogism from the developmental perspective. Further, we show how this form of dialogism has important payoffs for explaining the mechanisms and the phenomenology of human psychological experiences in general and mental health conditions in particular.",
          "url": "https://osf.io/snyfv",
          "doi": "https://doi.org/10.31234/osf.io/snyfv",
          "filter": 0
        },
        {
          "title": "The Influences of Sensory Quality and Context Congruity on Gaze Perception: Relations with Traits of Psychosis Proneness, Social Anxiety, and Autism in the General Population",
          "authors": "Pan Gu; Scott D. Blain; Carly A Lasagna; Takakuni Suzuki; Cynthia Z. Burton; Katharine N. Thakkar; Jerillyn S. Kent; Ivy Fei Tso",
          "abstract": "The ability to accurately perceive gaze direction is an essential social skill but is impaired across psychopathologies exhibiting social dysfunction (e.g., schizophrenia, social anxiety disorder, autism spectrum disorder). Disrupted sensory processing and self-referential processing may both lead to aberrant gaze perception, but their respective contributions in different psychopathologies are unclear. A general population sample of 122 participants completed an online psychophysical gaze perception task and a battery of psychopathology traits questionnaires. Participants viewed face images with 9 gaze angles, superimposed with 3 levels (no, low, high) of sensory noise and in 2 (forward, deviated) head orientations, and indicated perceived self-directed gaze (yes/no) to each face. Psychophysical properties of the gaze perception curve (width, threshold) indexed perceptual imprecision and self-referential bias, respectively. Decreased precision was associated with higher autism traits but with lower social anxiety, supporting differential contributions of sensory processing among psychopathology dimensions. Subjects showed decreased precision and increased self-referential bias, when viewing stimuli with added visual noise or incongruent gaze-head directions, resembling the performance observed in patients with schizophrenia in the literature. Additionally, higher levels of social anxiety statistically predicted a greater decrease in precision when sensory noise was added. Experimental findings are discussed in relation to the experimental psychopathology literature and in the context of self-referential gaze perception as an adaptive default in ambiguous contexts. Overall, this work enhances our basic scientific understanding of the cognitive components that contribute to gaze perception, while advancing our knowledge of how these components are disrupted as a function of subclinical psychopathology.",
          "url": "https://osf.io/5zytp",
          "doi": "https://doi.org/10.31234/osf.io/5zytp",
          "filter": 0
        },
        {
          "title": "Authenticity and Social Behavior in Daily Life",
          "authors": "Sienna Nielsen; Colin Vize; Aidan Wright",
          "abstract": "Both self-determination theory (SDT) and contemporary integrative interpersonal theory (CIIT) suggest that state authenticity occurs in social interactions conducive to autonomy and affiliation. However, few studies have investigated associations between state authenticity and interpersonal context. We investigated state authenticity during social interactions as rated on smartphone surveys by a large community sample of adults (N = 493; 21,299 observations). Results from multilevel structural equation models showed that higher state authenticity was associated with higher ratings of one’s own dominance, affiliation, and positive affect, and lower negative affect. Also, higher state authenticity was associated with higher ratings of others’ affiliation and positive affect, lower dominance and negative affect, and higher interpersonal complementarity. Associations between authenticity and interpersonal characteristics held when controlling for affect. Results support SDT and CIIT that state authenticity is associated with social situations in which the individual’s agency and affiliation is complemented by others’ submissive and affiliative behavior.",
          "url": "https://osf.io/mz9gn",
          "doi": "https://doi.org/10.31234/osf.io/mz9gn",
          "filter": 0
        },
        {
          "title": "Differences in the perceived rapidity of alcohol tolerance growth uniquely predict  alcohol use disorder symptoms",
          "authors": "Frances Wang; Brooke S. G. Molina; Sarah Pedersen; Deepa Thomas",
          "abstract": "Background: Pre-clinical research suggests that a propensity to more rapidly adapt to the effects of alcohol could be an important risk factor for AUD with implications for novel etiologic discoveries and intervention development. Unfortunately, research translating this work to humans is scarce. We tested whether adults’ self-perceptions of rapidly developing alcohol tolerance upon the onset of regular drinking predicted an increased risk of AUD symptoms (excluding tolerance). We controlled for several potential confounders including established measures of current alcohol tolerance, initial subjective response to alcohol, heavy drinking, sex, race, and age. Methods: Participants were heavily drinking adults who completed an online survey (N=160; M(SD)=32.24(9.30) years old; 56.3% Black, 43.8% White; 55% Female, 45% Male). Participants reported, on a 5-point scale, the extent to which “my tolerance to alcohol seemed to build up very quickly once I started drinking frequently.” Initial subjective response was measured as the number of drinks to experience alcohol effects during the first five drinking experiences and acquired tolerance as the difference between current and initial subjective response. Participants also reported on their DSM-related AUD symptoms, several indicators of past year alcohol consumption, and demographic characteristics. Results: Hierarchical linear regression revealed that perceived rapid tolerance growth uniquely predicted AUD symptoms (excluding tolerance) after controlling for initial subjective response, acquired tolerance, DSM-related tolerance, heavy drinking, race, sex, and age. Conclusions: Individuals who have a natural predisposition towards rapidly increasing alcohol tolerance may be at increased risk for AUD. In the future, prospective research on this topic could help uncover a novel AUD risk factor with neurobiological underpinnings, advancing research on the etiology, treatment, and prevention of AUD.",
          "url": "https://osf.io/xtjzp",
          "doi": "https://doi.org/10.31234/osf.io/xtjzp",
          "filter": 0
        },
        {
          "title": "Scrutinizing the Value and Implementation of Volitional Personality Development at Work",
          "authors": "Marie Hennecke; Pia V. Ingold",
          "abstract": "In this commentary, we discuss Dupré and Wille’s proposal (2024) to consider employees’ personality change goals in the work context. We compare volitional personality development to skill development and call for more evidence to determine the benefits for both employees and organizations in this context. We also put forward that a clearer understanding is required of how job demands influence personality traits and of how these demands interact with and shape the integration of potential complementary personality development training modules. In closing, we provide avenues for future research.",
          "url": "https://osf.io/ufh75",
          "doi": "https://doi.org/10.31234/osf.io/ufh75",
          "filter": 0
        },
        {
          "title": "Conscientiousness, Trait Self-Control, and Neuroticism Predict Individual Differences in the Variability of Goal Dimensions",
          "authors": "Marie Hennecke; Korbinian Kiendl; Mario Wenzel; Kristian Kleinke",
          "abstract": "When pursuing personal goals, individuals may experience fluctuations in goal-related dimensions like commitment and enjoyment. We present an approach to describe, analyze, and explain such within-person variability. In Part I, we determined to which extent within-person variability over time contributes to the total variability in goal dimensions, including between-person and between-goal variability. We observed strongest variability between goals, followed by variability over time, and between persons. In Part II, we estimated the within-person variability for each goal dimension using the indices dispersion (individual standard deviation), instability (root of squared successive differences), and inertia (autoregressive parameter). Dispersion was above-average for goal facilitation and progress and below-average for external motivation, value, and demand. Instability was above-average for facilitation and progress and below-average for commitment and demand. Inertia was above-average for facilitation and below-average for progress. Highlighting the relevance of self-regulatory competencies, we found that, when excluding outliers with extremely high variability, people with higher trait self-control, higher conscientiousness, and lower neuroticism showed lower variability. Both higher levels of trait self-control and conscientiousness predicted lower instability and higher inertia of goal dimensions. Conversely, higher neuroticism predicted higher dispersion and instability. We discuss these findings in the context of the Cybernetic Big Five theory.\nKeywords: Variability, goals, self-regulation, self-control, conscientiousness",
          "url": "https://osf.io/etm3a",
          "doi": "https://doi.org/10.31234/osf.io/etm3a",
          "filter": 0
        },
        {
          "title": "Doing Team Science at Scale: Practical Guidelines for Leading a Crowdsourced Scientific Collaboration in Psychology",
          "authors": "Sofia L Panasiuk; Dana Kulzhabayeva; Mohi Reza; Harsh Kumar; Ananya Bhattacharjee; Felix Cheung; Joseph Jay Williams",
          "abstract": "Scientific collaborations in psychology have had tremendous positive impacts on the field. Team science has enabled the systematic study of cross-cultural phenomena, increased confidence in psychological findings through greater sample sizes, and tackled more complex studies through interdisciplinary collaboration. Despite the promise of scientific collaborations, they can be difficult to inaugurate and maintain. In February 2023, we initiated and began to manage our own crowdsourcing study which involved ten external collaborators. To aid others aiming to start a scientific collaboration, in this tutorial, we foreground existing theoretical literature on effective collaborations, document a collaborative study we ran which relied on crowdsourcing experimental conditions, and provide templates of the collaborative documents we used throughout our study. Our aim is to leverage our experience to provide practical guidelines for researchers wishing to lead their own collaborative study",
          "url": "https://osf.io/q7g95",
          "doi": "https://doi.org/10.31234/osf.io/q7g95",
          "filter": 0
        },
        {
          "title": "Is mental effort exertion contagious? A replication study",
          "authors": "Alessandro Mazza; Ellen Voorrips; Gethin Hughes; Kobe Desender; Eva Van den Bussche; Hans Stuyck",
          "abstract": "Daily, we perform activities in the presence of others (e.g., office work). While it's well-established that the mere presence of others can influence our performance, it is less clear whether others' performance, rather than just their presence, influences us. To address this, we performed a replication of Desender et al.’s (2015) study, Is mental effort contagious?, and conducted a second experiment to follow up on our failure to replicate their findings. Desender et al. used a modified joint Simon task where two participants performed side by side. The manipulated participant completed an easy (mostly congruent trials) and a difficult (mostly incongruent trials) block, while the neutral participant completed two neutral blocks (equal proportion of congruent and incongruent trials). They found that the neutral participant mirrored the manipulated participants’ mental effort, exerting more effort when the latter performed a difficult versus an easy task. In both Experiment 1 (exact replication; N = 176) and Experiment 2 (more demanding joint Simon task; N = 120), we failed to replicate this result despite the fact that the manipulated participants adjusted their mental effort as expected. We identified several methodological concerns regarding the original study, such as participants' limited visibility of each other's physiological signs, hindering their ability to infer mental effort. Moreover, the original study’s effect vanished when re-analyzed with a more robust linear mixed model, suggesting their findings may not have been as reliable as initially thought. Our findings underscore the need for rigorous experimental designs and analyses in psychological research.",
          "url": "https://osf.io/fgcu6",
          "doi": "https://doi.org/10.31234/osf.io/fgcu6",
          "filter": 0
        },
        {
          "title": "Don’t panic!? Need for Cognition as individual resource using the example of the COVID-19 pandemic",
          "authors": "Julia Grass; Elouise Botes; Samuel Greiff; Anja Strobel",
          "abstract": "Climate crisis, war, or the COVID-19 pandemic are recent challenging situations that have confronted entire populations with high levels of uncertainty. During the pandemic, population wide increases of depression and anxiety levels were reported, and additionally, misinformation regarding COVID-19 spread rapidly further increasing uncertainty. Based on previous research we examined Need for Cognition as a potential resource during the pandemic. We analyzed data of two US-American samples (N = 2135) to investigate associations between the investment trait NFC and anxiety, depression, as well as fake news beliefs in the context of COVID-19. Our results provide evidence for negative associations of NFC with fake news beliefs. Individuals with higher NFC levels tended to report lower levels of anxiety and depression, partly explained by more adaptive emotion regulation. Our results indicate that NFC may be a valuable resource when confronted with stressors and uncertainty in times of crisis.",
          "url": "https://osf.io/wr9qf",
          "doi": "https://doi.org/10.31234/osf.io/wr9qf",
          "filter": 0
        },
        {
          "title": "Possible Futures All at Once: Time Frame and Time Lag in Short-Term Longitudinal Media Effects Research on Well-Being",
          "authors": "Julius Klingelhoefer; Alicia Gilbert; Christoph Adrian; Adrian Meier",
          "abstract": "When assessing media effects, we seldomly consider how they change over time. Especially with the prevalence of smartphone use as short-term, fragmented media use, a systematic approach to temporal dimensions is crucial, particularly to understand mixed effects of smartphone use on well-being. We employ a multiverse approach to assess the influence of two central temporal dimensions in short-term longitudinal research: Time frame and time lag. We combine mobile experience sampling (T1 = 2,859, T2 = 7,708) and log data (K1 = 71,807, K2 = 259,004) from N1 = 84 and N2 = 192 participants. Building on theorizing on time in media effects research, we propose four patterns of how short-term effects unfold: they may follow processes of ephemerality (fleeting effects), inertia (delayed onset), or reversal (changing directions) – or there are no changes over time. We discuss theoretical implications and give practical recommendations for future studies, especially short-term longitudinal designs.",
          "url": "https://osf.io/p8yb3",
          "doi": "https://doi.org/10.31234/osf.io/p8yb3",
          "filter": 0
        },
        {
          "title": "Online data collection with OpenSesame, OSWeb, and MindProbe",
          "authors": "Sebastiaan Mathot",
          "abstract": "This article provides a brief, hands-on guide for online data collection using OpenSesame, OSWeb, and MindProbe/JATOS with a focus on experiments in (psycho)linguistics and cognitive psychology. The article outlines a step-by-step workflow for developing experiments, uploading experiments to a server, recruiting participants, and managing data collection. The article discusses the advantages and disadvantages of online data collection, as well as the most important considerations related to ethics, privacy, and data protection. Finally, the article mentions alternative tools and platforms for online data collection.",
          "url": "https://osf.io/4qcmd",
          "doi": "https://doi.org/10.31234/osf.io/4qcmd",
          "filter": 0
        },
        {
          "title": "Network Psychometrics in Practice: A Guideline for Designing Empirical Studies That Utilize a Psychological Network Approach",
          "authors": "Monique Chambon; Jonas Dalege; Janneke Elberse; Frenk van Harreveld",
          "abstract": "Network psychometrics, often referred to as a psychological network approach, is a method that enables studying psychological phenomena as networks of interacting elements. This method is gaining increasing popularity in different domains of empirical psychological research such as clinical and social psychology. Simultaneously, a scientific debate emerged on the added value and application of employing such an approach. The current paper contributes to this debate by providing an applied perspective to designing empirical studies that employ a psychological network approach and does so based on best practices in previous empirical psychological research. More specifically, it provides recommendations in the format of a practical guideline for researchers who want to employ a psychological network approach. The guideline can be summarized in three iterative steps. This paper describes each step in detail, including illustrative examples and practical considerations. First, researchers are recommended to evaluate their argumentation for adopting a psychological network approach and whether this is the best approach for their research aim. This approach is suitable for aims ranging from descriptive accounts of complex survey data to testing hypotheses about the network’s structure.  Second, researchers should carefully evaluate which variables the psychological network should contain. Such decisions should be informed by previous research (e.g., theoretical frameworks). Third, researchers should consider which research design and type of data are optimal to answer their research questions as different designs provide different insights. Adopting a psychological network approach in accordance with the guideline presented in this paper can further advance empirical psychological research.",
          "url": "https://osf.io/5s4q6",
          "doi": "https://doi.org/10.31234/osf.io/5s4q6",
          "filter": 0
        },
        {
          "title": "Nonsignificance Misinterpreted as an Effect’s Absence in Psychology: Prevalence and Temporal Analyses",
          "authors": "Stephen Lee Murphy; Raphael Merz; Linda-Elisabeth Reimann; Aurelio Fernández",
          "abstract": "Nonsignificant findings in psychological research are frequently misinterpreted as reflecting the effect's absence. However, this issue's exact prevalence remains unclear, as does whether this issue is getting better or worse. In this pre-registered study we sought to answer these questions by examining the discussion sections of 599 articles published across 10 psychology journals and three timepoints (2009, 2015, 2021), and coding whether a nonsignificant finding was interpreted in such a way as to suggest the effect does not exist. Our models indicate that between 76% and 85% of psychology articles published between 2009 and 2021 that discussed a nonsignificant finding misinterpreted nonsignificance as reflecting no effect. It is likely between 54% and 62% of articles over this time period claimed explicitly that this meant no effect in the population of interest. Our findings also indicate that only between 4% and 8% of articles explicitly discussed the possibility that the nonsignificant effect may exist but could not be found. Differences in prevalence rates over time were nonsignificant. Collectively, our findings indicate this interpretative error is a major problem in psychology. We call on stakeholders with an interest in improving psychological science to priorize tackling it.",
          "url": "https://osf.io/hm2tu",
          "doi": "https://doi.org/10.31234/osf.io/hm2tu",
          "filter": 0
        },
        {
          "title": "THE RACER’S GAZE: VISUAL STRATEGY IN HIGH-SPEED SPORTS EXPERTISE",
          "authors": "Otto Lappi; Jami Pekkanen; Aleksandra Krajnc; lucas iacono; adrian remonda; Eduardo Veas",
          "abstract": "Eye movements shape all visual input to the brain, making their understanding essential for studying perception and visual guidance in dynamic environments. Mobile eye tracking provides the opportunity to investigate active gaze in natural contexts. \n\nResearch on expert performance indicates gaze coordination as a key feature of expertise. Sports are in many ways an ideal environment for studying how gaze strategies support skilled action: the expert can be allowed to perform the task in a natural manner, capturing authentic behavior, and still experts perform repeatably and often under extreme time constraints, allowing systematic measurement and analysis of performance.\n\nIn this study, we systematically observed the visual strategy of an expert racing driver performing a domain-representative task. Synchronized gaze (eye movement and head pose), telemetry (control actions), and localization data from a high-grade simulator were combined into an integrated data set. Different ways to parametrize the data were then employed to address different sets of research questions: Where does the expert look? How are eye and head movements coordinated? How is this coordination timed with respect to locomotor actions? Where are specific gaze behaviors performed? \nOur purpose is to demonstrate how this kind of \"cross examination\" of the data - where all four classes questions are addressed simultaneously - offers a more complete picture of on rich, naturalistic eye movement behavior, thus complementing traditional experimental designs which impose predefined task constraints and conditions.",
          "url": "https://osf.io/j2nu9",
          "doi": "https://doi.org/10.31234/osf.io/j2nu9",
          "filter": 0
        },
        {
          "title": "Empathy and Prosocial Learning: Evidence for a Small Association,  But Weak Evidence for Causation",
          "authors": "Thomas Granville McCauley; Michael E. McCullough",
          "abstract": "Empathic concern promotes prosocial behavior, but the effect of empathy is not the same for everyone. Scholars have extensively mapped the situational and personality factors that modulate the empathy-helping relationship, but only a few studies have examined the cognitive processes that link empathy with helping. Lockwood et al. (2016) found that individual differences in online simulation (the deliberate intention to imagine what another person is feeling) were associated with individual differences in the rates at which people learned how to benefit an anonymous other person in a two-armed bandit task (which we term prosocial learning). Across three experiments (N = 1,188), we critically tested and extended this finding by asking participants to learn on behalf of real people in need. Causal manipulations of empathy and social evaluation had no effect upon prosocial learning, and we could not replicate the finding that online simulation was associated with learning. Although each individual experiment provided only mixed evidence for the hypothesis that empathic concern is associated with prosocial learning, a mega-analysis that included data from all three experiments revealed that both state and trait empathic concern shared a small but significant association with prosocial learning. We discuss our results in light of problems with the methods that researchers commonly use to test the association between performance on prosocial learning tasks and individual differences in empathy",
          "url": "https://osf.io/wmh6b",
          "doi": "https://doi.org/10.31234/osf.io/wmh6b",
          "filter": 0
        },
        {
          "title": "Feasibility of the Building Emotional Awareness and Mental health (BEAM) eHealth Program for Mothers of Infants when Delivered in Partnership with a Community Collaborator: A Pragmatic Randomized Controlled Trial",
          "authors": "Kayla M. Joyce; Robert John Wilfred McHardy; Kailey Elena Penner; Anna L. MacKinnon; Charlie Rioux; Laurence Katz; Kristin Reynolds; Lauren E Kelly; Tracie Afifi; Aislin R. Mushquash",
          "abstract": "Background: Maternal depression and anxiety dramatically increased for mothers of young children during the COVID-19 pandemic. Few programs target maternal mental health and parenting skills concurrently despite this being more effective. An eHealth program, Building Emotional Awareness and Mental health (BEAM) was developed to address this gap. A feasibility randomized controlled trial (RCT) was conducted with BEAM with a community partner versus an existing App for adult mental health (MoodMission). Methods: Mothers of children 6-18 months old participated in a two-arm, parallel-design pragmatic RCT (April-June 2022). Mothers were randomly allocated to BEAM or MoodMission. Primary (depression, anxiety) and secondary (anger, sleep disturbance, parenting stress) outcomes were collected at pre-intervention, post-intervention, and 6-month follow-up. Results: Eighty mothers (Mage = 31.61 years old) were enrolled. All feasibility metrics were met based on a priori benchmarks for success. All maternal mental health and parenting stress outcomes decreased from pre- to post-intervention and follow-up in BEAM and MoodMission. When controlling for symptom severity at time of enrollment, treatment group (BEAM, MoodMission) moderated anxiety symptom reductions such that BEAM was more effective in reducing anxiety symptoms across time versus MoodMission (b = -1.48, SE = 0.74, p = .045). Symptom severity at enrollment did not moderate symptom reductions and there was no three-way interaction between symptom severity*treatment group*time. Discussion: Feasibility and effectiveness of BEAM was demonstrated for delivery with a community partner. Findings suggest BEAM holds the potential to promote the mental well-being of mothers of young children. Results have informed a future large-scale RCT across Canada. Trial Registration: ClinicalTrial.gov (NCT05 398107).",
          "url": "https://osf.io/tp82j",
          "doi": "https://doi.org/10.31234/osf.io/tp82j",
          "filter": 0
        },
        {
          "title": "Conducting inclusive interviews with autistic children and young people: A methodological guide.",
          "authors": "Lisa Keenan; Aoife Lynam; Christina O'Keeffe; Sinead McNally; Mary Rose Sweeney",
          "abstract": "This paper provides a reflective, methodological guide for researchers conducting inclusive interviews with autistic children and young people – a historically marginalised population. As researchers reporting on the experiences of any marginalised population, we have an ethical obligation to ensure participation is open and accessible to all. While there is a growing recognition of the need to amplify the voices of under-served populations, there is a lack of clear guidelines for researchers seeking to implement inclusive research methods in practice. Drawing upon our recent experience with a large-scale qualitative study (N = 51) exploring the school experiences of autistic students in Ireland, we offer a real-world case example with a flexible, child-centred research protocol involving photovoice and adapted interviews. We describe how we individualised our protocol for the autistic students who participated in this study, supporting a wide range of ages (5 to 19 years) and communication profiles. Reflecting on the successes and challenges of this approach from an ethical and methodological standpoint, we highlight the importance of sensitivity, flexibility, and the value of small actions. Based on learnings from our work and others, we present an actionable framework of recommendations for conducting inclusive interviews. Finally, we argue that embracing inclusivity for all, not just the neurodivergent, is needed in the wider culture of academic research",
          "url": "https://osf.io/terzg",
          "doi": "https://doi.org/10.31234/osf.io/terzg",
          "filter": 0
        },
        {
          "title": "Limits of iconic capacity for spatial position",
          "authors": "Andrew Haun; Giulio Tononi",
          "abstract": "Iconic memory for position is often characterized as “vast” or “limitless”. Yet typical studies of iconic memory have used only small stimulus sets and have restricted judgments to categorical visual content like letter identities or object features, the kinds of items that are known to be subject to very restrictive bottlenecks in recognition or working memory. We wondered about the capacity of iconic memory for mere spatial information, which may be pre-recognitional, and tested the ability of observers to notice discrete illuminated positions in a yes/no partial report task. We found iconic capacity for spatial position to fall far short of “limitless”, with typical observers able to report only a fraction of a set of dozens of stimulus points. These results may be explained by crowding, an unavoidable limitation on what can be reported about what is seen. We propose that extremely simple stimuli like dots may help to illuminate our understanding the appearance of crowded stimuli, and to highlight potential discrepancies between what we see and what we can report about it.",
          "url": "https://osf.io/yaqng",
          "doi": "https://doi.org/10.31234/osf.io/yaqng",
          "filter": 0
        },
        {
          "title": "Does cleft repair restore normal visual scanning and neural processing of infant faces?",
          "authors": "Rachael Kee; Kelly Jantzen; Amanda Hahn",
          "abstract": "Infant faces are an important cue for facilitating bonding and interactions with adult caregivers. Cues of poor infant health are associated with a lower degree of parental investment and facial malformations, in particular, have been shown to negatively impact early infant-caregiver interactions. Previous research has shown altered visual and neural processing for infant faces with cleft lip/palate. Although many infants with these facial malformations undergo craniofacial repair surgery, it is not yet known if/how this impacts perceptual responses to infants. The current study investigates the potential restorative effects of craniofacial repair surgery on perceptions of infant cuteness, visual attention to infant faces (eye tracking), and neural responses to infant faces (EEG). Craniofacial repair surgery is found to increase perceived cuteness, reduce visual attention to the mouth region, and influence early neural signatures of face processing (N170, P200 ERP components). As these various responses contribute to a number of important developmental aspects (e.g., joint attention) and may play a key role in the previously observed difficulties in caregiver-infant interactions, this study provides an important first step in determining the effectiveness of surgical interventions on the underlying perceptual mechanisms of infant face processing.",
          "url": "https://osf.io/d6whv",
          "doi": "https://doi.org/10.31234/osf.io/d6whv",
          "filter": 0
        },
        {
          "title": "Mental health and sport confidence:  analysis of the links and impact of an 8 weeks adapted physical activity intervention",
          "authors": "Mathilde Plard; Mathieu Failler; Quentin Hallez",
          "abstract": "This study investigated the impact of an 8-week Adapted Physical Activity (APA) program on mental health and sport confidence in 247 adults (Mage = 56.85) with and without pathologies. Participants completed the Hospital Anxiety and Depression Scale (HAD) and a sport confidence measure before (T1) and after (T2) the intervention. Results showed significant improvements in anxiety, depression, and sport confidence following the APA program. Notably, these benefits were observed regardless of the presence of a pathology. Furthermore, a mediation model revealed that depression mediated the relationship between anxiety and sport confidence at T1. This mediation persisted at T2, while the direct link between anxiety and sport confidence was no longer significant. These findings underscore the importance of APA in enhancing mental health and sport confidence, particularly by alleviating depressive symptoms. The study highlights the need to address mood and emotional well-being in promoting long-term engagement in physical activity for individuals of all levels and health conditions.",
          "url": "https://osf.io/wqhf7",
          "doi": "https://doi.org/10.31234/osf.io/wqhf7",
          "filter": 0
        },
        {
          "title": "Making the wisdom of crowds efficient — with confidence",
          "authors": "Julian Berger; Mehdi Moussaid; Ralph Hertwig; Stefan Michael Herzog; Ralf Kurvers",
          "abstract": "Efficiently allocating individuals to work on complex decision problems is a key challenge for groups, organizations, and societies. It involves a crucial trade- off: Increasing the number of individuals working on a task typically improves accuracy, but also increases costs. Research in collective intelligence has proposed a plethora of mechanisms to pool the judgments of independent decision makers in order to improve performance. However, these mechanisms are static; because they do not adjust the number of crowd members to the challenge at hand, they incur high, fixed costs for every decision problem. We develop and test three decision rules that make it possible to benefit from the wisdom of the crowd adaptively depending on a case’s difficulty. Our rules rely on decision makers’ confidence judgments to stop crowd growth. Empirical analyses in four real-world domains (cancer diagnoses, false news classification, criminology, and forecasting) using seven datasets show that our adaptive decision rules can result in equal or higher accuracy compared to widely used static crowd aggregators, while relying on fewer individuals. Our findings present easily applicable practical decision guidelines that can substantially boost the efficiency of crowds.",
          "url": "https://osf.io/j9t6p",
          "doi": "https://doi.org/10.31234/osf.io/j9t6p",
          "filter": 0
        },
        {
          "title": "INTRODUCING EMOTIONAL EDUCATION IN THE CLASSROOM: Becoming Conscious of the Unconscious Utilizing the Conflict Analysis Battery",
          "authors": "Albert Levis",
          "abstract": "In this study we introduce the formal theoretical conceptualization of psychology and apply it to the integration of the three components of the Self-regulated learning (SRL) experience. The Formal Theory through the analysis of the creative process identifies emotions as energetic entities and the unconscious as an energy transformation homeostatic conflict resolution mechanism, a scientifically defined, graphically portrayable, qualifiable and measurable conflict resolution entity. We identify its two components: a six emotions energetic dialectic leading predictably to four types of conflict resolution.  This entity unites cognition, emotions, and behaviors into an organic testable, measurable continuum. A three prong emotional education program addresses the three domains leading to accurate and useful self-regulating insights. The cognitive component introduces the new science, integrating psychology, morality and physics by examining art exhibits; the psychological component uses the Conflict Analysis Battery (CAB) self-assessment for self-discovery; the behavior modification component examines cultural paradigms of four alternative ways of managing  power and attitude as complementary relational modalities. In a study of the self-guided online delivery of the CAB to 47 participants, we examine the program’s emotional impact by reviewing the participants’ comments on the learning experience and their responses to a query evaluating the program’s didactic, diagnostic and therapeutic objectives. We conclude that since behavior has become a science educators should introduce Emotional Education to enhance SLR objectives.",
          "url": "https://osf.io/gea6y",
          "doi": "https://doi.org/10.31234/osf.io/gea6y",
          "filter": 0
        },
        {
          "title": "Testing Standards for AI-based Scores in Automated Essay Scoring",
          "authors": "Rudolf Debelak; Matthias Ziegler",
          "abstract": "Recent developments in computer science and in particular in the field of artificial intelligence and machine learning allow the wide application of large language models for the evaluation of written text and other non-numerical data. When applied in the context of psychological and educational assessments, such models can be used for assigning scores to essays and other types of responses. In such as setting, traditional frameworks of test theory, such as classical test theory and item response theory, are no longer applicable, which leads to practical challenges in the evaluation of testing standards for scores obtained from AI models. To address these challenges, we discuss the evaluation of validity, fairness and reliability for scores obtained from models of artificial intelligence in the context of automated essay scoring. We further illustrate the proposed methods with an empirical example. The development of additional methods is suggested.",
          "url": "https://osf.io/vnq63",
          "doi": "https://doi.org/10.31234/osf.io/vnq63",
          "filter": 0
        },
        {
          "title": "Comparing dichotic listening and monaural degraded speech in measuring ear dominance ",
          "authors": "Julianna Vig; Zoltán Jakab",
          "abstract": "Purpose: The aim of this study was to compare three different methods for assessing ear dominance and analyse the relationship between handedness and various ear dominance values. \nMethods: In a group of neurotypical, Hungarian adults including right-handed (N=38), left-handed (N=24) and ambidextrous (N=10) men and women, handedness was assessed by a short form of the Edinburgh Handedness Inventory, whereas ear dominance was assessed by dichotic tests and two types of degraded speech stimuli (sine-wave and vocoded speech, generated from trisyllabic Hungarian words) presented monaurally. \nResults: Although the majority of participants had a right ear advantage using each of the three methods, characteristics of ear dominance differed depending on the assessment method. The three different ear dominance indices were uncorrelated with one another. Handedness was weakly related to dominance measured by monaural sine-wave stimuli and unrelated to that measured by monaural vocoded and dichotic stimuli. Crossed dominance was observed in a substantial proportion of participants (35-46%, depending on the type of ear dominance). Analysis of the perception of degraded speech revealed a remarkable interindividual variability and a learning transfer between sine-wave and vocoded speech.\nConclusion: The use of monaural degraded speech stimuli reveals different forms of ear dominance compared with dichotic tests, which suggests that ear dominance is strongly task-dependent. Handedness is not strongly correlated with any form of ear dominance. The high prevalence of crossed hand-ear dominance suggests that this type of crossed dominance is a normal variant rather than a maladaptive trait. The observed learing transfer between the two types of degraded stimuli might be mediated by domain-general mechanisms.",
          "url": "https://osf.io/hcmr8",
          "doi": "https://doi.org/10.31234/osf.io/hcmr8",
          "filter": 0
        },
        {
          "title": "Unravelling the threads of thought: Probing the impact of contextual factors on mind wandering",
          "authors": "Andreas Alexandersen; Krister Karlsen; Gabor Csifcsak; Matthias Mittner",
          "abstract": "This study investigated the influence of contextual factors on mind wandering (MW) by leveraging an online platform for an established laboratory task. We investigated how direct performance feedback, information about task progression, and the feeling of being monitored influenced performance indices in a task used to investigate the effect of MW on executive control. Our results indicate that specific performance feedback, and not general positive feedback, consistently improved performance, while neither impacted self-reported MW. Conversely, feedback on task progression and the feeling of being monitored increased self-reported MW, possibly reflecting participant self-awareness due to contextual distractions. Intriguingly, information relaying task progression also substantially increased performance. These findings highlight the potential of performance feedback to reduce the negative effects of MW on task performance in an online setting. Additionally, the findings suggest that information about task progression, as well as the notion of being monitored during the experiment can influence task focus and should be taken into consideration when investigating fluctuations of attention during cognitive tasks.",
          "url": "https://osf.io/ywdv2",
          "doi": "https://doi.org/10.31234/osf.io/ywdv2",
          "filter": 0
        },
        {
          "title": "Predictive Responses in the Theory of Mind Network: a Comparison of Autistic and Non-autistic Adults",
          "authors": "Lucie Zimmer; Hilary Richardson; Carolina Pletti; Markus Paulus; Tobias Schuwerk",
          "abstract": "Social-cognitive processes, particularly Theory of Mind (ToM) reasoning, appear to differ between autistic and non-autistic individuals. This has been proposed to reflect the autistic core symptomatology of communication and social interaction difficulties. According to the predictive coding theory, autistic individuals’ ToM reasoning difficulties arise from an attenuated use of prior information about others’ mental states to explain and predict their behavior. This reduced use of prior assumptions makes the social world less predictable for autistic people, causing interactive mismatch and stress. Despite strong theoretical claims, robust and replicable neural differences in ToM brain regions remain elusive. Here, we investigated whether brain regions supporting ToM reasoning anticipate a narrative during repeated exposure (i.e., the narrative anticipation effect) in non-autistic adults (Experiment 1) and tested whether this effect was attenuated in autistic adults (Experiment 2). We presented a short movie with a plot including mental states with associated actions, twice, to 61 non-autistic adults who underwent fMRI (Experiment 1: M(SD)age= 25.9(4.4) years). In Experiment 2, we used the same protocol with 30 autistic (M(SD)age= 32.4(10.7) years) and 30 non-autistic adults (M(SD)age= 33.2(10.1) years). Analyses revealed no narrative anticipation effect in the ToM network in either group. Exploratory reverse correlation analyses identified a ToM scene that evoked a smaller difference in response between movie viewings (i.e., less repetition suppression) in autistic adults, compared to non-autistic adults. In sum, our study shows that predictive processing in the ToM network during a naturalistic movie-viewing experiment was absent in adults. Subtle differences in a key scene provide preliminary neural evidence for the predictive coding theory and open a promising avenue for future research to better understand the nature of differences in social interaction in autistic adults.",
          "url": "https://osf.io/jy948",
          "doi": "https://doi.org/10.31234/osf.io/jy948",
          "filter": 0
        },
        {
          "title": "Guided by Expectations: Overweighted Semantic Priors in Schizotypy and their Links to Glutamate",
          "authors": "Franziska Knolle; Elisabeth Sterner; Verena Franziska Demler; Lucy Jane MacGregor; Christoph Mathys",
          "abstract": "An imbalance in the weighting of prior beliefs and sensory evidence are thought to contribute to the development of psychotic symptoms, such as hallucinations and delusions. We investigated how much individuals with schizotypal traits, a subclinical expression of psychosis-proneness, use high-level priors or sensory evidence to understand noise-degraded language, potentially resulting in task-based hallucinations – perceptions that match expectations but not the inputs. In a language comprehension task, we manipulated semantic predictability, sensory degradation and surprisal to estimate prior weights using a Bayesian Belief updating model. Study 1 (n=109) shows that high-level priors were overweighted with increasing schizotypy. Study 2 (n=55) replicated this effect and revealed that an overweighting of priors was associated with increased cingulate glutamate, providing a neurobiological basis for over-reliance on top-down predictions. These results offer a mechanistic and neurobiological understanding of how predictive coding alterations contribute to symptoms along the psychosis spectrum.",
          "url": "https://osf.io/m7bk6",
          "doi": "https://doi.org/10.31234/osf.io/m7bk6",
          "filter": 0
        },
        {
          "title": "Emotional Context, Learning, and Decision-Making: Associations with Mental Health and Personality in Nulliparous and Pregnant Women from a UK Birth Cohort",
          "authors": "Ilaria Costantini; Axel Montout; Paul Moran; Daphne Kounali; Rebecca Pearson; Casimir Johannes Hendrikus Ludwig",
          "abstract": "Background\nParental capacity to learn from dynamic infant responses is a fundamental component of early dyadic interactions.  However, the precise cognitive processes involved in successful interactions are not clear. If understood these could be targeted by preventative interventions.\nMethods\nWe examined the computational basis of learning and decision-making in nulliparous (Study 1) and pregnant participants enrolled in a multigenerational cohort study (Study 2) using a two-armed bandit task adapted to simulate a playful interaction with an infant. Participants chose between two competing bandits (i.e., two toys) with different underlying nominal probabilities for three outcomes (i.e., infant sad, neutral, and happy facial expressions). In Study 1, we manipulated the baseline emotional context of the task (i.e., baby started happy or sad) to assess its influence on the processing of emotional feedback and decision-making in a sample of non-parents. In both studies, we explored whether mental health and personalities difficulties associated with learning from feedback. \nResults\nThe manipulation of the emotional context (Study 1) was associated with differences in how participants learnt from the feedback and made decisions. Both studies suggest that having greater personality difficulties and experiencing higher antenatal depressive symptoms (Study 2) associate with slower learning from infant feedback. \nConclusions\nOur findings provide novel evidence regarding the role of the emotional context in learning and decision-making processes. For parents with depressive symptoms and personality difficulties, dampened responsivity to emotional feedback and inflexibility in updating beliefs about the values of actions may underlie fewer sensitive behaviours when interacting with their infants.",
          "url": "https://osf.io/q3r8s",
          "doi": "https://doi.org/10.31234/osf.io/q3r8s",
          "filter": 0
        },
        {
          "title": "Common and distinct ERP responses to violations of two different types of politeness maxims during sentence comprehension",
          "authors": "Meng Han; Yaxu Zhang",
          "abstract": "An ERP experiment was conducted to investigate the common and distinct neurocognitive mechanisms underlying the on-line processing of two types of politeness maxims (self-depreciation and other-elevation) and the individual differences during sentence reading. Electroencephalograms were recorded while participants read sentences containing pragmatically appropriate or inappropriate honorific or humble terms. When collapsing all participants’ data, inappropriate humble and honorific terms elicited N400 and P600 effects, respectively, which could reflect semantic processing costs and rechecking processes, respectively. More importantly, communication abilities modulated N400 and late negativity effects for appropriateness for humble but not honorific terms. In contrast, perspective-taking and emphatic concern modulated N400 and late positivity effects, respectively, for honorific but not humble terms. In addition, some commonness of the appropriateness effect modulation by individual variables was also observed. These results are discussed in terms of commonness and individuality of neurocognitive mechanisms underlying the processing of different politeness maxims during sentence comprehension.",
          "url": "https://osf.io/akvsw",
          "doi": "https://doi.org/10.31234/osf.io/akvsw",
          "filter": 0
        },
        {
          "title": "Development and Rationale for the Consensus Auditory-Perceptual Evaluation of Voice – Revised (CAPE-Vr)",
          "authors": "Nancy Pearl Solomon; Gail B. Kempster; Kathleen F. Nagle",
          "abstract": "Rationale: The Consensus Auditory Evaluation of Voice (CAPE-V) has been in circulation for more than 20 years. Over the course of time, issues have arisen that have had an impact on the intended administration and interpretation of this common clinical tool. \nPurpose: Based on published literature, clinical experience, recent survey data, and practical considerations, and while maintaining the original purpose of the instrument, the authors developed a revised protocol, new rating form, and updated instructions for the CAPE-V, now called the CAPE-V – Revised (CAPE-Vr).\nSummary of Modifications: Revisions to the CAPE-V include the following: removal of textual labels indicating severity on the response form; modification of several of the stimuli; revised rating options for pitch, loudness, and resonance, and an added category for nasality; added space to describe inconsistencies according to task; modified options for vocal instabilities and other features; and added space for comments about overall impression. The form also includes sections for documenting recording and rating conditions. Updated instructions are provided to clarify the CAPE-Vr protocol and correspond closely to the rating form. \nConclusion. The CAPE-Vr is constructed to avoid common errors and problems identified from previous use of the original CAPE-V. This paper provides a rationale for each modification to the original CAPE-V, an updated form, and an example of a completed form. The CAPE-Vr is intended as a clear and useful assessment tool for documenting the auditory-perceptual evaluation of voice.",
          "url": "https://osf.io/e84tn",
          "doi": "https://doi.org/10.31234/osf.io/e84tn",
          "filter": 0
        },
        {
          "title": "Reframing death to live diversity:  Positive death valence reduces implicit homonegativity",
          "authors": "Mel Stiller",
          "abstract": "Drawing on an extension of terror management theory, this study examines whether positive death valence might faciliate radical, intersectional interventions in homophobic prejudice. Prior research showed that a more positive view on one's own mortality in wave 1 was associated with less stereotypes about sex, gender and desire in wave 2. The present online study explores whether positive death valence reduces homonegativity. Using reaction time tests and surveys, 77 out of 191 US participants continued from wave 1, assessing death attitudes, to wave 2, assessing homonegativity. Consistent with the prediction, participants who viewed death more positively exhibited significantly less homophobic prejudice. By contrast, survey measures revealed no association between death valence and homonegativity. Future research should incorporate further assesment methods, cross-cultural samples and additional dimensions of prejudice to better understand the role of positive death valence for anti-discriminatory interventions.",
          "url": "https://osf.io/k8fqb",
          "doi": "https://doi.org/10.31234/osf.io/k8fqb",
          "filter": 0
        },
        {
          "title": "Visual working memory for natural scenes: the effect of chromatic, luminance and spatial frequency content",
          "authors": "Ben J Jennings",
          "abstract": "Long-term memory for images of natural scenes is known to be very good. However visual working memory (VWM) for natural scene stimuli is less well understood. We investigated VWM for natural scene stimuli by measuring VWM performance as a function of both encoding time and cognitive load level, employing a method that approximates everyday natural vision.  VWM performance was compared between (a) scenes containing either full chromatic and luminance information, (b) luminance-only (isochromatic) information and (c) chromatic-only (isoluminant) information.  VWM performance was also measured for scenes in which the scene’s structure had been destroyed by Fourier phase scrambling, or following removal of either the high or low spatial frequencies.  It was found that recall ability for isoluminance scenes was relatively poor, as it was also for the phase scrambled scenes with high cognitive load or short encoding time. However, recall ability was similar for the full colour (i.e., chromatic and luminance information combined) and luminance-only scenes, except for very brief presentation times where performance for the luminance-only scenes was worse.  These findings suggest that spatial scene structure is important for good VWM performance, and for very brief presentations there is a particular reliance on chromatic information.",
          "url": "https://osf.io/t2a8w",
          "doi": "https://doi.org/10.31234/osf.io/t2a8w",
          "filter": 0
        },
        {
          "title": "I See You: Seeing One’s Partner during Emotional Communication Enhances the Affective Experience and Promotes Prosocial Behavior",
          "authors": "Shir Genzer; Yonat Rum; Ulrike M. Krämer; Anat Perry",
          "abstract": "In our digitally connected world, interpersonal interactions increasingly occur through online platforms offering varied information channels. This research investigates the unique contribution of visual cues to emotional communication, examining both cognitive and affective aspects. We categorize affective experiences into three domains and explore how visual feedback enhances each and promotes prosocial behavior. Across three ecological dyadic studies on Zoom (N = 710), findings show that while visual information does not significantly enhance emotion-assessment accuracy, it shapes the affective experience of communication. Visual cues increased perceptions of listening, togetherness, and empathy, primarily influencing storytellers' perceptions. Active engagement through body gestures and eye gaze proved crucial in fostering positive interactions, even in online settings. Visual feedback also enhanced prosocial behavior, suggesting that visual elements not only enhance the experience of “being seen,” but motivate altruistic actions as well. The results reveal a complex interplay between visual and auditory cues, with vocal responsiveness only partially compensating for absent visual feedback. These findings have significant implications for social relations in a digital world, as the absence or presence of visual cues can profoundly shape the outcomes of our social interactions.",
          "url": "https://osf.io/4j8w3",
          "doi": "https://doi.org/10.31234/osf.io/4j8w3",
          "filter": 0
        },
        {
          "title": "Saving the Environment? That’s Beyond My (Will)Power!",
          "authors": "Julia Jankowski; Christopher Mlynski; Tina Prinz; Veronika Job",
          "abstract": "Many people see climate change as a major problem that needs to be addressed. However, many still do not engage in the necessary pro-environmental behavior. One possible problem is that pro-environmental behavior may require self-control given that being non-environmental is usually less effortful or otherwise less costly. In the present research, we examine whether lay beliefs about willpower (i.e., people’s beliefs about the nature of self-control) predict pro-environmental behavior. Study 1 (N = 165) tested the correlational relationship between lay beliefs about willpower and performance and effort exertion (as assessed by cardiovascular reactivity) on an environmental task. The results showed an association of a nonlimited willpower belief with better performance and more effort exertion (as measured by pre-ejection period, but not systolic blood pressure). Study 2 (N = 208) assessed the causal effect on the same outcomes by experimentally manipulating participants’ willpower beliefs. However, there was no support for a causal effect. There was only a marginally significant effect on performance, no significant difference in effort exertion as measured by pre-ejection period, and merely a trending difference in systolic blood pressure (which was exploratorily analyzed). Thus, while the results from Study 1 indicate a correlational relationship between lay beliefs about willpower and effortful exertion on pro-environmental behavior, Study 2 did not provide evidence of a causal effect. These results allow first insights into the relationship between lay beliefs about willpower and effortful pro-environmental behavior, but further research is needed to test the robustness and underlying causality of this relationship.",
          "url": "https://osf.io/v3q8t",
          "doi": "https://doi.org/10.31234/osf.io/v3q8t",
          "filter": 0
        },
        {
          "title": "No effect of Italian blues on color discrimination",
          "authors": "Nina Stratmann; Arne Lohmann",
          "abstract": "The present study contributes to research on the effects of color terminology on perceptual tasks. More specifically, we report the results of a color discrimination study testing a possible effect of multiple basic color terms (BCTs) for the blue color spectrum in Italian. To that end, the performance of speakers of Italian is contrasted with the performance of speakers of English, as these languages differ with regard to their basic color vocabulary. Unlike English, Italian is assumed to have two basic color terms for the blue color spectrum, dividing it along the lightness dimension. The results are discussed in context with results for Russian speakers from previous research. The results obtained by the present study do not provide evidence for an effect in Italian. This null-effect supports a view of weak effects of color terminology on discrimination tasks. We also discuss whether the complex\ncolor terminology for blues in Italian with divergent findings for basic color terms for the blue color space may be an additional factor in explaining the results.",
          "url": "https://osf.io/p54wm",
          "doi": "https://doi.org/10.31234/osf.io/p54wm",
          "filter": 0
        },
        {
          "title": "Does lexical feedback improve the understanding of the speech of children with speech disorders? Stage 1 registered report",
          "authors": "Marie Dokovova; Eleanor Lawson",
          "abstract": "Purpose: This study investigates the hypothesis that providing lexical feedback on the speech of children with speech sound disorders (SSD) will improve listeners’ accuracy and ease of understanding of their speech, compared to listeners who do not receive this feedback.  \nMethod: The hypothesis is tested using experimental methods. Fifty naive adult listeners will complete an online listening experiment, containing a baseline, training, and follow-up blocks. During the training block participants will be asked to orthographically transcribe the utterances of children with idiopathic, or cleft-related SSD (n=5, aged 6;0 to 10;1), producing single word utterances. During this block participants will be randomised to a group where they are either shown, or not shown the intended word said by the child. Changes in accuracy and/or ease of understanding will be measured by comparing the listeners’ transcription accuracy and ease ratings enter via a visual analogue scale in the baseline and follow-up block.  \nResults: To be completed at Stage 2.\nConclusion: To be completed at Stage 2.",
          "url": "https://osf.io/s7a6r",
          "doi": "https://doi.org/10.31234/osf.io/s7a6r",
          "filter": 0
        },
        {
          "title": "The effect of romantic relationships on university students’ mental health: evaluating the mediating role of emotion regulation",
          "authors": "Clara Sanchez-Izquierdo Lozano",
          "abstract": "Higher education students are a vulnerable group with respect to mental health issues, and healthy romantic relationships have shown to be a key influencing factor; however, the mechanisms are not fully understood. This study used a multi-method design to investigate the proposed mediating mechanisms of intra- and inter-personal emotion-regulation strategies. Ecological Momentary Assessment (EMA) and questionnaires, completed by 259 students (124 single, 135 in a relationship), were used to capture both trait emotion regulation tendencies and strategy utilisation on a day-to-day basis. Data were analysed using path mediation in a structural equation model. Results suggested some significant effects of emotion-regulation strategies on depression, anxiety and stress, but with   conflicting findings across methods. Findings suggest that fostering positive emotion-regulation strategies among students could be a relevant intervention target for supporting their mental health. Understanding variations in findings across methods, emotion regulation strategies, and mental health outcomes deserves further research attention.\n\nKeywords: mental health, students, romantic relationships",
          "url": "https://osf.io/a4bxp",
          "doi": "https://doi.org/10.31234/osf.io/a4bxp",
          "filter": 0
        },
        {
          "title": "Division of Labour and Team Performance: Human-Human Teams compared to Hybrid Human-Machine Teams",
          "authors": "Laiton Gregory Hedley",
          "abstract": "How teams “divvy” up or distribute task labour amongst agents can influence\nteaming performance – for better or for worse. Human-Human (HH) teams have\ntypically demonstrated equal Division of Labour (DoL) strategies which benefit\nteam outcomes. However, the current understanding of DoL strategies Hybrid\nHuman-Machine (HM) teams adopt is not well understood. We aimed to explore\nthe DoL of HH and HM teams and understand how the DoL impacted team\nperformance. We used an experimental platform, in which two agents work con-\ncurrently by each controlling a moving paddle to deflect falling balls. Participants\nwere placed into either a HH team or HM team Alongside team performance,\nwe measured DoL using sophisticated time-sensitive analyses. With these measures, we found the DoL of HH teams was more equal than HM teams and that\na more equal DoL was also predictive of better team performance. Addition-\nally, HH teams showed less redundancy in their DoL than all other conditions\nand less redundant DoL behaviour resulted in better team performance. These\nfindings highlight that there are differences in how humans Divide Labour\nwith Machine agents. These differences are likely due to the underlying transactive nature human agents can engage in and the lack of transactive nature and\ncoordination of HM teams. These findings highlight the need to re-evaluate current theories of Teaming Cognition and provide important basis for HM teaming\npractice.",
          "url": "https://osf.io/s32yc",
          "doi": "https://doi.org/10.31234/osf.io/s32yc",
          "filter": 0
        },
        {
          "title": "The effect of the global language context on bilingual language control during L1 reading",
          "authors": "Olga Parshina; Anna Smirnova; Sofya Goldina",
          "abstract": "The proactive gain control hypothesis suggests that the global language context regulates lexical access to the bilinguals’ languages during reading. Specifically, with increasing exposure to non-target language cues, bilinguals adjust the lexical activation to allow non-target language access from the earliest word recognition stages. Using the invisible boundary paradigm, we examined the flow of lexical activation in fifty proficient Russian-English bilinguals reading in their native Russian while the language context shifted from a monolingual to a bilingual environment. We gradually introduced non-target language cues (the language of experimenter and fillers) while also manipulating the type of word previews (identical, code-switches, unrelated code-switches, pseudowords). The results revealed the facilitatory reading effects of code switches but only in the later lexical processing stages and these effects were independent of the global language context manipulation. The results are discussed from the perspective of limitations imposed by script differences on bilingual language control flexibility.",
          "url": "https://osf.io/642kp",
          "doi": "https://doi.org/10.31234/osf.io/642kp",
          "filter": 0
        },
        {
          "title": "Learning from many: nocebo effects following exposure to multiple models",
          "authors": "Saoirse Connor Desai; Winston Tan; Alexander Burchett; Kirsten Barnes; Louise Sharpe; Ben Colagiuri",
          "abstract": "Background: Mounting research indicates that observing others experience side effects can induce negative expectations and exacerbate side effects via the nocebo effect. However, most research on these socially-induced nocebo effects has focused on model-observer dyads, which may not map on to many real world settings in which people are exposed to many different models (e.g., social media).\n\nPurpose: To address this, we tested nocebo effects following observation of many models and whether the order of observing a ‘severe’ model (i.e., highly negative experience) moderated this effect.\n\nMethod : One hundred and seventy participants observed five social models undergo a virtual reality (VR) rollercoaster in Zoom, with four reporting mild cybersickness and one reporting severe cybersickness. The position of the model reporting severe cybersickness was manipulated between groups as either first (primacy), middle, or last\n(recency).\n\nResults: Participants who observed the cybersickness modelling reported greater cybersickness when they underwent the VR rollercoaster relative to a control group who observed non-symptomatic models. This social modelling effect was mediated by the participants’ expectancy of cybersickness symptoms. However, the position of the severe model within the sequence did not impact the participants’ cybersickness levels.\n\nConclusions: These findings demonstrate that socially-induced nocebo effects can occur in response to exposure to many models but the order of exposure does not moderate this effect. The results also indicate that developing interventions that target expectancy is critical for reducing the burden of socially-induced nocebo effects.",
          "url": "https://osf.io/b2uhy",
          "doi": "https://doi.org/10.31234/osf.io/b2uhy",
          "filter": 0
        },
        {
          "title": "Visual Tasks as Language-agnostic Early Identification Measures of Reading Challenges",
          "authors": "Mahalakshmi Ramamurthy; Klint Kanopka; Julian M Siebert; Lucy Yan; Carrie Townley-Flores; Mónica Zegers; Francesca Pei; Phaedra Bell; Hugh W. Catts; Gorno Tempini Maria Luisa",
          "abstract": "Reading is a complex process shaped by neurobiological traits and environmental factors, with reading disabilities imposing profound impacts on educational and socioeconomic outcomes worldwide. Early intervention is key, but identifying reliable, early-age predictors of future reading development remains a significant challenge, particularly in linguistically and socioeconomically diverse populations. While language-based precursors to reading ability (e.g., phonological awareness) have excellent predictive validity in homogeneous populations (e.g., English monolinguals), performance on these measures can be biased by language and early life experience. Here, we investigate whether visual processing measures could predict reading outcomes without biases of language background and socioeconomic status as early as kindergarten. Across a large and diverse sample of children (N ~ 1400) from California public schools, we administered measures of rapid visual processing (multi-element processing and visual motion perception tasks). Measures of language proficiency, socioeconomic status, and reading ability were also collected. We show that performance on the visual-processing measures did not differ by home language (Spanish versus English) or socioeconomic factors. Visual-processing measures accounted for ~12–18% of variance in year-end reading scores. Feature importance analysis suggests that visual-processing measures are important predictors of risk in kindergarten with equivalent performance to some of the conventional screening measures. Our findings show that visual-processing measures may provide a window into reading development that is agnostic to spoken language proficiency and socioeconomics. Incorporating these visual measures into early screening batteries could enable more equitable identification of children at risk for reading difficulties across diverse populations.",
          "url": "https://osf.io/ufwsp",
          "doi": "https://doi.org/10.31234/osf.io/ufwsp",
          "filter": 0
        },
        {
          "title": "The successes and failures of Artificial Neural Networks (ANNs) highlight the importance of innate linguistic priors for human language acquisition",
          "authors": "Jeffrey S Bowers",
          "abstract": "Artificial Neural Networks (ANNs) equipped with general learning algorithms, but no linguistic knowledge, can learn to associate words with objects in naturalistic scenes when trained on head-mounted video recordings from a single child’s first-person experience. Similarly, ANNs can master syntax when trained on a similar amount of linguistic data a child experiences in a few years. These findings have been taken to challenge the view that innate linguistic priors play a role in child language acquisition. Here I show that the training environments and learning resources of ANN and humans are poorly matched, and accordingly, conclusions regarding human language priors are not merited. I also review three sets of findings that strongly suggest ANNs are missing human inductive biases: (1) children (but not ANNs) create new well-structured languages when only exposed to degraded ones; (2) ANN (but not humans) learn impossible and possible human languages in similar ways with similar facility; and (3) humans (but not ANNs) show a critical period for language learning. In this last case, adding an “innate” inductive prior to the ANN results in better ANN-human alignment. Just as is the case regarding claims of ANN-human alignment in the domain of vision, conclusions regarding ANN-human alignment in the domain of language is characterized by a lack of severe testing of hypotheses.",
          "url": "https://osf.io/5wt9m",
          "doi": "https://doi.org/10.31234/osf.io/5wt9m",
          "filter": 0
        },
        {
          "title": "Sharing intentions in survey experiments predict actual sharing behavior on social media",
          "authors": "Antonio Alonso Arechar; Mohsen Mosleh; Gordon Pennycook; David Gertler Rand",
          "abstract": "Self-reported sharing intentions are a common methodological tool in research on social media. It is unclear, however, whether such measures are actually useful indices of on-platform sharing. To shed light on this question, we recruited N=532 users from X (formerly Twitter) who had shared links to either high- or low-quality news outlets and invited them to complete an online survey where they indicated their likelihood of sharing true and false headlines. We find that, relative to participants who shared high-quality news on X, those who shared lower-quality news on X were also more likely to say that they would share false headlines in the survey, and a greater fraction of the headlines they said they would share were false. This suggests that self-reported sharing intentions do provide useful insight into the quality of news actually shared on social media.",
          "url": "https://osf.io/w5987",
          "doi": "https://doi.org/10.31234/osf.io/w5987",
          "filter": 0
        },
        {
          "title": "Type and Token Frequency Jointly Drive Learning of Morphology",
          "authors": "Gaja Jarosz; Cerys Hughes; Andrew Lamont; Brandon Prickett; Maggie Baird; Seoyoung Kim; Max Nelson",
          "abstract": "We examine the joint roles of type frequency and token frequency in three artificial language learning experiments involving lexicalized plural allomorphy. The primary role of type frequency in productivity is well-established, but debates about the precise relationship between type frequency and productivity continue. The effect of token frequency on productivity is even more controversial: some lines of research suggest that token frequency and productivity are inversely related, other results indicate that they are positively related, and yet others argue that token frequency plays no role in productivity.  We take up both of these questions. Our learning framework makes it possible to examine the effects of these variables on generalization to novel forms as well as to examine how sensitivity to these factors affects the time-course of learning. The first two experiments differentiate predictions for generalization of three distinct hypotheses about the role of type frequency, while the third experiment investigates the independent role of token frequency. We find that both type and token frequency independently and positively contribute to learning rates and generalization across the three experiments, with type frequency playing a dominant role. We also apply two computational learning theories - implementing two prominent theoretical linguistic frameworks - to the learning of the lexically-conditioned allomorphy patterns in our experiments. Neither of these models is designed to encode a particular relationship between token frequency, type frequency, and productivity, but we show that both models correctly predict the general trends in generalization rates, learning curves, and the influence of token frequency observed across the experimental conditions.",
          "url": "https://osf.io/mbp24",
          "doi": "https://doi.org/10.31234/osf.io/mbp24",
          "filter": 0
        },
        {
          "title": "A technique for rigorously controlling visual stimulus size in online psychological experiments using a ruler",
          "authors": "Hiroyuki Muto",
          "abstract": "This study proposes a rigorous method for controlling visual stimulus size in online psychological experiments. Our method employs ruler-based calibration to estimate the millimeter-to-pixel ratio by applying the least squares method to participants’ repeated measurements of randomly generated line segment lengths. Importantly, the success of the calibration can be objectively verified by assessing the measurement error of a test line segment and the residual variance in a linear regression model. Our simulation demonstrated that, with the recommended calibration criteria, an upper bound of the standard deviation for estimation errors was 0.007 mm/px. Implementation results showed that the majority of 100 participants completed the calibration within a few minutes, demonstrating the method’s feasibility. Our method may facilitate rigorous studies of psychological phenomena sensitive to visual stimulus size, such as visual perception and cognition, in online environments. A demo and JSON file for implementing this method with lab.js are available at https://doi.org/10.17605/osf.io/zeyxp.",
          "url": "https://osf.io/u6gvm",
          "doi": "https://doi.org/10.31234/osf.io/u6gvm",
          "filter": 0
        },
        {
          "title": "Inconsistent yet unyielding: How contradictory beliefs resist interventions and strategies that enable it",
          "authors": "Marija Petrović; Iris Zezelj",
          "abstract": "To better understand how inconsistent beliefs persist and whether the tendency to endorse them (labeled doublethink) is malleable, we conducted four preregistered studies and a qualitative follow-up (total N = 1320 Serbian participants). We first found that doublethink was independently predicted by both superficial information processing style and lack of ability to spot contradictions. We next tested three progressively more direct interventions to reduce doublethink, all unsuccessful - first one increased sensitivity to contradictions in irrelevant material, second pushed respondents to reconcile pairs of provided inconsistent beliefs; third made them cross-reference their own inconsistent beliefs. When asked to elaborate their inconsistencies in semi-structured interviews, respondents did not evaluate them negatively, instead they employed circumvention strategies - attributing incompatibility to the response format or diluting content of the claims (e.g., adding logical conditions). Although these strategies are not irrational per se, they might enable moral relativization, double standards or incompatible expectations from others.",
          "url": "https://osf.io/8uk72",
          "doi": "https://doi.org/10.31234/osf.io/8uk72",
          "filter": 0
        },
        {
          "title": "Human vs. Machine: Comparing AI-generated and Human-written Psychological Reports",
          "authors": "Adam Lockwood",
          "abstract": "This study evaluated the ability of ChatGPT-4, an artificial intelligence (AI) chatbot, to generate psychological reports using mock data. Two hundred forty-nine licensed psychologists in the United States, rated the quality of AI-generated and human-generated psychological reports across six dimensions: overall quality, readability, writing style, organizational structure, summary quality, and recommendation quality. The study used a counterbalanced design with eight conditions, presenting human or AI-generated reports for ADHD, intellectual disability, depression, and anxiety. Participants then provided ratings of quality through an online survey. Human-generated reports were preferred for their writing style (p = 0.026), organization (p = 0.042), and overall quality (p = 0.036), while the recommendations in AI-generated reports were favored (p &lt; 0.001). No significant differences were found in readability. Participants were more likely to prefer and approve human-generated reports for clinical use (p = 0.042), though the majority expressed discomfort with both types. While AI shows promise in augmenting psychological report writing, particularly in generating recommendations, human expertise remains crucial, especially in summarizing information. These findings highlight the need for professional guidelines on AI use in psychological practice and updated educational curricula to prepare future psychologists for an evolving technological landscape in mental health care.",
          "url": "https://osf.io/kea8t",
          "doi": "https://doi.org/10.31234/osf.io/kea8t",
          "filter": 0
        },
        {
          "title": "Human vs. Machine: A Comparative Analysis of Qualitative Coding by Humans and ChatGPT-4",
          "authors": "Adam Lockwood",
          "abstract": "Generative artificial intelligence (AI) applications are becoming increasingly influential in psychology training, practice, and research. In this study, the procedures (e.g., coding process) and products (e.g., codes; themes; core story) of qualitative content analysis (QCA) conducted by Chat Generative Pre-trained Transformer (ChatGPT)-4 and novice human researchers were compared, and advantages and disadvantages of each approach were considered. Data included open-ended survey responses from trainers (N = 60) in school psychology programs regarding assessment practices during the COVID-19 pandemic. Findings indicated that ChatGPT-4 could conduct QCA with products that were similar, overall, to human coders, and in significantly less time. However, ChatGPT-4’s process was not transparent, and some codes and themes were unclear. Meanwhile, human coding allowed for the selection and implementation of a purposeful methodological approach, and an auditable and systematic process resulting in a coherent narrative. Considerations for the use of AI in qualitative research are considered and discussed, and future research directions are provided.",
          "url": "https://osf.io/8g36r",
          "doi": "https://doi.org/10.31234/osf.io/8g36r",
          "filter": 0
        },
        {
          "title": "Mitigating AI Bias in School Psychology: Toward Equitable and Ethical Implementation",
          "authors": "Adam Lockwood",
          "abstract": "The integration of Artificial Intelligence (AI) into school psychology is evolving rapidly, presenting both opportunities and challenges. AI has the potential to enhance educational and mental health services by facilitating data-driven decision-making, streamlining administrative tasks, and offering personalized interventions for students. However, biases inherent in AI systems—reflecting the prejudices of developers and historical data—pose significant risks of exacerbating systemic inequalities. This paper examines AI’s historical context, current applications in education, and specific uses within school psychology. It also discusses the socio-political factors contributing to algorithmic biases, data privacy concerns, and language/cultural inequities in AI systems. Recommendations are offered to mitigate AI biases, emphasizing the importance of diverse representation in AI development, comprehensive policy formation, transparency, and community involvement. Addressing these concerns is crucial for ensuring that AI contributes equitably to student success.",
          "url": "https://osf.io/mh4rj",
          "doi": "https://doi.org/10.31234/osf.io/mh4rj",
          "filter": 0
        },
        {
          "title": "Phonological Similarity and Recall Dynamics",
          "authors": "Haydn Herrema",
          "abstract": "Similarities among items govern how individuals organize their memories, as seen in the order and timing of successively recalled words in free recall memory tasks. Prior work has documented the influence of similarity in temporal, semantic, emotional, and physical space on recall dynamics. We asked whether phonological similarity also impacts the dynamics of free recall. Analyzing data from a large delayed free recall experiment, we find that participants cluster their recalls based on alliterative and rhyming patterns in the encoded words, and such organization predicts recall performance. We also discover that phonological features induce false memories, and that phonological similarity interacts with temporal and semantic features to accelerate recall transitions. Our results further catalog how similarity, in its many forms, dictates the dynamics of free recall.",
          "url": "https://osf.io/fytq6",
          "doi": "https://doi.org/10.31234/osf.io/fytq6",
          "filter": 0
        },
        {
          "title": "Examining the Moderating Effect of Emotion Reactivity on the Association between Momentary Negative Affect and Suicidal Thinking",
          "authors": "Ellen M. Wittler; Kate Bentley; Matthew K. Nock; Evan Kleiman",
          "abstract": "Most theories of suicide suggest that it occurs as a result of negative affect, but surprisingly few studies test nuanced associations between negative affect and suicidal thoughts. We hypothesized that negative affect would be especially likely to predict suicidal thoughts among those with strong emotion reactivity: that is, those with greater sensitivity, intensity, and persistence of negative affect when it is experienced. We used ecological momentary assessment to examine the real-time process of how emotion reactivity interacts with affect to predict suicidal thinking. As hypothesized, across two samples (n=43 college students reporting suicidal ideation; n=52 individuals with a history of suicide attempt recruited online), results revealed that the association between momentary negative affect and suicidal thinking was stronger among those with greater trait emotion reactivity. Regarding individual facets of emotion reactivity, the interaction with intensity was significant in Study 1, whereas the interactions with persistence and sensitivity were significant in Study 2. These findings support the real-world components of the emotion reactivity model, suggesting trait-level patterns of emotional responses are important to consider in modeling and analyzing momentary mood states. Between-sample inconsistencies between which facets drove this relationship may speak to individual differences in emotional processing.",
          "url": "https://osf.io/5dhek",
          "doi": "https://doi.org/10.31234/osf.io/5dhek",
          "filter": 0
        },
        {
          "title": "Stuck in Thought: Temporal Interplay Between Cognitive Building Blocks of Rumination",
          "authors": "Gerly Tamm; Ernst H. W. Koster; Teague Henry; Kristof Hoorelbeke",
          "abstract": "Theoretical models of repetitive negative thinking suggest that multiple factors contribute to rumination, placing one at risk for depression. However, temporal dynamics of rumination and related cognitive  risk factors remain poorly understood. Here, we aimed to model the time-varying associations between depressed mood, metacognitive beliefs, promotion focus, attentional control, and rumination in daily life using an ecological momentary assessment approach (EMA). Participants at risk for depression (n = 95) completed an intensive EMA procedure (6 times a day for 21 days). We relied on multi-level vector autoregressive modelling (mlVAR) to obtain temporal, contemporaneous and between-subjects networks. The temporal network showed that fluctuations in rumination were predicted by prior ruminative state, attentional control, positive beliefs about rumination, self-consciousness, promotion focus, and depressed mood. The contemporaneous and between subjects networks demonstrated a co-activation of multiple nodes. Each of these analyses provided novel insights into the main cognitive factors and their temporal interplay in relation to rumination.  Overall, the results converge with integrative theoretical models suggesting bidirectional temporal associations and highlight potential direct and indirect targets for interventions to modify rumination.",
          "url": "https://osf.io/bwx78",
          "doi": "https://doi.org/10.31234/osf.io/bwx78",
          "filter": 0
        },
        {
          "title": "How Does Free Time Benefit Working Memory in Complex Span Tasks?",
          "authors": "Eda Mizrak; Klaus Oberauer",
          "abstract": "Giving people more time between encoding items into working memory (WM) improves performance. In complex span tasks performance depends on the cognitive load imposed by a secondary task carried out between encoding items; free time is one variable determining cognitive load. Explanations of the effects of time and of cognitive load on working memory often build on the assumption that time is used for maintenance processes such as rehearsal or refreshing. This leads to the prediction that a manipulation of time has a retroactive effect on items encoded before. In contrast, the encoding resource account suggests that free time has a proactive benefit by replenishing encoding resources between items, thereby improving encoding of subsequent items. In two studies, we examined whether giving additional free time resulted in a proactive or retroactive benefit in a modified complex-span task. We found that, whereas the secondary task led to a retroactive detriment, the free time benefit was proactive. These findings call for a new\nway of thinking about the effect of cognitive load in WM.",
          "url": "https://osf.io/a7jxc",
          "doi": "https://doi.org/10.31234/osf.io/a7jxc",
          "filter": 0
        },
        {
          "title": "Not to Worry? The Relation between Parental Worry, Self-Efficacy, and Parenting Behaviors in the Context of Adolescent Depression",
          "authors": "Myrthe Veenman; Loes H. C. Janssen; Lisanne Antonetta Elisabeth Maria van Houtum; Wilma Wentholt; Mirjam Wever; Marieke Tollenaar; Bart Verkuil; Eiko I Fried; Bernet M. Elzinga",
          "abstract": "Adolescent depression is impactful for adolescents and for their parents. High worry and low self-efficacy may be rather prominent among parents with adolescents with depression, but how this may in turn have an effect on parenting behaviors, such as warmth and criticism, is not well known. In a healthy control (i.e, 80 adolescents, M_age = 15.90, SD_age = 1.35; 151 parents, M_age = 49.04, SD_age = 5.87) and depression sample (i.e., 34 adolescents with depression, M_age = 15.65, SD_age = 1.54; 58 parents, M_age = 50.10, SD_age = 5.30), we estimated Gaussian graphical network models on adolescent-reported affect states (i.e., happy, relaxed, sad, &amp; irritated), adolescent- and parent-reported parenting behaviors (i.e., warmth, understanding, listening, criticism, dominance), and parent-reported parental worry and self-efficacy. Parents of adolescents with depression reported higher levels of worry, but not less self-efficacy. In both samples, parent-reported worry was positively related to adolescent-reported sadness and parent-reported parental criticism. Moreover, parent-reported self-efficacy was positively related to adolescent- and parent-reported parental warmth. Only in the depression sample, parent-reported worry was positively related to adolescent-reported parental warmth. Parental worry, self-efficacy, parenting behaviors and adolescent affect were interrelated with considerable differences between the control and depression sample. As a next step, studies with more intensive daily assessments may yield individual family analyses, while also accounting for contextual factors, to further increase our understanding of the relation between parental worry, self-efficacy and parenting behaviors in the context of adolescent depression.",
          "url": "https://osf.io/rn5vx",
          "doi": "https://doi.org/10.31234/osf.io/rn5vx",
          "filter": 0
        },
        {
          "title": "Unwarranted Trust  and Unwarranted Punishment: Scientistic Beliefs Predict Support for Penalizing Science Skeptics",
          "authors": "Petar Lukić",
          "abstract": "Contemporary society demands laypeople to articulate their attitudes towards science. Whilst distrust in science undeniably has detrimental outcomes, we argue that its opposite, uncritical trust in science and scientists (i.e. scientism) also leads to potential unwarranted societal polarization. In Study 1 we observed that people who endorsed scientistic beliefs supported discriminatory policies against people who ignore scientific knowledge or promote anti-scientific views, ranging from restrictions on their media appearance to imprisonment and denial of healthcare. Study 2 replicated the effect and tested its potential mechanism: the tendency to moralize rationality mediated the relationship between scientism and support for penalizing measures. Our findings demonstrate that unwarranted beliefs, even if positive in their moderate version, are associated with increased support for unwarranted measures against dissenters.",
          "url": "https://osf.io/j2m4y",
          "doi": "https://doi.org/10.31234/osf.io/j2m4y",
          "filter": 0
        },
        {
          "title": "A Logical Case for Omitting Oxford Comma in English",
          "authors": "Gopal Krishna",
          "abstract": "This paper presents novel arguments for omitting the Oxford comma (serial comma) in English writing. Through analysis of mathematical symmetry, logical distinction between noun and adjective lists, and a systematic solution for ambiguous cases, we demonstrate that omitting the Oxford comma leads to both enhanced visual aesthetics and maintained clarity. We propose a comprehensive system that resolves traditional ambiguity concerns while preserving visual elegance in written English.",
          "url": "https://osf.io/k3unh",
          "doi": "https://doi.org/10.31234/osf.io/k3unh",
          "filter": 0
        },
        {
          "title": "Embodied speech: sensorimotor contributions to native and non-native language processing and learning",
          "authors": "Tzuyi Tseng; Jennifer Krzonowski; Claudio Brozzoli; Alice C. Roy; Véronique Boulenger",
          "abstract": "The last 15 years of research on language production and comprehension have put forward a conceptual revolution, highlighting how language may depend not only on specific brain areas but also on embodied processes underpinned by sensorimotor brain regions. A large amount of studies have underlined the sensorimotor grounding of the different processes at play in language comprehension, in particular action verb processing and sentence comprehension (see Fischer &amp; Zwaan, 2008 and Franken et al., 2022 for reviews). One aspect of language processing, phoneme perception, has been less extensively studied in light of embodied cognition, yet the motor involvement in decoding sounds pertaining to a linguistic code seems to play a crucial contribution. The focus of the current review is to provide an updated overview of the findings in this domain on both native (Sections I and II) and foreign (i.e. non-native) phoneme perception (Section III), and to further examine if and how motor training may enhance phonological processing and learning of foreign language speech sounds (Section IV and V).",
          "url": "https://osf.io/fqwe8",
          "doi": "https://doi.org/10.31234/osf.io/fqwe8",
          "filter": 0
        },
        {
          "title": "A computational model of reward learning and habits on social media",
          "authors": "Georgia Turner; Lukas J. Gunschera; Shashanka Subrahmanya; Aadesh Salecha; johannes Christopher Eichstaedt; Stefano Palminteri; Amy Orben",
          "abstract": "Social media have fundamentally transformed how we live and communicate. However, the methods to study how our cognitive systems interact with technology platforms are very limited. Computational modelling represents a new avenue to uncover the finegrained cognitive processes driving social media behaviour. Here, we develop a novel computational model of real-world social media posting data, adapted from the animal reward learning literature. Across a Twitter dataset (n= 2,696 users), including a preregistered confirmatory sample, we separate the contribution of different cognitive processes and show that a hybrid goal-directed and habitual reward-seeking process underlies social media posting behaviour. Further, younger people and women are more goal-directed – updating their strategy more purposefully to maximise social media rewards – while older users and men tend to be more habitual. Our model paves the way for large-scale investigation into the cross-species cognitive processes motivating social media behaviours, and their downstream impacts on individuals and society.",
          "url": "https://osf.io/xe25k",
          "doi": "https://doi.org/10.31234/osf.io/xe25k",
          "filter": 0
        },
        {
          "title": "Fun at work, job engagement, and burnout: A Meta-analysis and Narrative Synthesis",
          "authors": "Eva Tzioti; Anthony Montgomery; Maria Spiliou; Christos Mouratidis; Vilma V Chalili; Ilias Maliousis; Olga Lainidi",
          "abstract": "Fun, play, and humour are accepted as integral to understanding how individuals cope with adversity at work and thrive within an organization. Far from being merely about entertainment, Fun at Work (FaW) embodies strategic elements via social bonding, essential for bolstering employee well-being, fostering engagement, and enhancing productivity. The present meta-analysis and narrative synthesis examined the relationship between FaW with work engagement and job burnout. The results of the meta-analysis showed a substantial overlap between Work Engagement and FaW and a smaller overlap with emotional exhaustion. Meta-regression indicated that the relationship between FaW and work engagement was stronger in Non-WEIRD countries and studies with samples including a higher proportion of men. The narrative review revealed two primary and bidirectional categories that capture the essence of workplace fun: Organization-Driven Fun (ODF) and Employee-Driven Fun (EDF). ODF and EDF provided the basis for a new conceptual approach to FaW outlined in the paper. The paper reflects on whether FaW  might be inherently part of work engagement rather than a separate construct, functioning as a job resource.",
          "url": "https://osf.io/paqmh",
          "doi": "https://doi.org/10.31234/osf.io/paqmh",
          "filter": 0
        },
        {
          "title": "Automatic imitation of vocal actions is unaffected by group membership",
          "authors": "patti adank; Antony Scott Trotter; Hannah Wilt",
          "abstract": "Converging evidence from behavioural, neuroimaging, and neurostimulation studies demonstrates that action observation engages linked action production mechanisms, a phenomenon termed covert or automatic imitation. Behaviourally, automatic imitation is measured using the stimulus response compatibility (SRC) task, in which participants produce vocal responses whilst perceiving compatible or incompatible speech distractors. Automatic imitation is measured as the difference in response times (RT) between incompatible and compatible trials. It is unclear if and how social group membership, such as the speaker’s sex, affects automatic imitation. Two theoretical accounts make conflicting predictions regarding effects of group membership: the first predicts that automatic imitation can be modulated by group membership, while the second predicts that automatic imitation remains unaffected. We tested these predictions for participant sex and distractor sex in an online vocal SRC task. Female and male participants completed an SRC task presenting female or male distractor stimuli. The results show that automatic imitation is not modulated by group membership. Implications of these results regarding the nature of automatic imitation are considered.",
          "url": "https://osf.io/m3xk5",
          "doi": "https://doi.org/10.31234/osf.io/m3xk5",
          "filter": 0
        },
        {
          "title": "Social Identity Explanations of System Justification: Misconceptions, Criticisms, and Clarifications – Supplementary Document",
          "authors": "Mark Rubin",
          "abstract": "This document supplements our reply to Jost et al.’s (2023) rejoinder to our initial article on the social identity model of system attitudes (SIMSA; Rubin et al., 2023). We respond to issues that we did not address in our main reply. Specifically, we argue that: (1) like SIMSA, Tajfel (1981) considered general, non-ideological, psychological processes; (2) system justification theory also refers to general, non-ideological, social psychological processes; (3) Jost et al. confuse respecting people with respecting people’s beliefs; (4) SIMSA proponents do not ignore system justification theory’s three motives; and (5) SIMSA may help to explain Osborne et al.’s (2019) results. In addition, (6) we apologise if we mischaracterised some researchers’ theoretical affiliations, and we respond to Jost et al.’s (7) questions about ideology; (8) criticisms of Owuamalam et al.’s (2016) work; and (9) criticisms about the validity of Owuamalam and Spears’ (2020) pupil dilation measure.",
          "url": "https://osf.io/gpcdt",
          "doi": "https://doi.org/10.31234/osf.io/gpcdt",
          "filter": 0
        },
        {
          "title": "Early readers know letter shape without knowing letter names",
          "authors": "Jhilik Das; Sonali Nag; Usha MN; SP Arun",
          "abstract": "Since learning to read involves associating letter shapes with how they sound, it is widely believed that children become familiar with letter shapes when they start learning their sounds or start writing them down. However, since printed letters are often available in the environment, it is possible that children are already familiar with letter shapes. Here, we provide evidence for this intriguing possibility. We tested 300 children at the beginning of formal reading instruction of the Indian language Kannada. Each child performed four tasks: (1) a letter familiarity task in which they saw upright and inverted versions of each letter, and had to identify the more familiar orientation; (2) a letter recognition task where they had to name letters shown sequentially; (3) a visual search task where they had to find an oddball letter among identical other letters, with letters either all upright or inverted; and (4) a rapid automatized naming task where they had to name digits. Our main finding is that, despite showing wide variation in letter naming, children were highly familiar with letter orientation. This effect was present even on letters that children did not recognize at all. This familiarity with letter orientation also gave them a letter processing advantage: children searched faster when letters were upright than when they were inverted. Our findings reveal a far deeper knowledge of print among early readers than previously observed, and provide empirical support for early exposure to print as a strategy to jump-start reading acquisition.",
          "url": "https://osf.io/ybftn",
          "doi": "https://doi.org/10.31234/osf.io/ybftn",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Shining a Light on Sensory Changes After Moderate-Severe Traumatic Brain Injury",
          "authors": "Jai Carmichael; Gershon Spitz; Marilien Claire Marzolla; Kate Rachel Gould; John Olver; Caroline van Heugten; Jennie Ponsford",
          "abstract": "Background: Sensory changes are commonly observed in individuals with moderate-severe traumatic brain injury (msTBI) but remain under-researched.\nObjectives: This study examined the prevalence of sensory changes after msTBI and their relationships with emotional distress, functional disability, and life satisfaction.\nMethods: In a cross-sectional survey of 387 participants with msTBI (M=12.76 years post-injury; range=0.40–35.02) and 60 controls, we examined self-reported sensory symptoms across visual, auditory, gustatory, olfactory, and vestibular modalities, using a purpose-designed checklist and the Somatic Symptom Scale – 8. Emotional distress, functional disability, and life satisfaction were measured through the Hospital Anxiety and Depression Scale, 12-Item World Health Organization Disability Assessment Schedule 2.0, and Satisfaction With Life Scale, respectively. We compared the frequency of sensory symptoms between the TBI group and control group and examined associations with demographics, injury factors, and clinical outcomes within the msTBI sample.\nResults: 75% of participants with msTBI reported experiencing at least one sensory change due to their brain injury, averaging 2.21 symptoms (SD=2.01)—significantly higher than the 43% of controls reporting sensory symptoms. Within the msTBI sample, sensory changes were more common in younger participants (light hypersensitivity), females (light and noise hypersensitivity), those with more severe TBI (overall sensory changes, affected vision, reduced smell), and individuals who were fewer years post-injury (overall sensory changes, noise hypersensitivity, reduced smell, altered taste, dizziness). Sensory changes were consistently associated with worse clinical outcomes, with medium-large effect sizes for emotional distress and functional disability and smaller effects for life satisfaction. Outcomes worsened with the number of reported sensory changes.\nConclusions: Sensory changes are a clinically significant yet often overlooked issue after msTBI, even among individuals more than a decade post-injury on average, underscoring the need for routine assessment. Further research is needed to understand the mechanisms behind these sensory changes and develop effective interventions.",
          "url": "https://osf.io/nghjp",
          "doi": "https://doi.org/10.31234/osf.io/nghjp",
          "filter": 2
        },
        {
          "title": "Cultivating wisdom through metacognition: A new frontier in decision-making under radical uncertainty",
          "authors": "Igor Grossmann; Samuel Johnson",
          "abstract": "In an uncertain world, traditional decision-making models and wisdom cultivation methods fall short. Emulating exemplars or relying on mental shortcuts and habits may help in some situations but often fail with ill-defined problems and transformative decisions. We propose that cultivating metacognition—the ability to reflect on and regulate one's thoughts, goals, and emotions—is key to navigating these challenges. Metacognitive strategies like intellectual humility, perspective-taking, and open-mindedness help individuals discern complex situations, consider multiple viewpoints, and adapt their decision-making. Though not a cure-all, metacognition represents a promising frontier in cultivating wisdom. Insights from philosophy, psychology, and contemplative traditions suggest a range of interventions to foster metacognitive skills and enhance wise decision-making amid radical uncertainty. We call for a paradigm shift in how we approach judgment and decision-making, inviting researchers and practitioners to explore the untapped potential of metacognition in navigating life’s most complex challenges.",
          "url": "https://osf.io/hcnkx",
          "doi": "https://doi.org/10.31234/osf.io/hcnkx",
          "filter": 2
        },
        {
          "title": "Climate Change is an Intergenerational Challenge That Requires Intergenerationally-Focused Behavioral Solutions",
          "authors": "Kyle Fiore Law; Griffin Colaizzi; Stylianos Syropoulos",
          "abstract": "Anthropogenic climate change presents an intergenerational challenge, with its most severe impacts expected to affect future generations if current society fails to take action. Intergenerational psychology–specifically how people think about and care for future generations–has emerged as a critical driver of pro-environmental engagement, transcending demographic and ideological barriers. Insights from ethical philosophy, political philosophy, and behavioral economics further underscore the importance of intergenerational approaches in addressing environmental issues. We review the recent research on psychological interventions, legacy motivations, the principles of intergenerational responsibility, and behavior in economic games in the context of pro-environmental engagement. Broadly, this research has shown promise in promoting climate action across diverse populations through intergenerational framings. Importantly, intergenerational approaches not only inspire individual responsibility but also foster collective efforts toward sustainable solutions. Despite considerable emerging research, we point towards gaps in the literature for future research to address. Namely, there is a need for more research exploring the enduring impacts of intergenerational interventions using randomized controlled trials with longitudinal designs and examining their potential in promoting resilience and justice in the face of climate change. In sum, we conclude that addressing both climate change mitigation and adaptation through an intergenerational lens could be key to protecting the environment–not only for the present generation, but for the many future generations to come.",
          "url": "https://osf.io/qbj5r",
          "doi": "https://doi.org/10.31234/osf.io/qbj5r",
          "filter": 2
        },
        {
          "title": "How to promote more nuanced construct theories: An interdisciplinary perspective with pragmatic recommendations",
          "authors": "David Joachim Grüning; Nora Hangel",
          "abstract": "Psychology's reliance on statistical model fit often misinterprets statistical coherence as\nconstruct validity. Constructs may exhibit strong model fit but lack theoretical clarity. This\npaper argues that model fit should be one of several criteria for construct validity. We present\nan interdisciplinary framework that combines psychometric and philosophical insights and\nencourages approaches beyond structural analyses. By emphasizing predictive validity,\ntesting (in)variance across constructs, and examining distributional properties, we propose\nmethods that yield theoretically robust constructs. Our aim is to move from statistical fit to a\nnuanced understanding of construct validity, enabling models that better represent real\npsychological phenomena.",
          "url": "https://osf.io/8wpqf",
          "doi": "https://doi.org/10.31234/osf.io/8wpqf",
          "filter": 2
        },
        {
          "title": "Modelling Probability Judgements that Violate Binary Complementarity",
          "authors": "Aidan Tee; Joakim Sundh; Nick Chater; Adam N Sanborn",
          "abstract": "Individuals make biased and variable probability judgements. Recent models such as the Bayesian Sampler and Probability Theory Plus Noise capture these effects by assuming people randomly sample events but are biased towards indifference (i.e., 0.5). However there is a bias they do not capture: systematic violations of binary complementarity, i.e., violations of the simple constraint that judgments of P(A) and P(not A) should sum to 1. Until now, this bias was only captured by the sampling process of the Quantum Sequential Sampler. Here we develop straightforward generalisations of the Bayesian Sampler, by introducing an asymmetric prior, and Probability Theory Plus Noise, by introducing asymmetric noise, that can generate violations of binary complementarity. We next show that these three models make distinct predictions for the mean-variance relationship in repeated judgments. Finally, we investigate violations of binary complementarity in five experiments, where participants judged the probabilities of dice rolls. Participants consistently violated binary complementarity, independent of whether they were in a high or low probability environment or how the alternative options are partitioned. Crucially, participants showed the highest variability for probability judgements below 0.5, an effect captured by an asymmetric prior in the generalised Bayesian Sampler, but not by the biasing mechanisms in the other models.",
          "url": "https://osf.io/h3rgp",
          "doi": "https://doi.org/10.31234/osf.io/h3rgp",
          "filter": 2
        },
        {
          "title": "Is Overconfidence a Trait? An Adversarial Collaboration",
          "authors": "Jabin Binnendyk; Sophia Li; Thomas Costello; Randall Hale; Don A Moore; Gordon Pennycook",
          "abstract": "A fundamental underlying question about the nature of overconfidence has continued to be subject to scholarly dispute: Is overconfidence a genuine psychological trait? To advance a contested research topic, we engaged in an adversarial collaboration where both research teams agreed upon a set of critical tests and preregistered our analyses and predictions prior to data collection. Our study leverages a methodological innovation: To measure trait overconfidence absent task-related confounds, we developed a set of novel tasks where performance is ostensibly random. When we assess confidence this way, we find robust relationships across tasks as measured by both confirmatory factor analyses and raw correlations. This indicates that some people do believe that they are able to perform relatively well on tasks even when there is little reason for that confidence. Our results support the claim that overconfidence might be a trait.",
          "url": "https://osf.io/awugz",
          "doi": "https://doi.org/10.31234/osf.io/awugz",
          "filter": 2
        },
        {
          "title": "The association between dual sensory impairment and dementia: A meta-analysis and systematic review of the literature",
          "authors": "Nina Meret Zumbrunn; Karen Beckett; Johannes Alfons Karl; Fiona N. Newell; Louise Hopper; David McGovern",
          "abstract": "In recent years, a growing body of evidence has suggested that sensory impairment represents a modifiable risk factor for dementia. While previous reviews have considered the role of hearing impairment or visual impairment separately, no systematic review to date has considered the literature exploring the association between cognitive decline and having both visual and hearing impairment. Thus, the aim of this systematic review was to synthesise the published literature on the association between dual sensory impairment (DSI) and dementia by comparing individuals with DSI to those without sensory impairment and/or those with a single sensory impairment. A total of 22 papers were included in the narrative review, and 13 were included in the meta-analysis, which aimed to statistically assess whether DSI poses an additional risk of developing dementia compared to those with no sensory impairment and relative to individuals with hearing or vision impairment alone. Overall, we found a consistent link between dementia prevalence and incidence with DSI. Specifically, our results indicate that participants with DSI are at an approximately 50% greater risk of developing dementia compared to those without sensory impairments. Moreover, DSI was found to be a potentially greater risk factor for dementia than isolated hearing and visual impairment, with the risk for dementia in the DSI group exceeding the combined risk of the individual sensory impairments. While the review highlights substantial evidence supporting DSI as a significant risk factor for dementia and cognitive decline, it also acknowledges several limitations in the existing literature, including an absence of measurement validation, failure to consider sensory aids use and onset of sensory impairment, and the potential influence of sensory difficulties on cognitive test performance. We recommend that future studies should address those concerns, while also beginning to explore the effect of interventions targeting DSI on cognition.",
          "url": "https://osf.io/tpwuc",
          "doi": "https://doi.org/10.31234/osf.io/tpwuc",
          "filter": 2
        },
        {
          "title": "Psychopharmacology and personality disorder: Treatment or enhancement?",
          "authors": "Stefan Jerotic; Milutin Kostic",
          "abstract": "An in-depth examination into the application of psychopharmacology in the treatment of personality disorders highlights the multifaceted debates about using medication for personality enhancement. Proponents argue that underlying biological disturbances might be at the heart of behavioral anomalies, and psychotropics could offer remedies. There's a perspective that positions psychopharmaceuticals as means for self-creation, allowing individuals to align their identities with their aspirations. However, counter-views voice concerns about the potential erasure of one's genuine self and the looming societal push towards medicinal conformity. Additionally, worries about the adverse impacts of medication, including potential long-term detriment, persist. The inclination of society to prioritize personality traits while underestimating situational factors adds another layer of complexity. Central to the discourse is the nuanced relationship between different layers of self —from the intrinsic, embodied experience to the externally influenced narrative identity. Ethical dilemmas, rooted in discussions around personal authenticity versus societal norms and the provocative proposition of perceiving certain personality disorders as moral rather than medical deficiencies, emerge. We emphasize the importance of an individualized, ethically-balanced approach in employing psychotropics for personality disorders.",
          "url": "https://osf.io/nug3r",
          "doi": "https://doi.org/10.31234/osf.io/nug3r",
          "filter": 2
        },
        {
          "title": "How do psychology journals handle post-publication critique? A cross-sectional study of policy and practice",
          "authors": "Annie Whamond; Simine Vazire; Beth Clarke; Nicholas Moodie; Sarah R. Schiavone; Robert T. Thibault; Tom Elis Hardwicke",
          "abstract": "Post-publication critique, such as letters-to-the-editor, can contribute to the validity and\ntrustworthiness of scientific research. We conducted a cross-sectional analysis of the policy and\npractice of post-publication critique at: (a) randomly-selected (N = 100), and (b) prominent (N =\n100) psychology journals. In 2023, an explicit submission option for post-publication critique\nwas available at 23% (95% CI [16% to 32%]) of randomly sampled psychology journals and\n38% of the most prominent psychology journals. Journals sometimes imposed limits on the\nlength and time allowed to submit critiques. We manually inspected two random samples of\nempirical articles published in 2020 (N = 101 articles per sample), estimating the prevalence of\npost-publication critique to be 0% (95% CI [0% to 3.7%]) in psychology journals generally and\n1% (95% CI [0.2% to 5.4%]) in the most prominent psychology journals. The policy and practice\nof post-publication critique is seriously neglected in psychology journals.",
          "url": "https://osf.io/eadhb",
          "doi": "https://doi.org/10.31234/osf.io/eadhb",
          "filter": 2
        },
        {
          "title": "Contrasting Experiences: Gender Disparities in Spirituality, Character Strengths, Mental Health, and Social Justice Among Next-Generation Religious Leaders",
          "authors": "Seungju Kim; David Wang; Deborah H. C. Gin; Jo Ann Deasy; Steven Sandage",
          "abstract": "In spite of the substantial historical and ongoing contributions of female religious leaders to the life of religious communities around the world, little is understood about their contrasting experiences in a context that tends to be male normative, especially from an empirical perspective. Poorly understood experiences of female religious leaders lead institutions and religious leaders to assume a lack of heterogeneity, along with the ongoing adoption of formative experiences that are normed after a population that does not reflect the realities of most current and/or future religious leaders. Little to no empirical studies to date have formally investigated gender differences in religious leaders in many domains, much less mental health. The present study utilized a sample of 452 emerging religious leaders (50.2%, women) and a series of t-tests on self-report measures across domains of spirituality, character, emotional and mental health, and social values. Overall, women reported significantly higher rates of character strengths, social justice values, as well as lower emotional and mental health compared to men. Results also indicated that men reported higher rates of Narcissism-Grandiosity and Spirituality, yet women reported higher rates of Narcissism-Vulnerability. The authors identify potential drivers of differences and disparities while proposing recommendations for stakeholders in religious communities and higher education.",
          "url": "https://osf.io/mqwg9",
          "doi": "https://doi.org/10.31234/osf.io/mqwg9",
          "filter": 2
        },
        {
          "title": "Estimating Causal Effects on Psychological Networks Using Item Response Theory",
          "authors": "Joshua Gilbert; Benjamin Domingue; James Kim",
          "abstract": "Network models in which each variable interacts with the others in a complex system have emerged as an important alternative to latent variable models in psychometric research. However, confirmatory methods for group network comparison are limited by practical constraints, such as the computational intractability of the Ising model in large networks. In this study, we demonstrate how to estimate causal effects on network state and strength when direct network estimation is not feasible by leveraging the mathematical equivalencies between the Ising model and item response theory (IRT) models. We demonstrate through simulation that a two-parameter logistic (2PL) explanatory IRT model can simultaneously recover causal effects on network state and strength. We first apply the method to a single empirical example of a vocabulary assessment from a content literacy intervention to demonstrate model building and interpretation strategies. We then replicate our approach with 72 empirical datasets from randomized controlled trials with item-level outcome data in education, economics, health, and related fields. Our results show that causal effects on network strength are both common and uncorrelated with effects on network state, suggesting that causal network models can provide new insight into the impact of interventions in the social sciences.",
          "url": "https://osf.io/7k6xz",
          "doi": "https://doi.org/10.31234/osf.io/7k6xz",
          "filter": 2
        },
        {
          "title": "Is it Really ‘Radicalisation’? Predatory Aggression Across Contexts",
          "authors": "Michael Moncrieff",
          "abstract": "By reframing behavioural radicalisation as predatory aggression, this chapter introduces an analytical framework applicable across diverse contexts – from domestic terrorism to ethnic strife. Unlike bargaining aggression, which seeks negotiated gains, or reactive aggression, which is defensive, predatory aggression is driven by the intrinsic aim of eliminating or depowering perceived adversaries. This perspective clarifies why radicalised individuals are often viewed as “psychotic,” linking this perception to a psychological inversion of costs and benefits where harm to others becomes personally rewarding. By identifying envy and hatred as central emotions, the chapter advances a functional approach to the study of radicalisation. Through its application to ethnic violence, this perspective illuminates how predatory aggression shapes collective conflicts, offering a more precise conceptual boundary for behavioural radicalisation across different contexts.",
          "url": "https://osf.io/6mp4t",
          "doi": "https://doi.org/10.31234/osf.io/6mp4t",
          "filter": 2
        },
        {
          "title": "Psychopharmacology and personality disorder: Treatment or enhancement?",
          "authors": "Stefan Jerotic; Milutin Kostic",
          "abstract": "An in-depth examination into the application of psychopharmacology in the treatment of personality disorders highlights the multifaceted debates about using medication for personality enhancement. Proponents argue that underlying biological disturbances might be at the heart of behavioral anomalies, and psychotropics could offer remedies. There's a perspective that positions psychopharmaceuticals as means for self-creation, allowing individuals to align their identities with their aspirations. However, counter-views voice concerns about the potential erasure of one's genuine self and the looming societal push towards medicinal conformity. Additionally, worries about the adverse impacts of medication, including potential long-term detriment, persist. The inclination of society to prioritize personality traits while underestimating situational factors adds another layer of complexity. Central to the discourse is the nuanced relationship between different layers of self—from the intrinsic, embodied experience to the externally influenced narrative identity. Ethical dilemmas, rooted in discussions around personal authenticity versus societal norms and the provocative proposition of perceiving certain personality disorders as moral rather than medical deficiencies, emerge. We emphasize the importance of an individualized, ethically-balanced approach in employing psychotropics for personality disorders.",
          "url": "https://osf.io/6wyvs",
          "doi": "https://doi.org/10.31234/osf.io/6wyvs",
          "filter": 2
        },
        {
          "title": "Semantic anchors facilitate task encoding in continual learning",
          "authors": "Mina Habibi; Pieter Verbeke; Mehdi Senoussi; Senne Braem",
          "abstract": "Humans are remarkably efficient at learning new tasks, in large part by relying on the integration of previously learned knowledge. However, research on task learning typically focuses on the learning of abstract task rules on minimalist stimuli, to study behavior independent of the learning history that humans come equipped with (i.e., semantic knowledge). In contrast, several theories suggest that the use of semantic knowledge and labels may help the learning of new task information. Here, we tested whether providing existing, semantically rich task rules and response labels allowed for more robust task encoding and less (catastrophic) forgetting and interference. Our results show that providing semantically rich task rules and response labels resulted in less task forgetting (Experiment 1), both when using pictorial symbols or words as labels (Experiment 2). Using artificial recurrent neural networks fitted to task behavior, we show that the semantically rich learning conditions resulted in more separated task representations during learning. Finally, using a subsequent value-based decision-making task and reinforcement learning modelling (Experiment 3), we demonstrate how the learned embedding of novel stimuli in semantically rich, separated task representations, further allowed for a more efficient, feature-specific processing when learning new task information. Together, our findings show the benefit of using semantically rich task rules and response labels during novel task learning, thereby offering important insights into why humans excel in continual learning and are less susceptible to catastrophic forgetting compared to most artificial agents.",
          "url": "https://osf.io/wy7c4",
          "doi": "https://doi.org/10.31234/osf.io/wy7c4",
          "filter": 2
        },
        {
          "title": "Comparing the Orch OR and B-Man Stra/Tac theories of Consciousness",
          "authors": "John Howard",
          "abstract": "This paper has three objectives, firstly to compare the Orchestrated Objective Reduction (Orch OR) and B-Man Stra/Tac  theories of consciousness to identify areas of agreement or divergence. Secondly to consider whether B-Man Stra/Tac can fill the Orch OR functional gap. Finally, to offer some suggestions for further Orch OR research.",
          "url": "https://osf.io/dcq4f",
          "doi": "https://doi.org/10.31234/osf.io/dcq4f",
          "filter": 2
        },
        {
          "title": "Spelling Assessments With the Hamburger Schreib-Probe: Psychometric Examination Using the Example of a Secondary School in Baden-Württemberg",
          "authors": "Friederike Busse; Benjamin Goecke; Oliver Wilhelm; Martin Böhnisch; Selina Weiss",
          "abstract": "The Hamburger Schreib-Probe (HSP) is a popular instrument in research and practice for determining spelling skills. It is characterized by the fact that, in addition to an overall score, it also provides results relating to the proficiency of spelling strategies. Using data from eleven cohorts from a secondary school in Baden-Württemberg, the psychometric quality of the instrument, in particular its characteristic strategy scores, was examined for the first time in this study using factor analytical methods. A unidimensional measurement model was established in line with the HSP's theoretical foundation. However, we did not find metric measurement invariance for the cohorts studied. We also pointed out the diagnostic value of the detailed results concerning individual spelling strategies. This showed that children with the same performance level exhibited quite heterogeneous strategy profiles. An exemplary classification of the data showed that the performance of the classes examined was consistent with the results of large-scale studies and matched the findings of the possible effects of the coronavirus pandemic. The HSP appears to be a theoretically and psychometrically sound measurement instrument with a high diagnostic information density. However, its skewed distribution should be mentioned as a psychometric weakness. We also discussed the significance of the lack of metric invariance. Studies on representative samples with relevant covariates are required to further test the HSP's suitability for widespread use in schools.",
          "url": "https://osf.io/9k2fu",
          "doi": "https://doi.org/10.31234/osf.io/9k2fu",
          "filter": 2
        },
        {
          "title": "Telephone- and computer-administered instruments in detection of cognitive impairment",
          "authors": "Aino Aaltonen; Toni Tapani Saari; Mia Urjansson; Teemu Paajanen; FinnGen; Aarno Palotie; Heiko Runz; Jaakko Kaprio; Valtteri Julkunen; Eero Vuoksimaa",
          "abstract": "INTRODUCTION: We investigated the associations of telephone- and computer-administered cognitive screening instruments for Alzheimer’s disease (AD) with in-person measurement in a population-based sample of individuals without prior diagnosis of dementia-causing neurodegenerative disease.\n\nMETHODS: We studied 202 TWINGEN participants (126 women), aged 65–85 years, who had in-person administered Consortium to Establish a Registry for Alzheimer’s Disease neuropsychological battery (CERAD-nb) data. Telephone-administered instruments were telephone assessment for dementia (TELE) and modified version of Telephone Interview for Cognitive Status, and computer-administered instrument was web-based cCOG.\n\nRESULTS: Screening instruments exhibited moderate to high correlations with CERAD-nb. In detecting cognitive impairment, area under the receiver operating characteristic curve ranged from 0.65 (95% CI [0.53, 0.78]) for TELE to 0.76 (95% CI [0.67, 0.86]) for cCOG. \n\nDISCUSSION: Cognitive screening instruments were associated with in-person neuropsychological battery designed for early detection of AD. The results indicate validity of the computerized and telephone-administered tests in population-level.",
          "url": "https://osf.io/5wy6c",
          "doi": "https://doi.org/10.31234/osf.io/5wy6c",
          "filter": 2
        },
        {
          "title": "State optimism as a state-dependent prior about rewarding outcome",
          "authors": "Kanji Shimomura; Kenji Morita",
          "abstract": "Optimism has long been studied as a trait that can significantly affect physical and mental health. Studies using behavioral experiments have characterized optimism as an interindividual factor that interacts with learning parameters. However, recent studies revealed that optimism in fact has a state-like aspect; that is, it fluctuates within individuals depending on external events and daily experiences. This raises the possibility that optimism might act as a factor that modulates learning, depending on the current state within individuals. The present study examined this possibility by conducting behavioral tasks and questionnaire surveys pre- and post- intervention to increase optimism (n = 95 for the intervention group and n = 41 for the control group), which has been shown to be effective for trait optimism in previous meta-analyses. After demonstrating that this intervention was also effective for state optimism, the following preregistered hypotheses were tested: intraindividual changes in state optimism (1) relate to positive belief updating bias and (2) relate to prior expectation about reward likelihood. While the results did not support Hypothesis (1), Hypothesis (2) was partially supported. Specifically, intraindividual changes in prior about reward, estimated through an abstract learning task, showed a positive association with changes in state optimism, measured by questionnaire, in the intervention group, although group × time interaction on the prior about reward was not detected. This suggests that optimism fluctuating within individuals acts as a state-dependent prior, potentially across various environments.",
          "url": "https://osf.io/mcs59",
          "doi": "https://doi.org/10.31234/osf.io/mcs59",
          "filter": 2
        },
        {
          "title": "Spatial and categorical structure in short-term visual memory",
          "authors": "Andrew Haun; Giulio Tononi",
          "abstract": "Across different timescales, visual memory differs not only in its functional characteristics – namely its capacity and its duration – but also in its structure. Long-term visual memory is perhaps entirely categorical, while at the shortest latencies visual iconic memory shows signs of pictorial or imagistic structure. In this study we aimed to distinguish these two forms of memory structure, demonstrating differences in long and short term memory using similar stimuli. We confirm earlier results showing that long-term memory relies on the categorical content evoked by seeing scenes, using a standard study-and-test paradigm. With the same paradigm we show that short-term memory seems unaffected by the subtraction of high-level categorical content, implicating pre-categorical structure in memory. With the same stimuli we carry out a discrimination task, with the results suggesting that this pre-categorical structure may be explicitly spatial, the stuff of iconic memory and online vision.",
          "url": "https://osf.io/6mehn",
          "doi": "https://doi.org/10.31234/osf.io/6mehn",
          "filter": 2
        },
        {
          "title": "Perplexing Patterns of Personality Co-development: Findings from a 17-year Longitudinal Study of Mexican-origin Families",
          "authors": "Evan A. Warfel; Emorie D Beck; Richard Robins; Angelina Sutin",
          "abstract": "The present study addresses a fundamental yet largely neglected question about personality development: To what extent are changes in parent personality traits associated with changes in their child's personality traits? Numerous developmental processes suggest that parent and child personality might have transactional associations over time, contributing to their co-development. This co-development may be homotypic (e.g., associations between changes in Parent and changes in Child Conscientiousness) and heterotypic (e.g., associations between changes in Parent Conscientiousness and changes in Child Extraversion). In addition to investigating the extent to which parent and child personality co-develops, we also investigated the extent to which parental (mother and father) personality co-develops. We tested these ideas using bivariate growth curve models of personality trait assessments from a 17-year longitudinal study of 674 Mexican-origin families. Intercepts of parent and child trait trajectories were generally correlated, but we did not find significant correlations between the slopes, contrary to our expectation of parent-child co-development. We found stronger evidence for co-development in mom-dad dyads, with significant slope-slope correlations for Extraversion, Agreeableness, and Openness. In almost all cases, these findings generalized across child gender, child nativity, and parental age. We discuss the implications of the findings for adolescent personality development.",
          "url": "https://osf.io/5pzhk",
          "doi": "https://doi.org/10.31234/osf.io/5pzhk",
          "filter": 2
        },
        {
          "title": "An Alternative to the Bland-Altman Repeated-Measures Correlation to Account for Variability of Slopes Across Persons",
          "authors": "Tyler Maxwell Moore; Mathias Basner",
          "abstract": "The Bland-Altman repeated-measures correlation (rmcorr) is widely used to estimate within-person correlations between two variables in repeated-measures data. However, it assumes the same slope for all subjects, which can be misleading when slopes vary. To propose an alternative method, the weighted mean within-person correlation (wmcorr), which calculates the average of all within-person correlations, weighted by the square root of the number of observations for each person. The wmcorr method was applied to real data examples and compared to the Bland-Altman rmcorr. Simulations (5,000) were run to compare the mean significance levels (p-values) of rmcorr and wmcorr and to determine the relationship between estimated rmcorrs and wmcorrs. In most cases, rmcorr and wmcorr yielded similar results. However, in cases where subjects had at least moderately varying slopes, wmcorr provided a more visually intuitive estimate of the within-person correlation. Conflicting significance levels or opposite directions of rmcorr and wmcorr served as \"warning signs\" for potential data quality issues or the need for further data collection. The wmcorr method is proposed as an alternative to the Bland-Altman rmcorr for estimating within-person correlations in repeated-measures data. Researchers are encouraged to estimate both wmcorr and rmcorr, as discrepancies between the two can alert researchers to data patterns that warrant closer inspection before drawing conclusions about within-person relationships.",
          "url": "https://osf.io/rqcv8",
          "doi": "https://doi.org/10.31234/osf.io/rqcv8",
          "filter": 2
        },
        {
          "title": "Effects of human-animal interaction on positive youth development: A replication study",
          "authors": "Allison Pachunka; Jay Benson Jeffries; Lisa Karr; Lena Luck; Bryan Reiling; Doug Schultz; Jeffrey R Stevens",
          "abstract": "Interacting with animals can improve health and well-being across the lifespan. Some programs such as 4-H and FFA center around youth interacting with animals, potentially enhancing youth development. Mueller (2014) investigated whether these interactions and attitudes about animals influenced measures of positive youth development. The aim of our studies was to replicate Mueller’s methods and extend her work by evaluating whether membership in animal-focused youth programs moderate any associations between interactions, attitudes, and positive youth development. We did not find strong relationships among human-animal interaction and positive youth development, which failed to replicate Mueller’s findings. However, we did find relationships between animal attitudes and positive youth development, replicating Mueller’s findings. Membership in animal-focused youth programs did not moderate any observed effects. Thus, though animal attitudes are associated with positive youth development, membership in a youth program does not seem to enhance these relationships, and human-animal interactions do not seem to have strong associations with positive youth development.",
          "url": "https://osf.io/ge7bf",
          "doi": "https://doi.org/10.31234/osf.io/ge7bf",
          "filter": 2
        },
        {
          "title": "Exploratory Graph Model",
          "authors": "Alexander P. Christensen; Hudson Golino",
          "abstract": "Network psychometric models have emerged as an alternative to latent variable frameworks for conceptualizing psychological phenotypes. Despite their growing popularity, the formalization of network models as a measurement model has been largely unexplored. Recent efforts have integrated network models within the structural equation modeling (SEM) framework, but no standalone framework exists to specify network models as a measurement model, particularly with consideration of dimensions. This paper introduces the Exploratory Graph Model (EGM), a mathematical framework that formalizes networks as a measurement model that includes community structures where dimensions arise from the mutual interactions between observed variables rather than caused by latent constructs. After formalizing the model, a data generation approach is parameterized and a Monte Carlo simulation study is performed to demonstrate the differences in parameter estimates between EGM and exploratory factor analysis (EFA) when data are generated from EGM and latent factor models. We further explore whether the data generating model can be determined based on traditional SEM and likelihood statistics. An empirical example is presented to showcase how EGM can be applied and compared against EFA and alternative EGM structures. EGM broadens traditional views on how psychological phenotypes can be conceptualized, providing a network-based understanding of psychological measurement.",
          "url": "https://osf.io/zkdr4",
          "doi": "https://doi.org/10.31234/osf.io/zkdr4",
          "filter": 2
        },
        {
          "title": "Not All is Bad with Older Age: a Comprehensive Overview of Cognitive Control in Healthy Aging",
          "authors": "Sarah De Pue; Hans Stuyck; Celine Gillebert; Eva Dierckx; Eva Van den Bussche",
          "abstract": "Declines in cognitive control impact older adults’ daily life and independence. Cognitive control frameworks distinguish different subcomponents, such as inhibition, updating, shifting, proactive and reactive control. A comprehensive overview of how these subcomponents develop in aging is lacking, with research typically focusing on small samples treated as a homogenous age group, targeting a single subcomponent, or using heterogenous tasks across studies. In the current study, young adults (N=75) and three cohorts of older adults (N=231) completed an extensive test battery assessing multiple subcomponents of cognitive control. Results showed improved response inhibition and interference control in older vs. young adults, decreased updating and shifting with age, and preserved proactive control in older adults. These findings show that changes in cognitive control subcomponents follow different onsets and trajectories, highlighting the importance of including them in cognitive aging research. Longitudinal follow-up studies can help uncover inter- and intra-individual changes in subcomponents with aging.",
          "url": "https://osf.io/vnkdq",
          "doi": "https://doi.org/10.31234/osf.io/vnkdq",
          "filter": 2
        },
        {
          "title": "Experience sampling method studies in physical activity research: the relevance of causal reasoning",
          "authors": "Louise Poppe; Annick De Paepe; Benedicte Deforche; Delfien Van Dyck; Tom Loeys; Jelle Van Cauwenberg",
          "abstract": "Background. The experience sampling method (ESM), also known as ecological momentary assessment, is gaining popularity in physical activity research. This method involves assessing participants’ behaviors and experiences repeatedly over time. One key advantage of ESM is its ability to temporally separate the dependent and independent variable of interest, reducing the risk of reverse causality. However, temporal separation alone is insufficient for establishing causality. This methodology paper illustrates the importance of the identification phase in drawing causal conclusions from ESM data. In the identification phase the causal effect of interest (or estimand) is specified and the assumptions under which a statistical association can be considered as causal are identified. Causal directed acyclic graphs (DAGs) visualize these assumptions by displaying the assumed causal structure between the independent variable, the dependent variable and other related variables. Methods. The Methods section demonstrates how to construct an estimand and develop a DAG for a specific research question in an ESM study. Results. In the Results section, we describe how confounding bias revealed by the DAG can be addressed by modifying ESM study design or data-analysis. Each step is illustrated with an example from the field of physical activity research. Conclusions. Implementing the identification phase before conducting data analysis enables ESM researchers to make more informed decisions, thereby enhancing the validity of causal inferences in studies aimed at answering causal questions.",
          "url": "https://osf.io/2mafb",
          "doi": "https://doi.org/10.31234/osf.io/2mafb",
          "filter": 2
        },
        {
          "title": "Virtues for AI",
          "authors": "Jakob Ohlhorst",
          "abstract": "Virtue theory is a natural approach towards the design of artificially intelligent systems, given that the design of artificial intelligence essentially aims at designing agents with excellent dispositions. This has led to a lively research programme to develop artificial virtues. However, this research programme has until now had a narrow focus on moral virtues in an Aristotelian mould. While Aristotelian moral virtue has played a foundational role for the field, it unduly constrains the possibilities of virtue theory for artificial intelligence. This paper aims to remedy this limitation. Philosophers have developed a rich tradition investigating virtues, their normative domains and their structure. Drawing on this tradition, I propose a three-dimensional classification system of possible artificial virtues: virtues can be classified according to the domain in which virtue is an excellence, norm which makes a virtue an excellence, and mode how the virtue delivers the excellence. With this framework, we can discern gaps in the current theorising about artificial virtues. Additionally, it gives us a tool to evaluate the competences of extant artificially intelligent systems.",
          "url": "https://osf.io/6d254",
          "doi": "https://doi.org/10.31234/osf.io/6d254",
          "filter": 2
        },
        {
          "title": "Unusual coincidences, statistics and an intelligent influence",
          "authors": "Sergei Chekanov",
          "abstract": "This paper argues that unusual coincidences, particularly those involving historical events, can be viewed as design patterns, suggesting an intelligent influence over the course of events. A compelling case examined in detail using probability theory concerns the presidencies of Abraham Lincoln (1809–1865) and John F. Kennedy (1917–1963). This and other coincidences involving historical figures disfavor the materialistic perspective and point to the presence of an intelligent agent acting on a global scale, beyond the arrow of time, influencing human lives and the course of history.",
          "url": "https://osf.io/ybdvk",
          "doi": "https://doi.org/10.31234/osf.io/ybdvk",
          "filter": 2
        },
        {
          "title": "Developmental Frameworks, What Have You Done for Me Lately?",
          "authors": "Isabella Stallworthy; Meriah Lee DeJoseph; Marion I. van den Heuvel; Daniel Berry; Willem Frankenhuis",
          "abstract": "Frameworks are widespread in developmental psychology. They offer general ideas about what to study in human development: which concepts to focus on (e.g., systems, trade-offs), which processes to test (e.g., micro-macro, bidirectional), and which methods to use (e.g., interview, equations). However, despite their prominence, there exists very little consensus or guidance on how to use them in research. As such, frameworks have an obscure role: they influence our research questions, methods, and theory, but often in ways we cannot articulate for ourselves, let alone for others. This paper presents a practical guide for leveraging frameworks to improve developmental research. We suggest that frameworks can guide us through a research project’s “map of conceptual terrain”: which questions to ask and how to study them. We first classify these considerations into topic areas (i.e., “regions”), including assumptions and ideas about timescales and processes of developmental change. We then offer a strategy for charting a “path” through these regions, creating chains of logic to make increasingly specific claims and choices, from framework to research practice. As an illustrative example, we use Bronfenbrenner’s bioecological framework to study parent-child relationships, highlighting its affordances and limitations. We also draw contrast with other prominent frameworks, showcasing how different frameworks can alter a researcher’s path. Our proposed explicit and systematic use of frameworks can serve as a powerful navigation system for building and refining research programs. Thus, our paper provides a guide for developmental scientists to more explicitly use and capitalize on frameworks in their empirical research.",
          "url": "https://osf.io/achtd",
          "doi": "https://doi.org/10.31234/osf.io/achtd",
          "filter": 2
        },
        {
          "title": "Enhancing the Scalability, Sustainability, and Efficacy of Maternal Mental Health Interventions in Low-Resource Settings: Commentary on Fink et al. (2024)",
          "authors": "Qiang Xie; Weiying Chen",
          "abstract": "Fink et al. (2024) provides promising evidence for the feasibility, acceptability, and efficacy of the Problem Management for Moms (PM4M) program, a culturally adapted, community-based maternal mental health intervention in low-resource settings like Zambia. In this commentary, we address several limitations of the study, including the use of a no-treatment control group, which limits causal inference, and the reliance on community health workers for program delivery, which poses challenges for scalability and sustainability. We propose future research to incorporate placebo controls to examine the efficacy of PM4M and dismantling designs to identify the specific treatment components responsible for its benefits, as well as explore the potential for digital, self-help versions of PM4M to enhance scalability. Additionally, we recommend examining the moderating effects of sociodemographic factors on intervention outcomes to better tailor PM4M for diverse populations. These advancements could improve the scalability, sustainability, and efficacy of PM4M in low-resource settings.",
          "url": "https://osf.io/62rmx",
          "doi": "https://doi.org/10.31234/osf.io/62rmx",
          "filter": 2
        },
        {
          "title": "Prejudice Tied to State Centralization in Historical Societies",
          "authors": "Danica Dillion; Yuanze LIU; Yuqi Chen; Joseph Watts; Cecilia Zhao; Suryadyuti Baral; William Buckner; Mohammad Atari; Nour Kteily; Joshua Conrad Jackson",
          "abstract": "Prejudice between regional, ethnic, religious, familial, and class groups is a fixture of modern societies, but we still know little about how prejudice unfolded across human history. By some accounts, prejudice is a human universal. By others, it should vary based on ecology or social structure. We present two mixed-method historical analyses showing that prejudice is strongly tied to state centralization. Ethnographies of 90 historical societies show that group-based dislike (horizontal prejudice) and superiority beliefs (vertical prejudice) were most common in historical state societies. A text analysis of Chinese historical records from 206 BCE to 1911 CE finds that both forms of prejudice towards ethnic minorities intensified when China was unified under a single state compared to when it was divided into smaller regimes.",
          "url": "https://osf.io/zxuth",
          "doi": "https://doi.org/10.31234/osf.io/zxuth",
          "filter": 2
        },
        {
          "title": "Item Content and Overlap Analysis of common Depression and Anxiety Scales",
          "authors": "Beatriz Domínguez-Álvarez",
          "abstract": "Background: Although overlap between depression and anxiety scales has been investigated separately, research examining shared and unique symptom profiles across both domains is limited. Given that comorbidity between depressive and anxiety disorders can reach up to 65%, understanding symptom-level overlap could provide valuable insights for improving diagnostic accuracy and developing targeted transdiagnostic assessments. Methods: We conducted a content analysis of 18 widely used clinical scales, assessing both depression and anxiety domains individually and together. Using the Jaccard Index (0 = no overlap; 1 = complete overlap), we quantified overlap across individual depression scales, individual anxiety scales, and combined depression and anxiety scales to capture symptom-level intersections. Results: Our findings indicated low mean overlap within each domain (0.29 and 0.26 for depression and anxiety, respectively) and even lower mean overlap (0.13) when depression and anxiety scales were analyzed together, underscoring significant heterogeneity among scales. The Hamilton Rating Scale for Depression (HRDS) and Hamilton Anxiety Rating Scale (HAM-A) displayed the highest cross-domain overlap (0.41), suggesting these scales may assess overlapping symptom dimensions. Conclusion: Results reveal distinct symptom structures in depression and anxiety scales, with only a limited degree of shared content. This suggests that many current scales may inadequately capture the mixed symptoms often present in clinical populations. Our findings underscore the importance of developing transdiagnostic measures capable of assessing both shared and distinct symptom dimensions across affective disorders, which may ultimately enhance clinical precision in assessing comorbid presentations and inform future revisions of existing assessment tools",
          "url": "https://osf.io/wypk2",
          "doi": "https://doi.org/10.31234/osf.io/wypk2",
          "filter": 2
        },
        {
          "title": "Post-error slowing during motor sequence learning under extrinsic and intrinsic error feedback conditions",
          "authors": "Maarten Immink",
          "abstract": "Post-error slowing, described as an error-corrective index of response binding during motor sequence learning, has only been demonstrated in the serial reaction time task under conditions where extrinsic error feedback is presented. The present experiment investigated whether post-error slowing is dependent on, or is influenced by, extrinsic error feedback. Thirty participants (14 females, Mage = 21.9  1.8 years) completed the serial reaction time task with or without presentation of extrinsic error feedback.  Post-error slowing was observed following response error whether feedback was presented or not. However, presentation of extrinsic error feedback increased post-error slowing across practice and extended the number of responses that were slowed following an error.  There was no evidence of feedback effects on motor sequence learning or explicit awareness.  Instead, feedback appeared to function as a performance factor that reduced response error rates relative to no feedback conditions.  These findings illustrate that post-error slowing in motor sequence learning is not reliant on or a result of presentation of extrinsic error information.  More specific to the serial reaction time task paradigm, the present findings demonstrate that the common practice of presenting error feedback is not necessary for investigating motor sequence learning unless the aim is to maintain low error rate. However, doing so might inflate reaction time in latter training blocks.",
          "url": "https://osf.io/srbgm",
          "doi": "https://doi.org/10.31234/osf.io/srbgm",
          "filter": 2
        },
        {
          "title": "Barriers to Complexity-Theoretic Proofs that Achieving AGI  Using Machine Learning is Intractable",
          "authors": "Michael Guerzhoy",
          "abstract": "A recent paper by van Rooij et al. (2004) https://osf.io/preprints/psyarxiv/4cbuv claims to have proved that achieving human-like intelligence using\nlearning from data is intractable in a complexity-theoretic sense. We point out that the proof\nrelies on an unjustified assumption about the distribution of (input, output) pairs in the data. We\nbriefly discuss that assumption in the context of two fundamental barriers to repairing the proof:\nthe need to precisely define “human-like,” and the need to account for the fact that a particular\nmachine learning system will have particular inductive biases that are key to the analysis. Another\nattempt to repair the proof, by focusing on subsets of the data, faces barriers in terms of defining\nthe subsets.",
          "url": "https://osf.io/u85v3",
          "doi": "https://doi.org/10.31234/osf.io/u85v3",
          "filter": 2
        },
        {
          "title": "eddymotion: An open implementation of FSL's eddy with volume-to-volume artifact estimation for neuroimaging beyond diffusion MRI",
          "authors": "Jon Haitz Legarreta Gorroño; Elodie Savary; Christopher Johnson Markiewicz; Ariel Rokem; Martin Norgaard; Oscar Esteban",
          "abstract": "Synopsis\nMotivation: Create an open-source alternative to FSL’s eddy without commercial limitations that\ngeneralizes over problems beyond eddy current distortions of diffusion MRI.\nGoals: Evaluate the tool’s performance vis-à-vis with corresponding tools.\nApproach: We implement a Gaussian Process regressor model and a Bayesian optimization\nlayer on an existing registration framework, and estimate the alignment of neuroimaging data\nenabled by the eddymotion framework.Results: Using publicly available neuroimaging data, we provide evidence about the\neffectiveness of our volume-to-volume modeling framework for generalized artifact identification\nand correction in neuroimaging.\n\nImpact\nWe present eddymotion, an open-source framework for volume-to-volume artifact estimation\ninspired by FSL eddy. Our tool allows for easy alternative model implementation, it can be used\nfor non-dMRI imaging modalities and does not have a restrictive license.",
          "url": "https://osf.io/gfny9",
          "doi": "https://doi.org/10.31234/osf.io/gfny9",
          "filter": 2
        },
        {
          "title": "The Impact of Focal Cortical Lesions on the Development of Cognitive Ability: Testing causality after the longitudinal analysis of 464 children",
          "authors": "John Protzko; ROBERTO COLOM; Sherif Karama",
          "abstract": "Theories of cognitive development rely on implicit or explicit causal assumptions from developmental data. While powerful in their attempt to account for within-individual developmental change, causally testing such theories is difficult. One method for enhancing our knowledge might be to look for exogenous changes affecting mainly some cognitive abilities and to observe the developmental outcomes over further abilities. Focal cortical lesions sustained in childhood represent one informative instance of such changes. Here we test the implications of theories of cognitive development by studying a sample of 464 individuals who suffered focal cortical lesion in childhood to either the right frontal or right temporal lobes. Children had follow-up cognitive assessments done 8.5 years later. The key findings showed sustained long-term deficits in fluid abilities, but no developmental cascade of a reduction in abilities over time. Suffering a lesion to the right frontal cortex, despite causing a drop in fluid or abstract intelligence, does not transfer over to crystallized or knowledge-based abilities over development. The implication is that there is no transfer between these abilities when an exogeneous change affects early fluid ability. These results can be seen as powerful for testing developmental theories of cognition against their causal assumptions.",
          "url": "https://osf.io/4th8x",
          "doi": "https://doi.org/10.31234/osf.io/4th8x",
          "filter": 2
        },
        {
          "title": "Direct cognitive testing in the field at scale: leveraging core knowledge to assess the development of young children in Ghana",
          "authors": "Joseph Coffey; Elizabeth Spelke",
          "abstract": "Recent years have seen growing interest in field research using randomized designs to evaluate the impacts of diverse interventions on early child development and education. Measuring these impacts requires assessments that can track development prior to school entry. We propose a novel approach using research from developmental cognitive science: targeting five areas of core knowledge—language, numeracy, spatial reasoning, mental state reasoning, and executive function—that have been found to emerge across cultures in infancy and predict later performance on related skills in adulthood. Using tasks based on experimental paradigms developed in lab settings, we tested 1256 Ghanaian children (centering on four age groups at 1.5, 3.5, 5.5, and 7.5 years), whose parent previously took part in a randomized controlled field experiment on secondary education. Here we investigate the sensitivity and specificity of these tasks. We ask whether these core knowledge tasks 1) produce responses from Ghanaian children that are internally consistent and above chance, 2) relate to performance on other similar tasks within the same cognitive domain, and 3) are stable over time and predict future performance. We find that the assessment battery captures individual differences in the older tested age groups (3.5 years and above), in the domains of language, numeracy, spatial reasoning, and executive functioning, but not for infants or for tests of mental state reasoning. Our findings demonstrate that experimental methods designed to study core knowledge in infancy can be used track individual differences in children’s cognitive development.",
          "url": "https://osf.io/ph7cd",
          "doi": "https://doi.org/10.31234/osf.io/ph7cd",
          "filter": 2
        },
        {
          "title": "Mental Health in the First Generation of Adults with Fanconi Anemia",
          "authors": "Kathleen Bogart",
          "abstract": "Fanconi anemia (FA) is a rare genetic disorder involving bone marrow failure and cancer predisposition. Due to medical advances, people with FA are now living to adulthood and unmet mental health concerns are emerging. We aimed to explore mental health outcomes and protective and risk factors for the first time using a participatory research approach. Participants included 102 adults with FA from diverse national, ethnic, and racial backgrounds who completed validated measures of anxiety, depression, post-traumatic stress disorder (PTSD), health-related quality of life, FA characteristics, personal factors, and social factors. When compared to population norms, adults with FA had significantly poorer health-related quality of life on all domains measured, including anxiety, depression, fatigue, physical function, sleep disturbance, social participation, pain, and cognitive function. Results showed 50% of participants had probable PTSD, 33% had probable anxiety, and 25% had probable depression. Hierarchical regressions indicated protective/risk factors for anxiety, depression, and PTSD included stigma, disability self-efficacy, fatigue, concern with death and dying, and post-traumatic growth. Adults with FA have high rates of PTSD, anxiety, and depression. Just as people with FA should receive regular cancer screenings, they should also be screened for mental health symptoms.",
          "url": "https://osf.io/yn39a",
          "doi": "https://doi.org/10.31234/osf.io/yn39a",
          "filter": 2
        },
        {
          "title": "mlmpower: An R Package for Conducting Power Analysis and Data Simulation with Multilevel Models",
          "authors": "Brian T Keller",
          "abstract": "Power analysis is a critical step in designing studies involving multilevel models, yet existing approaches can be complex and limited in flexibility. This paper introduces mlmpower, an R package designed to simplify Monte Carlo power analysis for multilevel models. The package accommodates various model specifications, including cross-level interactions, random slopes, and within-cluster and between-cluster predictors. Unlike other methods, which often require a pilot study or extensive prior data, mlmpower uses intuitive effect size metrics to simulate data and estimate power with confidence intervals. Inspired by ggplot2, the package's syntax allows for modular model building, making it accessible even to researchers with minimal simulation experience. Additionally, mlmpower supports including missing data mechanisms, offering more realistic power estimates for longitudinal and cross-sectional studies.",
          "url": "https://osf.io/utjrg",
          "doi": "https://doi.org/10.31234/osf.io/utjrg",
          "filter": 2
        },
        {
          "title": "Desirability biases perceptual decisions in the aversive domain",
          "authors": "Haena Kim; Alicia Liu; Yuan Chang Leong",
          "abstract": "Perceptual judgments are often influenced by goals and preferences, resulting in biased judgements that deviate from objective reality. When presented with ambiguous images, observers are biased to report seeing images associated with rewards. However, it remains unclear whether this is driven by a bias toward stimuli that people are motivated to see (i.e., desirability) or stimuli that are motivationally significant (i.e., relevance). As rewards are both desirable and motivationally relevant, these effects are not easily dissociated in a reward context. This study investigates the effects of desirability and relevance on perceptual judgments in an aversive context involving financial losses. Across two experiments conducted between 2023-2024, participants completed a visual categorization task where ambiguous stimuli were associated with a large financial loss. Participants’ perceptual judgments were biased away from stimuli associated with the loss, indicating a desirability bias. Drift diffusion model analyses revealed that this bias was due to a shift in the starting point of evidence accumulation, such that participants required more evidence to commit to a response associated with an undesirable outcome. The bias in starting point correlated with individual differences in punishment sensitivity but not reward sensitivity, highlighting how individual traits shape motivational effects on perceptual decisions. Results replicated across an in-lab sample and a larger online sample. Altogether, our study provides robust evidence of a desirability bias in perceptual decisions involving financial losses, identifying both the computational mechanisms and trait-level differences that influence how people decide what they see when faced with the prospect of undesirable outcomes.",
          "url": "https://osf.io/8mnb7",
          "doi": "https://doi.org/10.31234/osf.io/8mnb7",
          "filter": 2
        },
        {
          "title": "A Qualitative Analysis of Lived Experiences, Mental Health Treatment Needs, and Psychotherapeutic Applications Among Veterans with Long COVID",
          "authors": "Caroline Boucher; Sofie Glatt; Chana Silver; Lakshmi Chennapragada; Sarah Sullivan; Ariana Dichiara; Yosef Sokol; Sapana Patel; Marianne Goodman",
          "abstract": "Long COVID remains a pressing health concern among Americans, with current data suggesting that 45% of those infected by COVID-19 experience at least one symptom of Long COVID. Veterans are a particularly at-risk population due to their unique demographic characteristics and lived experiences. Despite this, there has been a lack of treatment development for Long COVID that targets mental health symptoms and is veteran-specific. There is a need for effective treatments to help veterans cope with a Long COVID diagnosis and recovery. This quality improvement project aims to gain insight into the lived experiences and mental health needs of veterans with Long COVID to help inform future treatment development. A sample of 21 veterans (57% Male, 67% Black, 43% Hispanic) participated in qualitative interviews where they were asked 23 questions about their experiences living with Long COVID and seeking medical treatment, as well as their ongoing mental health needs. Qualitative data was extracted from these interviews and analyzed. Four main themes were identified: interpersonal concerns and challenges with social interaction; difficulties with day-to-day living; barriers and facilitators to accessing medical treatment; and mental health effects and attitudes towards psychotherapy. Veterans described significant impairments in functioning, as well as feelings of isolation and loneliness. These findings demonstrate the need for a psychotherapeutic intervention that can facilitate interpersonal connection, improve functioning, and decrease psychiatric symptoms.",
          "url": "https://osf.io/h9pva",
          "doi": "https://doi.org/10.31234/osf.io/h9pva",
          "filter": 2
        },
        {
          "title": "Mental health professionals’ attitudes towards the network theory of mental disorders",
          "authors": "Lea Schumacher; Levente Kriston",
          "abstract": "The network theory proposes to conceptualize mental disorders as networks of interacting symptoms. While clinical expertise could offer a valuable perspective on this theory and its applications, little is known about mental health professionals´ attitudes. In an online survey, mental health professionals rated their agreement with propositions of the network theory and evaluated the acceptability and appropriateness of possible applications. The 257 participating mental health professionals largely agreed with the network theory’s proposition regarding the phenomenology of mental disorders and regarding treatment effects. Appraisal of the network theory regarding the aetiology, regarding important treatment targets and regarding acceptability and appropriateness of possible applications was mixed. A background in cognitive behavioural therapy, and previous knowledge of the network theory were positively associated with agreement. The core assumptions of the network approach seem to resonate with mental health professionals, while consequences for the diagnosis and treatment for mental disorders were questioned.",
          "url": "https://osf.io/462cs",
          "doi": "https://doi.org/10.31234/osf.io/462cs",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "SocArxiv",
      "journal_short": "SocArxiv",
      "articles": [
        {
          "title": "Who Do They Think You Are? Inconsistencies in Self- and Proxy-Reports of Education Within Families",
          "authors": "Chloé Lavest; Mathieu Ferry; Mathieu Ichou; Patrick Präg",
          "abstract": "Estimates of intergenerational educational mobility are generally computed using a combination of self- and proxy-reports of one's and one's parents' education. Such reports are easily collected, offering a cost-effective alternative to collecting multiple self-reports or register data. However, the bias that proxy-reports could introduce in the measurement of intergenerational educational mobility is rarely assessed. Our study fills this gap and assesses how reliable people are when they report their parents' or their child's educational attainment. We find that both parents and children tend to underestimate the educational distance between themselves and their family members, thus inflating estimates of educational reproduction. This trend is larger when children act as proxy-reporters. Another limitation of using children’s proxy-reported information is the number of missing answers, which is lower when parents are asked to proxy-report their child's education. In a simulation exercise, we establish that the bias introduced by proxy reports is not negligible, with self-reported intergenerational regression coefficients being 16\\% higher when a proxy-report is used. Our results show that proxy reports",
          "url": "https://osf.io/b2qsu",
          "doi": "https://doi.org/10.31235/osf.io/b2qsu",
          "filter": 0
        },
        {
          "title": "What is 'high-risk research'? Comparing the social sciences and humanities and the natural sciences",
          "authors": "Julian Hamann; Daniel Stein",
          "abstract": "Although high-risk research is a key concern for research policy and science studies, there is little knowledge about what funding agencies or researchers mean by risks. This paper draws on 80 grant proposals from the social sciences and humanities (SSH) and the natural sciences (NSC) that have been submitted to the Reinhart Koselleck funding program of the German Research Foundation. The qualitative analysis shows both similarities and differences in how applicants in the two fields claim risks: in both fields, the most prominent notions refer to results and methodologies. While results at risk are interpreted similarly, methodological risks differ between the two fields. The analysis also reveals a greater variety of different risks in the SSH compared to the NSC. The paper suggests that research policy and science studies should avoid treating “riskiness” as a given and consider different notions of risk across a disciplinary spectrum that includes the SSH.",
          "url": "https://osf.io/2tc7a",
          "doi": "https://doi.org/10.31235/osf.io/2tc7a",
          "filter": 0
        },
        {
          "title": "The Policy of Refugee Reception and the Policing of Public Space in Paris",
          "authors": "Marco Cremaschi; Tommaso Vitale",
          "abstract": "An examination of public space provides insights into the disconnection between regulation and reception within the Parisian context. The visibility of refugees in public spheres has been instrumental in heightening civic consciousness in Paris. Simultaneously, it serves as a subject of political apprehension and an opportunity for the display of state-inflicted violence by humanitarian NGOs, too. The governance of public open spaces extends beyond traditional command and control approaches, emphasizing delegation, integration of new knowledge and technologies, negotiation, and self-regulation. The central concern involves an evolving, albeit ambiguous and partially contradictory, process of outsourcing certain aspects of reception policies without a well-experienced governance mode (Artioli, Le Galès, 2023).\nThe first section describes the relevant social geography of Paris. Social transformations due to deindustrialization have left a lasting impact, concentrating immigrant populations in areas marked by blue-collar workers and social housing estates. While Paris actively engages in social and redistributive policies, achieving a balanced geographical distribution for diverse social groups remains a challenge.\nThe ensuing section delineates the social policy responsibilities of both central and local institutions, against the backdrop of which the handling of refugees has transformed into a separate specific policy domain. Despite ongoing collaboration in Paris, challenges endure due to the stance of the French government and the inadequate coordination within the EU.\nThe following three sections analyse the role of space in framing the reception policies of Paris, paying reference to different ways of framing the space:\n-\tThe so-called ‘Project Territories’ of the EU Structural Funds exhibit a progressive drift where coalitions of territorial actors reinterpret national rules following their competencies (and expertise). \n-\tLocally managed reception comes to a standstill in the face of state normative injunctions. \n-\tGovernment authorities and local actors consciously use space for repressive purposes, even to manage conflicts between potentially incompatible uses.\nThe conclusions deal with the evolving landscape of local reception policies driven by state and non-state actors. Despite innovative efforts, there is a lack of coherence, and central dispersion policies (Dollet, 2023) contradict local commitments, raising questions about the role of local governance. However, the cyclical coming and going between the dismantling of refugee camps and sheltering asylum seekers question the notion and scope of integration, highlighting the porous boundary between formal and informal regulations. Besides, the design of policies cannot underestimate the role of space in shaping welcoming practices.",
          "url": "https://osf.io/z2dur",
          "doi": "https://doi.org/10.31235/osf.io/z2dur",
          "filter": 0
        },
        {
          "title": "A Genealogy of Silencing: Tracing the Impact of Critiques of the Hegemonic Discourse on Female Genital Mutilation",
          "authors": "Hannelore Van Bavel; Natasha Carver; Dorothy Takyiakwaa",
          "abstract": "Background: There is an internationally accepted discourse on ‘Female Genital Mutilation’ which understands it as a human rights violation, a major health concern, and an extreme form of gendered violence. Since the 1980s, African women, postcolonial feminists and anthropologists have critiqued this discourse as ethnocentric and racist. \nAims: We examine the genealogy of the hegemonic anti-FGM discourse, identify alternative perspectives and analyse the extent to which they were integrated, co-opted, disregarded or silenced. \nMaterials and methods: This genealogy draws upon a comprehensive review of the literature critiquing the dominant discourse on FGM, supplemented through analyses of British Colonial Office correspondence, documents from the (Parliamentary) ‘Committee for the Protection of Coloured Women in the Crown Colonies’, Church Missionary Society periodicals, debates in the UK Houses of Parliament, and UN (including WHO) reports and meeting minutes.\nResults: Alternative perspectives on female circumcision and critiques of the dominant narrative have been formulated throughout the history of the anti-FGM campaign. However, they have been silenced through various silencing mechanisms, and thus not permeated the hegemonic discourse. Outrage and backlash continue as silencing mechanisms around two contentious topics that embody colonial double standards: medicalised female circumcision and adult women’s right to choose female circumcision.",
          "url": "https://osf.io/2uv75",
          "doi": "https://doi.org/10.31235/osf.io/2uv75",
          "filter": 0
        },
        {
          "title": "Race, Reform, and Recalls: The Movement Against “Progressive” Prosecutors",
          "authors": "Allison Goldberg",
          "abstract": "This study examines the movement against “progressive” prosecutors in the United States. Prosecutors have significant discretion at the front-end of the criminal legal system, including over charges, bail recommendations, and plea deals. Although prosecutors have traditionally wielded their power in a way that contributes to mass incarceration, “progressive” prosecutors have been elected in growing numbers since 2016 on pledges to mitigate the racialized harms of the criminal legal system. While scholars tie the rise of progressive prosecutors to the Movement for Black Lives (BLM), less is known about the countermovements efforts – such as recalls, impeachments, and suspensions – challenging these prosecutors’ discretion and tenures. To address this gap, I constructed an original database of all local prosecutors in 2012 and/or 2022 in the country's 300 most-populous jurisdictions. Through archival research, I documented prosecutor demographics, state politics, and unusual opposition, which I define as organized efforts to remove prosecutors from office or constrain their power outside of regularly-scheduled elections. Findings reveal that unusual opposition disproportionately targets women of color prosecutors, disproportionately occurs in Republican-controlled states, and has nearly tripled over the last decade. I argue that unusual opposition is a novel movement repertoire used by the political right to legally mobilize against racial justice efforts following BLM.",
          "url": "https://osf.io/ugt46",
          "doi": "https://doi.org/10.31235/osf.io/ugt46",
          "filter": 0
        },
        {
          "title": "What Differences Does It Make? Parental Relationship Quality and Child Wellbeing in Step- and Nuclear Families",
          "authors": "Lena Wagner; Stefania Molina; Enrique Alonso-Perez; Michaela Kreyenfeld",
          "abstract": "A large body of research addresses whether and how parental partnership quality affects child wellbeing. While much of this research has focused on nuclear families, less is known about patterns in stepfamilies. This study adopts a dyadic perspective to explore how parental partnership quality relates to the wellbeing of children living with both biological parents versus those with a biological parent and a stepparent. We apply multivariable linear regression and a mediation analysis on longitudinal data from the German Panel Analysis of Intimate Relationships and Family Dynamics (pairfam) to understand the relationship between family structure, step- and biological parent’s partnership quality and children’s self-reported wellbeing, operationalised over the Strength and Difficulties questionnaire (SDQ-scores). The analytical sample includes children who live in heterosexual couple households (n=1,781). We differentiate two separate dimensions of parental partnership quality, namely the frequency of conflict and esteem between the (step-)parents. Results show that children living with a stepparent exhibit higher total difficulties score compared to children living with both their biological parents. However, parental conflict occurs less and esteem more frequently in stepfamilies than in nuclear families. Mediation analysis indicates that partnership quality partially mediates the impact of family structure on SDQ scores. Our analysis suggests that the negative effect of living with stepparents on children’s socio-emotional wellbeing is slightly mitigated by increased parental esteem and lower conflict in these unions.",
          "url": "https://osf.io/tzdvw",
          "doi": "https://doi.org/10.31235/osf.io/tzdvw",
          "filter": 0
        },
        {
          "title": "Do women commemorate women? How gender and ideology affect decisions on naming female streets",
          "authors": "Victor Caballero-Cordero; Daniel Oto-Peralías; Demetrio Carmona-Derqui",
          "abstract": "Street names are not neutral identifiers to navigate through cities but are charged with strong symbolic connotations and reflect power relations within society. A growing body of geographic scholarship documents a strong gender bias in the urban namespace, where women only represent a small fraction of streets named after people. This article investigates whether the lack of women in political decision-making roles contributes to explaining their marginalization in urban toponyms. More specifically, we study the impact of the gender and ideology of town mayors on their decisions to commemorate women in the street map. Focusing on the universe of Spanish towns during the period 2001-2023, we find through fixed effects panel data models and regression discontinuity design that the mayor’s gender does not affect the percentage of female-named streets, while the ideology of the governing party does. Our findings thus indicate that it is ideology rather than gender what shapes politicians’ preferences regarding the commemoration of women in the street map. We argue that this is because, on the one hand, strong political parties can impose their agenda on local leaders, making irrelevant differences in their gender and, on the other, the ideological cleavage is more relevant than the gender one to account for differences in attitudes towards symbolic gender policies. A natural implication of our results is that simply having more female politicians will hardly suffice to address the gender gap in street names and in other symbolically charged policies.",
          "url": "https://osf.io/r6wnm",
          "doi": "https://doi.org/10.31235/osf.io/r6wnm",
          "filter": 0
        },
        {
          "title": "Refugee agency in secondary mobility  decision-making: a systematic literature review",
          "authors": "MOBILE - Center of Excellence for Global Mobility Law; Sinem Kavak; Mo Hamza; Thomas Gammeltoft-Hansen; Russell A. Stone",
          "abstract": "Decisions made by millions of refugees about where to go, how to make a living and how to secure a future are fundamental drivers of secondary movements. While a substantial body of literature addresses factors contributing to migrants’ decision-making, a comprehensive understanding of the central role of refugees in secondary mobility decision-making, including agency and strategies employed, remains underexplored. This is partly due to the belief that refugees are constrained by external and structural factors and cannot exercise agency, which we challenge. This article provides a systematic analysis of the literature on refugees’ secondary mobility decision-making processes. Using a systematic literature review (SLR) methodology, it presents an in-depth analysis of 40 peer?reviewed, English-language research articles selected from the Web of Science and Scopus databases published before September 2022. The article critically examines the drivers, prevailing dichotomies and conceptual frameworks surrounding refugee categorization, agency, and mobility. By synthesizing a wide range of literature, our paper presents emerging alternative concepts and \nframeworks that shed light on the complex dynamics of decision-making",
          "url": "https://osf.io/6k7fu",
          "doi": "https://doi.org/10.31235/osf.io/6k7fu",
          "filter": 0
        },
        {
          "title": "Navigating Peace?  Factors Shaping Internationally Displaced Ukrainian Return Intentions",
          "authors": "Christoph Giang Nguyen; Sabrina J. Mayer; Jörg Dollmann; Jannes Jacobsen",
          "abstract": "This study investigates factors driving attitudes towards voluntary return intentions among Ukrainian displaced people. Using a vignette experiment (N = 384; Observations = 1,102) to manipulate home country conditions, we find that, as expected, the most crucial driver for return intention is the presence of peace in the home country.  Conversely, economic and social conditions commonly outlined in the general migration literature have little to no effect on return intentions of forcibly replaced individuals. However, we also demonstrate that not all forms of peace are equally convincing; a \"punishing\" peace, associated with significant territorial loss, resembles an ongoing state of war and thus discouraging refugees from returning. Similarly, while peace itself does improve return intentions, so does greater integration into the international community. Our paper thus demonstrates that the conditions facilitating return are more nuanced than commonly discussed, and that not all forms of peace are seen as equal.",
          "url": "https://osf.io/ehmbw",
          "doi": "https://doi.org/10.31235/osf.io/ehmbw",
          "filter": 0
        },
        {
          "title": "Human-Machine Communication Privacy Management (HMCPM), Privacy Fatigue, and the Conditional Effects of Algorithm Awareness on Privacy Co-Ownership in the Social Media Context",
          "authors": "Matthew J. A. Craig",
          "abstract": "Many social media platforms today are driven by content filtering algorithms that personalize their recommendations based on the individual user. Through nuanced interactions with the platform, such as human-algorithm interplay, the end user effortlessly cultivates a social media feed. While this level of personalization can greatly benefit the user, recommended ads and content sometimes resemble aspects of the user's private lives that they may not have wanted the algorithm or platform to know. Moreover, though users show to dislike these experiences of privacy violations, they still engage in disclosure of private information with the system due to fatigue in managing online privacy altogether. This current study integrates Communication Privacy Management (CPM) theory (Petronio, 2002) into the human-algorithm interaction context to examine to what extent social media users (N = 1,305) allow co-ownership of private information with their algorithm depending on their felt privacy fatigue. Results from using latent moderated structural equations (LMS) suggest that individuals’ algorithmic literacy significantly predicts their willingness to allow co-ownership of private information with social media algorithms. Additionally, contrary to previous literature, greater algorithmic awareness leads to less co-ownership for those most fatigued. Considering these findings, implications for future research for human-machine communication privacy management are discussed.",
          "url": "https://osf.io/7hkwx",
          "doi": "https://doi.org/10.31235/osf.io/7hkwx",
          "filter": 0
        },
        {
          "title": "Learning by Lobbying",
          "authors": "Emiel Awad; Gleason Judd; Nicolas Riquelme",
          "abstract": "How do interest groups learn about and influence politicians over time? We develop a game-theoretic model where an interest group can lobby a politician while learning about their ideological alignment. Our analysis reveals a fundamental tradeoff: interest groups must balance gathering information against exerting immediate influence, while politicians strategically manage their reputations to shape future interactions. These strategic forces generate systematic dynamics: policies and transfers shift in tandem, with early-career politicians showing greater policy variance and extracting larger rents through reputation management than veterans. Uncertainty about alignment increases policy volatility as groups experiment with offers, while institutional features like committee power and revolving-door incentives systematically alter both learning incentives and influence strategies. Our results shed new light on how interest group influence evolves across political careers and varies with institutional context.",
          "url": "https://osf.io/834vd",
          "doi": "https://doi.org/10.31235/osf.io/834vd",
          "filter": 0
        },
        {
          "title": "Individual Attitudes Toward Deepfakes of Deceased Artists",
          "authors": "María T. Soto-Sanfiel; Qiaofei Wu",
          "abstract": "This exploratory qualitative study uses a multilevel framework, combining the Social Construction of Technology and the Cognitive-Affective-Normative model, to examine how individual perceptions, emotions, and reflections shape deepfake acceptance, particularly those featuring deceased artists. Fifty-one participants (70.37% female; Mean Age = 24.6) took part in six online focus groups, viewing two randomly selected deepfakes of deceased artists. Thematic analysis, using a phenomenological approach, identified primarily intellectual reactions, with two key layers: first-order evaluations of realism and second-order societal impact assessments. These impacts spanned micro (individuals), meso (content creators/distributors), and macro (society-wide) levels. While cognitive and ethical concerns were prominent, emotional responses were fewer, often expressing discomfort or surprise. Findings offer valuable insights for the digital media industry and regulators in understanding public reception of deepfake technology.",
          "url": "https://osf.io/7gve2",
          "doi": "https://doi.org/10.31235/osf.io/7gve2",
          "filter": 0
        },
        {
          "title": "Motivations for (Not) Sharing Deepfakes on Social Media",
          "authors": "María T. Soto-Sanfiel; Ariadna Angulo-Brunet; Sanjay Saha",
          "abstract": "This research applies Uses and Gratifications theory to examine individual motivations for sharing or not sharing deepfakes. After characterizing popular deepfakes in five genres (two examples each), 1035 US participants (42% female; Age: M = 42.8, SD = 14.1, Mdn = 41, Range = 18–93) watched one of the ten deepfakes and completed a questionnaire in Prolific. Results show that most participants would not share the deepfakes due to a lack of personal relevance. However, those who did intend to share them had hedonistic motivations, mostly enjoyment and the desire to share entertainment with others. The genre of these deepfakes also influenced motivations to share, with political deepfakes being a particularly specific case, and one where gender also had a greater impact. Women avoid sharing inaccurate information to a greater extent and men are more inclined to protect their image in social circles. Overall, this research highlights how audiences dynamically relate to deepfakes and offers insights into the psychological aspects of their relationships with this emerging media form. It also underscores the significance of the perceived entertainment value of deepfakes in their virality.",
          "url": "https://osf.io/mhd48",
          "doi": "https://doi.org/10.31235/osf.io/mhd48",
          "filter": 0
        },
        {
          "title": "What’s Mine Is(not) Yours: A CPM Analysis of Privacy Breakdowns and Recalibration Practices in the Social Media Algorithm Context",
          "authors": "Matthew J. A. Craig; Jeffrey T. Child",
          "abstract": "Social media content filtering algorithms can both provide desired personalized content and ads for users. However, sometimes these recommendations can resemble individual private information. How might users navigate these experiences to best manage their private information? The present exploratory study utilizes the rules- and systems-based framework Communication Privacy Management (CPM) theory to explore social media users’ (N=636) experiences of privacy breakdowns with social media algorithms and investigates what users’ do in response to said breakdowns. Using content analysis, these responses were refined into different categories of privacy breakdowns and recalibration strategies. Implications for future research surrounding human-machine communication privacy management is discussed in light of our findings.",
          "url": "https://osf.io/mqckr",
          "doi": "https://doi.org/10.31235/osf.io/mqckr",
          "filter": 0
        },
        {
          "title": "Forging Connections, Shaping Stories: Indian child-authors representation of environmental educators &amp; activists in storybooks",
          "authors": "Aneesa Jamal; Abubakr Mohammed Jamal; Sanitah Bte Mohd Yusof",
          "abstract": "Environmental educators and activists mediate children’s meaning-making of nature, environmental and climate change issues. However, little is known about children’s meaning-making of the educators and activists themselves or how the meaning-making is expressed. This qualitative research used thematic analysis to examine 30 storybooks on the environment &amp; climate change authored by 10-15 year olds, to understand the portrayal of characters based on the environmental educators and activists the children had interacted with. Data from interviews, focus group discussions, student reflections and program blogposts were collected and coded to confirm understanding from the storybooks. Results show that in 12 of the books, the young authors had introduced protagonists, supporting characters or minor characters inspired by the environmental educators and activists they had interacted with.  These characters were adults who were different from the other adults in the storybooks. They were first and foremost, Indian, were kind &amp; caring, were experts who taught in child-friendly &amp; democratic ways and created a proto-conscientization in the other characters in the books. This proto-conscientization included an understanding of systems of power and oppression which then fuelled political or community based action by the characters in the books. This was a significant contribution to the process of decolonizing eco and climate fiction where representations of people from the Global South is often missing or reductive.",
          "url": "https://osf.io/6fvx3",
          "doi": "https://doi.org/10.31235/osf.io/6fvx3",
          "filter": 0
        },
        {
          "title": "Lesson Study and the Constructionist, Contextualized, and Meaningful approach to facilitate Universal Design for Learning implementations",
          "authors": "Carmem Silvia de Souza Lima; Elisa Tomoe Moriya Schlünzen; Seán Bracken; Klaus Schlünzen Junior",
          "abstract": "Inclusion is a process through which society and education collaborate to value people's differences, recognize their abilities, and restructure their organization by utilizing various technological resources to bring out the potential of each individual. This paper outlines and discusses how the Lesson Study professional development methodology, grounded in the Constructionist, Contextualized, and Meaningful (CCM) approach, along with the Universal Design for Learning (UDL) framework, can support teachers in promoting inclusive education. It presents the theoretical assumptions and the pathways researchers have taken to train future teachers, support educators' continuous professional development in the Brazilian context, and build inclusive education through educational actions, academic initiatives, and scientific research. The study suggests that the combined use of Lesson Study and the CCM approach, supported by the UDL framework, fosters effective inclusive teaching practices that address the diverse needs of all students within inclusive educational settings. Furthermore, the results demonstrate that the intentional integration of CCM approach and UDL as facilitative conceptual frameworks, alongside using Lesson Study as an iterative process for professional development, establishes the conditions necessary for inclusive education to flourish.",
          "url": "https://osf.io/423nj",
          "doi": "https://doi.org/10.31235/osf.io/423nj",
          "filter": 0
        },
        {
          "title": "Russian Information Disorder in Colombia? The Case of RT’s Inna Afinogenova on Twitter",
          "authors": "Gustavo Adolfo Rivero-Ortiz; Felipe Valencia-Clavijo; Andrés Peña-Galindo",
          "abstract": "This study examines disinformation in Colombia through the case of journalist Inna Afinogenova from Russian media outlet ActualidadRT, focusing on her Twitter activity. It investigates the role of inorganic accounts in amplifying political disinformation using the \"information disorder\" framework. Data were collected from her most viral posts over 54 months (January 2017 - July 2021), and users interacting with them were classified as organic or inorganic, with further subdivisions, such as: inorganic, highly suspicious, suspicious, and organic. An unsupervised machine learning algorithm and a theoretical framework jointly identified abnormal behaviour, revealing that 11.25% of users exhibited confirmed inorganic behaviour. This indicates coordinated inauthentic behaviour, a common feature of disinformation campaigns, though the study does not explore any direct connection to RT or the Russian government. Methodologically, the study advances by analysing retweets instead of hashtags and corroborating results through machine learning. It underscores the impact of manipulated traffic on public discourse in Colombia.",
          "url": "https://osf.io/hjexb",
          "doi": "https://doi.org/10.31235/osf.io/hjexb",
          "filter": 0
        },
        {
          "title": "Artificial Intelligence (AI) and the Future of (Quantitative) Social Science",
          "authors": "David Bann; Liam Wright",
          "abstract": "This briefing note explores the transformative potential of Artificial Intelligence (AI) for quantitative social science. It provides an overview of recent advancements, outlines possible future scenarios, and examines the opportunities and challenges that AI introduces to the field. Opportunities include substantial gains in productivity across the research process: notably in data analysis, visualisation, and dissemination. Researchers could thus spend more time focusing on research and less time on administrative or repetitive tasks. Other opportunities include using AI algorithms to analyse the increasing vastness of data obtained in surveys; using AI to improve prediction; and efficiency gains in survey or experimental design/deployment. Challenges include the potential for a vast increase in low-quality publications, especially if academic incentives remain misaligned toward quantity rather than quality of research outputs, as well as the broader existential risks AI may pose. We also include a list of resources and additional reading. This brief was written jointly by the authors; readers can compare with briefs entirely written by Generative AI (GenAI) systems, and listen to an AI generated podcast based on this brief here: https://osf.io/ew6z8/. As AI reshapes research and society, social scientists are needed to understand AI's implications and deploy AI to better achieve our goals.",
          "url": "https://osf.io/6dw5f",
          "doi": "https://doi.org/10.31235/osf.io/6dw5f",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "The Subjective Wealth Distribution: How it Arises and Why it Matters to Inform Policy?",
          "authors": "Pirmin Fessler; Severin Rapp; Carolyn Fisher",
          "abstract": "We estimate the relationship between people’s biased perceptions of their rank in the wealth distribution and savings behavior. Using unique wealth survey data from Austria, we uncover a significant bias in self-assessed distributional ranks. Our estimates indicate that individuals who underestimate their wealth rank have a savings rate approximately 50% higher than those who assess their rank accurately. Preferences that feature relative wealth in the utility function can explain this relationship. Our findings inform contemporary macroeconomic models and contribute to understanding the impact of information bubbles on economic decisions. (Stone Center on Socio-Economic Inequality Working Paper)",
          "url": "https://osf.io/3x4jh",
          "doi": "https://doi.org/10.31235/osf.io/3x4jh",
          "filter": 2
        },
        {
          "title": "Gendered Pathways: How do STEM Majors Fare in the Labor Market?",
          "authors": "Rosa Weber; Camilla Härtull; Jan Saarela",
          "abstract": "Although research in the STEM field has extensively examined its gendered characteristics, the vast majority of the literature has concentrated on educational transitions and young adults. More limited attention has been devoted to the longer-term work-family trajectories of STEM majors, and how these are linked to gender earnings gaps. In response, we exploit Finnish register data to identify the most common work-family trajectories followed by college educated men and women with STEM majors in ages 30–40 (N=150,796). Given marked differences in gender proportions across STEM fields, we distinguish computer science and engineering majors from natural science majors. In a second step, we assess gender differences in the returns to distinct work-family trajectories and within-gender differences. We report three main findings. First, women are able to combine a career in computer science and engineering and having children. Second, across occupations, mothers earn considerably less than fathers. This suggests that even though women can combine work and family, they do not benefit in terms of earnings. Third, beyond uncovering gender gaps, we show that a major mechanism underlying parental gender gaps is that men receive notable fatherhood premiums across work trajectories. For women, findings reveal more heterogeneous patterns. Among computer science and engineering majors, women have similar earnings across trajectories. Conversely, women with natural science majors gain from working in computer science and engineering.",
          "url": "https://osf.io/8qa9t",
          "doi": "https://doi.org/10.31235/osf.io/8qa9t",
          "filter": 2
        },
        {
          "title": "The Power of Fragmented Elites: The Role of Inadvertent Robust Action",
          "authors": "Mark S. Mizruchi; Johan S. G. Chu",
          "abstract": "It is broadly accepted among political scientists, political sociologists, and social movement theorists that a unified group will have a higher probability of success than a group that experiences internal divisions or fragmentation. Similarly, it has been assumed that in a society with a relatively unified elite, the elite will experience disproportionately higher benefits relative to the larger population. We take issue with this claim. In the mid-twentieth century, large American corporations exhibited a relatively high level of unity but the relative economic benefits accruing to the elite were at historic lows. In more recent years, American big business has become increasingly fragmented, yet the economic benefits that these elites have received have reached historic highs, and the average American’s standard of living has stagnated. Drawing on Padgett and Ansell, we introduce the concept of inadvertent robust action to explain how a relatively fragmented, disorganized elite can reap benefits that exceed those that its more unified counterparts experienced in an earlier era. We conclude with a discussion of the conditions under which our formulation can be expected to hold.",
          "url": "https://osf.io/yfbe7",
          "doi": "https://doi.org/10.31235/osf.io/yfbe7",
          "filter": 2
        },
        {
          "title": "Synthesizing Research on Radicalization: Insights from a Text-Mining Systematic Review",
          "authors": "Anna Knorr; Nikita Podolin-Danner; Gabriele Di Cicco; Małgorzata Kossowska",
          "abstract": "The study of radicalization encompasses a broad spectrum of perspectives, with scholars and experts from diverse disciplines – ranging from psychology, sociology, political science, criminology, to economics – contributing to its multifaceted comprehension. Despite this substantial body of empirical research, the knowledge is fragmented across disciplines, emphasizing the need for integration to establish a cohesive framework. As laying the groundwork for a unified framework begins with identifying relevant phenomena, this systematic review analyzed 4019 research articles using text mining to detect phenomena associated with radicalization. Author keywords and abstracts were analyzed by examining term frequency as an indicator of relevance and term co-occurrence as an indicator of association. The results reflect themes commonly featured in theory, such as ideology, identity, and social networks, but also identified themes not well-developed in theory. Macro-level phenomena, including the role of the state, economy, elections, policy, and regional factors, as well as micro- and meso-level phenomena like the internet, social media, adolescence, personality, language, education, and mental health, are not sufficiently embedded in theory. The findings further provide the first empirical evidence confirming the fragmentation of research on radicalization. This review represents a crucial step toward synthesizing existing knowledge and advancing a unified understanding of radicalization.",
          "url": "https://osf.io/ev94b",
          "doi": "https://doi.org/10.31235/osf.io/ev94b",
          "filter": 2
        },
        {
          "title": "The role and capacities of large-scale actor coalitions in shaping sustainability transformations",
          "authors": "Sofia Maniatakou; Pero Olsson; Peter Søgaard Jørgensen",
          "abstract": "Several transnational corporations, investors, international organizations and philanthropies have formed coalitions to respond to global social and environmental challenges. Do these coalitions, consisting of large-scale actors, have the capacities to contribute to the transformations that are needed, or do they perpetuate the same system dynamics that created the problem in the first place? We investigate this question by comparing publicly available information for five coalitions working with financial and food systems sustainability. This paper examines whether large-scale actor coalitions (LSACs) may contribute to transformations towards equitable and sustainable futures. We use a ‘rapid assessment’ 20-variable framework to collect and analyze empirical data from five food and finance coalitions to identify their roles and capacities for transformative change. Our results indicate that LSACs implement distinct strategies to reach their goals. More specifically, due to their diverse set-ups, LSACs have the ability to raise awareness of sustainability issues, utilize ties to push forward agendas, experiment with solutions and showcase promising niche initiatives. We examine strategies undertaken by LSACs that can enable other change makers working to transform the food and finance systems, contributing to systems with high and diverse capacities for transformative change. We also identify potential capacity gaps within the studied LSACs, which might hinder the creation of enabling conditions for transformative change within the food and finance sectors.",
          "url": "https://osf.io/mcp5j",
          "doi": "https://doi.org/10.31235/osf.io/mcp5j",
          "filter": 2
        },
        {
          "title": "Service Accessibility and Corresponding Impact on Livelihood Strategies: A Study on Rural Bangladesh",
          "authors": "Abdullah Al Mujtabe; Shohanur Rahman; Limon Sheikh; Neelopal Adri; Waliullah",
          "abstract": "Agriculture based economy makes the rural areas important in south-east\nAsia. Lack of accessibility to certain services were observed in countries\nlike, Pakistan, Bangladesh, India etc. As a result, rural-urban migration\nbecame a regular practice. Though spatial dimension of accessibility was\nstudied, non-spatial dimension was mostly unexplored for access to\neducation, healthcare, food and modern agricultural services. So, with\nten villages of Bangladesh as study area, 452 questionnaire surveys, 22\nFGDs and 27 KIIs were conducted to understand the problems behind\nlack of access to these services. Different statistical tests, and qualitative\ncomparison suggested that non-farm activities were more sustainable for\nhouseholds, and provided more access to services than fully farmingbased\nhouseholds. Some services were available, but inaccessible to the\nlocal people due to mismanagement. Livelihood diversification through\ncollaboration of community and women empowerment could be the\nsustainable solutions for ensuring proper service accessibility in\ndeveloping countries.",
          "url": "https://osf.io/3789u",
          "doi": "https://doi.org/10.31235/osf.io/3789u",
          "filter": 2
        },
        {
          "title": "Planning for a two-tenure future",
          "authors": "Emma Baker; Andrew Beer; Chris Leishman; Akshay Vij; Wendy Stone; Claire Morey; Piret Veeroja; Kavishka Indraratna; James R Dunn; Steve Pomeroy",
          "abstract": "Three out of five Australian renters say they expect they will never own their own home — a significant shift that requires rethinking of tax and housing systems so that governments’ support all Australians in a two tier housing market (of owners and renters) into retirement, according to new AHURI research.\n\nThe policy challenge is to make renting a good, long-term housing outcome for renters, particularly lower-income, older renters with limited superannuation. The research highlights that in the Australian Housing Aspirations (AHA) survey a large majority (78%) of private rental tenants aspired to own their own home, while the research survey found three out of five (59%) private renters don’t think they will ever be able to afford to buy a home of their own.\n\nCurrently, homeowners receive tax concessions that are not available to renters. Examples include no capital gains tax on the sale of the primary residence (which becomes a form of wealth accumulation) and no tax on the imputed rental income of owner occupied housing. Conversely, renters are required to pay rent after income tax.\n\nA fairer housing and tax system (for retirement investment) could see some lower income private renters compensated for living long-term in the sector. This support could come through the provision of non-property investment opportunities (to reduce households’ need to 'rentvest') or targeted superannuation benefits.\n\nSustained underinvestment in social housing stock has also had long-term negative implications for all Australians and additional public housing construction is needed as a priority, together with policies to support private developers increasing the supply of affordable housing. In addition, a more immediate goal for policy development is to reform legislation controlling private tenancies so as to have better protections for tenants.",
          "url": "https://osf.io/ftqx6",
          "doi": "https://doi.org/10.31235/osf.io/ftqx6",
          "filter": 2
        },
        {
          "title": "Regional Migration in Economically Lagging Regions in the UK, France, and Germany",
          "authors": "Sanne Velthuis; Mehdi Le Petit-Guerin; Jeroen Royer; Tim Leibert; Nicolas Cauchi-Duval; Rachel S. Franklin; Danny MacKinnon",
          "abstract": "Over the past ten years or so, concern has mounted about places in the Global North that have been ‘left behind’ by the growth and prosperity experienced in superstar cities and other wealthy regions. This briefing paper summarises the findings from the one of the strands of the ‘Beyond Left Behind Places’ project, which involved quantitative analysis of residential migration patterns in economically ‘left behind’ regions in the UK, France, and Germany during the immediate pre-COVID period. In addition, we conducted qualitative research with residents of economically ‘left behind’ regions in the three countries to get their perceptions. We use national administrative and census data for the three countries to examine whether economically lagging regions tend to lose or gain population through migration, and what age groups are moving in or out.  Economic theories often assume that individuals migrate from economically lagging regions to areas offering better economic conditions. But actually, economically lagging regions in the UK, France and Germany generally tend to experience net population inflows. In other words, more people are moving to these regions than are moving out. In fact, when it comes to internal migration (i.e. people moving within the same country), these lagging regions tend to attract more new residents, on average, than more economically successful regions do.",
          "url": "https://osf.io/t4vbd",
          "doi": "https://doi.org/10.31235/osf.io/t4vbd",
          "filter": 2
        },
        {
          "title": "Understanding Changes in Ethnoracial Group Estimates Following Implementation of the FY 2024 HMIS Data Standards",
          "authors": "Betsy Alafoginis; Ross E. Mitchell",
          "abstract": "The FY 2024 HMIS Data Standards (U.S. Department of Housing and Urban Development, 2024), which were implemented on October 1, 2023, across the Los Angeles Continuum of Care (LA CoC), introduced a fundamental change to how persons experiencing homelessness (PEH) may claim their racial and ethnic identities. No longer are race (American Indian/Alaska Native/Indigenous, Asian/Asian American, Black/African American/African, Native Hawaiian/Pacific Islander, White) and Hispanic/Latina/e/o ethnicity recorded separately. Instead, they are all options from which one or more may be claimed as an ethnoracial identity, and they include an additional Middle Eastern/North African category among the list of options. It is no longer necessary to claim or reject a racial category for oneself to claim a solely Hispanic/Latina/e/o ethnic identity, which means that the current and prior schemes for ethnoracial identity are neither equivalent nor directly comparable.",
          "url": "https://osf.io/zemr5",
          "doi": "https://doi.org/10.31235/osf.io/zemr5",
          "filter": 2
        },
        {
          "title": "Breakdowns at the border: legal infrastructures  and political polarization",
          "authors": "MOBILE - Center of Excellence for Global Mobility Law; Jaya Ramji-Nogales",
          "abstract": "[abstract not applicable]",
          "url": "https://osf.io/kt9fz",
          "doi": "https://doi.org/10.31235/osf.io/kt9fz",
          "filter": 2
        },
        {
          "title": "The Influence of Legal Scholars on the Development of International Investment Law",
          "authors": "MOBILE - Center of Excellence for Global Mobility Law; William Hamilton Byrne",
          "abstract": "International investment arbitration is inhabited by actors who theorize the law as scholars and decide on it when arbitrating, which raises critical questions concerning their normative role within the legal system. This article explores empirically the influence of legal scholars on the development of inter?national investment law through a combined legal-empirical and sociological approach designed to capture the multidirectional nature of influence. It relies on a novel database of all citations to legal scholarship in International Centre for the Settlement of Disputes (ICSID) case law, which is analysed quantitatively and qualitatively and contextualized alongside interviews with 16 leading arbitrators and lawyers. The article firstly introduces the arbitrator/academic as an agent of international law, and then details the methodology. It then turns to provide an overview of citations to legal scholarship in ICSID case law, before considering why legal actors find it useful. The following parts show how legal scholarship influenced the development of the definition of an ‘investment’ in ICSID arbitration through an analysis of legal decisions and scholarship authored by arbitrators. The final part goes into conversation with the actors to further unravel how they manage competing and complementary obligations towards theory and practice, and the article concludes by reflecting on the ethical implications of their law-making function.",
          "url": "https://osf.io/hwjgn",
          "doi": "https://doi.org/10.31235/osf.io/hwjgn",
          "filter": 2
        },
        {
          "title": "Between Contestation and Support: Explaining Elites’ Confidence in the International Criminal Court",
          "authors": "MOBILE - Center of Excellence for Global Mobility Law; Nora Stappert; Soetkin Verhaegen",
          "abstract": "The International Criminal Court (ICC) has come under challenge in recent years as some\ncountries have decided, or considered, to withdraw from it. Against this backdrop, an emerging\nliterature has begun to examine attitudes toward the court among the general public as a key\ncourt constituency. However, little is known about how domestic elites perceive the court. This\nresearch gap is particularly surprising given that domestic elites have a considerable impact on\nboth public and state support of the court. This article explains why political and societal elites\nacross world regions have confidence or lack confidence in the ICC. We present the results from\na unique survey of 722 elite respondents conducted from 2017 to 2019 across six countries:\nBrazil, Germany, the Philippines, Russia, South Africa, and the United States. We furthermore\nenrich our analysis by using public opinion data to draw comparisons between elites and the\ngeneral public. The analyses reveal that the views of elites are most consistently related to\ntheir perceptions of other, more well-known international organizations and their country’s\nrelationship with the ICC. Our findings indicate both similarities and differences between how\nelite and public opinion about the ICC are formed, demonstrating the value of further research\non elite opinion on international courts.",
          "url": "https://osf.io/nwtxj",
          "doi": "https://doi.org/10.31235/osf.io/nwtxj",
          "filter": 2
        },
        {
          "title": "Personal Principle and Cultural Autonomy: Karl Renner's Non-Territorial Federalism Responding to Multinational Coexistence",
          "authors": "Lingkai Kong",
          "abstract": "Current federalism research is dominated by the successful American model, focusing on a territorialized, mono-national constitutional federalism, where individuals of different nations within a specific territorial scope are jointly subject to and protected by the state. However, this is not the only way federalism can address the coexistence of multiple nations. By reviewing historical figures and theoretical narratives, as well as incorporating contemporary federal theorists on plurality and multiracial coexistence, this study seeks to shed light on a non-territorialized alternative arrangement. Once, facing the complex national coexistence within the Austro-Hungarian Empire, Austrian Marxist Karl Renner proposed the personal principle and cultural autonomy, attempting to reshape the federal structure of the Austro-Hungarian Empire through a non-territorial arrangement. Renner reorganizes national communities as legal entities to act as intermediaries between individuals and the state, and to implement non-territorial economic, political, and cultural management for individuals of their own nations. This study also explores the model's non-territorial character, its treaty-based character, and its embodiment of federalism as norm. In Renner's view, this attempt could achieve a balance, avoiding both the oppression of minorities by the majority within territorial structures and the centrifugal tendencies of minority groups within specific territorial scopes. Although Renner's federalist reforms ultimately failed, they still provide valuable guidance for dealing with the political reality of multinational coexistence today, demonstrating the inherent potential of a non-territorial, pluralistic, treaty-based federalism.",
          "url": "https://osf.io/r7hsm",
          "doi": "https://doi.org/10.31235/osf.io/r7hsm",
          "filter": 2
        },
        {
          "title": "The Divided States of America: Religion, Politics, and Humanitarian Progress Scores, 2014-2022",
          "authors": "Leon S Robertson",
          "abstract": "In recent decades, white fundamentalist Christians became disproportionately affiliated with the Republican Party in the U.S. and some advocate Christian Nationalism. This study examines the association of religious commitment with an index of humanitarian progress and Republican vote percentage in 2012 and 2016 among U.S. states. The percentage of people who say they pray daily in a state strongly correlates with a lower humanitarian progress score and a higher percentage of votes for Trump. The correlations remained strong when other factors (gun ownership, ethnic segregation, and income per cost of living) were controlled statistically in a multiple regression analysis. The results suggest that reliance on the supernatural leads to neglect of the natural. Support of Trump whose dishonesty is legion and who employs the fascist tactic of blaming social problems on minorities seems anomalous with Christian ideology. Although many establishment Republicans warned against Trump, the strong correlation between the Trump vote in 2016 with the vote for the establishment Republican Mitt Romney in 2012 suggests that party members are enmeshed in mutually reinforcing social arrangements that are not conducive to support of humanitarian policies and resistance to fascist tactics.",
          "url": "https://osf.io/vts3d",
          "doi": "https://doi.org/10.31235/osf.io/vts3d",
          "filter": 2
        },
        {
          "title": "Il lockdown: spazio di attesa o momento di opportunità?",
          "authors": "Tommaso Vitale; Carlo Stasolla; Associazione 21 luglio",
          "abstract": "Il monitoraggio, che ha portato per quanto riguarda la baraccopoli formale di Salone e quella di Castel Romano alla pubblicazione di un’indagine5, ha fatto emergere i primi aspetti di un quadro sociale destinato, in assenza di interventi pubblici e di una consolidata rete comunitaria interna alle 4 aree, ad avere conseguenze future cariche di problematicità.\nIn particolare, sia nell’azione di monitoraggio che in quella di ricerca, sono emerse due criticità che avrebbero potuto aggravare la già pesante condizione\ndi vita delle famiglie presenti delle 4 aree oggetto della ricerca. Nel breve periodo, la compressione della libertà di movimento imposta dal decreto governativo avrebbe impedito alle famiglie di svolgere la consueta attività lavorativa informale necessaria per il sostentamento giornaliero, ponendo a rischio di deprivazione alimentare soprattutto i nuclei familiari con figli piccoli.\nIn questi casi, quando eventuali risorse risultano scarse, può essere la solidarietà della comunità ad intervenire. Essa però, in tempi di contagio, dove domina la paura del contatto fisico e prevalgono le regole del distanziamento sociale, rischia di venire meno. Nelle 4 aree è quindi emersa la fragilità della rete comunitaria interna, paralizzata dalla paura e incapace di offrire risposte di mutuo aiuto e di solidarietà.",
          "url": "https://osf.io/qxn2y",
          "doi": "https://doi.org/10.31235/osf.io/qxn2y",
          "filter": 2
        },
        {
          "title": "#IoResto nel Campo, Indagine sul primo impatto del decreto del 9 marzo 2020 in alcuni insediamenti formali della città di Roma",
          "authors": "Tommaso Vitale; Associazione 21 luglio; Carlo Stasolla",
          "abstract": "Con la presente indagine qualitativa, Associazione 21 luglio intende comprendere e illustrare, a nove\ngiorni dall’emanazione del decreto del 9 marzo 2020, il primo impatto delle misure in esso riportate\nin alcuni insediamenti formali dalle città di Roma abitati da famiglie identificate dalle autorità locali\ne che generalmente si autodefiniscono come appartenenti alle comunità rom. In ottemperanza alle\nnorme contenute dal decreto i ricercatori di Associazione 21 luglio non hanno raggiunto gli\ninsediamenti oggetto dell’indagine. Gli stessi si sono pertanto serviti di interviste telefoniche che\nhanno coinvolto: 24 soggetti6 dimoranti presso gli insediamenti oggetto dell’indagine quali: il\n“villaggio” di via Cesare Lombroso; il “villaggio” di via Luigi Candoni; il “villaggio” di via dei Gordiani;\nil “villaggio” di Castel Romano, il “villaggio” di via di Salone. Le interviste si sono realizzate tra il 14 e\nil 17 marzo 2020. Le visite condotte nei mesi anteriori al diffondersi del contagio7 hanno consentito\nai ricercatori di Associazione 21 luglio di acquisire dati aggiornati sulle condizioni strutturali degli\ninsediamenti coinvolti nell’indagine, mentre una precedente attività di accesso agli atti, realizzata\nnell’anno 2019, ha permesso di reperire dati numerici relativi alle presenze negli insediamenti e alle\niscrizioni scolastiche dei minori.",
          "url": "https://osf.io/4g7wt",
          "doi": "https://doi.org/10.31235/osf.io/4g7wt",
          "filter": 2
        },
        {
          "title": "Bad medicine: Why different systems of organized crime demand different solutions",
          "authors": "Christopher Blattman",
          "abstract": "International drug trafficking dominates the conversation on organized crime, but equally common and serious are urban systems of organized crime—criminal groups focused not on exports or transshipment, but on dominating local markets, neighborhoods, and politics. When policymakers do pay attention to this problem, they consistently make the same mistake—believing there are best practices. But systems of organized crime are not all alike. There is no one blueprint or general solution, and so following the latest fad is unlikely to deliver the desired result. Instead of trying to copy the quasi-mythological success of a Giuliani or Bukele, policymakers need to understand what kind of organized crime problem they have, what capabilities their city possesses, and what tools are appropriate to the circumstances. This paper looks in-depth at how organized crime is organized in three cities: Chicago, Medellín, and San Salvador. It also considers New York, Bogotá, and Port-au-Prince. I argue that the primary driver of their organization and incentives is their source of criminal revenues. A second major driver of behavior is the degree of criminal political organization, which broadly-speaking takes three forms: atomized individuals, fragmented groups, and competing confederations. These forms are not just the product of their revenues, but are also the result of decades of competition with the state and one another. What policy tools will work hinges on this diagnosis. I look at the evidence for a range of standard policies—from crackdowns to street outreach—and explain why we can expect them to have wildly different impacts depending on the context.",
          "url": "https://osf.io/ghcpj",
          "doi": "https://doi.org/10.31235/osf.io/ghcpj",
          "filter": 2
        },
        {
          "title": "International Currency Competition",
          "authors": "Christopher Clayton; Amanda Dos santos; Matteo Maggiori; Jesse Schreger",
          "abstract": "We study how countries compete to become an international safe asset provider. Governments\nin our model issue debt to a common set of investors, resulting in competition\nas issuance by one country raises required yields for all countries. Governments are\ntempted ex post to engage in expropriation or capital controls, and can build reputation\nas a safe asset provider by resisting temptation to do so. We show how increased\ncompetition deters countries from building reputation, leaving more countries stuck\nat low reputation levels and unable to supply safe assets. We derive a model-implied\nmeasure of country reputation. We estimate this reputation measure using micro-data\non investor portfolio holdings, and use it to track the evolution of countries’ reputation\nover time. We study how an incumbent safe asset provider, like the U.S., uses its\nissuance strategy to deter the emergence of competitors.",
          "url": "https://osf.io/thjv7",
          "doi": "https://doi.org/10.31235/osf.io/thjv7",
          "filter": 2
        },
        {
          "title": "Assessing Emerging Markets through Transactional Dynamics: A New Multi-Dimensional Valuation Framework",
          "authors": "Joshua Midha",
          "abstract": "This paper introduces a novel transaction-function model for valuing emerging markets, integrating machine learning, agent-based modeling, and multi-method valuation techniques. Traditional valuation models often rely on aggregated economic indicators such as GDP growth and inflation, which lack the granularity needed to capture the transactional dynamics and unique risk factors inherent to emerging markets. In contrast, the proposed model treats each market as a multi-dimensional function of individual transactions, analyzing these interactions through a multi-method framework that includes Discounted Cash Flow (DCF), comparables, precedent transaction, and multiples analysis. By incorporating machine learning algorithms, the model iteratively improves predictive accuracy, dynamically adjusting to new data in volatile and data-sparse environments. Additionally, agent-based simulations provide insights into behavioral responses to policy changes, regulatory shifts, and other market-specific conditions, offering a behavioral layer often missing from traditional approaches. Validation of this model demonstrates a marked improvement in predictive accuracy and adaptability compared to conventional models. This transaction-function approach provides investors and policymakers with a granular, data-driven tool for assessing the true growth potential of emerging markets, paving the way for more informed, context-sensitive investment decisions.",
          "url": "https://osf.io/d8jkt",
          "doi": "https://doi.org/10.31235/osf.io/d8jkt",
          "filter": 2
        }
      ]
    }
  ]
}
