{
  "update": "2024-10-10",
  "content": [
    {
      "journal_full": "PsyArxiv",
      "journal_short": "PsyArxiv",
      "articles": [
        {
          "title": "Cross-Linguistic Effects of the Speech-to-Song Illusion in Speakers of Bangla and English",
          "authors": "Alexis Deighton MacIntyre; Rakhi Akter",
          "abstract": "The speech-to-song illusion is a phenomenon in which the continuous repetition of a spoken\nutterance induces the listeners to perceive it as more song-like. Thus far, this perceptual\ntransformation has been observed in mostly European languages, such as English; however,\nit is unclear whether the illusion is experienced by speakers of Bangla (Bengali), an\nIndo-Aryan language. The current study, therefore, investigates the illusion in 28 Bangla-\nand 31 English-speaking participants. The experiment consisted of a listening task in\nwhich participants were asked to rate their perception of repeating short speech stimuli on\na scale from 1 − 5, where 1 = \"sounds like speech\" and 5 = \"sounds like song\". The stimuli\nwere composed of English and Bangla utterances produced by two bilingual speakers. To\naccount for possible group differences in music engagement, participants self-reported\nmusical experience and also performed a rhythm discrimination task as an objective\nmeasure of non-verbal auditory sequence processing. Stimulus ratings were analysed with\ncumulative link mixed modelling. Overall, English- and Bangla-speaking participants rated\nthe stimuli similarly and, in both groups, better performance in the rhythm discrimination\ntask significantly predicted more song-like ratings beyond self-reported musical experience.\nEnglish speakers rated Bangla stimuli as significantly more song-like than English stimuli.\nBangla speakers did not distinguish between English and Bangla stimuli–possibly reflecting\ntheir enhanced understanding of English, in comparison to the English participants’\ncomprehension of Bangla. An exploratory acoustic analysis revealed a role of harmonic\nratio in the illusion for both language groups. These results demonstrate that the\nspeech-to-song-illusion occurs for Bangla speakers to a similar extent as English speakers\nand that, across both groups, sensitivity to non-verbal auditory structure is positively\ncorrelated with susceptibility to this perceptual transformation.",
          "url": "https://osf.io/jevqh",
          "doi": "https://doi.org/10.31234/osf.io/jevqh",
          "filter": 0
        },
        {
          "title": "The Dark Side of Visibility: Hostile Social Media Responses to LGBTQIA+ Research and Implications for Researchers",
          "authors": "Violeta J. Rodriguez; Qimin Liu",
          "abstract": "Over the past thirty years, there has been growing recognition of the challenges faced by LGBTQIA+ individuals, coupled with an increase in legislative attacks worldwide. This has heightened scrutiny and stigma for LGBTQIA+ communities and scientists, particularly on social media platforms. Here, we investigate the nature of homotransphobic comments directed at LGBTQIA+ researchers and recruitment ads through topic modeling and sentiment analysis. We collected 994 comments from social media recruitment ads posted between January 2024 and May 2024. Our analysis identified three main themes: transitions and health, confrontational language, and ideological debates, with an overall negative sentiment across all topics. This study highlights the significant hostile environment faced by LGBTQIA+ researchers, underscoring the need for supportive measures and policies to foster a more inclusive and respectful discourse. These findings provide critical insights into the impact of online harassment on LGBTQIA+ research and offer recommendations for institutional support and public awareness to mitigate these negative sentiments.",
          "url": "https://osf.io/2vadn",
          "doi": "https://doi.org/10.31234/osf.io/2vadn",
          "filter": 0
        },
        {
          "title": "A dynamic model of context-based retrieval",
          "authors": "Madison D. Paron; James D. Paron; Michael J. Kahana",
          "abstract": "We propose a comprehensive model of how experiences are encoded and retrieved from memory. At the core of the model is a dynamic retrieval process incorporating two essential mechanisms: iterative retrieval, whereby information is sequentially sampled from memory to access the full history of experiences; and competitive retrieval, whereby the most prominent features in memory inhibit the recollection of other features. Together with context-based encoding, the model quantitatively explains well-known facts about response order and inter-response times in recall experiments. We show that our retrieval process maps closely to existing decision frameworks, such as drift-diffusion models, suggesting that the memory system plays a fundamental role in a wide-ranging set of decision-making settings.",
          "url": "https://osf.io/25fhp",
          "doi": "https://doi.org/10.31234/osf.io/25fhp",
          "filter": 0
        },
        {
          "title": "Inverting the Turing test to track changing intuitions about artificial minds",
          "authors": "Stephanie Droop; Cansu Oranç; Neil R Bramley; Azzurra Ruggeri",
          "abstract": "The rise of large language models and their impressive capabilities suggests their output is indistinguishable from human and that the Turing test has been passed definitively. Much existing work has focused on testing the capabilities of the models. However, it is unknown how people themselves conceive of artificial intelligence technology's putative knowledge or attitudes, and of how they differ from the mental states of humans. By exploring how people interrogate systems to decide whether they are natural or artificial, we show that people fail to spot large language model output most of the time, except for answers to factual questions. We found people systematically overestimate the use of personal questions in a Turing test. However, people are sensitive to brusque, cynical tone, slang and perceived idiosyncrasy as cues to natural human output. Despite claims the Turing test is becoming obsolete, we argue it endures as a probe of evolving lay intuitions about artificial intelligence and a way to track theory of mind expanding to encompass different sorts of mind. Our results shed light on what people think separates humans from machines and may guide later models to detect authorship of text online.",
          "url": "https://osf.io/ge72j",
          "doi": "https://doi.org/10.31234/osf.io/ge72j",
          "filter": 0
        },
        {
          "title": "The temporal dynamics of attentional allocation during counterfactual learning",
          "authors": "Germain Lefebvre; Jamal Esmaily; Zahra Rezazadeh; Bahador Bahrami",
          "abstract": "Counterfactual learning, which refers to learning from what could have happened under different circumstances, is crucial for understanding decision-making in humans. Recent studies have well characterized the computational and neural processes underlying this aspect of learning. However, little is known about the temporal dynamics of attentional allocation towards the different alternatives faced by individuals, and their consequences. The present study explores the role of gaze and pupil dilation as potential indicators of counterfactual thinking during reinforcement learning tasks. By examining how these physiological measures correlate with the cognitive processes involved in evaluating both experienced and forgone outcomes, the research provides insights into the complex dynamics of human counterfactual learning. We recorded the gaze and pupil size of 36 participants engaged in a computer-based 2-arm bandit task with full information. The participants faced scenarios where they made choices and were then shown both the actual outcomes and hypothetical outcomes of unchosen options. While the overall pattern of allocation typically involved a first fixation on the factual outcome followed by a subsequent one on the counterfactual outcome, this pattern was affected differently by both outcomes’ value. On the other hand, pupil size reflected the outcome valence of the chosen option as well as the similarity between outcomes. These findings suggest that gaze dynamics and pupil dilation serve as effective biomarkers of counterfactual processing, reflecting the cognitive load and confirmation bias associated with such processes.",
          "url": "https://osf.io/2y4nv",
          "doi": "https://doi.org/10.31234/osf.io/2y4nv",
          "filter": 0
        },
        {
          "title": "The relation between goal-predictive gaze behavior and imitation - A live eye-tracking study in 12-months-olds",
          "authors": "Franziska Sieber; Jan Czarnomski; Moritz M. Daum; Norbert Zmyj",
          "abstract": "Children learn from others by imitating observed behavior. According to some theorists, in order to imitate an agent’s action, infants need to identify the agent’s action goal. To test this assumption, infants’ predictive gaze shifts were measured while they observed a live model’s action, and related to their imitation of this action, controlling for cognitive developmental status. In total, 104 German twelve-month-olds (57 female) observed an established imitation task (FIT 12, Goertz et al., 2006). The results revealed that infants anticipated action goals presented at a realistic speed. Furthermore, infants’ imitative behavior was related to their goal-predictive gaze shifts. This association was partially explained by cognitive-developmental status, which should be considered as an important factor in the development of imitation.",
          "url": "https://osf.io/4mfys",
          "doi": "https://doi.org/10.31234/osf.io/4mfys",
          "filter": 0
        },
        {
          "title": "The Experience of Individuals Filmed for Pornography Production: A History of Continuous Polyvictimization and Ongoing Mental Illness",
          "authors": "Meghan Donevan; Linda S. Jonsson; Carl Göran Svedin",
          "abstract": "Purpose: While research and public debate have increasingly focused on the effects of pornography consumption, the experiences of those filmed for pornography have been largely overlooked. This study aims to address this gap by examining the vulnerabilities and health risks faced by this population. \n\nMaterials and methods: Individuals aged 18 and older filmed for pornography in Sweden were recruited to participate in face-to-face interviews. A total of 120 participants completed a combination of study-specific questions and standardized questionnaires on their background, experiences in pornography, and health status. Descriptive statistics were reported, and a regression analysis was performed to assess factors impacting PTSD severity. \n\nResults: Participants reported high levels of abuse both in childhood and during pornography production. Nearly all participants had experienced sexual abuse (88%), psychological abuse (90%), and physical abuse (79%) as children. This pattern of victimization continued into their involvement in pornography, where they were subjected to further abuse and exploitation, including verbal abuse (87%), rape (65%), physical assault (56%), third-party control (56%), and online harassment (57%). The consequences of this continuous polyvictimization were significant: 83% exhibited clinically significant PTSD, 69% had attempted suicide, and 80% had been diagnosed with at least one mental health problem. Our regression analysis found that childhood abuse, third-party control, and online violence were significant predictors of PTSD severity. \n\nConclusions: Our findings highlight the urgent need for comprehensive legal, social, and mental health interventions to protect this highly vulnerable population and address the unique harms stemming from being documented in pornography.",
          "url": "https://osf.io/a968c",
          "doi": "https://doi.org/10.31234/osf.io/a968c",
          "filter": 0
        },
        {
          "title": "Behavioural entropy as an individual difference construct: Can shopping patterns predict sociopolitical outcomes?",
          "authors": "Neo Poon; James Goulding; Anya Skatova",
          "abstract": "Utilising behavioural entropy as a tool to delineate individual disparities, we confront the complexities in analysing personality traits using digital traces and propose fresh insights into the determinants of sociopolitical behaviours. Through the aggregation of shopping data from 20,550,952 customers of a UK-based pharmacy chain, we calculated behavioural entropy values within each local authority area in the country, subsequently correlating them with personality traits, socioeconomic indicators, and the 2016 European Union referendum outcomes. Our results validate the utility of ‘shopping entropy’ as an operationalisable proxy for the Big Five trait Openness, indicative of individuals’ propensity for embracing varied experiences. Moreover, we established the predictive capacity of entropy regarding the UK Brexit referendum’s results and voter turnout, highlighting the coherence between stable individual inclinations manifested in everyday shopping behaviours and tangible sociopolitical decisions.",
          "url": "https://osf.io/4bq2v",
          "doi": "https://doi.org/10.31234/osf.io/4bq2v",
          "filter": 0
        },
        {
          "title": "COVID-19 Vaccine Skepticism in France: Roles of Thinking Disposition, Epistemic Suspect Beliefs, and Knowledge on attitudes toward vaccination",
          "authors": "Bastien Trémolière; Valentin Perichon; Hakim Djeriouat",
          "abstract": "Shortly after the outbreak of COVID-19 which led to the largest pandemic in decades, part of the population still refuses to be vaccinated. In the current research, we investigated whether a number of sociocognitive factors predict vaccine skepticism in the context of COVID-19 in a French population. We conducted three preregistered studies examining whether thinking dispositions, knowledge, and beliefs predict vaccine attitudes. Study 1 (N = 164) showed that COVID-19 conspiracy beliefs, political orientation and vaccine knowledge are independent predictors of vaccine attitudes. Study 2 (N = 198) showed that vaccine conspiracy belief and belief in science predict vaccine attitudes. In Study 3 (N = 123), manipulation of reasoning mode had no significant effect on attitude toward vaccines. Results showed that thinking disposition predicted attitudes toward vaccination, but did not systematically survive the inclusion of scales targeting conspiracy beliefs or belief in science. We discuss the implications of this constellation of variables and the need to focus on and act upon beliefs in particular.",
          "url": "https://osf.io/dt3zm",
          "doi": "https://doi.org/10.31234/osf.io/dt3zm",
          "filter": 0
        },
        {
          "title": "RR: INFLUENCE OF SELF-CONSTRUAL AND CULTURE ON COGNITIVE DISSONANCE IN THE INDUCED COMPLIANCE PARADIGM",
          "authors": "Tim Figureau; Daniel Priolo; Willem W. A. Sleegers; Kenneth G DeMarree; Omid Ghasemi; Maxime Mauduy; Asil Ali Özdoğru; Robert M Ross; Bjørn Sætrevik; Kathleen Schmidt",
          "abstract": "Cognitive dissonance, a fundamental psychological process involving inconsistent cognitions causing discomfort, may vary across cultures. These variations could be attributed to differences in the way people define themselves, known as “self-construal”. Previous cross-cultural studies on the role of self-construal in cognitive dissonance have mainly employed the free-choice paradigm. However, many concerns have been raised about the validity of this procedure and these studies, more generally. To address this issue, we will conduct secondary analyses to explore unexamined associations in a large existing dataset (Vaidis et al., 2024). Specifically, the current study will investigate the moderating role of individual (self-construal) and cultural (individualism) variables on dissonance effects following an induced-compliance paradigm across 18 countries (N = 3822). Based on the literature, we hypothesised that induced-compliance effects (i.e., adjusting attitude to match behaviour, particularly when it has been adopted freely) will be stronger for participants with higher individual self-construal scores (H1), in more individualistic countries (H2), and in countries with higher aggregated levels of independent self-construal (H3). The analyses [supported / did not support] H1,  [supported / did not support] H2 and [supported / did not support] H3.\n\nKeywords: Self-Construal, Culture, Cognitive Dissonance, Induced Compliance, Cross-cultural study",
          "url": "https://osf.io/fk3pd",
          "doi": "https://doi.org/10.31234/osf.io/fk3pd",
          "filter": 0
        },
        {
          "title": "Enlarged scale of the interior built environment reduces the cognitive performance of higher-education students during exams",
          "authors": "Isabella Simone Bower; Jaclyn Broadbent; Scott Coussens; Peter Gregory Enticott",
          "abstract": "Examinations are a widely used assessment method in higher education. They are often conducted in large indoor environments that can accommodate high numbers of students to maximize scheduling and cost efficiency. Recent evidence, however, suggests enlarged room scale impacts brain activity that is associated with concentration, which could negatively impact cognitive performance. We analysed data (N=15,400) from undergraduate students over eight years across three campuses at an Australian tertiary institution. Using linear mixed models, we compared examination performance across different room scales, while accounting for coursework performance, and other variables. We found some evidence that student examination performance was worse in rooms with elevated ceiling heights, but additional modelling indicated a more complex relationship (where ceiling height might be linked to improved performance). These results provide tentative support for the notion that built environment scale influences cognitive performance, and suggest caution in conducting examinations in large scale, high-ceiling rooms.",
          "url": "https://osf.io/j7bf4",
          "doi": "https://doi.org/10.31234/osf.io/j7bf4",
          "filter": 0
        },
        {
          "title": "Age-Related Differences in Comprehending Speech in Competition",
          "authors": "Amy Morris; Rakteesud Bamrungyat; Alexandra N. Scurry; Aaron Seitz; Frederick J. Gallun; Fang Jiang",
          "abstract": "The ability to discriminate speech with background noise decreases with age. This study examined the effect of masker type and spatial location in older and young adults. Using Portable Automated Rapid Testing software on an iPad, participants were asked to understand target speech (always simulated at 0° azimuth) in the presence of speech or ‘garbled speech’ maskers (simulated from 0°, 6°, or 45° azimuth spatial locations). Additionally, suprathreshold sensitivities to temporal (TM), spectral (SM), and spectrotemporal (STM) modulation as well as binaural temporal fine structure (TFS) were estimated. Older adults showed worse speech in competition (SiC) performance with 6° and 45°, but not 0°, masker spatial locations and benefited less from only 45° of spatial separation compared to young controls for speech masking. For garbled-speech masking, older adults showed worse performance overall, but benefited similarly from spatial separation compared to young controls. Older adults also showed worse sensitivity for binaural TFS, but comparable TM, SM, and STM sensitivity. Age as well as TM and SM sensitivities predicted SiC performance, whereas STM and binaural TFS sensitivities did not. These findings expand our knowledge of how aging affects SiC comprehension and provide insight into training programs to improve older adults’ SiC performance.",
          "url": "https://osf.io/vkz3x",
          "doi": "https://doi.org/10.31234/osf.io/vkz3x",
          "filter": 0
        },
        {
          "title": "Maintaining Visual Stability in Naturalistic Scenes: The Roles of Trans-Saccadic Memory and Default Assumptions",
          "authors": "Yong Min Choi; Tzu-Yao Chiu; Jake Ferreira; Julie Golomb",
          "abstract": "How is visual stability maintained across saccades? One theory poses the visual system assumes the external world as stable unless there is extreme evidence against it. As support, prior studies demonstrated a “blanking effect”. However, there remains a considerable gap between these findings discovered with impoverished sparse stimuli and understanding trans-saccadic stability in naturalistic scenes. Here we tested 19 adult observers in a blanking paradigm with naturalistic scene images: AI-generated “scene wheel” stimuli that varied in a continuous and quantifiable manner. Psychometric modeling revealed that inserting a brief blank screen during a saccade increased sensitivity to trans-saccadic scene changes and decreased the stability bias. These effects occurred only when observers made actual eye movements, but not when eye movements were simulated with retinal image shifts. These findings demonstrate that trans-saccadic memory of complex scenes and an overarching stability assumption work in tandem to achieve stable perceptual experience in natural environments.",
          "url": "https://osf.io/m9wa4",
          "doi": "https://doi.org/10.31234/osf.io/m9wa4",
          "filter": 0
        },
        {
          "title": "Exploring Predictors of Lucid Dreaming Skills: Insights from a community-based Study",
          "authors": "Felix Sammer; Susanne Haug; Veronika Timpe",
          "abstract": "In a lucid dream one is aware that one is dreaming. However, the degree of awareness and\ncontrol someone typically possesses in their lucid dreams, summarized as an individual’s lucid\ndreaming skills, varies. Previous research has identified both the frequency of lucid dreams\nand age as predictors. In this study, we explored the relationship between lucid dreaming skills\nand age, dream recall, nightmare frequency, lucid dreaming knowledge, sleep quality, meta-\nawareness, self-efficacy, induction technique use, dream journal use, and beliefs related to\nlucid dreaming, using data from 344 participants recruited primarily from online lucid dream-\ning communities. Multiple regression analysis revealed lucid dreaming frequency and lucid\ndreaming knowledge as significant predictors. Meta-awareness was also indicated to be another predictor, but did not remain significant after adjusting for multiple comparisons.\nAdditionally, we obtained estimates for the prevalence of sleep paralysis and false awakenings from lucid dreams, investigated the connection of sleep paralysis with lucid dreaming\nfrequency and induction technique use, and examined the four largest lucid dreaming communities in our sample in terms of community differences as well as most used techniques.\nResults revealed a small correlation between sleep paralysis and lucid dreaming frequency, but\nno significant relationship of sleep paralysis with induction techniques. Community differences\nwere noted in terms of age, dream recall, induction technique use, and lucid dreaming related\nbeliefs. The most widely used techniques were found to be WBTB, MILD and WILD.",
          "url": "https://osf.io/b8zf6",
          "doi": "https://doi.org/10.31234/osf.io/b8zf6",
          "filter": 0
        },
        {
          "title": "The Morgan Freeman effect: Long-term memory for voices frees up cognitive capacity to enhance speech perception in noise",
          "authors": "Manda Fischer; Ingrid Johnsrude",
          "abstract": "When masked by competing speech, an utterance is more intelligible when it is spoken by someone familiar than a stranger (novel). If this benefit occurs because familiar voices are less cognitively demanding, then a concurrent task should disrupt perception of speech less if the carrier voice is familiar. Participants (N=30) heard two sentences spoken concurrently (familiar-novel or novel-novel) and reported the content of one (target) while ignoring the other (masker). Simultaneously, participants either ignored (single task) or tracked the location of four moving dots on a screen (dual task). Across both tasks, word-report was most accurate when the target voice was familiar, lower when both voices were novel, and lowest when the masker was familiar. The presence of the concurrent multiple object tracking (MOT) task decreased intelligibility of the novel but not the familiar target, suggesting that long-term memory for a voice can free up cognitive capacity to aid speech perception.",
          "url": "https://osf.io/4wuby",
          "doi": "https://doi.org/10.31234/osf.io/4wuby",
          "filter": 0
        },
        {
          "title": "Demographic Biases in Naturalistic Language Recordings in the CHILDES Database",
          "authors": "Camila Scaff; Georgia Loukatou; Alejandrina Cristia; Naomi Havron",
          "abstract": "In recent years, the importance of estimating demographic biases in research has become apparent. Here we provide a systematic review of the CHILDES database, the major source of naturalistic recordings of children’s linguistic environment. We analyzed the database according to four dimensions considered central to language learning: SES, urbanization, family structure, and language. We present descriptive statistics of each dimension to assess whether naturalistic recordings were biased regarding the demographics of the countries and the families recorded within them. We find that CHILDES’s recordings overrepresented wealthier countries and higher parental education levels; urban settings; and smaller households. Middle- and higher-class participants were likewise over-represented. The corpora were not representative of their countries in terms of urbanization either - with a larger percentage of families residing in urban settings than is overall true for their respective countries. In terms of family structure, nuclear families were more prevalent than in the countries where the data was collected. Last, we found that corpora were linguistically diverse, but we estimate that these recordings underrepresent bilingual and multilingual households. We conclude that researchers should be careful when generalizing from naturalistic recordings of children's input and output obtained from CHILDES.",
          "url": "https://osf.io/tjruf",
          "doi": "https://doi.org/10.31234/osf.io/tjruf",
          "filter": 0
        },
        {
          "title": "Students with Disabilities in Clinical Internships: Perspectives of College Faculty, Accessibility Advisors, and Students",
          "authors": "Catherine Fichten; Alice Havel; mary jorgensen",
          "abstract": "We present findings from an interview study concerning Canadian college students with disabilities in clinical internships. The study explored the perspectives of seven college faculty internship supervisors, eight accessibility advisors, and 14 students with diverse disabilities who were currently doing - or had recently completed - a required internship for their program. Thematic analysis was used to uncover key themes related to facilitators and barriers relevant to accessibility, knowledge, communication, disclosure / self-identification, policies / legislation, support strategies, and useful technologies. Highlights of our results indicate that accommodations that are typically available in college classrooms are not appropriate for most internship settings, that policies and procedure manuals related to accessibility supports / accommodations in internships are scarce, and that communication among faculty, students and accessibility advisors is poor and do not typically include on-site clinical supervisors. In addition, we found that students are often reluctant to self-identify as having a disability because of fear of stigma and professional concerns. A variety of technologies that can be useful in internship settings was identified, but participants noted that internship settings were often reluctant to use these because of concerns with patient confidentiality and biohazard safety. We recommend that colleges develop Equity, Diversity, Inclusion and Accessibility (EDIA) policies that reflect internships and that communication structures be developed that allow all stakeholders to participate.",
          "url": "https://osf.io/ph2fr",
          "doi": "https://doi.org/10.31234/osf.io/ph2fr",
          "filter": 0
        },
        {
          "title": "Funny $#!%: Predicting Profanity Use in Creative Humor Production",
          "authors": "Meriel I. Burnett; Paul J Silvia",
          "abstract": "How do people come up with funny ideas? Profanity—the language’s rich panoply of obscenity, vulgarity, and indecency—is a ubiquitous comedic device deployed in creative humor. The present research explored variation in profanity use generating jokes. A sample of adults (n = 618) completed a creative humor production task, and text-mining methods detected and coded the appearance and severity of profanity. Random forest models were used to identify potentially important predictors, such as variables relevant to profanity generally (e.g., age, gender, and personality) and variables specific to humor creation (e.g., humor self-concepts and self-ratings of their jokes’ funniness). Profanity in the jokes was reasonably common, used by 22% of the sample, diverse in type, and generally mild in severity. The random forest models identified a set of uniquely important predictors. Profanity use and severity were marked by being younger, identifying as male, rating one’s own jokes as funny, and expressing more confidence in one’s ability to be funny and make others laugh—a true profile in boorishness. The discussion explores roles for personality in indecorous humor and the broader question of strategic aspects of humor creation.",
          "url": "https://osf.io/mwzqx",
          "doi": "https://doi.org/10.31234/osf.io/mwzqx",
          "filter": 0
        },
        {
          "title": "Focusing on truth discernment may blindside advances in fighting misinformation",
          "authors": "Tobia Spampatti",
          "abstract": "Behavioural scientists increasingly assess interventions against misinformation via truth discernment. However, pursuing truth discernment may hinder behaviour change when action is needed, for pandemic response or the climate crisis. The trade-off between discernment, behaviour, and other outcomes should be explicitly studied when evaluating interventions.",
          "url": "https://osf.io/kmzsj",
          "doi": "https://doi.org/10.31234/osf.io/kmzsj",
          "filter": 0
        },
        {
          "title": "Metacognitive training facilitates optimal cognitive offloading",
          "authors": "Ceri Ngai; Sam Gilbert",
          "abstract": "Cognitive offloading refers to the use of physical action and the external\nenvironment to reduce cognitive demand. Offloading strategies such as creating\nexternal reminders instead of relying on internal memory are highly effective and\nplay a key role in supporting real-world cognition. Previous work has shown that\npeople have systematic biases in their offloading strategies, which are related to\nbiased metacognitive evaluations of cognitive ability. These metacognitive biases\ncould potentially be mitigated by metacognitive interventions. However research\ninvestigating the effect of metacognitive interventions has produced mixed results.\nHere, we investigated the influence of a brief intervention comprising just five trials\nof metacognitive feedback during an initial practice session. After this intervention\nparticipants performed a memory task where they decided between using internal\nmemory (for maximum reward) or external reminders (for reduced reward),\nallowing us to determine the optimality of offloading strategies. The key difference\nfrom earlier work was that task performance determined financial reward, to\nincentivise optimal offloading. As predicted, metacognitive training reduced\nmetacognitive bias and also led to more optimal offloading strategies. Therefore,\nmetacognitive feedback is an effective intervention to improve the optimality of\ncognitive offloading, which could improve the adaptive use of cognitive tools.",
          "url": "https://osf.io/dq85e",
          "doi": "https://doi.org/10.31234/osf.io/dq85e",
          "filter": 0
        },
        {
          "title": "Identifying problems and solutions to qualitative research privileging “rich” data within psychosis research.",
          "authors": "Veenu Gupta; Suzy Syrett; Andrew Ian Gumley; Amy Hardy; Thomas Ward; Stephanie Allan",
          "abstract": "Mental health research often seeks to witness, understand and empower marginalised communities through methods such as qualitative research. Qualitative research favours rich and meaningful data segments representing peoples’ lived experiences. The neurodiversity movement has identified and challenged the ableism that can arise when applying research methods with normative assumptions about human minds and language production. However, schizophrenia and psychosis qualitative research has so far been under-considered in efforts to reduce these forms of ableism in research. This paper highlights how mental health researchers can resist and reject the ableism that comes from adopting ‘rich data’ as representative of the lived experiences of those with schizophrenia. Qualitative research may occlude the real experiences of individuals with schizophrenia if they are not heard or represented in the multitude of ways they communicate or articulate themselves, the language they use and the stories they tell. This article provides solutions to meaningfully represent those with schizophrenia and their voices in all stages of the research process so that the available research in the field accurately reflects the needs and experiences of those with schizophrenia.",
          "url": "https://osf.io/s2axk",
          "doi": "https://doi.org/10.31234/osf.io/s2axk",
          "filter": 0
        },
        {
          "title": "Reducing internalized HIV stigma with Intervention Mapping:  The design, implementation, and evaluation of RESET (RESilience and Empowerment Training)",
          "authors": "Sarah E. Stutterheim",
          "abstract": "HIV is a highly stigmatized condition, and negative beliefs about HIV and people with HIV are frequently internalized. This paper describes how we designed, implemented, and evaluated RESET, an intervention aiming to reduce internalized HIV stigma among people with HIV in the Netherlands. This face-to-face, three-session workshop series for people with HIV was designed, implemented, and evaluated with Intervention Mapping, a systematic approach to behavior change that uses theory and evidence, as well as participatory processes, in the planning of interventions. Intervention Mapping comprises six steps: 1) conducting a needs assessment and drafting a logic model of the problem; 2) specifying intervention outcomes and objectives, and drafting a logic model of change; 3) designing the intervention by selecting theory and evidence-based methods for behavior change and then developing their practical applications; 4) producing and pre-testing the intervention; 5) planning for implementation; and 6) planning process and effect evaluation. For each step, we describe the tasks involved and how we approached each task as we designed, implemented, and evaluated RESET. By transparently reporting how RESET was developed, we illuminate success and challenges in designing, implementing, and evaluating HIV stigma interventions. We also demonstrate how Intervention Mapping can be leveraged to develop effective interventions for reducing stigma, including internalized HIV stigma.",
          "url": "https://osf.io/wx5k9",
          "doi": "https://doi.org/10.31234/osf.io/wx5k9",
          "filter": 0
        },
        {
          "title": "The missing link between response selection and execution in language production",
          "authors": "Svetlana Pinet",
          "abstract": "In this review, challenges related to the measurement of word durations in language production are identified, highlighting gaps in current theoretical frameworks and the resulting difficulty in interpreting available evidence. To compensate for limited theoretical predictions regarding response durations in spoken language, we turn to other fields, such as written production and motor control, to provide informative analogies. In written production, reliable effects on durations have been observed but the field similarly suffers from the absence of clear predictions from the available models, limiting interpretations. Since word durations are the result of motor programming and execution, evidence from motor control is particularly relevant. Recent theoretical proposals suggest that planning and execution stages overlap in time, with response planning continuing even after the initiation of the motor response, making variations in durations arise from either planning or execution processes. In addition, they propose a gating mechanism to launch response initiation. Similar dynamics could be easily assumed in language production, which could help bridge the gap from response selection to response execution and extend current models of language production to account for motor execution and predict word durations. We end by outlining pending questions for the field of language production, and some recommendations to tackle them in the future.",
          "url": "https://osf.io/jue6c",
          "doi": "https://doi.org/10.31234/osf.io/jue6c",
          "filter": 0
        },
        {
          "title": "Dissociating Semantic Integration and Inhibitory Control in the Remote Associates Test : A tDCS-EEG Study",
          "authors": "Raquel Lezama; Carlos J. Gómez-Ariza; M. Teresa Bajo Molina",
          "abstract": "Neuromodulation was utilized here to investigate the distinct involvement of two recognized cortical hubs for semantic integration (the left anterior temporal lobe, lATL) and inhibitory control (the right dorsolateral prefrontal cortex, rDLPFC) in creative problem-solving. Participants were presented with a list of category-exemplar words, selectively recalled some of them, and then solved a set of RAT problems. Selective retrieval was introduced to trigger inhibitory control over competitors. Critically, some RAT problems could be solved with words from the previous phases of the experiment, including words that might be less accessible due to inhibition. Other problems, however, could only be solved with unpresented words. Experiment 1 showed that anodal tDCS over the lATL had a negative effect on the production of correct responses to baseline RAT problems, but not on those that required inhibited solutions. Experiment 2 produced the reverse pattern with cathodal tDCS over the rDLPFC. Resting-state EEG recordings were obtained before and after delivering tDCS, which also revealed specific tDCS-induced changes in frequency bands depending on the site of stimulation. Overall, these findings provide support for the involvement of semantic and control processes in creative problem solving that are linked to different brain networks.",
          "url": "https://osf.io/2sjc4",
          "doi": "https://doi.org/10.31234/osf.io/2sjc4",
          "filter": 0
        },
        {
          "title": "What makes people change their faith style, and with what consequences? Results of longitudinal analysis with faith development interviews",
          "authors": "Zhuo Job Chen; Heinz Streib",
          "abstract": "Objective: Based on Fowler’s wide definition of faith as finding meaning in life, and progressing with his perspective on faith as a typology of hierarchically ordered styles that can optimally be assessed with the faith development interview (FDI), this study breaks new ground by investigating predictors and outcomes of faith development. \nMethods: This investigation is possible, because in two decades of mixed-method research with the FDI in the USA and Germany, we accumulated over 1500 FDIs including n = 324 longitudinal cases with at least one re-interview. Based on this longitudinal sample, this article presents results from quantitative analysis of faith development associated with a wide range of variables. \nResults: Results confirm assumptions that faith development predicts the rejection of the representation of God as authoritarian and predicts the rejection of xenophobia and other prejudice. Faith development also results in higher need for cognition, tolerance of ambiguity, and openness to revising one’s viewpoint. Predictors for faith development are high openness to experience, low frequency of payer and of experience of divine intervention. Predictors are also low agreement to the truth of texts and religious teachings (Religious Schema Scale, RSS), high agreement to the fairness, tolerance and rational choice schema (RSS) and to the xenosophic-dialogical schema (RSS) that features openness to the alien and strange. \nDiscussion: After two decades of faith development research, we thus can present predictive validity for the RSS and, based on this evidence, conclude that the RSS can be used to predict faith development.",
          "url": "https://osf.io/27mbw",
          "doi": "https://doi.org/10.31234/osf.io/27mbw",
          "filter": 0
        },
        {
          "title": "No surprises: Strong evidence against a prime surprisal effect for the dative construction, with a large sample and an LLM-based surprisal predictor.",
          "authors": "Judit Fazekas; Liam Blything; Ben Ambridge",
          "abstract": "Prime surprisal - an increased likelihood of structural repetition following surprising input- has emerged as a key paradigm for testing the claims of error-based learning theories of language acquisition. However, the prime-surprisal effect predicted by these theories has been observed only inconsistently in previous studies. Our study addresses the two main limitations of existing research by (a) using a precise, LLM-based surprisal measure and (b) including the largest sample size to date by a factor of four. Although the expected syntactic priming effect was reliably observed, the present data provided strong Bayesian evidence against a prime-surprisal effect (which was also not significant in any frequentist analysis). These results confirm that the previous inconsistent results are not due to low sample sizes or inaccurate surprisal measurements. Crucially, the unreliable nature of the prime surprisal effect casts doubt upon the suitability of using this method for investigating error-based learning in future work.",
          "url": "https://osf.io/aqu24",
          "doi": "https://doi.org/10.31234/osf.io/aqu24",
          "filter": 0
        },
        {
          "title": "The past, present, and future of relation perception",
          "authors": "Alon Hafri; Liuba Papeo",
          "abstract": "What kind of information does perception represent, and in what format? How does perception interface with higher-level cognitive systems for thinking, reasoning, and language? Questions like these motivated Green and Hummel (henceforth, G&amp;H) in their seminal 2006 article in JEP:HPP, “Familiar Interacting Object Pairs Are Perceptually Grouped.” At first glance, the subject matter of G&amp;H’s article appears quite simple and mundane: actions like pouring coffee, cutting bread, or unlocking a door. Yet hidden at the core of such everyday routines are specific functional relationships between objects, such as a carafe and a mug, a knife and a loaf, or a key and a lock. G&amp;H’s article was a turning point in a long but sparse tradition of research that had considered such relations from a vision-science perspective (e.g., Scholl &amp; Tremoulet, 2000), as it steered many researchers — ourselves included — to explore questions in the burgeoning field now known as “relation perception.” This field advances the idea that, beyond objects, features, and locations, the visual system extracts and represents relations — properties that specify interactions or connections between objects, rather than each object’s characteristics. In this perspective article, we outline new aspects of human visual perception that have been the focus of this field, and the major outstanding questions that remain.",
          "url": "https://osf.io/sjv9p",
          "doi": "https://doi.org/10.31234/osf.io/sjv9p",
          "filter": 0
        },
        {
          "title": "Comprehending semantic and syntactic anomalies in LLM- versus human-generated texts: An ERP study",
          "authors": "Xiaohui Rao; Hanlin Wu; Zhenguang Garry Cai",
          "abstract": "As large language models (LLMs) become increasingly proficient at engaging in human-like conversations, it is essential to understand how people process language generated by LLMs compared to language produced by humans. During language comprehension, people interpret incoming linguistic input by integrating it with their world knowledge (e.g., semantic anomalies can elicit an N400 effect in brain potentials) and linguistic knowledge (e.g., syntactic anomalies can lead to a P600 effect). Crucially, people adjust their language comprehension based on the perceived demographic attributes of the speaker, which has been shown to modulate both semantics-sensitive N400 and syntax-sensitive P600 effects. In two ERP experiments, we investigated whether people are sensitive to the fact that LLMs excel in linguistic formulation (i.e., consistently producing grammatically correct texts) but are prone to hallucination (i.e., occasionally generating nonsensical content). Participants were informed that they would be reading texts previously generated by either an LLM or a human. Experiment 1 revealed an N400 effect for semantically anomalous sentences compared to semantically coherent ones. Importantly, the N400 effect was smaller for LLM-generated texts than for human-generated texts. Furthermore, participants who more strongly believed that LLMs possess human-like knowledge exhibited a larger N400 effect. Experiment 2 demonstrated a P600 effect for syntactic anomalies in LLM-generated texts, with the effect being larger for LLM-generated texts than for human-generated texts (and not statistically significant in the latter). These findings suggest that people’s expectations about LLMs’ potential for hallucination and near-perfect grammatical competence modulate the way they comprehend LLM-generated texts. This research highlights the importance of considering perceived language model attributes when studying human language comprehension in the context of AI-generated texts.",
          "url": "https://osf.io/kvbg2",
          "doi": "https://doi.org/10.31234/osf.io/kvbg2",
          "filter": 0
        },
        {
          "title": "Online self-directed mental health interventions: A meta-analysis and systematic review",
          "authors": "Tia Alsaidi; Kayla Joyce; Kenzie Bremner; Kaeley M. Simpson; Ariana Martinez; Jo Ann Unger; Tasmia Hai; Emily Cameron; Lianne Tomfohr-Madsen; Ashley Stewart-Tufescu",
          "abstract": "Background: Access to mental health care is limited by financial, time, and resource restraints. Massive open online interventions (MOOIs), a form of online self-directed mental health interventions, work to address these barriers by providing evidence-based interventions to many individuals at little to no cost. The present meta-analysis and systematic review aimed to assess the efficacy of MOOIs to inform the development of future MOOIs for mental health. \n\nMethods: Following the Preferred Reporting for Systematic Reviews and Meta-Analyses (PRISMA) guidelines, a systematic review of research investigating fully online and self-directed mental health interventions was conducted within the PsycINFO, PsycARTICLES, and Academic Search Complete databases. Random effect models were used to calculate pooled effect sizes using mean differences for mental health outcomes to determine the efficacy of MOOIs. Person-level (age, gender, continental location) and program-level (control type, inclusion criteria, therapeutic orientation, treatment components, treatment format, time to follow-up, treatment duration) moderators were examined with mixed-effect or meta-regression models.  \n\nResults: The meta-analysis included 31 articles with 10397 participants. MOOIs (n = 5235) were more effective at reducing mental health symptoms versus controls (n = 5162). Small intervention effect sizes were observed for anxiety, depression, sleep, and stress at post-treatment. At follow-up, all mental health outcomes were null. Subgroup analyses indicated studies had a larger effect size at post-treatment if they had an inactive control (vs. active), were conducted in Europe (vs. other continental locations), and delivered the intervention through web-based formats (vs. mobile applications). No other moderators were significant. \n\nConclusions: This meta-analysis demonstrates the positive potential impact of MOOIs in reducing mental health symptomology across various populations. However, due to the limited findings, it cannot be concluded which intervention components led to the most favourable outcomes and for whom may benefit most from MOOIs. Further research should investigate which aspects of MOOIs lead to meaningful results to help design and implement more effective self-directed online interventions.",
          "url": "https://osf.io/v8nyt",
          "doi": "https://doi.org/10.31234/osf.io/v8nyt",
          "filter": 0
        },
        {
          "title": "Barriers to Mental Health Support and Recommendations for Improvement from the Perspectives of 2SLGBTQIA+ Youth",
          "authors": "Erica Szkody; Steven Hobaica; Ian Sotomayor; Laura Jans; Juno Pinder; Colette Lopez; Jessica L. Schleider",
          "abstract": "Two-spirit, lesbian, gay, bisexual, transgender, queer, intersex, asexual plus (2SLGBTQIA+) youth face significant barriers to mental health care, ranging from a lack of access to therapists (e.g., months-long waitlists, lack of insurance coverage, etc.) to receiving incompetent care from non-affirming providers. To better understand the experiences of youth when accessing mental health care, the current study utilized a fixed, embedded mixed methods design with 808 2SLGBTQIA+ youth in the United States. In this sample, less than half of 2SLGBTQIA+ adolescents stated they were able to access mental health care when it was needed. Youth described experiencing unethical therapy practices by clinicians, cited their parents and practical concerns as barriers to accessing care, and concealing their identity from providers out of fear and mistrust. Youth also described feeling both validated and invalidated once they do receive care. Recommendations for caregivers, providers, organizations and programs, and policymakers are provided based on youth responses.",
          "url": "https://osf.io/eg9dh",
          "doi": "https://doi.org/10.31234/osf.io/eg9dh",
          "filter": 0
        },
        {
          "title": "How Culture Shapes the Early Development of Essentialist Beliefs",
          "authors": "Yian Xu; Michelle Momo Wang; Kelsey Moty; Marjorie Rhodes",
          "abstract": "People represent many categories and their features as determined by intrinsic essences. These essentialist beliefs reflect biased views of the world that can hinder scientific reasoning and contribute to social prejudice. To consider the extent to which such essentialist views originate from culturally-situated processes, the present study tested the developmental trajectories of essentialist beliefs among children growing up in the United States and China (N = 531; ages 3-6). Essentialist beliefs emerged across early childhood in both communities, but their instantiation and trajectories varied across cultures. In the sample from the United States (but not from China), essentialist beliefs that categories and their features are fixed-at-birth and inflexible increased across age. On the other hand, in the sample from China, children held stronger beliefs that categories are objective and explanatory, and viewed them as more homogenous with age. Children sampled from these two contexts also showed variation in basic explanatory, linguistic, and inferential processes, suggesting that cultural variation in the development of essentialism across childhood might reflect variation in the basic conceptual biases that children rely on to build intuitive theories of the world.",
          "url": "https://osf.io/ca7xe",
          "doi": "https://doi.org/10.31234/osf.io/ca7xe",
          "filter": 0
        },
        {
          "title": "Conditions Underlying Success and Failure of Compositional Generalization in Distributional Models of Language",
          "authors": "Shufan Mao; Philip Huebner; Jon Willits",
          "abstract": "Are distributional learning mechanisms capable of complex linguistic inferences\nrequiring compositional generalization? This question has become contentious with\nthe development of large language models, which mimic human language abilities in\nmany ways, but which struggle with compositional generalization. We investigated\na set of qualitatively different distributional models (word co-occurrence models,\ngraphical models, recurrent neural networks, and transformers), by training them\non a carefully controlled artificial language containing combinatorial dependencies\ninvolving multiple words, and then testing them on novel sequences containing\ndistributionally overlapping combinatorial dependencies. In this work, we show that\ngraphical network models and transformer models, but not co-occurrence space models\nand recurrent neural networks, were able to perform compositional generalization.\nThe work demonstrates that some distributional models can perform compositional\ngeneralization, and their success or failure turns on their ability of the models to\nrepresenting words both individually and as a part of the phrases in which they\nparticipated.",
          "url": "https://osf.io/ps84q",
          "doi": "https://doi.org/10.31234/osf.io/ps84q",
          "filter": 0
        },
        {
          "title": "On the relation between single word and multiple word processing during learning to read",
          "authors": "Brice Brossette; Elise Lefèvre; Jonathan Grainger; Bernard Lété",
          "abstract": "The present study investigates the development of single word processing and multiple word processing skills in French-speaking children from Grade 2 to Grade 6. One hundred and fifty children participated in two tasks: a Lexical Decision Task (LDT) and a Grammatical Decision Task (GDT). The LDT was used to test single word processing abilities whereas the GDT was used to test multiple word processing abilities. Signal detection theory analysis revealed that all children performed well in the LDT, whereas a different pattern emerged in the GDT, where only Grade 4 and Grade 6 children performed above chance in this task. Then, a cluster analysis was used to investigate the relation between LDT and GDT sensitivity. The analysis revealed two clusters that differed in reading fluency and sensitivity in both tasks. Children from Cluster 2, who exhibited the highest sensitivity in the LDT, were the only ones to perform on average above the chance level in the GDT. Moreover, a strong correlation (r = .64) between LDT and GDT performance was found in this group. Finally, we found that a sensitivity of 1.95 in the LDT almost perfectly predicted cluster membership. We estimated that such sensitivity is achieved at Grade 3, suggesting that the ability to process multiple word sequences first requires sufficient efficiency in processing words in isolation. Once this turning point is reached, single word processing skills support the development of multiple word processing, which could take several years to mature fully.",
          "url": "https://osf.io/k2mjb",
          "doi": "https://doi.org/10.31234/osf.io/k2mjb",
          "filter": 0
        },
        {
          "title": "Public Perceptions of Exposure and Response Prevention for Obsessive-Compulsive Disorder",
          "authors": "Hannah M Johnson; Andy Wall; Myles Arendtson; Eric Lee",
          "abstract": "Despite the established efficacy of exposure and response prevention for obsessive-compulsive disorder, it is commonly underutilized by practitioners due to misconceptions and fears about negative outcomes. However, it is unknown if the general population holds similar misgivings. The current study attempted to gauge public perceptions of exposure and response prevention for obsessive-compulsive disorder using a series of surveys and vignettes in an online sample (n =495). Half of the sample was unfamiliar with exposure and response prevention. Respondents rated exposure effectiveness below many alternate interventions, some of which have been shown to exacerbate obsessive-compulsive symptoms. In general, participants viewed the examples of exposure therapy as traumatizing, dangerous, unethical, and ineffective at treating obsessive-compulsive disorder. These views were consistent for exposures related to contamination, responsibility for harm, and unacceptable thoughts, but not for “not just right” experiences. These results highlight the importance of efforts to inform the public of evidence- based treatments for obsessive-compulsive disorder.",
          "url": "https://osf.io/jyp4z",
          "doi": "https://doi.org/10.31234/osf.io/jyp4z",
          "filter": 0
        },
        {
          "title": "The longitudinal impact of psychosocial factors on cognition and hearing in younger and older adults during the COVID-19 pandemic.",
          "authors": "Kate Slade; Helen Nuttall; Chris Plack; Charlotte Pennington; Rob Davies",
          "abstract": "ABSTRACT\nPurpose. In March 2020, a unique situation unfolded wherein the UK government announced social restriction measures to reduce the spread of the virus that causes COVID-19. Various remained in place until April 2021, with older adults, who were considered clinically vulnerable, being placed under stricter restrictions. This study aimed to determine the impact of psychosocial factors, including loneliness, depression, and engagement in various recreational lifestyle activities, on hearing and cognitive function in younger and older adults during the COVID-19 pandemic. \nMethods. 112 older adults (62 female) aged 60-82 (M = 70.08, SD = 5.89), and 121 younger adults (85 female) aged 18-29 (M = 20.52, SD = 2.63) participated online between June 2020 - February 2022. Participants completed questionnaires assessing loneliness, depression, auditory and lifestyle engagement, and hearing ability, as well as behavioural tasks assessing auditory function and global cognition. All measures were completed 12 times at 4-week intervals. \nResults. Linear mixed effects analyses found that, of the variables examined, increased loneliness was a significantly associated with poorer auditory function. There were no main effects of time during the pandemic on auditory or cognitive outcomes. However, the interaction between time and age group significantly impacted global cognition; in younger adults, global cognition decreased overtime, whereas older adults displayed an unexpected positive change. \nConclusions. These data show that there are associations between loneliness and auditory function but provide a lack of support for the impact of time experiencing auditory deprivation, or other psychosocial factors, on hearing and cognitive function. Such observations may be underpinned by motivational differences, learning effects, or sample biases. Future research may wish to investigate these factors further, to determine how psychological factors like loneliness impact hearing and wider brain function across diverse participant groups.",
          "url": "https://osf.io/6sj8h",
          "doi": "https://doi.org/10.31234/osf.io/6sj8h",
          "filter": 0
        },
        {
          "title": "An Economical Measure of Attitudes Towards Artificial Intelligence in Work, Healthcare, and Education (ATTARI-WHE)",
          "authors": "Timo Gnambs; Jan-Philipp Stein; Markus Appel; Florian Griese; Sabine Zinn",
          "abstract": "Artificial intelligence (AI) has profoundly transformed numerous facets of both private and professional life. Understanding how people evaluate AI is crucial for predicting its future adoption and addressing potential barriers. However, existing instruments measuring attitudes towards AI often suffer from conceptual and psychometric limitations. To address this gap, this study introduces the nine-item Attitudes towards Artificial Intelligence in Work, Healthcare, and Education (ATTARI-WHE) scale. Using a diverse sample of N = 1,083 respondents from Germany, the psychometric properties of the instrument were evaluated. The results demonstrated low rates of missing responses, minimal response biases, and a robust measurement model that was invariant across sex, age, education, and employment status. These findings support the use of the ATTARI-WHE to assess AI attitudes in the work, healthcare, and education domains, with three items each. Its brevity makes it particularly well-suited for use in social surveys, web-based studies, or longitudinal research where assessment time is limited.",
          "url": "https://osf.io/aejhd",
          "doi": "https://doi.org/10.31234/osf.io/aejhd",
          "filter": 0
        },
        {
          "title": "Fashion, Fast or Slow? Effects of binary and graded eco-labels on sustainable clothing purchases",
          "authors": "Shane Timmons; Adam Joachim Shier; Olga Poluektova; Peter D Lunn",
          "abstract": "Excess clothing consumption severely harms the environment, through greenhouse gas emissions, resource degradation and water pollution. For consumers, however, the trade-off between this environmental impact and the convenience of “fast fashion” is hidden at the point of purchase. We present a pre-registered, experimental test of two clothing eco-labelling systems using a large, representative sample of consumers (N = 1,200). Participants used a simulated online clothing store, with some chosen at random to receive their selected items. They were randomised to see (i) a binary label, informed by existing policy, applied to the most sustainable products, (ii) a colour-coded, graded “eco-score” applied to all products, or (iii) no label. Compared to the control condition, participants exposed to binary label chose 10% more sustainable products. Eco-score participants, however, chose 20% more, and were twice as likely to exclusively buy the most sustainable products. There was no effect on the number of items purchased, implying a shift towards more sustainably produced clothing. Exploratory analyses revealed that the effects were driven by greater salience of the eco-score system and that effects were stronger among those most concerned about the environment. Those who saw the eco-labels reported the same level of shopping satisfaction and willingness to wear selected clothes as those in the control condition. Additional findings revealed a general underestimation of clothing production's environmental impact and strong support for implementing the eco-score both online and in-store. The results have implications for enabling informed consumer choice in the clothing market.",
          "url": "https://osf.io/485sa",
          "doi": "https://doi.org/10.31234/osf.io/485sa",
          "filter": 0
        },
        {
          "title": "The evolution of truth in political discourse from fact to feeling and its implications for democracy",
          "authors": "Kiia Jasmin Alexandra Huttunen; Stephan Lewandowsky",
          "abstract": "People's subjective conceptions of truth and honesty have undergone significant changes in recent decades. Parts of society increasingly favour the sincere expression of personal belief,\nhowever inaccurate, over verifiable facts. This trend has been accompanied by increasing norm violations by political elites which have been identified as a significant contributor to democratic backsliding. Those two trends highlight the need for a thorough examination of the nexus between norm violations and conceptions of honesty. We present a series of preregistered studies that examined the conditions under which people acquiesce to democratic norm violations and politicians’ dishonesty. We find that when participants are asked to take a perspective of honesty that emphasises sincerity over accuracy, which we call ``belief-speaking'', they are more willing to accept norm violations by politicians than if participants take a perspective that emphasizes accuracy as a criterion for honesty, which we call ``fact-speaking''. When a fictitious politician is presented as telling untruths, tolerance of norm violations is reduced compared to when the politician is presented as truthful. The findings highlight the need to develop a better understanding of how individuals interpret and respond to political leaders’ behaviours, especially within the evolving landscape of  perception and the ensuing threats to democratic stability.",
          "url": "https://osf.io/k4p29",
          "doi": "https://doi.org/10.31234/osf.io/k4p29",
          "filter": 0
        },
        {
          "title": "The Crisis of Misinformation and Dark Creativity",
          "authors": "Hansika Kapoor; Arathy Puthillam",
          "abstract": "The checkered history of false knowledge, deliberate (disinformation) or otherwise\n(misinformation), has been long and varied, ranging from propaganda to memes. In recent times,\nthe crisis of misinformation has been amplified owing to multiple agents on social media, usually\ncomprising user-driven platforms where unchecked “facts” can be posted. This chapter explores\nthe intersection of dark creativity and misinformation, particularly conspiratorial misinformation.\nDark creativity refers to the use of ideational processes to meet less desirable (and even harmful)\ngoals. Recent research has also reconceptualized conspiracies as creative narratives, and\ntherefore, we propose features common to creative and conspiratorial thinking. We also discuss\nfeatures associated with individuals who may be more susceptible to believing and spreading\nmisinformation, as well as their creative characteristics. The chapter also proposes ways to\nemerge from the crisis, harnessing critical thinking skills that can assist in debunking or prebunking\nmisinformation.",
          "url": "https://osf.io/du5zq",
          "doi": "https://doi.org/10.31234/osf.io/du5zq",
          "filter": 0
        },
        {
          "title": "Exploring Social Disconnection through the Lens of Excellencism and Perfectionism: A Look at Loneliness, Social Achievement Goals, Social Sacrifices, and Relatedness",
          "authors": "Patrick Gaudreau; Philippe Pétrin-Pomerleau; Giovanni Andrade; Jeremie Verner-Filion; Benjamin J. I. Schellenberg",
          "abstract": "The Model of Excellencism and Perfectionism (MEP) differentiates striving toward high and realistic standards from striving for perfectionistic standards. Two studies situated excellencism and perfectionism within the nomological network of the Perfectionism Social Disconnection Model (PSDM). Study 1 (n=284) showed that excellencism and perfectionism were distinctively associated with loneliness, social goals, self-presentation strategies, and sacrificing social and community goals. Study 2 (n=396) replicated the associations with loneliness and showed higher frustration of the need for relatedness in perfection strivers than in excellence strivers. The results emphasized the importance of distinguishing between perfectionism and excellencism to understand their unique roles in psychological and social adjustment, with perfectionism leading to social disconnection and excellencism promoting healthier relationships.",
          "url": "https://osf.io/t3wqk",
          "doi": "https://doi.org/10.31234/osf.io/t3wqk",
          "filter": 0
        },
        {
          "title": "The Science Adventure initiative: challenges and solutions in community engagement with developmental science",
          "authors": "Hannah Roome; Francesca De Petrillo; Elizabeth Price",
          "abstract": "Community engagement is a vital but often overlooked aspect of developmental science. Integrating it into research practices can drive meaningful progress within the field, offering both societal benefits and enriching academic experiences. This call-to-action advocates for the integration of community-driven events, such as Science Adventures – a data collection and outreach event held at Newcastle University, UK - to bridge the gap between researchers and the public. Science Adventures (SA), one of a handful of such programmes in the UK, serves as an exemplary model, bringing primary school aged children and their families in the UK to university campuses during school holidays to participate in interactive, science-focused educational activities, whilst simultaneously contributing to live research studies. Here we provide a review of the current obstacles of carrying out developmental science and how initiative like SA can help mitigate the issues faced. This includes the practicalities of organising such events to building long-term reciprocal relationships with the community. By investing in community engagement, developmental science can benefit from richer, more diverse data. For the general public, it can improve the public perception of science and create invaluable learning experiences",
          "url": "https://osf.io/rwm9f",
          "doi": "https://doi.org/10.31234/osf.io/rwm9f",
          "filter": 0
        },
        {
          "title": "Is Trust a Zero-Sum Game? What Happens When Institutional Sources Get It Wrong",
          "authors": "Andrew Dawson; Ashutosh Bista; Anne E Wilson",
          "abstract": "Trust in mainstream institutions is declining while people are increasingly turning to alternative media and conspiracy theories. Previous research has suggested that these trends may be linked, but the dynamics of trust across multiple sources has received little investigation. Is trust a neutral process, where each source is judged independently, is it a zero-sum competition, where a loss for one side is a gain for the other, or does losing trust in one source in foster a more generalized sense of distrust? Across three experimental studies (N = 2,951) we examined how people react when a source makes a serious error, testing several potential models of trust dynamics. We found that regardless of whether the outlet is mainstream, counter-mainstream, or neutral, trust drops for the erring source but does not rise for its competitors. This was the case in the context of both food regulations and COVID-19 precautions. Such a pattern suggest that each source may be judged independently of others. However, in several cases, an error made by one source led to a loss of trust in all sources, suggesting that rather than choosing sides between competing sources, people are also judging the media landscape as a whole to discern if it is feasible to find trustworthy information. However, correlational data did also find that the more people saw a source as politicized, the less they trusted that source and the more they trusted its competitors.",
          "url": "https://osf.io/hwm6a",
          "doi": "https://doi.org/10.31234/osf.io/hwm6a",
          "filter": 0
        },
        {
          "title": "Cancelled or Renewed?",
          "authors": "Andrew Dawson; Gillian Sherman; Anne E Wilson",
          "abstract": "In an increasingly digital world, people’s past wrongdoings sometimes re-emerge publicly\nonline, eliciting renewed moral condemnation. What factors do observers consider in judgments\nof redemption or condemnation? We expected greater redemption following evidence of\npersonal growth (vs no growth), and especially when growth was private (vs public). We also\nexpected Democrats (vs Republicans) to be less forgiving of past racism (Studies 1 &amp; 2)\nregardless of growth. In three experiments (N = 3,607), observers were more forgiving toward a\ntransgressor when they had demonstrated personal growth since the original incident (i.e.,\nattending classes on the issue, participating in nonprofits, donating money). This effect was\nobserved when the transgressor had posted racist comments online in the past (Studies 1 &amp; 2) or\nhad been arrested for drunk driving (Study 3). Democrats were overall less forgiving than\nRepublicans. Unexpectedly, observers responded similarly to public and to private growth.",
          "url": "https://osf.io/5mgqd",
          "doi": "https://doi.org/10.31234/osf.io/5mgqd",
          "filter": 0
        },
        {
          "title": "“Art is just something that makes people heal” - A Qualitative Investigation of Tattoo Artists’ Perspectives on Cancer Survivorship Therapeutic Tattoos.",
          "authors": "Adam Daly; Johannes Karl; Simon Dunne",
          "abstract": "Purpose: Many cancer treatments can lead to a disrupted body image and identity. One intervention to address these outcomes is therapeutic tattooing. However, despite the wide dissemination of this practice for cancer survivors (CSs), current research on it is lacking. This study aimed to identify tattoo artists’ (TAs’) perspectives on the types, impacts, barriers, and facilitators of therapeutic tattooing for CSs and the impact of doing this work on themselves.\n\nMethods: Twenty-two international TAs who tattoo CSs were interviewed and resultant transcripts were analysed thematically. \nResults: The following themes emerged: Emotional Management of Artists, Emotional Transformation of CSs, Stigma and its effects on CSs, Artist Barriers, CS Barriers, Artist Facilitators, and CS Facilitators. The findings also identify a typology of cancer survivorship therapeutic tattoos.\n\nConclusion: This is the first study to identify barriers/facilitators of therapeutic tattooing, a typology of cancer survivorship therapeutic tattoos, TAs’ perspectives on therapeutic tattooing, and potential negative outcomes from this practice. The findings indicate that therapeutic tattooing can be both beneficial and harmful for CSs and TAs, that there is a need for better therapeutic tattooing training for TAs and healthcare providers (HPs), increased awareness of therapeutic tattoos, a reduction in barriers to the practice and greater collaboration between HPs and TAs. \n\nImplications for Cancer Survivors: Findings from this study have major policy implications for healthcare systems, non-profit organizations, and regulatory bodies, which could serve to empower cancer survivors to make more informed decisions about their bodies and support enhanced training and accreditation of this practice.",
          "url": "https://osf.io/ha45g",
          "doi": "https://doi.org/10.31234/osf.io/ha45g",
          "filter": 0
        },
        {
          "title": "Predictors of Street Harassment Attitudes in British and Italian  Men: Empathy and Social Dominance",
          "authors": "Alessandra Giuliani; Daniel Campbell-Meiklejohn",
          "abstract": "Street harassment of women is a prevalent global problem with significant effects on the\nfreedom and well-being of its victims. Although research has investigated the consequences of this phenomenon, little is known about individual factors that predict street harassment tolerance in men. The current study investigates the role of cognitive empathy toward victims and social dominance orientation (SDO) on tolerance of street harassment in two European cultures. After being assessed for SDO and street harassment tolerance, 136 Italian and 113 British heterosexual men viewed a video of a woman repeatedly subjected to street harassment. Participants reported beliefs about the emotions experienced by the victim and were again assessed for street harassment. Results revealed that street harassment tolerance both before and after the video was independently associated with lower cognitive empathy and higher SDO. These effects replicated across the two cultures. These findings suggest two possible attitudinal and cognitive targets for reducing street harassment tolerance across societies.",
          "url": "https://osf.io/tu5c2",
          "doi": "https://doi.org/10.31234/osf.io/tu5c2",
          "filter": 0
        },
        {
          "title": "Ethical and Epistemic Costs of a Lack of Geographical and Cultural Diversity in Developmental Science",
          "authors": "Leher Singh; Dana Basnight-Brown; Bobby K. Cheon; Reiko Mazuka; Melanie Killen; Rowena Garcia",
          "abstract": "Increasing geographical and cultural diversity in research participation has been a key priority for psychological researchers. In this article, we track changes in participant diversity in developmental science over the past decade. These analyses reveal surprisingly modest shifts in global diversity of research participants over time, calling into question the generalizability of our empirical foundation. We provide examples from the study of early child development of the significant epistemic and ethical costs of a lack of geographical and cultural diversity to demonstrate why greater diversification is essential to a generalizable science of human development. We also discuss strategies for diversification that could be implemented throughout the research ecosystem in the service of a culturally anchored, generalizable, and replicable science.",
          "url": "https://osf.io/4w5dp",
          "doi": "https://doi.org/10.31234/osf.io/4w5dp",
          "filter": 0
        },
        {
          "title": "Registered Report: Cognitive Ability, But Not Cognitive Reflection Predicts Expressing Greater Political Animosity and Favouritism",
          "authors": "Abigail Cassario; Shree Vallabha; Jordan Lesynda Thompson; Alejandro Carrillo; Prachi Solanki; Samantha A Gnall; Sada Rice; Geoffrey Wetherell; Mark John Brandt",
          "abstract": "Liberals and conservatives both express political animosity and favouritism. However, less is known about whether the same or different factors contribute to this phenomenon among liberals and conservatives. We test three different relationships that could emerge between cognitive ability and cognitive reflection, and political group-based attitudes. Analyzing two nationally representative surveys of US Americans (N= 9,035) containing a measure of cognitive ability, we find evidence that compared to people lower in cognitive ability, people higher in cognitive ability express more animosity towards ideologically discordant groups, and more favouritism towards ideologically concordant groups. This pattern was particularly pronounced among liberals. In a registered report study, we then test whether the same is true of cognitive reflection in another large dataset (N = 3,498). In contrast to cognitive ability, we find no relationship between cognitive reflection and political animosity and favouritism. Together, these studies provide a comprehensive test of how cognitive ability and cognitive reflection are related to political animosity and favouritism for liberals and conservatives in the United States.",
          "url": "https://osf.io/sdx3v",
          "doi": "https://doi.org/10.31234/osf.io/sdx3v",
          "filter": 0
        },
        {
          "title": "From Misperception to Misconduct: Dominance Motivation as a Driver of Workplace Sexual Harassment",
          "authors": "Sanne Feenstra; mark van vugt",
          "abstract": "Sexual misperceptions refer to instances in which individuals wrongly infer sexual interest from other people. Traditionally, such sexual misperceptions have been studied within the dating context among student samples primarily. Our research extends this line of research and examines sexual misperceptions in the workplace. In a two-wave survey (N = 212), we show that employees with a higher dominance motivation are more likely to perceive sexual interest in the behavior of a co-worker with a different gender, regardless of one’s own gender or formal power position. In a preregistered three-wave survey (N = 349) we further show that perceptions of sexual interest are positively associated with the likelihood to sexually harass co-workers, and that perceptions of sexual interest mediate the positive relationship between dominance motivation and sexual workplace harassment. We discuss theoretical and practical contributions of our findings as well as suggestions for future research.",
          "url": "https://osf.io/krcuw",
          "doi": "https://doi.org/10.31234/osf.io/krcuw",
          "filter": 0
        },
        {
          "title": "Decreased Sound Tolerance Disorders (Hyperacusis and Misophonia) in Cognitively Able Autistic Adults II: Demographic and Clinical Correlates",
          "authors": "Zachary J Williams; D. Jonah Barrett; Carissa J. Cascio; Tiffany G. Woynaroski",
          "abstract": "Background: Between 50–70% of autistic individuals report clinically significant decreased sound tolerance (DST; i.e., difficulty tolerating sound in one’s environment) at some point in their lives. DST in autism comprises multiple distinct disorders, including hyperacusis (the perception of moderate-intensity sounds as excessively loud or physically painful) and misophonia (a neuropsychiatric condition in which specific “trigger” sounds cause excessive emotional reactions such as anger, irritation, and disgust), although few studies to date have distinguished these conditions from one another or studied their correlates independently. \n\nMethods: A sample of 936 independent autistic adults was recruited from the Simons Foundation Powering Autism Research for Knowledge cohort. Hyperacusis and misophonia case status were operationalized using self-report survey items reflecting DST symptom endorsement and functional impairment. Univariate and multivariate Bayesian models were then used to examine the demographic and clinical correlates of each DST diagnosis (both alone and independently of the other condition) in the autistic adult population. \n\nResults: Hyperacusis and misophonia were strongly correlated. Accordingly, all significant correlates in univariate analyses were found to associate with both conditions. In multivariate analyses (including control for depression and generalized anxiety, which strongly related to DST symptoms), both disorders were independently associated with female sex; increased autistic traits, attention-deficit/hyperactivity disorder (ADHD) symptoms, and phonophobia symptoms; and increased likelihood of seeking medical care for DST. Most other significant correlates (primarily hearing-related or neurological symptoms/disorders) were found to be associated only with hyperacusis rather than misophonia, although misophonia was uniquely associated with anger symptoms and identification as a gender minority. \n\nConclusion: Both hyperacusis and misophonia explain substantial variance in clinical outcomes of interest in the autistic population and demonstrate utility as additional diagnoses for autistic adults who experience debilitating DST symptoms within clinical practice.",
          "url": "https://osf.io/syx9b",
          "doi": "https://doi.org/10.31234/osf.io/syx9b",
          "filter": 0
        },
        {
          "title": "Perceived Discrimination Mediates Racial Differences in Impulsivity Among Adolescents from the ABCD Study",
          "authors": "Christopher Fields; Damla Aksen; Robert Kohler",
          "abstract": "Objective: To investigate whether perceived racial and ethnic discrimination mediates the relationship between race and impulsivity, as measured by delay discounting, among adolescents aged 10–11 years.\nMethods: Utilizing data from the Adolescent Brain Cognitive Development (ABCD) study release 5.1, we analyzed a sample of 3,857 participants who completed the delay discounting task and perceived discrimination measures at the year-one follow-up. Delay discounting was assessed through a hypothetical monetary choice task, with the area under the curve (AUC) serving as the primary measure of impulsivity—lower AUC scores indicate higher impulsivity. Perceived discrimination was measured using an adapted Perceived Discrimination Scale. Linear mixed-effects regression models examined the direct effects of race, socioeconomic factors, age, and gender on impulsivity, as well as the mediating effect of perceived discrimination.\nResults: Black adolescents exhibited significantly lower AUC scores compared to White adolescents (p &lt; 0.05), indicating higher impulsivity. When perceived discrimination was included in the model, the effect of being Black on impulsivity was no longer significant, suggesting mediation. Perceived discrimination was associated with lower AUC scores (p &lt; 0.05), reflecting greater impulsivity. Males demonstrated higher impulsivity than females (p &lt; 0.001), consistent across models.\nConclusion: Perceived racial and ethnic discrimination significantly mediates the relationship between being Black and higher impulsivity in early adolescence. These findings underscore the importance of addressing discrimination to reduce racial disparities in impulsivity and associated risk behaviors. Interventions focusing on both systemic factors contributing to discrimination and enhancing individual coping strategies are crucial for promoting equitable developmental outcomes among minority adolescents.",
          "url": "https://osf.io/vz65r",
          "doi": "https://doi.org/10.31234/osf.io/vz65r",
          "filter": 0
        },
        {
          "title": "Decreased Sound Tolerance Disorders (Hyperacusis and Misophonia) in Cognitively Able Autistic Adults I: Prevalence and Clinical Features",
          "authors": "Zachary J Williams; D. Jonah Barrett; Carissa J. Cascio; Tiffany G. Woynaroski",
          "abstract": "Background: Decreased sound tolerance (DST; i.e., difficulty tolerating sounds in one’s environment) is one of the most common sensory features of autism, with a lifetime prevalence between 50–70%. Multiple disorders, including hyperacusis (the perception of moderate-intensity sounds as excessively loud or physically painful) and misophonia (a neuropsychiatric condition in which specific “trigger” sounds cause excessive emotional reactions such as anger, irritation, and disgust) likely contribute to the burden of DST in the autistic population, but there has been little exploration of this symptom cluster in autism in a way that distinguishes these conditions from each other or that examines how these disorders potentially differ in autistic and non-autistic individuals. \n\nMethods: A sample of 936 independent autistic adults was recruited from the Simons Foundation Powering Autism Research for Knowledge cohort. Hyperacusis and misophonia case status were operationalized using self-report survey items reflecting DST symptom endorsement and functional impairment. Descriptive statistics were derived to report on the prevalence of each DST category, as well as clinical features of individuals in both categories.  \n\nResults: Across the sample, 40.2% met case criteria for hyperacusis (sex-weighted prevalence: 33.5%), whereas 35.5% met case criteria for misophonia (sex-weighted prevalence: 29.1%), and comorbid hyperacusis and misophonia was found in 27.0% (sex-weighted prevalence: 21.9%). Both hyperacusis and misophonia were associated with tinnitus and tinnitus disorder, although neither condition was associated with (diagnosed) hearing loss. Sound-evoked pain was a commonly reported symptom of hyperacusis, with 64.7% of autistic adults experiencing pain at least once per month and 24.7% of autistic individuals with hyperacusis meeting criteria for “pain hyperacusis.” Onset of hyperacusis was much earlier than previously reported in non-autistic samples, although most other features of both hyperacusis and misophonia did not differ from what is known from general population studies. \n\nConclusion: Both hyperacusis and misophonia (and their comorbidity) are highly prevalent in the autistic population and should be studied in tandem (rather than as a unified construct) in future investigations of autism-associated DST.",
          "url": "https://osf.io/yj8qa",
          "doi": "https://doi.org/10.31234/osf.io/yj8qa",
          "filter": 0
        },
        {
          "title": "From One Thought to the Next: Evidence for an Accumulation-to-Threshold Mechanism in Spontaneous Thinking",
          "authors": "Adrien Kérébel; Jérôme Sackur",
          "abstract": "The dynamics of the stream of spontaneous thoughts has been the object of increasing research in\nthe last few years. In the present study, we set to study the transitions from one coherent thought\nepisode to the next. Participants (N=61) were asked to either perform spontaneous word\nproduction or to let their mind wander during runs of 3 minutes. They were instructed to report\nthought transitions with a key press (online segmentation). First, we validate the use of this online\nsegmentation as a report of thought transitions, enabling us to measure the duration of coherent\nthought episodes. Then, we show that among a reasonable set of candidate mechanisms, the\ntiming of thought transitions is best explained by an accumulation-to-threshold model. We further\nfind that the threshold of this accumulation – but not the drift rate – negatively correlates with\nparticipants’ trait tendency for mind-wandering. Our results shed new light on the processes\nunderpinning the individual variability of mind-wandering.",
          "url": "https://osf.io/vhnq4",
          "doi": "https://doi.org/10.31234/osf.io/vhnq4",
          "filter": 0
        },
        {
          "title": "Toddler gestural accommodation in Portuguese nursery schools",
          "authors": "Evelina Daniela Rodrigues; Cat Hobaiter; Charlotte Grund; Matthew Henderson; António José dos Santos",
          "abstract": "This study investigated whether toddlers accommodate their gestures to partners of different ages. Video data from 53 toddlers (410-1080days, 27boys) were collected during free play time in 3 Portuguese nursery schools. Toddlers adjusted their vocabulary complexity and the temporal patterns of their gestures to the recipient’s age, but did not change their prominence. Toddlers communicated with younger peers at a slower pace and using a simpler vocabulary, following child-directed communication patterns. However, when comparing adult-directed with peer-directed communication, toddlers used a more diverse set of gestures and shorter gestures. This study suggests that our ability to accommodate our communication emerges before language is fully developed, and that accommodation is flexibly expressed as a result of intersecting features of social partners.",
          "url": "https://osf.io/p7w34",
          "doi": "https://doi.org/10.31234/osf.io/p7w34",
          "filter": 0
        },
        {
          "title": "How choice confidence shapes preferences: a Registered Report",
          "authors": "Matthias Guggenmos; Philipp Sterzer; Isa Steinecker",
          "abstract": "An intriguing finding in human decision making is that the act of choice itself affects preferences − chosen options often increase and unchosen options decrease in subjective value. The observation of such choice-induced revaluation inspired the theory of cognitive dissonance, which posits that human behavior generally strives for internal consistency. Yet, which aspects of choices are responsible for choice-induced revaluation has remained unclear. Here we argue that previous research has overlooked an important explanatory variable: choice confidence. While the original cognitive dissonance theory posits stronger revaluation for low-confidence decisions, a recently proposed theory that parallels confidence and reward predicts stronger revaluation for high-confidence decisions. To arbitrate between these hypotheses, and a confidence-independent mere-choice hypothesis, we employ an instrumental conditioning paradigm and quantitatively compare computational models of choice revaluation that operationalize the hypothesized confidence effects. Our results will clarify the mechanism of how choices and preferences interact in human decision making.",
          "url": "https://osf.io/4txbd",
          "doi": "https://doi.org/10.31234/osf.io/4txbd",
          "filter": 0
        },
        {
          "title": "Switching the motor response weakens confidence serial dependence",
          "authors": "Michaela Bocheva; Dobromir Rahnev",
          "abstract": "Confidence leak (i.e., confidence serial dependence) is a phenomenon where confidence from a previous trial predicts confidence in a current trial independent of current choice or accuracy. Confidence leak has been shown to robustly occur across various cognitive domains and tasks. However, it remains unclear what factors, if any, modulate the strength of the confidence serial dependence. Here we investigate whether switching the motor response in a perceptual decision-making task influences the strength of the confidence leak effect. Subjects indicated the orientation of a Gabor patch using their left or right hand, with the response hand being randomly cued on each trial. We found that switching the response substantially weakened the confidence leak effect. We further replicated this finding in a second experiment in which left-hand responses were given using a keyboard and right-hand responses were given with a mouse. In both experiments, we also found that confidence leak was weaker whenever the left hand was used in the previous trial, suggesting that lack of motor fluency reduces the strength of confidence serial dependence. These results demonstrate that switching the motor response weakens serial dependencies and imply that the action required to make a choice can impact one’s metacognitive evaluations.",
          "url": "https://osf.io/3d5ge",
          "doi": "https://doi.org/10.31234/osf.io/3d5ge",
          "filter": 0
        },
        {
          "title": "Does Music Training Improve Emotion Recognition?  Longitudinal and Correlational Evidence from Children",
          "authors": "Cesar Lima",
          "abstract": "Despite widespread claims that music training enhances nonmusical abilities, causal evidence remains inconclusive. Moreover, much research has focused on potential benefits for perception and cognition, but socioemotional skills are often overlooked. Here, we used longitudinal and correlational approaches to ask whether music training improves emotion recognition in voices and faces among school-aged children. We also assessed musical abilities, fine- and gross-motor skills, broader socioemotional functioning, and cognitive abilities including nonverbal reasoning, executive functions, and auditory short-term and working memory. Study 1 (N = 110) was a two-year longitudinal intervention conducted in a naturalistic school environment with three groups: music training, basketball training (active control), and no training (passive control). Compared to both control groups, music training improved fine-motor skills and auditory short-term and working memory, but it had no effect on emotion recognition or other cognitive and socioemotional abilities. Study 2 (N = 192) compared musically untrained children with those attending a music school. Music training correlated with improved emotion recognition in speech prosody (tone of voice), but this association disappeared after accounting for musical abilities, short-term memory, or socioeconomic status. In contrast, musical abilities correlated with improved emotion recognition in prosody and faces independently of music training and other confounding variables. These findings suggest that while music training may enhance fine-motor skills and auditory memory, observed advantages in emotion recognition likely stem from preexisting musical abilities.",
          "url": "https://osf.io/3sahg",
          "doi": "https://doi.org/10.31234/osf.io/3sahg",
          "filter": 0
        },
        {
          "title": "Navigating the Path Toward Professional Wellbeing: Decoding the Relationship Between Positive Mental Health and Resilience in Physicians at a High-Complexity Hospital in Bogotá.",
          "authors": "Lucía Rocha Mejía; Mariana Meza Plata; Melissa Rivero Rincón; María Antonia Ramírez; Cecilia Colautti; Francisco Palencia-Sánchez",
          "abstract": "Introduction: Addressing mental health, a dynamic and culturally variable concept, requires comprehensive analysis in the medical field. This study highlights the importance of researching positive mental health and resilience in doctors starting their careers, going beyond the mere absence of mental disorders. It emphasizes the need to understand resilience as an essential component in this context, especially in the face of challenges such as \"Burnout\" syndrome.\n Methodology: The \"Positive Mental Health (PMH) Scale\" and the \"Wagnild and Young Resilience Scale\" were administered to doctors beginning their career paths. A descriptive and correlational analysis was conducted between the results of both scales. Results: A total of 93 young medical professionals participated, with most women. The results reveal a positive correlation between positive mental health and resilience. Although, in general, an increase in positive mental health was associated with greater resilience, atypical cases showed inverse correlations, thus underscoring the complexity of this relationship.\n Discussion: The evident correlation between positive mental health and resilience highlights the importance of adaptability in challenging work environments. The low scores in criteria assessing physical and emotional aspects suggest potential deficiencies in the comprehensive understanding of what positive mental health entails in the studied population. There is a highlighted need to strengthen strategies to manage work-related stress, especially in improving equanimity. \nConclusions: There is a correlation between positive mental health and resilience in this group of professionals. Understanding this relationship enriches knowledge and suggests practical strategies to improve the quality of life of healthcare professionals, specifically doctors, prioritizing a balance between work and personal life.",
          "url": "https://osf.io/ctn5y",
          "doi": "https://doi.org/10.31234/osf.io/ctn5y",
          "filter": 0
        },
        {
          "title": "Social media reduction or abstinence interventions are providing mental health benefits – reanalysis of a published meta-analysis",
          "authors": "Johannes Thrul; Janardan Devkota; Dahlia Aljuboori; Timothy Regan; Saud Alomairah; Carol Vidal",
          "abstract": "A recent meta-analysis published in this journal included 27 studies that experimentally manipulated social media use and investigated their impact on mental health outcomes (Ferguson, 2024). The author concluded that social media effects were statistically no different from zero. However, this meta-analysis did not investigate potential moderating effects of length of social media reduction or abstinence interventions. We conducted a re-analysis to investigate the impact of social media reduction / abstinence intervention length on mental health outcomes. We used the information available on the OSF platform related to the original meta-analysis and excluded 7 studies because they were not reduction / abstinence interventions. We categorized studies into those with intervention lengths of less than 1 week vs. 1 week or longer, and tested for curvilinear relationships between intervention length (weeks and days as continuous variables) and outcomes by including quadratic terms. Stratified analyses indicated that interventions of less than 1 week resulted in significantly worse mental health outcomes (d=-0.168, SE=0.058, p=.004), while interventions of 1 week or longer resulted in significant improvements (d=0.169, SE=0.065, p=.01). Analyses of intervention length as continuous moderator included k=19 studies and showed significant quadratic effects for number of weeks (b=-0.022; SE=0.008; z=-2.6; p&lt;.01), as well as number of days (b=-0.001; SE=0.000; z=-2.5; p&lt;.05). These findings suggest that social media use reduction / abstinence interventions should have a minimum length of 1 week or longer to confer mental health benefits. An ideal intervention length may be around 3 weeks, but future research is needed to confirm this.",
          "url": "https://osf.io/degba",
          "doi": "https://doi.org/10.31234/osf.io/degba",
          "filter": 0
        },
        {
          "title": "Sleep, Parasomnias, and Psychological Adjustment Among Students with Different Disabilities",
          "authors": "Catherine Fichten; Alice Havel; Eva Libman; Sally Bailes; mary jorgensen; Yuxuan Qin; huanan liao; laura creti; Abi Vasseur; Bianca Zlotea",
          "abstract": "parasomnias, sleep and disability among college students",
          "url": "https://osf.io/wvyud",
          "doi": "https://doi.org/10.31234/osf.io/wvyud",
          "filter": 0
        },
        {
          "title": "How Implicit Sequence Learning and Explicit Sequence Knowledge Are Expressed in a Serial Response Time Task",
          "authors": "Marius Barth; Christoph Stahl; Hilde Haider",
          "abstract": "Sequence learning in the serial response time task (SRTT) is one of the few learning phenomena that are widely agreed to be implicit in nature (i.e., that learning may proceed in the absence of awareness). Evidently, it is also possible to explicitly learn a sequence of events. In the past few decades, research into sequence learning largely focused on the type of representation that may underlie implicit sequence learning, and whether or not two independent learning systems are necessary to explain qualitative differences between implicit and explicit learning. Using the drift-diffusion model, here we take a cognitive-processes perspective on sequence learning and investigate the cognitive operations that benefit from implicit and explicit sequence learning (e.g., stimulus detection or encoding, response selection, or response facilitation). To separate the processes involved in expressing implicit versus explicit knowledge, we manipulated explicit sequence knowledge independently of the opportunity to express such knowledge. Performance data from this experiment was fed into a dynamic drift-diffusion model that allowed us to disentangle the contributions of the above-mentioned processes to sequence-learning effects. Results revealed three findings that are relevant for sequence learning theories. We discuss how the diffusion model may be helpful in future research addressing these theories.",
          "url": "https://osf.io/ce72r",
          "doi": "https://doi.org/10.31234/osf.io/ce72r",
          "filter": 0
        },
        {
          "title": "Parallel Acquisition of Uncorrelated Sequences is Hard to Find",
          "authors": "Marius Barth; Christoph Stahl",
          "abstract": "The distinction between implicit and explicit learning is fundamental to theories of human learning. However, it remains an open question whether implicit and explicit learning are based on a single, unitary learning meachnism, or multiple learning mechanisms or systems. The dual-systems model (Keele, Ivry, Mayr, Hazeltine, &amp; Heuer, 2003) posits that, in addition to a multidimensional learning system that is accessible to consciousness, implicit learning may also proceed in a unidimensional learning. Learning in this system is considered to proceed within a set of dimension-specific, encapsulated processing modules, where strong separation between different kinds of information protects against interference. Parallel acquisition of multiple uncorrelated sequences has been considered crucial evidence in favor of encapsulated processing. However, recent work has demonstrated that parallel learning is also well accounted for by a single learning mechanism, and can therefore not provide convincing evidence for encapsulated processing. In a series of three experiments, we therefore aimed at testing the assumption of encapsulated processing more stringently. To this aim, we orthogonally manipulated sequences of stimulus and response features, and tested for selective influence of these sequences on the cognitive processes that are involved in SRTT performance. In Experiments 1 and 2, stimulus colors and response locations followed independent six-item probabilistic sequences. In Experiment 3, stimulus colors and stimulus locations followed such independent sequences. Replicating previous findings, we found learning of sequences of response locations. By contrast, we consistently found evidence against learning of sequences of stimulus colors or stimulus locations. First implications for the debate on encapsulated processing, and the organization of sequence learning systems, are discussed.",
          "url": "https://osf.io/pa7kh",
          "doi": "https://doi.org/10.31234/osf.io/pa7kh",
          "filter": 0
        },
        {
          "title": "Perceptual and Conceptual Processing of Images: A Garner Interference Study Examining the Interaction between Image Format and Semantic Classification of Black-and-White, Greyscale, and Coloured Line-Drawings",
          "authors": "Hayden Peel; Philippe A. Chouinard",
          "abstract": "We used the Garner paradigm to examine the relationship between the perceptual and conceptual aspects of an image for identification. Participants completed tasks that required them to selectively attend to semantic identity (e.g., manmade vs. natural) while ignoring image format, and vice versa, with the irrelevant dimension either held constant (baseline block) or varying simultaneously (filtering block). Experiment 1 compared black-and-white and greyscale drawings (BWvGS) and Experiment 2 compared coloured and greyscale drawings (CvGS). The former assessed the contribution of structural form cues to perception, while the latter assessed the importance of colour. Garner interference was found with accuracy (with more errors in filtering than baseline) in both the BWvGS and CvGS experiments, but this was asymmetric and limited to the semantic classification task. Participants’ selective attention to semantic identity failed when the image format varied simultaneously, indicating that conceptual processing is not independent of perceptual processing. However, in the image format task, selective attention to image format was successful despite variation in semantic identity, demonstrating that perceptual processing can occur independently of conceptual analysis. Together, these results demonstrate that the semantic classification of images is influenced by the format of the stimulus.",
          "url": "https://osf.io/mh9a3",
          "doi": "https://doi.org/10.31234/osf.io/mh9a3",
          "filter": 0
        },
        {
          "title": "International Initiatives to Enhance Awareness and Uptake of Open Research in Psychology: A Systematic Narrative Review",
          "authors": "Magda Skubera; Max Korbmacher; Thomas Rhys Evans; Flavio Azevedo; Charlotte Rebecca Pennington",
          "abstract": "Background: Concerns about the replicability, reproducibility, and transparency of research have ushered in a set of practices and behaviours under the umbrella of ‘open research’. To this end, many new initiatives have been developed that represent procedural (i.e., behaviours and sets of commonly used practices in the research process), structural (new norms, rules, infrastructure, and incentives), and community-based change (working groups, networks). Objectives: To outline international initiatives that enhance awareness and uptake of open research practices in the discipline of psychology. Methods: A systematic, narrative review was conducted in three stages: (1) a web search to identify open research initiatives in psychology; (2) a literature search to identify supporting publications; and (3) a hand search of grey literature. Eligible initiatives were coded into a narrative theme of procedural, structural, or community-based change. Results: A total of 187 initiatives were identified; 30 were procedural (e.g., toolkits, resources, software), 70 structural (e.g., policies, strategies, frameworks), and 87 community-based (e.g., working groups, networks). Discussion: Open research is progressing at pace through various initiatives that share a common goal to reform research culture. We hope that this review promotes their further adoption and facilitates coordinated efforts between individuals, organisations, institutions, publishers, and funders.",
          "url": "https://osf.io/rakmb",
          "doi": "https://doi.org/10.31234/osf.io/rakmb",
          "filter": 0
        },
        {
          "title": "Demonstrating High Validity of a New AI-Language Assessment of PTSD: A Sequential Evaluation with Model Pre-registration",
          "authors": "Oscar Nils Erik Kjell; Adithya V Ganesan; Ryan Boyd; Joshua R. Oltmanns; Alfredo Rivero; Scott Feltman; Melissa Anne Carr; Benjamin Luft; Roman Kotov; H. Andrew Schwartz",
          "abstract": "BACKGROUND: Modern Artificial Intelligence (AI) has shown promise in identifying\npsychopathology based on the language used by patients, providing a scalable method for\nobtaining relevant behavioral markers. However, no existing models for assessing posttraumatic\nstress disorder (PTSD) have successfully demonstrated out-of-sample replicability. We develop\na language-based AI model for PTSD and rigorously evaluate replicability in a prospective\nsample.\nMETHODS: Participants from the Stony Brook World Trade Center (WTC) Health and\nWellness Program described their lives in an automated interview during a clinical monitoring\nvisit. The language was analysed using AI to assess PTSD CheckList (PCL) for total symptom\nseverity score and four symptom subscales and validated against medical record PTSD\ndiagnosis.\nTo yield realistic accuracy estimates in this cross-sectional study, we propose the Sequential\nEvaluation with Model Pre-registration design, consisting of an iterative, two-phase pre-\nregistration paradigm. The first pre-registration specifies the data split, the model development,\nand the initial hypotheses. The second pre-registration specifies the exact pre-trained models,\ndata cleaning procedures, and the refined hypotheses.\nRESULTS: The data split included a development (N=1437) and a prospective (N=346) dataset.\nWithin the prospective sample, the pre-registered models produced scores that significantly\ncorrelated with their targets: PCL total (r=.38, p-value&lt;.001) and the four subscales (r=.28–.37,\np-value&lt;.001). The pre-registered model for PCL total showed a robust association with PTSD\ndiagnosis (AUC=.76), significantly outperforming demographics (AUC=.61, p-value=.006),\nWTC attack exposures (AUC=.61, p-value=.007) and a validated depression language model\n(AUC=.60, p-value&lt;.001).\nCONSLUSIONS: We developed new AI-language assessments of PTSD symptom severity.\nWithin a clinical setting and over prospectively collected participant data, the assessments\nreplicated with high convergent validity with self-report and high external validity against\ndiagnosis in medical records. Analyses of observable behavioral markers in automated clinical\ninterview language can produce robust psychiatric assessments, overcoming limitations found\nin traditional assessments.",
          "url": "https://osf.io/xw24e",
          "doi": "https://doi.org/10.31234/osf.io/xw24e",
          "filter": 0
        },
        {
          "title": "Prioritizing feature bindings across space and modality in working memory",
          "authors": "Hatice Cinar; Amy Louise Atkinson; Amanda Waterman; Richard John Allen",
          "abstract": "A growing body of evidence shows that selective attention can be strategically directed to prioritize items of higher ‘value’ in working memory. This work has typically been limited to tests of feature binding using simple ‘unitized’ colored shapes as memoranda. The current study explored whether value-directed prioritization can be effectively applied when feature pairings of color and shape are separated out, either into different spatial locations (Experiment 1) or across visual and auditory presentation modalities (Experiments 2a and 2b). Experiment 1 found an overall cost to working memory performance when features were spatially separated, relative to a unitized condition, while Experiments 2a and 2b found no such cost for cross-modal feature separation. Across these experiments, there was no evidence for interaction between binding condition and prioritization; participants were equally able to derive performance benefits from prioritizing high value items in the sequence, regardless of whether features were encountered as part of the same unitized object or separated in space or modality. The findings have implications for the relationship between working memory and attention, and suggest that value-directed prioritization can be effectively applied across different types of material.",
          "url": "https://osf.io/59fnw",
          "doi": "https://doi.org/10.31234/osf.io/59fnw",
          "filter": 0
        },
        {
          "title": "Convex Hull Applications to Natural Language Psychometrics",
          "authors": "Nigel Guenole; Andrew Samo; Tianjun Sun; E. Damiano D'Urso",
          "abstract": "Psychological measurement plays a vital role in many areas of science. Traditional methods for developing and scoring measurement instruments require large sets of human responses, making them time-consuming and costly. Recent advances in artificial intelligence (AI) offer new ways to tackle these challenges. In this brief note, we explore the use of convex hulls—a concept from computational geometry—in combination with AI-driven large language models to enhance psychometric practice. A convex hull is the smallest convex “boundary” around a set of points. By treating language embeddings as high-dimensional coordinates and forming convex hulls, we can interpret the structure of items and free text responses in new ways. We propose two novel applications of convex hulls: (1) item analysis without data: We use convex hulls to check if a test item “belongs” to a scale, providing a new indicator of item quality; and (2) scoring free text: By interpreting candidate responses in relation to the convex hull of other responses, we propose an objective way to score psychological constructs from natural language. Each method is possible in supervised and unsupervised modes. These methods are experimental and yet to be validated. We outline, but do not implement, brief methods for testing their efficacy. We discuss open questions that we expect will impact the utility of these methods, such as, a) why we don’t just ask the LLM to score the items and responses, b) why convex hull centroids might be preferred over clustering and scale embedding means c) what to do if the construct hull does not match the intended target, and d) whether the centroids of psychometric convex hulls represent the intensity or the essence of item discrimination and the constructs being assessed.",
          "url": "https://osf.io/t97hx",
          "doi": "https://doi.org/10.31234/osf.io/t97hx",
          "filter": 0
        },
        {
          "title": "The Skilled Student: Linking Social, Emotional, and Behavioral Skills to Engagement and Student Outcomes in Secondary School Students",
          "authors": "Gerardo Pellegrino; Barbara Carretti; Christopher Napolitano; Christopher J. Soto; Chiara Menenghetti; Tommaso Feraco",
          "abstract": "Social, emotional, and behavioral (SEB) skills are malleable competencies that can be developed through life experiences. The recent SEB skills framework (Soto et al., 2021) identifies five skills domains (self-management, innovation, social engagement, cooperation, and emotional resilience) associated with students’ achievement and well-being. However, the mechanisms by which SEB skills support students at school remain unclear. In the present research, we integrate research on SEB skills and student engagement, hypothesizing that SEB skills can be considered as individual antecedents of student engagement, a multidimensional construct encompassing four dimensions (affective, behavioral, cognitive, and agentic). A sample of 1642 high school students (Mage = 15.68; SDage = 1.47; 913 girls) completed measures assessing SEB skills, student engagement, and student outcomes (achievement, school satisfaction, life satisfaction, and school burnout). The results of a path analysis confirmed that self-management and social engagement skills domains are significantly associated with student outcomes, through the mediation of global student engagement. Further specific patterns of associations between the five SEB skills domains and the four dimensions of student engagement were also found. Our study emphasizes the value of integrating research on individual factors associated with student success and well-being into broader theoretical frameworks. This approach can enhance our understanding of how to support students throughout their educational journey.",
          "url": "https://osf.io/rhmgk",
          "doi": "https://doi.org/10.31234/osf.io/rhmgk",
          "filter": 0
        },
        {
          "title": "Truth Wins: True Information is More Persuasive and Shareable than Falsehoods",
          "authors": "Nicolas Fay; Keith Ransom; Bradley Walker; Piers Howe; Andrew Perfors; Yoshihisa Kashima",
          "abstract": "The English poet John Milton portrayed truth as a powerful warrior capable of defeating falsehood in open combat.  The spread of false information online suggests otherwise.  Four experiments, involving human participants and Large Language Models (combined N=4607), are reported that compare the persuasive impact and transmission potential of true and false information.  The results consistently showed that messages created with the intent of being true were more persuasive and more likely to be shared than those created to be false.  While perceived message truth was the primary driver of persuasion, positive emotion and social engagement were the primary drivers of message transmission.  Our findings indicate that in the marketplace of ideas, truth wins.",
          "url": "https://osf.io/9ezx8",
          "doi": "https://doi.org/10.31234/osf.io/9ezx8",
          "filter": 0
        },
        {
          "title": "Action plan diversity in children during control exploration: Link between action and sense of agency",
          "authors": "Wen Wen; Hakan Aktaş; Acer Yu-Chan Chang; Jie Mei; Yosuke Suzuishi; Yukie Nagai; Satoshi Nobusako",
          "abstract": "The sense of agency refers to the subjective feeling of controlling one’s own actions and, through them, external events. It is a crucial aspect of consciousness, indicating that an agent can understand the causal relationship between their actions and environmental changes and, more importantly, voluntarily influence the environment through their actions. There has been extensive debate about when children and which animals possess the sense of agency, primarily because they cannot easily report it. Observing actions might be a promising way to estimate the sense of agency without relying on introspection. However, despite actions containing rich information about human subjective feelings, there are very few ways to abstract such information. In the present study, we aim to clarify the relationship between actions and the sense of agency during control exploration using a dataset of 167 children (6-16 years old) acquired by Nobusako et al. (2022). We employ action plan analysis developed by Chang et al. (2024) to analyze motion sequences data which was self-generated by participants during a control detection task. The action plan analysis uses transformer-LSTM-based autoencoders to capture high-level, abstract representations of sequences of motor commands (referred to as action plans). This approach allows us to quantify action plan diversity that reflects control exploration behaviors. The results showed that action plan diversity can be a promising way to measure the sense of agency both within individuals and among them. This suggests that simply observing how actions change under different control conditions can quantitatively reflect the emergence of the sense of agency in children. The findings and methodology provide a highly novel and useful tool for studying the sense of agency in broader populations and species in future studies.",
          "url": "https://osf.io/84b7h",
          "doi": "https://doi.org/10.31234/osf.io/84b7h",
          "filter": 0
        },
        {
          "title": "Does Racial Identity Moderate Psychological Effects of Racial Discrimination?  Converging Results from Experimental and Survey Data",
          "authors": "Sarah Gobrial; P. Priscilla Lui",
          "abstract": "Psychological distress that stems from racial discrimination experiences may depend on how strongly individuals identify with their race. Existing findings across survey research and a small body of experimental research are equivocal on whether and how racial identity factors exacerbate or buffer the negative psychological effects of racial discrimination. This study included experimental and survey data to characterize the moderating roles of racial identity centrality, private regard, and public regard in the associations between racial discrimination and psychological distress. Participants were 240 young adults of color (Mage=23.27; 50.8% women; 37.5% Asian American, 35.4% Hispanic/Latino, 15.8% Black/African American; 56.7% college students). Findings generally converged across experimental and survey methods. Simulated racial discrimination predicted acute psychological distress and measured lifetime racial discrimination predicted general psychological distress, but racial identity factors did not moderate these associations. Considerations for these null results and future research directions are discussed.",
          "url": "https://osf.io/pr2n7",
          "doi": "https://doi.org/10.31234/osf.io/pr2n7",
          "filter": 0
        },
        {
          "title": "The influence of sport expertise on response and cognitive inhibition",
          "authors": "Jack Brimmell; Naomi Lee; Matthew Spokes",
          "abstract": "Research suggests that sporting experts show better response inhibition. Less is known about how expert athletes use cognitive inhibition to ‘forget’ previous errors (termed expertise-induced-amnesia). Moreover, whether the relevance of sporting expertise is greater at high-pressure, compared to low-pressure is also unclear. The aim of the present study was to examine if sporting expertise predicted response inhibition (effectiveness and efficiency) and cognitive inhibition (error awareness) and the impact of pressure levels on these relationships. Forty-five participants completed a measure of sporting expertise and a modified Stop Signal Task under two pressure conditions (i.e., high- and low-pressure). Regression results suggested that expertise only significantly predicted response inhibition effectiveness and efficiency at high-pressure. Interestingly, error awareness at high- and low-pressure were independent of sporting expertise. Finally, change scores across pressure conditions were small and near zero for all participants, not just experts, suggesting that all individuals performed similarly across low- and high-pressure conditions. Sporting expertise appears to facilitate response inhibition at high-pressure but the exact methods in which experts ‘forget’ errors and maintain performance remains unknown (i.e., might not be cognitive inhibition).",
          "url": "https://osf.io/j2wty",
          "doi": "https://doi.org/10.31234/osf.io/j2wty",
          "filter": 0
        },
        {
          "title": "Gesture in New Guinea",
          "authors": "Kensy Cooperrider; Rafael Nunez",
          "abstract": "[from introduction] Whenever people to talk—whether they are telling stories, giving directions, sharing gossip, teaching children, cooking food, or counting objects—they accompany their speech with meaningful body movements, or gestures. These gestures may be produced with the hands, arms, head, and face; they may be subtle or salient, idiosyncratic or culturally shared; they include points and shrugs, nods and winks, depictions of shapes and imitations of actions. While much is made of cultural differences in the amount of gesture, the fact is that human communication everywhere involves a steady hum of kinetic activity. New Guinea is no exception.",
          "url": "https://osf.io/5ek4m",
          "doi": "https://doi.org/10.31234/osf.io/5ek4m",
          "filter": 0
        },
        {
          "title": "Vocal pitch enables differential motor learning of speech segments",
          "authors": "Robin Karlin; Emily Tesch; dinglanTang; Yuyu Zeng; Caroline A Niziolek; Benjamin Parrell",
          "abstract": "Sensory feedback is crucial for maintaining accurate motor control. One process of movement correction is sensorimotor adaptation, or motor learning in response to perceived sensory errors. Recent studies have demonstrated that people can simultaneously adapt to opposing errors on a single movement (e.g., leftward and rightward errors on a reach) given some context that differentiates when each error occurs. In speech production, linguistic structure (e.g., the same vowel in different words) has been shown to provide sufficient context for adapting to opposing errors, but it is not clear whether this is restricted to the same effectors (i.e. lips, tongue, jaw in the oral cavity) or also includes movements of other effectors used in speech (i.e., the vocal folds in the larynx). While manual reaching studies have shown that contextual movements need not be produced with the same effector as the learning target, they have thus far only tested left-right effector pairs. We present the results of three simultaneous adaptation experiments in speech that examine whether laryngeal movements for pitch control can provide context for oral articulatory movements for vowels. In each experiment, the resonances that correlate with articulator position during vowels were perturbed in three different directions that were predictable given a pitch context. First, Mandarin speakers differentially adapted given pitch contexts that signaled differences in word meaning, suggesting that lexical uses of pitch provide context for vowels. Second, English speakers differentially adapted given different arbitrary pitch matching contexts on the word “head”, suggesting that even non-meaningful pitch movements provide context for vowels. Third, English speakers were unable to differentially adapt when simply listening to a contextual pitch, indicating that mere auditory input of pitch is insufficient. Together, these results indicate that sensorimotor context for learning can be provided by different effectors than the learning target.",
          "url": "https://osf.io/mpuvr",
          "doi": "https://doi.org/10.31234/osf.io/mpuvr",
          "filter": 0
        },
        {
          "title": "Therapists’ Work Conditions as Patients’ Treatment Conditions: A Qualitative Study of Unionized Public Mental Health Therapists",
          "authors": "Briana Shiri Last; Danielle Adams; Rebecca Mirhashem",
          "abstract": "As mental health treatment seeking has increased recently, U.S. public mental health therapists have been asked to do more with less. Facing growing work demands, many have left the workforce, exacerbating existing mental health workforce shortages and mental health inequities. However, a growing share of therapists have sought to improve their working conditions through labor organizing. This qualitative study explored how unionized public mental health therapists in New York City and Chicago experience and seek to address their workplace challenges. Participants (N = 30) were interviewed for 60-90 minutes to gain their in-depth perspectives; interviews were analyzed using thematic analysis. The research team identified four main themes. First, public mental health therapists described that their under-resourced and diverse patients have complex social service and clinical needs —needs therapists are highly motivated to address. Second, therapists described significant workplace challenges (e.g., staffing shortages, demanding workloads, low pay, insufficient clinical support). Third, therapists described that these workplace challenges negatively impact them emotionally and negatively impact the care their under-resourced patients receive. Fourth, therapists described reasons for and benefits to labor organizing including improving their work conditions and the quality of services. Findings revealed that public mental health therapists are intrinsically motivated to support their under-resourced patients, but that their labor conditions often hinder them from offering the high-quality care they feel their patients deserve. Public mental health therapists across both cities view labor unions as a vehicle through which they can improve their working conditions and the treatment conditions of their patients.",
          "url": "https://osf.io/6cqtz",
          "doi": "https://doi.org/10.31234/osf.io/6cqtz",
          "filter": 0
        },
        {
          "title": "Vicarious and Personal Imagined Cognitive Dissonance in a French context",
          "authors": "Sara Jaubert; Alejandro FILLON; Fabien Girandola; Lionel Souchet",
          "abstract": "Across two studies, we examined the Imagined Cognitive Dissonance in a French context (ICD, Cooper et al., 2018). Specifically, Study 1 investigates the effect of vicarious ICD, the dissonance felt when the participant imagines an ingroup member acting counterattitudinally (Cooper et al., 2018). We failed to replicate the effect of vicarious ICD (N = 236) on behavioral intentions. In Study 2, we examined the personal ICD effect: can the mere act of imagining oneself acting counterattitudinally induce cognitive dissonance in subjects? The results are partially in line with the hypotheses of an effect of personal ICD on the subject’s pro-environmental behavioral intention (N = 252). We discuss these results, their implications, limits, and propose directions for future research on dissonance.",
          "url": "https://osf.io/jxvcn",
          "doi": "https://doi.org/10.31234/osf.io/jxvcn",
          "filter": 0
        },
        {
          "title": "Language and/or Memory: How to Slice the Domain-Cake?",
          "authors": "Jolien Francken; Vitória Piai; Christopher R Madan",
          "abstract": "Historically, memory and language have been seen as separate cognitive functions and studied in isolation. To date, it remains an open question to what extent these cognitive domains are related. The central question in this paper is how we should see the relationship between the domains of language and memory. We discuss relevant empirical evidence from the fields of cognitive psychology, cognitive neuropsychology, and cognitive neuroscience and take a philosophical perspective on this central question, considering issues such as how to weigh different types of evidence and how to conceptualize the relationship between language and memory. We conclude that elucidating questions about the nature of the relationship between language and memory requires not only more empirical data, but also parallel conceptual development.",
          "url": "https://osf.io/sbjwr",
          "doi": "https://doi.org/10.31234/osf.io/sbjwr",
          "filter": 0
        },
        {
          "title": "Transcranial magnetic stimulation of the right temporoparietal junction and left angular gyrus does not alter sense of joint agency in musical rhythmic coordination task:  A pilot study",
          "authors": "Pirooz Falahi; Amir Jahanian Najafabadi; Reza Kazemi; Javad Hatami",
          "abstract": "The sense of agency (SoA) refers to the perception that one's actions are influential and that one assumes responsibility for their consequences. In coordinated joint actions, a sense of joint agency emerges, with interaction and cooperation being crucial for enhancing SoA. Prior research indicates that the right temporoparietal junction (rTPJ) is integral to monitoring social contexts of SoA, while the left angular gyrus (lAG) focuses on individual aspects of agency. This study examined the effects of repetitive transcranial magnetic stimulation (rTMS) on SoA and judgment of performance (JoP) in eighteen healthy young participants using a three-way crossover design that included inhibitory neurostimulation of the rTPJ, excitatory stimulation of the lAG, and a sham intervention on the Vertex. Participants completed musical tasks involving rhythmic coordination before and after neurostimulation, with self-reported scores for SoA and JoP collected via Likert scales, alongside performance metrics (action time error and number of errors) evaluated through software. While rTMS did not yield significant effects on SoA, JoP, or performance overall, notable correlations between these variables suggest that neurostimulation may influence the interrelations among them. These findings highlight the complexities of how neurostimulation impacts perceived agency and performance, warranting further exploration into their interconnected dynamics.\nKeywords: transcranial magnetic stimulation, right temporoparietal junction, left angular gyrus, sense of joint agency, musical rhythmic coordination, joint action",
          "url": "https://osf.io/7u6zt",
          "doi": "https://doi.org/10.31234/osf.io/7u6zt",
          "filter": 0
        },
        {
          "title": "“Who blends in and why (not)?” A qualitative study on psychotherapists’ patient inclusion in blended care",
          "authors": "Sophie Jordan; Pauline Becker; Christine Knaevelsrud; Solveig Behr; Friederike Fenski; Johanna Boettcher; Carmen Schaeuffele",
          "abstract": "Introduction: Psychotherapists may act as bottlenecks in the integration of digital interventions into psychotherapy, known as blended care (BC). In the literature, various factors are discussed as potential inclusion, exclusion, or limiting criteria in BC.\nMethod: Our aim for this interview study was to gain a deeper understanding of the factors psychotherapists consider when inviting patients to participate in BC. For this purpose, we interviewed seven psychotherapists with a psychodynamic and seven psychotherapists with a cognitive behavioral background who participate in a naturalistic trial on BC in routine outpatient psychotherapy. \nResults: Psychotherapists considered few fixed inclusion or exclusion criteria when considering which patients to introduce BC to. The basic technical requirements had to be met and the patients had to be fit for outpatient therapy. Psychotherapists found patients’ response to BC, like their motivation, to be a decisive factor when considering BC. \nDiscussion: Patient motivation for BC emerged as another potential bottleneck in its implementation. Therefore, a successful implementation strategy should focus on strengthening both psychotherapists' and patients' motivation to engage with BC. The openness of psychotherapists towards patient characteristics suggests that BC in outpatient care may target a broad patient population.",
          "url": "https://osf.io/nvjhd",
          "doi": "https://doi.org/10.31234/osf.io/nvjhd",
          "filter": 0
        },
        {
          "title": "Unfollowing hyperpartisan social media influencers durably reduces out-party animosity",
          "authors": "Steve Rathje; Clara Pretus; James Kunling He; Trisha Harjani; Jon Roozenbeek; Kurt Gray; Sander van der Linden; Jay Joseph Van Bavel",
          "abstract": "There is considerable debate over whether and how social media contributes to polarization. In a correlational study (n1 = 1,447) and two digital field experiments (n2 = 494, n3 = 1,133), we examined whether (un)following hyperpartisan social media influencers contributes to polarization and misinformation sharing. We found that incentivizing Twitter/X users to unfollow hyperpartisan social media influencers improved feelings toward the out-party by 23.5% compared to the control group, with effects persisting for at least six months. Unfollowing also led participants to engage with more accurate news and increased satisfaction with their Twitter/X feeds—without reducing engagement. This study demonstrates the long-term causal impact of exposure to hyperpartisan influencers. Moreover, unlike other social media reduction interventions, unfollowing is a targeted approach: like a scalpel, it surgically removes a few harmful parts of one’s feed, allowing the beneficial aspects to remain.",
          "url": "https://osf.io/acbwg",
          "doi": "https://doi.org/10.31234/osf.io/acbwg",
          "filter": 0
        },
        {
          "title": "The Extended Mind in Young Children: Cost-dependent Trade-off Between External and Internal Memory",
          "authors": "Yibiao Liang; Erik Blaser; Jiaying Yi; Liyang Sai; Zsuzsa Kaldy",
          "abstract": "Most work on working memory development has children remember a set of items as well as they can. However, this approach sidesteps the Extended Mind, the integration of external information with memory. Indeed, adults prefer to use external resources (lists, models) but will remember more as the ‘cost’ to access them increases. Here, in our Shopping Game, we investigated this trade-off in 5-8-year-olds. Using a touch-screen, children shopped in a virtual store. Their shopping list and the store were not visible simultaneously but could be toggled. We manipulated access cost by varying a delay (0 / 4 s) before the list’s reappearance. Across three preregistered experiments at two sites (US / China, N=141), a pattern emerged: when costlier, children revisited the list less often, studied it longer, and selected more correct items. Also, children recognized the costs, identifying the 0-delay condition as easier. Young children show a cost-dependent trade-off of external resource use versus working memory.",
          "url": "https://osf.io/eh3tk",
          "doi": "https://doi.org/10.31234/osf.io/eh3tk",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Implementing Cognitive Component Constraints in the Development and Validation of Short-Form Raven’s Advanced Progressive Matrices Based on Item Response Theory",
          "authors": "Peida Zhan; qipeng chen; Kaiwen Man; Ning Hao",
          "abstract": "Raven’s Advanced Progressive Matrices (APM) is a widely recognized tool for assessing intelligence. However, it often faces challenges related to lengthy administration times, which can diminish its practicality and increase resource costs. Although several short-form APMs have been developed, they typically overlook the differences in cognitive components assessed by various items, potentially compromising the instrument's content validity. To enhance the consistency of the proportion of cognitive components measured in the short-form instruments compared to the complete APM, this study employed an automated item selection algorithm with cognitive component constraints within the item response theory framework—the revised maximum priority index—to develop a series of short-form APMs with varying item counts. By comparing them with existing short-form APMs, the newly developed instruments demonstrated good reliability while maintaining a nearly consistent proportion of cognitive components measured as in the complete APM. Finally, we recommend two short-form APMs containing 12 and 18 items, respectively, for subsequent use, based on the customary lengths of existing short-form APMs.",
          "url": "https://osf.io/3cbm4",
          "doi": "https://doi.org/10.31234/osf.io/3cbm4",
          "filter": 2
        },
        {
          "title": "From surviving to thriving:  How sleep, physical activity, and diet shape well-being in young adults",
          "authors": "Tamlin Conner; Jack Cooper; Robin Turner",
          "abstract": "Healthy lifestyles are a cornerstone of optimal physical health, yet their contribution to optimal mental health is still an open question. This article investigated the relationships between three key health behaviors—sleep quality, physical activity, and dietary choices—and psychological well-being among young adults ages 18 to 25, a demographic known for disproportionately low levels of well-being. The research used three datasets: a cross-sectional survey (Study 1, N=1,032) and two daily diary datasets (Study 2, N=818; Study 3, N=236) of young adults living in New Zealand, the United Kingdom, and the United States. Multilevel regression analyses examined how these health behaviors simultaneously and synergistically predicted well-being at the between-person and within-person levels, while controlling for covariates such as age, gender, socioeconomic status, and depressive symptoms. Additionally, Study 3 incorporated wearable device-measured physical activity to supplement self-report measures. The findings highlighted better sleep quality as the strongest predictor of well-being across all three datasets, followed by fruit and vegetable consumption, with significant associations between these health behaviors and well-being observed at the between-person and within-person levels. Physical activity also emerged as a reliable predictor of well-being, mostly at the within-person level. The use of device-measured physical activity confirmed similar patterns, reinforcing the validity of findings. Pathways linking health behaviors to well-being were mostly additive, except for a buffering pattern observed at the within-person level indicating that higher fruit and vegetable intake could potentially mitigate the negative impact of poor sleep on daily well-being. This article underscores the importance of the “big three” health behaviors in well-being among young adults, offering insights for future health interventions to improve positive psychological functioning in this population.",
          "url": "https://osf.io/8by4m",
          "doi": "https://doi.org/10.31234/osf.io/8by4m",
          "filter": 2
        },
        {
          "title": "Investigating Causal Questions in Human Development using Marginal Structural Models: A Tutorial Introduction to the devMSMs Package in R",
          "authors": "Isabella Stallworthy; Meriah Lee DeJoseph; Emily Padrutt; Noah Greifer; Daniel Berry",
          "abstract": "Causal inference and questions about timing are central to developmental science. Yet scientists are often limited to observational data, and conceptual, methodological, and computational barriers have prevented uptake of relevant methodological tools from other disciplines that are designed to improve causal inference. This paper provides a practical guide to implementing one powerful causal inference tool, marginal structural models (MSMs), to strengthen our ability to test causal questions about exposures/treatments that unfold over time. We draw on an illustrative example testing the potentially causal roles of dose and timing of exposure to economic strain from infancy through early childhood on children’s behavior problems in early childhood. We first introduce the advantages of MSMs for investigating causal questions over time. Specifically, we review the logic of ‘exposure histories’ and the potential outcomes framework, using sequential randomization as a conceptual tool. We then discuss inverse-probability-of-treatment-weighting (IPTW) for addressing the threat of confounding over time. We then outline how to implement MSMs with observational data, before providing step-by-step guidance for using our novel, open-source R package, devMSMs. In our example, we create longitudinal IPTW balancing weights to attenuate a number of confounder-exposure relations. We then apply these weights to test an outcome model relating economic strain across infancy, toddlerhood, and early childhood to future behavior problems. Finally, we estimate and compare the predicted causal effects of different developmental histories of high economic strain that vary in dose and timing and discuss substantive implications. We close with ongoing considerations.",
          "url": "https://osf.io/284mb",
          "doi": "https://doi.org/10.31234/osf.io/284mb",
          "filter": 2
        },
        {
          "title": "The freedom to believe in free will: Evidence from an adoption study against the first law of behavioral genetics",
          "authors": "Emily A Willoughby; Alan C Love; Matt McGue; Tobias Edwards; Alexandros Giannelis; James J. Lee",
          "abstract": "Philosophers and psychologists alike have long debated the etiology of beliefs about human agency. Recently, empirical investigations have shown that lay beliefs about free will and determinism represent stable and important individual differences. Despite a perennial interest in the sources of agentic belief, genetic and environmental influences on such beliefs have never been studied. We administered a battery of items assessing these beliefs to a unique sample of 394 adoptive and biological families with adult offspring to investigate the origins of agentic beliefs and their relationships. We found significant differences between adopted and biological offspring and between the parents of such children, particularly in beliefs about determinism. Biometric modeling revealed especially surprising results: unlike the vast majority of traits studied in family designs, agentic beliefs appear to be weakly or not at all heritable. Since genetic factors might be regarded as typical of the \"initial conditions\" in philosophical thought experiments about free will and determinism, it is especially ironic that beliefs about free will and determinism may be among the traits least influenced by genetic differences.",
          "url": "https://osf.io/2zvxq",
          "doi": "https://doi.org/10.31234/osf.io/2zvxq",
          "filter": 2
        },
        {
          "title": "Examining the Connectivity of Anhedonia and Reward Devaluation in a Network of Behavioral Tasks Over Time",
          "authors": "Duncan Jordan",
          "abstract": "Avoidant processing of positive emotional information and facilitatory processing of negative emotional information are related to the experience of anhedonia and anxiety. However, how these cognitive processes inter-relate with self-report symptoms of psychopathology over time is unclear. The current study thus examined behavioral indices of perception, attention, and affective updating in relation to self-report measures of anhedonia and anxiety in dynamic network models at six separate time-points among participants preselected for a wide-range of depression symptoms (N = 101). Findings suggest that two different pathways are associated with emotional information processing over time: one represents an anhedonic circuit, and the second represents a two-node reward devaluation circuit. The first pathway reveals how anhedonia and cognitive functioning are related over time (and, potentially, across levels of analysis) and could inform future longitudinal studies of anhedonic individuals. The second pathway represents a theoretical advance in the conceptualization of reward devaluation by further demonstrating that attentional avoidance and perceptual avoidance of positivity are inter-related. Future studies and network analyses that evaluate anhedonia and devaluative processing of positivity, and that replicate these innovative methods, are needed to elucidate how avoidance of positivity and anhedonia are related as part of a causal system of self-reported symptoms and behavioral tasks.",
          "url": "https://osf.io/hacvt",
          "doi": "https://doi.org/10.31234/osf.io/hacvt",
          "filter": 2
        },
        {
          "title": "Making the most of errors: Utilizing erroneous classifications generated by machine-learning models of neuroimaging data to capture disorder heterogeneity",
          "authors": "Sarah Olshan; Corey James Richier; Kyle Baacke; Gregory A Miller; Wendy Heller; Kyle A. Baacke",
          "abstract": "Within-disorder heterogeneity complicates mapping neurobiological features of psychopathology to DSM conceptualizations. The present study explored patterns of diagnostic classification errors among disorders with commonly co-occurring features to examine this heterogeneity. We conducted classification analyses with the UCLA Phenomics Study database using a support vector classifier to differentiate disorders via whole-brain task-based functional connectivity, predicting that model misclassifications would provide insight about brain connectivity characteristics shared across disorders. We also explored whether symptoms and specific brain networks could account for misclassification rates. The classification model performed better than chance (44% accuracy, p = .01) and revealed that misclassification of schizophrenia (SCZ) as bipolar disorder (BD; 38%) and BD as SCZ (36%) was symmetrical. Attention-deficit/hyperactivity disorder (ADHD) was misclassified as BD at the highest rate (46%) and higher than the converse (17%). SCZ and ADHD were misclassified least (SCZ as ADHD 15%; ADHD as SCZ 22%). Considerable variance in misclassification of SCZ as BD (R2 = .83) and BD as SCZ (R2 = .71) could be accounted for by symptoms of both SCZ and BD. Permutation testing revealed disorder- and network-specific effects, with certain networks improving classification accuracy and others hindering it for specific disorders. An approach focused on classification errors replicated known disorder overlap, producing errors in the expected configuration. Further, it identified clinical and neural features within and across diagnostic categories that contribute to disorder misclassification and within-disorder heterogeneity. This approach may facilitate neurobiologically informed phenotypic differentiation within diagnostic groups.",
          "url": "https://osf.io/6bgws",
          "doi": "https://doi.org/10.31234/osf.io/6bgws",
          "filter": 2
        },
        {
          "title": "Disrupted Physiological Coregulation in Youth at Clinical High Risk for Psychosis: Findings from a Dyadic Interaction Study",
          "authors": "Alison Schreiber; Matias Martinez; Sharon Li; Nina Alexander; Vijay A. Mittal; Claudia M. Haase; Trevor Williams",
          "abstract": "Youth at clinical high risk (CHR) for psychosis often experience difficulties in social relationships. However, we do not know how social (dis-) connection unfolds at the physiological level in real time among CHR youth and caregivers. The present laboratory-based dyadic interaction study examined physiological coregulation in 70 dyads across 137 participants. Whereas 32 of these dyads were composed of CHR youth and their caregivers, the remaining 38 dyads encompassed psychiatrically healthy youth and their caregivers. Dyads engaged in 10-minute neutral, conflict, and pleasant conversations while their autonomic physiology was continuously monitored. In conflict and neutral interactions, CHR youth exhibited contrarian coregulation. Contrarian coregulation was associated with elevated risk for psychosis, was linked to greater baseline psychosis symptomatology, and prospectively predicted increases in symptoms one year later. These findings document alterations in physiological coregulation between CHR youth and their caregivers, highlight their relevance for clinical symptomatology, suggest novel avenues for relationship-focused treatments, and contribute to a biologically-informed science of social connection.",
          "url": "https://osf.io/as7kg",
          "doi": "https://doi.org/10.31234/osf.io/as7kg",
          "filter": 2
        },
        {
          "title": "The use of Core Processes when applying Intervention Mapping",
          "authors": "Rik Crutzen; Judith Nalukwago",
          "abstract": "Core Processes are a helpful and systematic way to address questions and a valuable planning framework, such as Intervention Mapping, poses the right questions.",
          "url": "https://osf.io/5nsb4",
          "doi": "https://doi.org/10.31234/osf.io/5nsb4",
          "filter": 2
        },
        {
          "title": "The Trauma Response Personality Indicator (TRPI): A Dynamic Framework for Understanding Personality Through Trauma Responses and Cognitive Functions",
          "authors": "Ryan Rook",
          "abstract": "The Trauma Response Personality Indicator (TRPI) is an innovative framework that offers a comprehensive understanding of personality through the lens of trauma responses, cognitive functions, and interpersonal dynamics. By transcending traditional personality models, such as the Myers-Briggs Type Indicator (MBTI), TRPI provides a nuanced approach to how individuals engage with their environments and themselves. This paper explores the core concepts of TRPI, emphasizing the significance of function pairings, the Big Five personality traits, and the dynamic nature of personality.",
          "url": "https://osf.io/mry6h",
          "doi": "https://doi.org/10.31234/osf.io/mry6h",
          "filter": 2
        },
        {
          "title": "A Metatheory of Classical and Modern Connectionism",
          "authors": "Olivia Guest; Andrea E. Martin",
          "abstract": "Contemporary AI models owe much of their success and discontents to connectionism, a framework in cognitive science that has been (and continues to be) highly influential. Herein, we analyze artificial neural networks (ANNs): a) when used as scientific instruments of study; and b) when functioning as emergent arbiters of the zeitgeist in the cognitive, computational, and neural sciences. Building on our previous work with respect to analogizing between ANNs and cognition, brains, or behaviour (Guest &amp; Martin, 2023), we use metatheoretical analysis techniques (Guest, 2024), including formal logic, to characterise two distinct tendencies within connectionism that we dub classical and modern, with divergent properties, e.g. goals, mechanisms, scientific questions. We also demonstrate how we, as a field, often fail to follow important lines of argument to their end --- this results in a paradoxical praxis. By engaging more deeply with (meta)theory surrounding ANNs, our field can obviate the cycle of AI winters and summers, which need not be inevitable.",
          "url": "https://osf.io/eaf2z",
          "doi": "https://doi.org/10.31234/osf.io/eaf2z",
          "filter": 2
        },
        {
          "title": "Beyond Eyeball Tests: A Methodical Rebuttal to Fillon et al.'s Commentary",
          "authors": "Jais Adam-Troian; Jocelyn Belanger",
          "abstract": "In our original study, 'Consumed by Creed' (Adam-Troian &amp; Bélanger, 2024), we established significant and consistent associations between obsessive-compulsive disorder (OCD) symptom severity and radical intentions across four distinct U.S. population samples—Environmentalists, Republicans, Democrats, and Muslims—partially or fully mediated by obsessive passion. Fillon et al. (2024) challenged our findings, alleging methodological errors and an excessive degree of researcher flexibility, which they claim could lead to false-positive results. In this response, we critically examine Fillon et al.'s commentary, arguing that it exemplifies flawed meta-scientific critique. We demonstrate that their approach relies on a series of unsupported and misleading claims, including a misinterpretation of the literature, unjustified reliance on visual data inspection, speculative assumptions about religious influences on our findings, and a shifting of the burden of proof. Through rigorous re-analyses, we reaffirm the robustness of our original results and address the unfounded allegations regarding our methodological practices. We also critique Fillon et al.'s approach, highlighting the necessity of domain-specific expertise in meta-scientific evaluations and cautioning against the risks of speculative and defamatory criticism in academic discourse. This exchange underscores the importance of maintaining rigorous standards in both original research and its critique, ensuring that scientific debate remains grounded in evidence rather than conjecture.",
          "url": "https://osf.io/gt7cs",
          "doi": "https://doi.org/10.31234/osf.io/gt7cs",
          "filter": 2
        },
        {
          "title": "Impact of teleretinal screening program on diabetic retinopathy screening compliance rates in community health centers: a quasi-experimental study",
          "authors": "Sierra Ha; Joshua Gilbert; Erin Le; Connor Ross; Alice Lorch",
          "abstract": "Background:\nDiabetic retinopathy (DR) remains a leading cause of preventable blindness, with inadequate screening rates even in urban areas with high concentrations of medical professionals. While medical guidelines recommend annual diabetic retinopathy screening for patients with diabetes mellitus, adherence to these recommendations remains suboptimal. This study evaluates the impact of a novel teleretinal DR screening program on screening compliance across urban community health centers in Boston, Massachusetts. Methods:\nWe conducted a quasi-experimental study comparing DR screening compliance between intervention and comparison community health centers before and after implementing a teleretinal screening program. Participants included patients diagnosed with diabetes mellitus with primary care providers at the studied sites. We defined compliance as completion of either teleretinal screening or a documented eye care professional examination within the previous 365 days. Monthly compliance rates were analyzed using two-way fixed effects regression and event study techniques.\nResults:\nThe study included 10,247 patients with diabetes mellitus who received care at six participating sites, generating 222 monthly compliance rate estimates. Baseline compliance rates before implementation ranged from 25% to 40% across sites. The two-way fixed effects regression analysis revealed that the screening program significantly increased DR compliance rates by an average of 7.2 percentage points (p &lt; 0.001). Event study analysis showed positive effects across all sites, though the initial improvement tended to diminish over time.\nConclusions:\nImplementation of a community-based teleretinal DR screening program significantly improved compliance with annual screening guidelines in urban communities. These findings support the broader adoption of teleretinal screening as an effective strategy for preventing DR-related vision loss in vulnerable populations. Further research is needed to assess long-term clinical outcomes and optimize program sustainability.",
          "url": "https://osf.io/x2hjb",
          "doi": "https://doi.org/10.31234/osf.io/x2hjb",
          "filter": 2
        },
        {
          "title": "Temporal dynamics of visual awareness as a function of the level of processing of the stimulus and report requirements: an ERP study",
          "authors": "Mikel Jimenez; Antonio Prieto; Anna Grubert; José Antonio Hinojosa; Pedro R. Montoro",
          "abstract": "While most research on the neural correlates of consciousness (NCC) has focused on exploring the candidate event related potentials (ERP) components associated to visual awareness, much less is known about the temporal dynamics associated to those correlates. In the present study, we will measure the temporal dynamics of visual awareness as a function of the level of processing (LoP) of the stimulus and report condition (report vs. no-report). In the report condition, participants will perform a low-level (color identification: blue vs. red) or high-level (category identification: animal vs. object) task on colored stimuli that will be presented at threshold while reporting their awareness of the target (e.g., ‘seen’ or ‘unseen’). In the no-report block, participants will count the number of times that a task-irrelevant, but LoP congruent, stimulus appears within each block. The VAN (visual awareness negativity) and LP (late positivity) components of the ERP will be computed for each condition by pooling together aware and unaware trials. If awareness to different stimulus representations is temporally dynamic, we will expect an earlier low-level VAN compared to high-level VAN together with an earlier high-level LP compared to low-level LP, suggesting that the temporal course of the NCC is dependent on the level of processing of the stimulus and task demands. An absence of differences between low-level and high-level VANs, on the other hand, will suggest that awareness emerges “at once”, independently of the level at which the stimulus is processed. Regarding the LP, we expect two alternative scenarios. In the first one, we will observe reliable LPs only in the report condition and no LPs in the no-report condition. This will be in line with the proposal that the LP/P3 is not a correlate of awareness but reflects post-perceptual or task related processes. In the second scenario, reliable LPs might be observed in both the report and no-report tasks, but only for the high-level tasks. This will suggest that the LP is indeed a correlate of visual awareness which is exclusively modulated by high-level stimulus representations. In sum, here we will explore whether the NCC within the no-report paradigm are depend on the LoP of the stimulus and whether they are temporally dynamic, or alternatively, they are temporally invariant and independent of the LoP conceptualization.",
          "url": "https://osf.io/nk46y",
          "doi": "https://doi.org/10.31234/osf.io/nk46y",
          "filter": 2
        },
        {
          "title": "Policies in sequential decision-making",
          "authors": "Sergej Golowin; Niall W Duncan; Faizan Shaikh; Christoph W. Korn",
          "abstract": "Humans often need to make decisions that take future situations into account. This kind of sequential choice entails a trade-off between the present and the future, where decision-makers have to decide to accept or reject the currently available option. The approach-avoidance conflict, on the other hand, is a frequently used framework in psychology to study the behavioral trade-off regarding appetitive and aversive stimuli. This study investigates the influence of approach and avoidance conditions on sequential choice. Therefore, we developed experimental conditions in which participants should either approach or avoid environmental dangers in order to optimize their behavior. The main objective is to evaluate meta-decision making strategies under ecologically valid conditions. To accomplish this, we developed a game-like foraging paradigm with probabilistic outcomes where people could use different types of decision rules (or policies). While some policies would only account for one variable of our game environment, others would account for different variables depending on the time-point and the situation. Model comparisons allowed us to test whether participants would rely on a rather myopic/heuristic or a forward-looking policy. We then tested whether policies differed depending on our task’s approach and avoidance condition. Our findings suggest that people generally use a myopic strategy in sequential decision-making. However, we observe increased optimal behavior in situations where the environment bears higher dangers that should be avoided. We suspect the underlying mechanisms to be linked to an internal energetic trade-off between efficient and accurate meta-decision making depending on the risks imposed by the environment.",
          "url": "https://osf.io/76qdy",
          "doi": "https://doi.org/10.31234/osf.io/76qdy",
          "filter": 2
        },
        {
          "title": "Consciousness as a weak measurement quantum Zeno effect in an optical diffraction experiment",
          "authors": "Dean Radin",
          "abstract": "The consciousness-collapse interpretation of quantum mechanics was explored as a weak measurement quantum Zeno effect in an optical diffraction apparatus. Fifty participants were selected via a worldwide search for individuals with experience in focusing their attention. Each was mailed an optical apparatus and provided with software to run an experiment to see if illumination recorded in a portion of the interference pattern would be affected when it was observed versus unobserved. Another portion of the interference pattern was recorded simultaneously but not observed at any time to provide a real-time control. A variety of environmental sensors and real-time encryption of the key data were among the methods built into the apparatus to help ensure data integrity.\nForty-seven participants completed their assigned experimental tasks, and two of three preregistered hypotheses were significantly confirmed. However, data from two participants were deemed probable outliers because they each achieved results over 7 sigma from chance. Those outcomes appeared to be due to misalignments in their optical systems, likely caused by rough handling during shipping. The two participants were sent new optical systems to provide replacement data, which upon review was assessed to be reasonable. Analysis of the revised dataset no longer supported the preregistered hypotheses, but an exploratory hypothesis based on skewness was significant. An exploratory time-series analysis found strong evidence that during observation periods interference progressively declined as compared to unobserved periods, in accordance with the proposal that human consciousness can act like a weak measurement quantum Zeno effect. In addition, performance by participants experienced in an outward focus of attention performed significantly better than those experienced with an inward focus of attention.",
          "url": "https://osf.io/t3jxk",
          "doi": "https://doi.org/10.31234/osf.io/t3jxk",
          "filter": 2
        },
        {
          "title": "Perceived Stereo Depth reflects Retinal Disparities, not 3D Geometry",
          "authors": "Paul Linton; Nikolaus Kriegeskorte",
          "abstract": "We present a new illusion that challenges our traditional understanding of stereo vision. Traditional ‘Triangulation’ accounts of stereo vision back-project from points on the retina to points in the world. This requires that stereo vision incorporates how binocular disparities fall off with the viewing distance squared. By contrast, Linton proposes a ‘Minimal Model’ of stereo vision where perceived stereo depth is simply a function (most likely a linear function) of the amount of disparity on the retina. We present a new illusion (the ‘Linton Stereo Illusion’) to adjudicate between these two approaches. The illusion consists of a smaller circle (at 40cm) in front of a larger circle (at 50cm), with constant angular sizes throughout. We move the larger circle forward by 10cm (to 40cm) and then back again (to 50cm). The question is, what distance should we move the smaller circle forward and back to maintain a constant perceived separation between the circles? Constant physical distance (10cm) (‘Triangulation’) or constant disparity (6.7cm) (‘Minimal Model’)? Observers choose constant disparity. This leads us to four conclusions: First, perceived stereo depth appears to be best captured by the ‘Minimal Model’. There is no scaling of disparity with distance. Second, doubling disparity appears to double perceived depth, suggesting that perceived stereo depth is proportional to disparity. Third, changes in vergence appear to have no effect on perceived depth. Fourth, stereo ‘depth constancy’ appears to be a cognitive (not perceptual) phenomenon, reflecting our experience of a world distorted in perceived stereo depth.",
          "url": "https://osf.io/7z239",
          "doi": "https://doi.org/10.31234/osf.io/7z239",
          "filter": 2
        },
        {
          "title": "A One-Session Strategic Resource Use Intervention Among Hungarian Economics Students",
          "authors": "Janos Salamon; Ottilia Fülöp; Gabor Orosz",
          "abstract": "The present preregistered study aimed to test the efficacy of a strategic resource use intervention among Hungarian first-year economics students in a gateway math course (N=261). According to the results, the intervention did not have an impact on test scores, grade point average, or dropout rate, and it did not lead to psychological benefits. Despite following the instructions regarding the adaptation of the materials to the given university context, we found neither the expected main nor moderated effects among these students. There were some dissimilarities between the original strategic resource use intervention (Chen et al., 2017) and the present one. We detail the potential adaptation-, implementation-related and theoretical reasons behind the lack of expected effect in the discussion.",
          "url": "https://osf.io/uzc9y",
          "doi": "https://doi.org/10.31234/osf.io/uzc9y",
          "filter": 2
        },
        {
          "title": "Searching for the neural correlates of emotional intelligence: a systematic review.",
          "authors": "Alberto Megías Robles; Víctor Martín Aguiar; Pablo Fernández-Berrocal",
          "abstract": "The concept of emotional intelligence (EI) has gained significant interest in the scientific community in recent years. Despite its demonstrated impact on social and personal functioning, the neural bases underlying EI remain poorly understood. This study aimed to conduct a comprehensive systematic review of the existing literature on the neural correlates of EI. The search was conducted in Web of Science, Scopus, PsycINFO, and PubMed databases. A total of 849 studies were initially identified (after duplicates were removed), of which 34 met the inclusion criteria and were selected for the final synthesis. These studies employed various neuroimaging techniques such as lesion studies, grey and white matter structural MRI, task-based fMRI, resting-state fMRI, and EEG. The findings of this review suggest that EI is supported by a complex and widespread brain network primarily implicated in the integration of cognitive and emotional processes, with significant involvement of structures commonly linked to social cognition. The literature mainly emphasized the role of the insula, ventromedial prefrontal cortex, orbitofrontal cortex, cingulate cortex, and amygdala in conjunction with brain networks comprising these areas, such as the somatic marker circuitry and the social cognition network. Other brain regions, including the dorsolateral prefrontal cortex, cuneus, precuneus, fusiform gyrus, superior temporal gyrus, cerebellum, parahippocampal gyrus, inferior frontal gyrus, frontopolar gyrus, superior parietal lobule, and superior longitudinal fasciculus were also frequently mentioned. However, further research is needed to clarify the roles of some of these regions in EI. Limitations and future lines of research are discussed.",
          "url": "https://osf.io/mzd94",
          "doi": "https://doi.org/10.31234/osf.io/mzd94",
          "filter": 2
        },
        {
          "title": "There is no such thing as interoception",
          "authors": "Felix Schoeller; Ben Zhang; Teresa Garcia; Nicco Reggente",
          "abstract": "Interoception is often conceptualized as a unitary construct encompassing the perception of various internal bodily signals and its dysfunction in psychopathology. However, a growing body of evidence suggests that different interoceptive modalities, such as cardioception, respiroception, and thermoception, are largely independent of each other and do not necessarily reflect a common underlying ability. Progress in one interoceptive domain does not imply progress in others, highlighting a need for more differentiated and modality-specific approaches. We review findings demonstrating weak correlations in performance across interoceptive tasks and modalities, as well as differential associations with clinical variables. We argue that while interoception remains a useful heuristic for organizing research, it does not correspond to a single clinical phenomenon.",
          "url": "https://osf.io/tpm85",
          "doi": "https://doi.org/10.31234/osf.io/tpm85",
          "filter": 2
        },
        {
          "title": "A multi-level mixed-methods research design in studying localized experiences of asylum seekers:  challenges and lessons learned",
          "authors": "Antoine Roblain; Alessandro Mazzola; Emanuele Politi",
          "abstract": "The purpose of this methodological paper is to share our experiences with setting up a multi-level mixed-methods design in studying localized experiences of asylum seekers in reception centres. Asylum seekers in reception centres in Belgium will provide the case study. Our perspective is based on a multilevel analysis approach combining micro-, meso-, and macro-level dimensions: the micro-level refers to asylum seekers’ life experiences; the meso-level refers to their social network and the support that can be derived from it; the macro-level to the political, economic and social structure of the locality in which they reside. We aim to underscore the value of employing a mixed-methods research approach, presenting insights alongside the challenges encountered and the lessons drawn from our fieldwork. This exploration extends through various stages of research, including sampling, data collection, and data analysis. By doing so, we provide fellow researchers with practical guidance on how to conduct a multi-level mixed-methods research design that can be adapted to a range of different fieldworks in migration studies.",
          "url": "https://osf.io/g4sfn",
          "doi": "https://doi.org/10.31234/osf.io/g4sfn",
          "filter": 2
        },
        {
          "title": "Social cognition in mild cognitive impairment and dementia: a systematic review and meta-analysis",
          "authors": "Puyu Shi; Hannah Chapman; Lisa Liu; Fern Emma Rodgers; Jasmine Shaw; Gill Livingston; Katherine P Rankin; Jason D Warren; Andrew Sommerlad",
          "abstract": "Introduction\nSocial cognition is known to be impaired in people with dementia but the differences in social cognitive impairment between MCI and dementia and its subtypes remain unclear. We aimed to systematically review and meta-analyse differences in emotion recognition, theory of mind (ToM) and empathy, between individuals with MCI and those with dementia.\nMethods\nWe searched databases for studies comparing social cognition between people with MCI and dementia groups and conducted meta-analyses for differences in emotion recognition, ToM, and empathy.\nResults\nFrom 2,490 identified studies, 28 cross-sectional studies involving 2,368 participants (1,273 MCI, 1,145 dementia) met inclusion criteria. People with MCI had better emotion recognition (Cohen’s d = 0.69) and ToM (Cohen’s d = 0.74) than those with Alzheimer’s disease (AD) dementia and larger effect sizes were observed for people with frontotemporal dementia (FTD) (emotion recognition (Cohen’s d = 2.09) and ToM (Cohen’s d = 1.49)). People with AD showed slightly higher emotional empathy compared to MCI in the included studies. \nDiscussion\nOur findings suggest progressive decline of aspects of social cognition across MCI-dementia continuum, with potential for early detection and intervention. Longitudinal studies are needed to investigate the predictive role of social cognition deficits in progression from MCI to dementia and interventions for social cognition in MCI should be developed and tested.",
          "url": "https://osf.io/wyhev",
          "doi": "https://doi.org/10.31234/osf.io/wyhev",
          "filter": 2
        },
        {
          "title": "Working Just to Know: Exerting Effort for Non-Instrumental Information Under Risk",
          "authors": "Haoxue Fan; Bryan Dong; Dorothy Grace Benkelman; Alexandra M Rodman; Hayley Dorfman; Paul Glimcher; Elizabeth A. Phelps",
          "abstract": "People constantly invest effort to seek information in everyday life, even if the information is of no instrumental value for the decision at hand. However, the mechanism underlying people’s willingness to exert effort in exchange for information remains unclear. Previous work has suggested that valence and uncertainty are two key factors influencing information-seeking, but few studies have tested if these factors are important when exerting physical effort in exchange for information. Additionally, it remains unknown whether different kinds of uncertainty, i.e., risk and ambiguity, have differential impacts. In the current study, we developed a novel information-seeking task to quantify the value of non-instrumental information using incentive-compatible physical effort to examine how effort changes as a function of valence and uncertainty. Across two studies (N = 123), we found that people’s willingness to exert effort positively correlates with outcome expected value under both risk and ambiguity. Additionally, people exert more effort when outcome distribution uncertainty increases in risky situations, but are insensitive to ambiguity, except when facing extreme ambiguity. Our results demonstrate an unexpected dissociation. Humans will\nengage in effort-based information-seeking, even for non-instrumental information, when facing risk. In contrast, they show a much lower willingness to expend effort to resolve non-instrumental ambiguity.",
          "url": "https://osf.io/tz9jr",
          "doi": "https://doi.org/10.31234/osf.io/tz9jr",
          "filter": 2
        },
        {
          "title": "Why Global Poverty in the Present Matters for Intergenerational Concern and the Future of Humanity",
          "authors": "Kyle Fiore Law; Stylianos Syropoulos; Amanda Signorini; Liane Young; Brendan O'Connor",
          "abstract": "Contrary to perceived tensions between addressing present and future societal needs, we find present-day poverty and inequality are deeply connected with attitudes toward far-future welfare at both societal and individual levels. Study 1 (144 countries) shows that poorer, more unequal nations score lower on indices of intergenerational concern and farsighted policies. Study 2 (34 countries, N = 123,502) shows that subjective SES predicts obligation to sacrifice for future lives, especially in nations with less inequality. In Study 3 (N = 1,264 Americans), individuals randomly assigned more resources allocate more to future generations, though not proportionately more. Replicating Studies 1 and 2, real-world SES predicts higher donations beyond situational framings. Thus, combatting present-day societal challenges may be key to increasing concern and action for humanity’s future.",
          "url": "https://osf.io/2a5qn",
          "doi": "https://doi.org/10.31234/osf.io/2a5qn",
          "filter": 2
        },
        {
          "title": "On the Unreliability of Test-Retest Reliability",
          "authors": "Domenic Groh",
          "abstract": "The Test-Retest Coefficient (TRC) is a central metric of reliability in Classical Test Theory and modern psychological assessments. Originally developed by early 19th-century psychometri-cians, it relies on the assumptions of fixed (i. e. perfectly stable) true scores and independent error scores. However, these assumptions are rarely, if ever, tested, even though their violation can introduce significant biases. This article explores the basis of these assumptions and exam-ines the performance of the TRC under varying conditions, including different sample sizes, true score stability, and error score dependence. Using simulated data, results show that decreas-ing true score stability biases TRC estimates, leading to underestimations of reliability. Addi-tionally, error score dependence can inflate TRC values, making unreliable measures appear reliable This study also derives new formulas for the biased estimation of the TRC, based on empirical results. These findings demonstrate that while the TRC may perform well under ideal conditions, even slight deviations from its assumptions can lead to significant inaccuracies. Therefore, the TRC may be unsuitable for practical applications, particularly when test condi-tions are uncontrolled, or traits vary over time.",
          "url": "https://osf.io/apw4r",
          "doi": "https://doi.org/10.31234/osf.io/apw4r",
          "filter": 2
        },
        {
          "title": "Does Guilt Motivate Prosocial Behavior at the Expense of Others? Preregistered Replications and Exploratory Statistical Modeling",
          "authors": "Yasunori Kinosada; Yoshiya Furukawa; Taisei Wakai; Ken'ichiro Nakashima",
          "abstract": "Guilt is recognized as a social and moral emotion that drives prosocial behavior, typically through actions to repair relationships with victims, often at a personal cost. Prior research has yielded mixed results regarding compensatory behavior: In some instances, guilt prompted individuals to redirect resources away from unrelated others (observed in the Netherlands) or from themselves (observed in Romania and Japan) to compensate the victim. This study aimed to address these inconsistencies through two preregistered replication experiments, examining the role of relational mobility as a potential moderating factor across different cultural contexts. Contrary to initial findings, our results from Experiment 1 in Japan (n = 254), Experiment 2 in Japan and the Netherlands (n = 263 and 300, respectively), and an exploratory statistical modeling revealed a consistent pattern where guilt led to compensation directed at the victim, sacrificing own resources, irrespective of the country or levels of perceived relational mobility.",
          "url": "https://osf.io/vnfdx",
          "doi": "https://doi.org/10.31234/osf.io/vnfdx",
          "filter": 2
        },
        {
          "title": "Implementasi Pembelajaran Berbasis Masalah dalam Meningkatkan Kesadaran Sosial Siswa Kelas XI Rumpun Teknik SMAN 81 Jakarta",
          "authors": "Roro Ambar Fitrianingsih; Tantriana Yolanda; Elda Ariani",
          "abstract": "Kesadaran sosial merupakan sebuah proses untuk mengembangkan pengetahuan manusia sebagai makhluk sosial yang berpendidikan dan bagaimana hidup dalam masyarakat dengan pemahaman pendidikan yang tinggi sehingga tidak ada perbedaan baik itu kekayaan, kehormatan, maupun kekuasaan melainkan dalam hidup bermasyakat semuanya sama. Penelitian ini bertujuan untuk melakukan implementasi pembelajaran berbasis masalah melalui bimbingan klasikal dalam meningkatkan kesadaran sosial siswa kelas XI Rumpun Teknik SMAN 81 Jakarta. Metode penelitian kuantitatif eksperimental dengan One Groups Pretest-Posttest Design. Sumber data yang diperoleh dalam penelitian ini adalah siswa kelas XI.5 rumpun teknik yang berada di SMAN 81 Jakarta sebanyak 25 siswa. Hasil penelitian menunjukkan bahwa berdasarkan hasil analisis Uji T (Paired Sample T-Test), maka dapat diperoleh hasil bahwa thitung lebih besar dari ttabel yaitu -7.886 &lt; 1.71088 dan Sig. (2 tailed) = 0,000 &lt; 0,05, maka Ho ditolak dan Ha diterima. Maka dapat disimpulkan bahwa terdapat perubahan setelah dilakukan bimbingan klasikal dengan pembelajaran berbasis masalah dalam meningkatkan kesadaran sosial siswa kelas XI rumpun teknik SMAN 81 Jakarta.",
          "url": "https://osf.io/q8jf2",
          "doi": "https://doi.org/10.31234/osf.io/q8jf2",
          "filter": 2
        },
        {
          "title": "CORTEX-II: A randomized trial to test the effectiveness of multi-modal cognitive training on yearlong physical activity self-regulation among middle-aged adults",
          "authors": "Sean Patrick Mullen; YAN LUO; Kamila Makhambetova; Xuan Lin; Shen; Darkhan Baizhan; D. David Thomas; Madhura Phansikar; Imani Canton; Adam Taggart",
          "abstract": "The purpose of this randomized controlled trial was to test the effectiveness of a multimodal cognitive training program for increasing physical activity engagement among middle-aged adults. Low-active adults (N=233; Mage=46.7) predominantly non-Hispanic (92.3%), White (81.1%), female (65.6%) with a college degree (74.7%) were recruited to participate in a 13-month study. Participants completed a battery of assessments (psychosocial, neuropsychological, and physical functioning) at baseline and subsequently were randomly assigned to receive 20 hours of cognitive training via Games (stationary computerized tasks emphasizing executive functioning and exerciser self-certainty, and exergaming with dual-task components; n=118) or attention-control health educational Videos (n=115). Training was split across five 2-hr lab sessions (overall adherence=98.3%), followed by five 2-hr home sessions. Among Games, 81.4% fully complied with our exergaming protocol (lab &amp; home) and 88.4% completed the cognitive training protocol. Video engagement was assessed via accuracy to attentional checks (Ms=82.4% accuracy in lab, 82.0% accuracy at home). The primary outcome was physical activity engagement (PAE), a latent factor based on physical activity steps &amp; moderate intensity minutes derived from yearlong Fitbit step recordings, visitations &amp; classes, &amp; Godin Leisure-Time Exercise Questionnaire). As hypothesized, Bayesian multiple-indicator, multiple-cause model analysis indicated a significant group effect (PAE score M±SD is 4.20±1.02 in Games and 3.77±0.92 in Videos; Cohen’s d=0.19 and one-sided p= 0.03) after adjusting for a set of background variables. Based on 58.4% respondents to our study evaluation survey, 87.3% enjoyed the intervention they were part of, 87.4% enjoyed the yearlong exercise program, and 97.1% would recommend it to friends/family. Only 4.1% of study completers were able to guess the study's true purpose. Results associated with hypothesized mechanisms of behavior change, including cognitive functioning and psychosocial outcomes, will be discussed. Our findings replicated our previous trial and show reliable effects for promoting exercise engagement within an unsupervised community-based exercise program for middle-aged adults.",
          "url": "https://osf.io/48jpt",
          "doi": "https://doi.org/10.31234/osf.io/48jpt",
          "filter": 2
        },
        {
          "title": "Qualitative Research on Psilocybin-Assisted Psychotherapy for the Treatment of Mental Health Disorders: A Scoping Review Protocol",
          "authors": "Jennifer Pincombe; Martin Williams; Sean Carruthers; Susan Rossell",
          "abstract": "Introduction\t\nThere has been a surge in research into psilocybin-assisted psychotherapy over the past decade, with many studies indicating this may be an effective novel intervention for several mental health disorders. Researchers are increasingly incorporating qualitative analysis into their studies in recognition of the rich, contextual information this provides. This scoping review aims to identify the existing qualitative research on psilocybin-assisted psychotherapy for the treatment of mental health disorders, analyse trends in research questions and methods, and recognise opportunities for future qualitative research.  \n\nMethods and Analysis\nThe methodological guidelines set out in the JBI Manual for Evidence Synthesis (Aromataris et al., 2024) will be used to conduct the review. The review will include qualitative studies involving psilocybin-assisted psychotherapy, administered in a controlled research setting, for the treatment of any mental health disorder. Microdosing studies will be excluded. PubMed, Scopus, PsycNET, and reference lists of included studies will be searched. Two reviewers will screen papers for inclusion. Data will be extracted into a table and findings will be presented in a narrative form. Relevant qualitative research will be identified, trends in the qualitative research questions and methods will be analysed, and opportunities for future qualitative research will be discussed.\n\nEthics and Dissemination\nEthics approval is not required. Findings will be submitted for publication in a peer-reviewed journal. \n\n Key Words or Phrases\nAnxiety, depression, psilocybin, psychedelic, qualitative.",
          "url": "https://osf.io/ga9p2",
          "doi": "https://doi.org/10.31234/osf.io/ga9p2",
          "filter": 2
        },
        {
          "title": "Implementasi Pembelajaran Berdiferensiasi Pada Layanan Bimbingan Klasikal untuk meningkatkan Self-Awareness pada Peserta Didik di SMA Negeri Kota Bogor",
          "authors": "Della Rizki Pratami",
          "abstract": "Differentiated learning is a teaching method that allows students to learn content \nbased on their talents, interests, and special needs. This approach emphasizes mapping student \nlearning needs through learning readiness, interest, and profile, and involves three main \nelements: content, process, product, and learning environment. The goal is to prevent students \nfrom feeling unsuccessful in their education by paying particular attention to the \ncharacteristics of individual students. Differentiated learning is proactive, more qualitative, \nrooted in judgment, using a multi-approach, and student-centered. Principles include learning \nenvironment, quality curriculum, continuous assessment, responsive teaching, and leadership \nin class. Classical guidance is an efficient service, provided to a number of students in one \nclass, and aims to improve self-awareness or self-awareness. Self-awareness is the ability of \nan individual to recognize and understand feelings, reasons for feelings, and the effect of \nbehavior on other. Differentiated learning is a teaching method that allows students to learn content \nbased on their talents, interests, and special needs. This approach emphasizes mapping student \nlearning needs through learning readiness, interest, and profile, and involves three main \nelements: content, process, product, and learning environment. The goal is to prevent students \nfrom feeling unsuccessful in their education by paying particular attention to the \ncharacteristics of individual students. Differentiated learning is proactive, more qualitative, \nrooted in judgment, using a multi-approach, and student-centered. Principles include learning \nenvironment, quality curriculum, continuous assessment, responsive teaching, and leadership \nin class. Classical guidance is an efficient service, provided to a number of students in one \nclass, and aims to improve self-awareness or self-awareness. Self-awareness is the ability of \nan individual to recognize and understand feelings, reasons for feelings, and the effect of \nbehavior on others. Self-awareness factors include value systems, views, and individual \nbehavior. Self-awareness indicators include the ability to recognize and understand feelings \nand behavior of oneself, knowing flaws and advantages, being independent, making the right \ndecisions, being able to express one's thoughts well, and being able to evaluate oneself. The \nimplementation of differentiated learning in classical guidance can improve self-awareness \namong students, help them recognize self-potential, and develop the skills necessary to achieve \npersonal and academic goals.ers. Self-awareness factors include value systems, views, and individual \nbehavior. Self-awareness indicators include the ability to recognize and understand feelings \nand behavior of oneself, knowing flaws and advantages, being independent, making the right \ndecisions, being able to express one's thoughts well, and being able to evaluate oneself. The \nimplementation of differentiated learning in classical guidance can improve self-awareness \namong students, help them recognize self-potential, and develop the skills necessary to achieve \npersonal and academic goals.",
          "url": "https://osf.io/3kbme",
          "doi": "https://doi.org/10.31234/osf.io/3kbme",
          "filter": 2
        },
        {
          "title": "A theory of memory for items and associations",
          "authors": "Beige Jin; David Halpern; Michael J. Kahana",
          "abstract": "We present a retrieved-context theory of memory for items, associations, and their\ninteraction (CMR-IA). Our theory assumes an evolving representation of temporal context that binds to items and associations, allowing the rememberer to make judgments based on the occurrence of a mnemonic target within a particular context. In addition to the assumptions inherited from prior retrieved-context theories, CMR-IA assumes a conjunctive (Gestalt) representation for paired associates, increased attention to rare items, and variable thresholds for recognition decisions. We apply CMR-IA to key findings concerning recognition of items and associations, including effects of recency, similarity, receiver-operating characteristic curves, word frequency, differential forgettings of items and associations, and contiguity effects for successive probes. We also apply CMR-IA to cued recall phenomena, including serial position effects, distribution of correct responses and errors, contiguity effects, associative symmetry, and similarity effects. Finally, we ask whether CMR-IA can account for the dependencies between successive tests of item and associative memory. We show that combining a Gestalt associative mechanism with retrieved-context theory provides a good account for many empirical phenomena concerning item and associative memory. The analysis of successive memory tests highlights the important role of output encoding in our model.",
          "url": "https://osf.io/xm8v6",
          "doi": "https://doi.org/10.31234/osf.io/xm8v6",
          "filter": 2
        },
        {
          "title": "Structural disorder facilitates future memory decisions",
          "authors": "Michaela Bocheva",
          "abstract": "It is well known that perception and cognition are systematically biased towards the recent past. That is, a decision about the current state of a perceptual feature (e.g., orientation) can be predicted based on a recent state of the same feature. Such serial dependencies have been demonstrated across perception, memory, and cognition, and have been jointly attributed to an adaptive mechanism meant to promote stability in a constantly changing environment. Here, we argue that this adaptive mechanism prioritizes past information on the most basic structural level, such that the strength of the attractive bias is modulated by the amount of structural coherence in stimuli. We presented visual patterns of varied structural disorder (randomness) prior to a recognition memory decision that required discriminating between trained and novel visual patterns. Both highly generic geometrical shapes and completely random patterns failed to elicit an effect on decisional response times. By contrast, we found recognition memory decisions to be significantly faster in trials where the irrelevant probe pattern was “optimally” random. This result suggests that decision-making is influenced by the past’s informational worth. More importantly, it suggests an optimal amount of uncertainty to facilitate future decisions.",
          "url": "https://osf.io/5zurs",
          "doi": "https://doi.org/10.31234/osf.io/5zurs",
          "filter": 2
        },
        {
          "title": "Racialized Heteroscedasticity in Connectome-Based Predictions of Brain-Behavior Relationships",
          "authors": "Christopher Fields; Matthew Rosenblatt; Dustin Scheinost",
          "abstract": "Background: Racialized heteroscedasticity, characterized by unequal variance in neuroimaging data across racial groups, may challenge the assumptions underlying brain-behavior predictive models. These models often assume homoscedasticity, potentially leading to biased predictions, particularly when applied across diverse populations. This study investigates the presence of heteroscedasticity in functional connectivity data from the Adolescent Brain Cognitive Development (ABCD) study and examines its implications for predictive modeling using resting-state fMRI (rs-fMRI) data.\nMethods: We analyzed resting-state functional connectivity from 5,084 participants in the ABCD study, comparing variance in rs-fMRI connectivity between Black and White participants across 35,912 non-redundant connectivity edges. Levene’s test, adjusted for demographic and socioeconomic covariates, was used to assess differences in variance, with False Discovery Rate (FDR) correction applied. Connectome-Based Predictive Modeling (CPM) was employed to predict performance across 15 behavioral and cognitive tasks, and 95% confidence intervals were generated for prediction intervals via bootstrapping over 1,000 iterations.\nResults: Significant differences in variance were observed in 10.5% (n = 3,768) of connectivity edges, with 98.5% (n = 3,712) showing greater variance in Black participants. CPM analysis revealed significantly wider prediction intervals for Black participants across 10 of 15 tasks, particularly in measures of working memory, cognitive flexibility, and inhibitory control. These results suggest that increased variance in functional connectivity in Black participants contributes to greater prediction uncertainty in brain-behavior models.\nConclusion: Our findings underscore the importance of accounting for racialized heteroscedasticity in neuroimaging-based predictive models. Failing to account for differences in variance may exacerbate health disparities and lead to less reliable predictions for Black participants. Addressing these disparities is essential for the development of more equitable predictive models in neuroscience and psychiatry.",
          "url": "https://osf.io/yqehw",
          "doi": "https://doi.org/10.31234/osf.io/yqehw",
          "filter": 2
        },
        {
          "title": "Altered Functional Connectivity Patterns Associated with Perceived Discrimination in Adolescents",
          "authors": "Christopher Fields; Raimundo Rodriguez; Matthew Rosenblatt; Dustin Scheinost",
          "abstract": "Perceived discrimination is a pervasive social stressor with significant implications for adolescent mental health and neurodevelopment. Using resting-state functional magnetic resonance imaging (rs-fMRI) data from the Adolescent Brain Cognitive Development (ABCD) Study, we investigated the relationship between perceived discrimination and functional connectivity patterns in the adolescent brain. We applied a Network-Based Statistic (NBS) analysis to 268x268 connectome data from 5,084 participants who provided data on perceived discrimination. Perceived discrimination was coded as a binary variable (Yes/No) based on participants' responses to a validated discrimination scale. Our analysis identified two primary subnetworks associated with perceived discrimination: a positive subnetwork, characterized by increased connectivity between the right prefrontal cortex, left insula, and subcortical regions, and a negative subnetwork, marked by disrupted connectivity between the right prefrontal cortex and left temporal regions. The positive subnetwork suggests enhanced cross-hemispheric communication in adolescents reporting discrimination, while the negative subnetwork indicates reduced cross-hemispheric integration in those reporting no discrimination. Additionally, significant alterations in connectivity across large-scale brain networks were observed. Specifically, adolescents reporting discrimination exhibited increased connectivity between visual processing networks and regions involved in attentional control, while showing decreased connectivity in other network interactions. These findings offer novel insights into the neural mechanisms underlying the effects of perceived discrimination on adolescent brain function, particularly in regions related to emotion regulation, social cognition, and stress responses. Our results underscore the importance of considering discriminatory experiences in the context of adolescent neurodevelopment and mental health.",
          "url": "https://osf.io/tm6eb",
          "doi": "https://doi.org/10.31234/osf.io/tm6eb",
          "filter": 2
        },
        {
          "title": "A Novel Multidimensional Dynamic Difficulty Adjustment Algorithm: Use Case in a Cognitive Training Video Game",
          "authors": "Angela Pasqualotto; Marios Fanourakis; zeno menestrina; Friedhelm Hummel; Elmars Rancans; Frank Padberg; Omer Bonne; Amit Lotan; Esther Bukowski; Lena Lipskaya-Velikovsky",
          "abstract": "This study introduces a novel methodological framework for cognitive control training, embedded in a video game that incorporates action-based gameplay and a multidimensional Dynamic Difficulty Adjustment (DDA) system. This system adapts to individual player performance in real-time, ensuring a personalized and engaging experience. The game architecture is modular, including a configurable set of cognitive training modules which are tailored according to one’s training goals. Transitioning between modules occurs through an action-based central hub following the literature on action video games and their positive impact on brain plasticity. Analysis of data from 34 players demonstrates how they progress through each module, with most players reaching their zone of proximal development after approximately 30-45 minutes of playing a module. Once players stabilize in their skill progression, the DDA system maintains variability in gameplay, a feature that has been suggested to promote the transfer of skills to novel situations. This analysis also highlights how our novel multidimensional DDA system accommodates a wide range of skill levels, offering a seamless on-boarding experience across a variety of players. Together, this novel architecture and DDA framework provide a new, rigorous methodological blueprint for the design of computerized cognitive training tools.",
          "url": "https://osf.io/r69eu",
          "doi": "https://doi.org/10.31234/osf.io/r69eu",
          "filter": 2
        },
        {
          "title": "OCD As Aberrant Integration of Uncertainty from Local Goals to Global Goals",
          "authors": "andra geana; Christina L. Boisseau; Michael Frank; Steve Rasmussen",
          "abstract": "Compulsivity is a key feature of obsessive-compulsive disorder (OCD), with compulsions—repetitive, stereotyped behaviors and mental acts meant to relieve distress—often posing significant obstacles to daily function. The last few years have seen increases in compulsive behaviors; yet, the specific mechanisms of compulsions in OCD remain unknown. Previous research holds mixed findings on compulsivity-linked cognitive deficits, and, while many accounts assume compulsions aim to reduce anxiety, most individuals with anxiety do not develop compulsions—suggesting that the anxiety-reduction account is incomplete. A deeper insight into the neural and cognitive mechanisms underpinning compulsions holds immediate potential benefits for improving treatment options for OCD patients. We propose here that one factor in the formation of compulsions is the inability to integrate uncertainty across hierarchical goal levels. Using a predictive inference task with a hierarchical structure relying on local uncertainty reduction (short-term goals) in the service of global uncertainty reduction (long-term goal), we tested local and global learning in OCD patients (n = 20) and healthy age-matched controls (n = 20). Both groups showed the ability to reduce uncertainty locally, learning the statistical structure of the local environment based on observed data; however, only the healthy volunteers showed evidence of integrated learned knowledge at the local level into reducing uncertainty about the higher level of the task hierarchy. We suggest that this indicates a potential mechanism for compulsions that relies on the inability to adaptively prioritize and “toggle” among different local goals in the service of global goals.",
          "url": "https://osf.io/p3fmk",
          "doi": "https://doi.org/10.31234/osf.io/p3fmk",
          "filter": 2
        },
        {
          "title": "Reward-induced memory distortions bias value-based decisions",
          "authors": "Xinyue Li; Akram Bakkour",
          "abstract": "Our memories play a crucial role in many decisions. Recent work has begun to study how individuals recombine elements of past episodes stored in memory to evaluate the outcome of some decisions (Biderman et al., 2020; Shohamy &amp; Daw, 2015). However, memory is not infallible and can get distorted. Understanding the impact of a fallible memory system on decision-making is essential. To explore how rewards influence memory and subsequent choices, we employed a modified version of the classic Deese-Roediger-McDermott (DRM) paradigm (Deese, 1959; Roediger &amp; McDermott, 1995), where we assigned different levels of reward to different DRM lists at the encoding stage . Words were either novel, studied, or conceptually related critical lures. In Experiment 1, we tested the effect of reward level at encoding on subsequent memory performance. In Experiment 2, we tested the effect of reward level on subsequent memory-guided value-based decision making. We found that high-value critical lures were brought to mind more often than low-value critical lures overall. Interestingly, participants properly identified high-value critical lures as new, despite bringing those words to mind (i.e., participants successfully monitored their memory for high-value critical lures), but failed to so for low-value critical lures. Moreover, participants chose high-value critical lures more often than novel items that were not related to the studied lists when compared to low-value critical lures. These findings suggest that reward can modulate memory representations to be more generalizable and consequently shape decisions that rely on such representations.",
          "url": "https://osf.io/59s3k",
          "doi": "https://doi.org/10.31234/osf.io/59s3k",
          "filter": 2
        },
        {
          "title": "Increased adverse health outcomes in sexual minority populations exposed to stressful childhood experiences: a meta-analysis",
          "authors": "Herry Patel",
          "abstract": "Background: Within sexual- and gender-diverse populations, stressful childhood experiences (SCEs) impact health outcomes in adulthood. We conducted a meta-analysis of the impact of SCEs on health outcomes among sexual- and gender-minority populations.  \nMethods: We conducted a systematic review and meta-analysis based on preregistered search criteria. The initial search identified 3,067 articles from 2013-2022, narrowed to 64 independent studies following double-reviewer abstract and full-text screening. Seven health outcomes were identified: psychological health (k = 26), suicide and related behaviors (k = 23), substance use (k = 14), sexual health (k = 13), physical health (k = 5),  housing instability (k = 3), and adulthood abuse/victimization (k = 3). An individual meta-analysis was conducted for each health outcome. \nResults: Across all health outcomes, there were increased odds (31 - 132%) for sexual- and gender-diverse-identifying individuals who experienced SCEs before age 18 to develop an adverse health outcome after age 18. \nConclusion: Increased odds for the development of an adverse health outcome following SCEs among sexual- and gender-diverse populations highlight the need to assess SCEs in research and clinical practice. This is one of the largest meta-analyses to examine the impacts of SCEs on health outcomes among LGBTQ+ populations. Beyond research and the clinic, these findings have critical policy implications for creating environments that mitigate the impact of SCEs on health outcomes for LGBTQ+ individuals.",
          "url": "https://osf.io/5hwxd",
          "doi": "https://doi.org/10.31234/osf.io/5hwxd",
          "filter": 2
        },
        {
          "title": "A Paternal Age Effect on Leftism is Detectable with Continuous Measurements",
          "authors": "Joseph Bronski",
          "abstract": "Previously, we showed that there is a paternal age effect on leftism (increasing leftism with increasing age of father when born), using a binary classification based on three items regarding Black Lives Matter, LGBT, and feminism [1]. A major limitation of that study was the use of the binary measurement. In this paper, we show that the same effect is detectable with a new, near-Gaussian measurement of leftism. The correlation between this measurement and paternal age was r = 0.12 (p &lt; 0.001). This measurement has high reliability (Cronbach’s α = 0.93) which far outperforms the commonly used Wilson-Patterson Conservatism Scale (α = 0.71) [2] as well as high criterion validity, as evidenced by the Cohen’s d between Republicans and Democrat on the measurement (d = 2.31, p &lt; 0.001). Likewise, we show that, as before, there is no significant correlation between general leftism and age when having a child in fathers, suggesting this result is not due to older fathers being more leftist.",
          "url": "https://osf.io/vn2ja",
          "doi": "https://doi.org/10.31234/osf.io/vn2ja",
          "filter": 2
        },
        {
          "title": "The Psychological Values Underlying Redistributive Behavior",
          "authors": "Elijah Paul Galvan; Alan Sanfey",
          "abstract": "Economic inequality is an urgent issue which many societies are becoming increasingly confronted with. In spite of the dire consequences of allowing inequality persist unabated, efforts to mitigate inequality via redistribution typically fail, often because economically disadvantaged people oppose the very redistributive policies which would improve their lives. This counterintuitive finding has posed challenges to existing theories of human behavior, leading many to speculate that it is fairness, not material interest, which underlies redistributive choice. In the current study, we propose a novel experimental paradigm to assess how both fairness and self-interest impact redistributive choice. In an online sample of 231 participants, we demonstrate that the choice of redistributive tax rate was impacted by both factors. However, employing a computational modeling approach, we also find evidence that strategic norms underlie redistributive choice, both in choices observed in the laboratory and the policy views that participants hold.",
          "url": "https://osf.io/gx8db",
          "doi": "https://doi.org/10.31234/osf.io/gx8db",
          "filter": 2
        },
        {
          "title": "Psychophysiological, subjective and physical responses to an individualized cognitive effort to failure",
          "authors": "Darias Holgado; Alice Cailleux; Paolo Ruggeri; Corinna Martarelli; Tristan Bekinschtein; Daniel Sanabria; Nicolas Place",
          "abstract": "Over the past two decades, the interplay between cognitive tasks and physical performance has drawn increasing attention, with research suggesting that engaging in cognitive effort prior to exercise can impair subsequent physical performance due to heightened mental fatigue. However, recent studies have cast doubts on the robustness of this effect, prompting for a reassessment of the mechanisms underlying cognitive fatigue and its impact on physical performance. In this study, we present a novel approach aimed at addressing methodological limitations in prior research, with a focus on individualizing cognitive task difficulty and duration. By integrating innovative techniques such as Temporal Experience Tracing (TET) and psychophysiological monitoring, we sought to unravel the complex dynamics between cognitive engagement, subjective states, and physical performance. In a pre-registered (https://osf.io/8rkxq/), randomized, within-participant design experiment, 21 recreational athletes completed a running task to failure test at 90% of their maximal aerobic speed after performing a cognitive task until failure or watching a self-selected documentary (control). Six different subjective dimensions were recorded with the TET and pupillometry was recorded during cognitive task performance. The key findings of this study were: 1) subjective changes during effortful tasks are not limited to a single experience, such as mental fatigue or boredom, but can be grouped into distinct patterns; 2) despite the individualized and demanding cognitive tasks, completing them before exercise did not impair subsequent physical performance; 3) pupil size reliably reflected cognitive task performance until failure and partially reflected changes in subjective states, while fixation on the stimulus decreased over time, especially during high-demand periods. These results provide a new approach for understanding physical and behavioral responses, with implications for psychology and sports science.",
          "url": "https://osf.io/mz836",
          "doi": "https://doi.org/10.31234/osf.io/mz836",
          "filter": 2
        },
        {
          "title": "DNA Methylation, Environmental Adversities and Attention Problems in Children Born Very Preterm",
          "authors": "Samiha Kazi; Barry M. Lester; Todd M Everson; Carmen J. Marsit; Brian S. Carter; Jennifer Check; Jennifer B. Helderman; Julie A Hofheimer; Elisabeth C. McGowan; Charles R. Neal",
          "abstract": "Children born preterm are at higher risk of attention problems compared to children born at term, yet not all preterm children are affected. The purpose of this study was to identify epigenetic predictors of early childhood attention problems among children born very preterm and to examine the joint role of epigenetic and environmental factors in predicting attention problems in this population. We studied 242 participants from a multi-site study of infants born less than 30 weeks gestational age. Neonatal buccal swabs were assayed for DNA methylation levels at over 450,000 CpG sites and age acceleration metrics were calculated using existing epigenetic clocks. A composite of postnatal environmental adversity was calculated using maternal reported risk factors. Attention problems were assessed in early childhood (mean age 6.58 years) using the Conner’s Kiddie Continuous Performance Test 2nd Edition. After adjustment for multiple testing, we found that DNA methylation of 9 CpG sites was associated with childhood attention problems. Several CpGs were located in genes previously linked to neurodevelopmental traits and inflammation in prior epigenome-wide and genome-wide association studies. Greater environmental adversity was also associated with increased attention problems. When tested together, DNA methylation and environmental adversity independently predicted attention problems. This study is the first to show associations between DNA methylation, environmental adversity, and objectively measured attention problems in school-age children born very preterm. These results could shed light on the etiology of attention problems in this population and may help us identify at birth preterm children at highest risk for later ADHD diagnosis.",
          "url": "https://osf.io/r5t4d",
          "doi": "https://doi.org/10.31234/osf.io/r5t4d",
          "filter": 2
        },
        {
          "title": "Efficacy of Mindfulness-Based Intervention on Spiritual Outcomes in Women with Advanced Cancer: Study Protocol of a Randomized Controlled Trial",
          "authors": "Brenda Caldwell Phillips",
          "abstract": "Objective: Few randomized controlled trials (RCTs) have examined the impact of mindfulness-based interventions on spirituality. In the proposed study, we aim to assess the efficacy of a second-generation mindfulness intervention (SG-MBI) on spiritual distress, spiritual decline, and spiritual growth in women with advanced cancer. A secondary aim is to examine the impact of the intervention on psychological distress, including anxiety and depressive symptoms, loneliness, nonattachment to self, and self-transcendent states. A third aim is to explore any benefit of nature immersion on intervention outcomes.  \n\nMethod: This study will utilize a three-arm RCT with wait-list control design. A total of 198 women will be randomly assigned to one of two intervention groups (treatment indoors/outdoors) or wait-list control group. Participants in the 8-week intervention groups will be introduced to Buddhist-derived wisdom practices that draw upon the sublime attitudes or abodes (Sanskrit: brahmavihārā): compassion (Sanskrit: karuṇā), loving kindness (Sanskrit: maitrī), appreciative joy (muditā), and equanimity (Sanskrit: upekṣā). Assessments will be conducted at three time points: before random allocation and post-intervention at 8 weeks and 20 weeks. \n\nProposed Analytic Plan: Linear mixed models will be used for intention-to-treat (ITT) primary analyses. Per-protocol (PP), subgroup, and secondary outcome analyses will also be conducted. Results will provide critical information about the utility of SG-MBIs for meeting the spiritual and psychological needs of women with advanced cancer.",
          "url": "https://osf.io/quy7t",
          "doi": "https://doi.org/10.31234/osf.io/quy7t",
          "filter": 2
        },
        {
          "title": "Distinct spatial patterns of flanker interference differentiate visual crowding from flanker compatibility effects in the Eriksen task",
          "authors": "Danai Papadaki; Ramakrishna Chakravarthi; Søren K. Andersen",
          "abstract": "Recognising and responding to task-relevant stimuli may be hindered by nearby task-irrelevant flanker stimuli. Such effects occur both in visual crowding and in Flanker Compatibility Effects (FCE). Whereas crowding is a visual phenomenon that reflects a breakdown of object recognition in clutter, the FCE in the Eriksen flanker task is thought to be due to conflict during decision-making. In two experiments we investigated if and how these two seemingly independent phenomena are related. We employed an orientation categorisation task that allowed us to concurrently quantify crowding and FCEs. Specifically, we examined whether the spatial arrangement of stimuli affects the FCE in a similar way as in crowding. Interestingly, even when flankers were outside the crowding range, larger FCEs were observed for radially placed flankers compared to tangentially placed ones and for two compared to one flanker, corresponding to established patterns in crowding. However, inner flankers produced larger FCEs than outer flankers - the opposite of what is observed in crowding. In Experiment 2, we further investigated this reversed inner-outer asymmetry while manipulating the magnitude of crowding through varying target-flanker spacings. As expected, the outer flankers produced stronger crowding than inner ones. Crucially, the inner flankers produced a larger reaction time FCE and this inner-flanker interference was highest at the largest spacing. These findings demonstrate that the spatial layout of visual stimuli modulates conflict at both visual and decision-making stages, but the opposite patterns of the inner-outer asymmetry in the two phenomena provide a clear demarcation between the processes underlying them.",
          "url": "https://osf.io/h8dsg",
          "doi": "https://doi.org/10.31234/osf.io/h8dsg",
          "filter": 2
        },
        {
          "title": "The Role of Attention in Basic Ensemble Statistics Processing",
          "authors": "Anton Lukashevich; Heida Maria Sigurdardottir; Nikita Kudryavstsev; Igor Utochkin",
          "abstract": "The visual system can represent information about multiple objects in the form of ensemble statistics, such as their mean feature. Although ensemble representation is often considered a strategy to deal with attentional capacity limitations, it is under debate whether it requires attention. We investigated this question using two ERP markers, the P3 which is evoked by change detection of attended stimuli, and visual mismatch negativity (vMMN) which is elicited by automatic sensory discrimination under attention diverted from the critical stimulus. In Experiment 1 (attended ensemble changes), observers attended to ensembles and reported rare changes of their mean orientation, while fixating on a central cross. In Experiment 2 (unattended ensemble changes), participants attended to changes in a central cross and ignored the background ensemble stimuli which also sporadically changed mean orientation. When ensembles were attended, changes in their mean evoked the P3 component, a marker of conscious change detection. When the same ensembles were unattended, no evidence for the vMMN, a marker of automatic discrimination, to ensemble mean changes was found. These results let us suggest that attention is critical for ensemble discrimination.",
          "url": "https://osf.io/76gy3",
          "doi": "https://doi.org/10.31234/osf.io/76gy3",
          "filter": 2
        },
        {
          "title": "Linton Stereo Illusion: Response on Johnston (1991)",
          "authors": "Paul Linton",
          "abstract": "In (Linton, 2024) I present a new illusion (the ‘Linton Stereo Illusion’) that challenges our understanding of stereo vision. A vision scientist has shared their own analysis of the ‘Linton Stereo Illusion’ (titled: ‘There is no challenge to our understanding of stereo vision: Response to Linton and Kriegeskorte (ECVP 2024 and ArXiv:2408.00770)’) claiming that the ‘Linton Stereo Illusion’ is fully explained by Johnston (1991). I regard Johnston (1991) as one of the most important stereo vision papers in our young (&lt; 200-year-old) field, and so this challenge requires a response. In this paper I explain why Johnston (1991) cannot explain the ‘Linton Stereo Illusion’. Indeed, Johnston (1991) makes predictions that are the exact opposite of those observed in the ‘Linton Stereo Illusion’. I also highlight a key concern with Johnston (1991)’s account that has so far been overlooked. Johnston (1991)’s account predicts that vergence eye movements will cause massive stereo distortions, leading to a world of unstable stereo perception. But this simply does not reflect our visual experience.",
          "url": "https://osf.io/8njd5",
          "doi": "https://doi.org/10.31234/osf.io/8njd5",
          "filter": 2
        },
        {
          "title": "Tracking fraction knowledge development using grade-appropriate assessment",
          "authors": "Isabella Starling-Alves; Xiangyi Liao; Qi Huang; Daniel M. Bolt; Edward M. Hubbard; Percival G Matthews",
          "abstract": "Fraction knowledge predicts higher-order mathematics. Valid measures are crucial for \nunderstanding its developmental trajectory. This accelerated longitudinal study designed and \nvalidated grade-appropriate versions of the Fraction Knowledge Assessment (FKA) and \nexamined children's development from 2nd to 6th grade. Methods: We measured the fraction \nknowledge of 342 children. We assessed FKAs reliability, validity, and factor structure and used \nItem Response Theory (IRT) to calibrate item difficulty and link across versions. Then, we \ninvestigated longitudinal changes in children’s fraction knowledge. Results and Conclusion: All \nFKAs had good internal consistency and concurrent validity, and fit well with a one-dimensional \nmodel. IRT analyses revealed a shift from fraction magnitude items discriminating students in \nearly grades, to operation items discriminating students in advanced grades. Development was \nmore pronounced from 2nd to 3rd than from 5th to 6th grade, aligning with local curricula. We \nshare the FKA versions to support further research and educational practice.",
          "url": "https://osf.io/wc9dz",
          "doi": "https://doi.org/10.31234/osf.io/wc9dz",
          "filter": 2
        },
        {
          "title": "The unity and diversity of executive functions across adulthood in a diverse Brazilian sample with varying educational attainment",
          "authors": "Sabine Pompeia; Tamara Pessanha Taporoski; Isis Angelica Segura; Luz Marina Gomez; Hugo Cogo-Moreira; Andrea Horimoto; Alexandre da Costa Pereira; Homero Vallada; André Brooking Negrão",
          "abstract": "Executive functions (EFs) are a set of cognitive abilities associated with many social and clinical outcomes which are believed to be sensitive to culture, age and educational attainment. Yet, theoretical models of EF and tasks used to measure them were developed mainly for highly educated young adults from developed countries. Here we assessed EFs in a diverse cohort from a rural town in Brazil (Baependi Heart Study: N=1253; 753 females), in which age (18-88 year) and schooling (0-23 years) varied widely. Based on a popular theoretical model of EF (the unity diversity EF framework), which describes the pattern of inter-associations of three specific types of EFs (inhibitions, shifting and updating), we developed a short, nonautomated, open-access EF test battery adapted for use in samples with varying schooling and age that included EF indicators obtained from three tasks (Plus-Minus, Trail Making and Random Number Generation tasks). Using Confirmatory Factor Analyses we found a good fitting three-correlated factor solution confirming the fractionation and inter-association of the three EF domains that was invariant (except for one of eight indicators) to age, schooling and sex. More years of schooling was related to higher latent traits in all domains, older age to worse shifting and women scored lower in latent shifting and inhibition. We conclude that the unity-diversity EF framework can be determined across adulthood in diverse samples with tasks adapted for these populations, allowing the theory-oriented investigation of sociocultural and demographic factors that influence EFs.",
          "url": "https://osf.io/xj9kb",
          "doi": "https://doi.org/10.31234/osf.io/xj9kb",
          "filter": 2
        },
        {
          "title": "Increasing the Effectiveness of Psychotherapy through Transdiagnostic Online Modules? Randomized Controlled Trial comparing Blended Care to Psychotherapy in Routine Care",
          "authors": "Carmen Schaeuffele; Augustin Mutak; Solveig Behr; Friederike Fenski; Leona Hammelrath; Marie Puetz; Steffi Pohl; Christine Knaevelsrud; Johanna Boettcher",
          "abstract": "Background: Blended Care (BC) is thought of as a promising approach to enhance psychotherapy (PT) effects by increasing its effectiveness and decreasing therapy sessions.\nMethod: This randomized controlled trial aimed to investigate the usage, implementation, and effectiveness of BC with transdiagnostic and transtheoretical online modules compared to conventional PT in routine care in Germany. The study included a large naturalistic sample of 1159 patients, randomized to BC vs. routine psychotherapy PT.\nResults: Contrary to our hypotheses, we did not find differences between BC and PT in outcomes, including anxiety, depression, satisfaction with life, level of functioning, therapist-rated severity / changes, and satisfaction with treatment at 6-months post-randomization. BC and PT also did not differ in the number of PT sessions. Regarding usage of the BC platform, 534 patients (91.6%) received at least one online chapter, with M = 7.26 (SD = 7.01) online chapters assigned on average. \nDiscussion: In real-world applications of BC, therapists have considerable flexibility in integrating digital interventions with therapy sessions. Our findings suggest that the benefits observed in more controlled BC settings may not fully translate to routine care, possibly due to variations in implementation and adherence to BC.",
          "url": "https://osf.io/972z5",
          "doi": "https://doi.org/10.31234/osf.io/972z5",
          "filter": 2
        },
        {
          "title": "The interplay between experimental heat pain and non-invasive stimulation of the medial prefrontal cortex on reinforcement learning with manipulated outcome controllability",
          "authors": "Gabor Csifcsak; Samy Mohammed Engebø Babiker; Federica Luzzi; Matthias Mittner",
          "abstract": "Pain negatively affects several cognitive abilities, but knowledge about its effect on reinforcement learning (RL) is limited. During RL, instrumental choices can be influenced by heuristic tendencies to approach rewards or inhibit actions when facing potentially aversive events, introducing “Pavlovian bias” in behavior. Recent studies suggest that compromised outcome controllability enhances Pavlovian bias, a phenomenon that may be linked to suboptimal decision-making in learned helplessness (LH). Since LH is common in chronic pain syndromes, this study sought to establish a link between experimental heat pain (EHP), uncontrollable reward/loss and RL performance in healthy adults. In addition, we investigated if intermittent theta burst stimulation (iTBS) targeting the medial prefrontal/dorsal anterior cingulate cortex (mPFC/dACC) alleviates the deleterious effects of EHP on choice behavior. In a pre-registered, 2x2 between-group, double-blind study (N = 100), healthy adult participants underwent 3 blocks of an orthogonalized Go/NoGo task with two interleaved bouts of active or sham iTBS, and either EHP or warm skin stimulation combined with compromised outcome controllability during the task. Although EHP did not impact overall performance, it invigorated actions for rewards, reflecting enhanced Pavlovian bias. While two bouts of iTBS attenuated Pavlovian tendencies, this effect was counteracted by EHP, indicating antagonistic effects of pain and iTBS-modulated mPFC activity on Pavlovian-instrumental interactions. Surprisingly, EHP and iTBS exerted largely similar effects on other latent parameters of RL (go-bias, learning rate, exploration) in a manner that resembled LH. These findings shed light on the role of experimental pain and mPFC/dACC activity in LH-like choice behavior.",
          "url": "https://osf.io/zyd79",
          "doi": "https://doi.org/10.31234/osf.io/zyd79",
          "filter": 2
        },
        {
          "title": "Investigating Relationships Between Inhibitory Control and Anxiety Symptomatology in Autistic Adults",
          "authors": "Meghan O'Brien; Goldie McQuaid; Jessica McNulty; Gregory Wallace; Nancy Raitano Lee",
          "abstract": "Purpose\nAutism spectrum disorder (ASD) is associated with elevated rates of mental health difficulties and executive function challenges. There is emerging evidence that executive function is associated with mental health. However, less is known about a) everyday inhibitory control difficulties among autistic adults; b) the influence of sex assigned at birth and co-occurring attention deficit/hyperactivity disorder (ADHD) features on inhibitory control challenges; and c) relations between inhibitory control challenges and anxiety symptoms.\n\nMethods\nDrawing upon data from 732 autistic adults aged 18-83, this study examined self-reported inhibitory control in autistic adults and the influence of assigned sex and suspected co-occurring ADHD on the degree of inhibitory control challenges experienced. In addition, this research examined relations between inhibitory control challenges and anxiety symptoms, and the moderating role of assigned sex and suspected ADHD status in this relationship.\n\nResults\nAutistic adults endorsed significantly more challenges in inhibitory control relative to published norms. Participants assigned female at birth reported more difficulties in inhibitory control relative to sex-adjusted normative expectations than participants assigned male, and participants suspected to have co-occurring ADHD reported more inhibitory control challenges than those not suspected to have ADHD. Greater endorsement of inhibitory control challenges was associated with greater anxiety symptomatology; this relationship was moderated by suspected ADHD status, but not by assigned sex.\n\nConclusion\nInhibitory control is an area of difficulty in this group and is associated with anxiety symptomatology, suggesting that inhibitory control may be a valuable intervention target to improve emotional well-being in autistic adults.",
          "url": "https://osf.io/6wn5p",
          "doi": "https://doi.org/10.31234/osf.io/6wn5p",
          "filter": 2
        },
        {
          "title": "Advancing observational research on arts and health: theory-informed approaches using the RADIANCE framework",
          "authors": "Daisy Fancourt",
          "abstract": "In the last decade, there has been increasing observational research into the impacts of arts and cultural engagement on health, drawing on the surprisingly rich phenotyping of these behaviours in observational studies. This, alongside a broader growing evidence base, has led to recent calls from the World Health Organisation for the arts to be formally recognised as a health behaviour. However, access to the arts is not equitable, so a key challenge in observational research is disentangling any causal effects from this social gradient in engagement. In this paper, we consider five of the key methodological challenges in epidemiological research on arts and health and propose solutions by combining causal inference approaches with a new theoretical framework on the determinants of arts and cultural engagement (RADIANCE), which uses a socio-ecological approach to identify multi-level factors influencing patterns of arts behaviours. We end with recommendations for researchers incorporating questions on arts and cultural engagement within the design of longitudinal cohort studies.",
          "url": "https://osf.io/s826r",
          "doi": "https://doi.org/10.31234/osf.io/s826r",
          "filter": 2
        },
        {
          "title": "Why money's value doesn't require any social agreement or existing trade system. Explained fully in one page.",
          "authors": "E. Garrett Ennis",
          "abstract": "There are many explanations for the value of money, but they all seem to depend on things like \"trust,\" \"shared fiction,\" \"agreement\" or even potentially circular logic like that money's value is based on its usefulness as money. But there is a full process by which money, the desire we feel for it, and even how we end up trading it, can emerge naturally from the dynamics of natural selection and human interaction, with a basis in real value, and happening repeatedly and reliably, even if a group of people all agree that money or precious metals are worthless. We discuss this fully in the paper \"The Monetary Instinct,\" but here, for accessibility's sake, the entire concept is described in one-page.",
          "url": "https://osf.io/phsv3",
          "doi": "https://doi.org/10.31234/osf.io/phsv3",
          "filter": 2
        },
        {
          "title": "The Monetary Instinct - Why social agreement isn't necessary for people to want and trade money.",
          "authors": "E. Garrett Ennis",
          "abstract": "People have said for generations that money is based on \"trust,\" or \"shared fiction.\" But that doesn't explain why cultures all eventually come to value the same metals or items as money. Others have said that the value of money depends on the way it facilitates trade, but even that doesn't explain where the value emerges before people agree to use money to trade. In actuality, there's a real value to gold, silver, and other forms of money that makes them reliably gain worth to people, and will emerge eventually even if everyone in a society does not like or believe in those precious metals or possessions. This is because possessing scarce objects has real reputational value among people, since having those objects indicates that we can go outside the known territory, and we instinctively collect and want things that have known scarcity. When that scarcity combines with other traits like transferability, durability and so on, we can see that money naturally emerges in society. We can use this idea to also see the real value and desire that people have for new forms of money like cryptocurrencies, and to know what will or won't emerge and last as a form of money in the future.",
          "url": "https://osf.io/sdg7j",
          "doi": "https://doi.org/10.31234/osf.io/sdg7j",
          "filter": 2
        },
        {
          "title": "Increasing Transparency of Computer Aided Detection Impairs Decision Making in Visual Search",
          "authors": "Melina Kunar; Derrick Watson; Giovanni Montana",
          "abstract": "Recent developments in Artificial Intelligence (AI) have led to changes in healthcare. Government and regulatory bodies have advocated the need for transparency in AI systems with recommendations to provide users with more details about AI accuracy and how AI systems work. However, increased transparency could lead to negative outcomes if humans become over-reliant on the technology. This study investigated how changes in AI transparency affected human decision making in a medical screening visual search task. Transparency was manipulated by either giving or withholding knowledge about the accuracy of an ‘AI system’. We tested performance in seven simulated lab mammography tasks, in which observers searched for a cancer which could be correctly or incorrectly flagged by Computer Aided Detection (CAD) ‘AI prompts’. Across tasks the CAD systems varied in accuracy. In the ‘Transparent’ conditions participants were told the accuracy of the CAD system, in the ‘Not Transparent’ they were not. The results showed that increasing CAD transparency impaired task performance producing an increase in false alarms, decreased sensitivity, an increase in Recall Rate and a decrease in Positive Predictive Value. Along with increasing investment in AI this research shows that it is important to investigate how transparency of AI systems affect human decision making. Increased transparency may lead to over-trust in AI systems, which can impact clinical outcomes.",
          "url": "https://osf.io/xf5u8",
          "doi": "https://doi.org/10.31234/osf.io/xf5u8",
          "filter": 2
        },
        {
          "title": "Cross-task consistency and variability in assessing number word knowledge",
          "authors": "Pierina Cheung; Rebecca Merkley; Theresa Elise Wege; Sara Jasim; Daniel Ansari",
          "abstract": "The cardinal meanings of the first few number words are often assessed with the Give-N Task, and children’s knowledge of number words can be represented by “knower-level”, with N-knower representing children who have acquired cardinal knowledge of number words up to N. In the current study, we sought converging evidence for knower-levels by examining the correspondence of knower-level classifications between the Give-N Task and the Point-to-X Task. In Study 1, we tested 69 preschool-aged children and found that children at the higher knower-levels often did not receive the same classification across tasks. Further, children who were classified as having acquired the cardinal principle on the Give-N Task were more likely than subset-knowers to count on the Point-to-X Task, but they did not count very frequently. In Study 2, we conducted secondary data analysis on an existing study that included a Point-to-X Task with different stimuli and more trial types. We again found that children’s knower-level assessed with Give-N was not always associated with above chance performance for that number on the Point-To-X Task. These data suggest that knower-levels may adequately capture cardinal number knowledge for very small numbers but not for higher numbers. We discuss the practical implications of these findings and highlight a need for future studies to adopt a multi-method approach to establish a robust pattern of children’s number word acquisition.",
          "url": "https://osf.io/zemhu",
          "doi": "https://doi.org/10.31234/osf.io/zemhu",
          "filter": 2
        },
        {
          "title": "Quantum Information Processing from Neuron to Consciousness",
          "authors": "Jian-Sheng Kang",
          "abstract": "Consciousness is considered the most challenging problem in the science of the mind, especially about Chalmers' hard problem. From the standpoint of the system science philosophy, many consciousness theories overlook the structure-function correlation principle, thereby reducing their explanatory power regarding consciousness. Therefore, we initially introduce a philosophy for system science. Based on the structure-function correlation principle, we realize that the neck structure of dendritic spine is a key for information encoding in the frequency domain. Consequently, the whole work is discussed in the frequency domain. In the level of sensory modalities, the intrinsic function of simple auditory neuron encodes information as a wave function. Subsequently, in the mesoscopic level, we successfully resolve the quantum mechanism for frequency adaptation, a representation of energy constraint. Particularly, we find that the accommodation mechanism and the multi-layered retina are specialized to employ the principles of Fourier optics and quantum optics. Specifically, the stratified structures, positions and functions of retinal ganglion cells and bipolar cells are specialized for the Fock states in quantum optics. The whole brain might be considered as a neuronal quantal field, comprising billion neurons and trillions of synapses, which intrinsically function as wave functions and perceptive units, respectively. Furthermore, in the frequency domain, we advocate that there is no fundamental difference between the hard problem and the easy problems of consciousness. In summary, it is thrilling to understand the mechanism of neuronal function and consciousness, and this Unified Information Theory (UIT) providing a bridge between microscopic and macroscopic levels.",
          "url": "https://osf.io/jy3st",
          "doi": "https://doi.org/10.31234/osf.io/jy3st",
          "filter": 2
        },
        {
          "title": "Structure-Trait-Identity Relation (STIR): An Integrative Framework for Understanding Redistribution Decisions in Economic Games",
          "authors": "Yi Yang; David Victor Smith",
          "abstract": "As a social species, making redistribution decisions about how to allocate or reallocate resources across different individuals or groups is crucial for human’s survival and well-being at both micro (e.g., disaster relief distribution, charity donation, household income budget) and macro levels (e.g., national budget allocation, public support to wealth redistribution policies) of human society. Dictator games, among other economic games, have been used intensively to study such decisions regarding resource (re)allocation. In a typical dictator game, there are two players: a dictator and a recipient. The dictator decides how to redistribute an endowment, which the recipient cannot reject. Various factors, including dictator personality traits, recipient identity, and endowment transfer actions, have been found to influence dictators' decisions. Several models have been proposed to explain why dictators make certain redistribution decisions in dictator games. While insightful, existing models often oversimplify complex factors, such as task economic structure (e.g., source of endowment, price of transferring endowment between dictators and recipients) and partner identity (e.g, group membership, social closeness), hindering a holistic understanding of redistribution decisions. In this narrative review, we present an integrative framework categorizing factors into four main categories: task structure, dictator trait (trait), recipient identity (identity), and framing. We discuss potential interactions between task economic structure, dictator trait, and recipient identity. We also discuss how framing may influence redistribution decisions through multiple domains. This Structure-Trait-Identity Relation (STIR) framework provides a systematic approach to analyzing decision dynamics and resolving empirical inconsistencies. Future directions are also discussed.",
          "url": "https://osf.io/43nvt",
          "doi": "https://doi.org/10.31234/osf.io/43nvt",
          "filter": 2
        }
      ]
    },
    {
      "journal_full": "SocArxiv",
      "journal_short": "SocArxiv",
      "articles": [
        {
          "title": "Observing many students using difference-in-differences designs on the same data and hypothesis reveals a hidden universe of uncertainty",
          "authors": "Alexander Wuttke; Karolin Freitag; Laura Kiemes; Linda Biester; Paul Binder; Bastian Buitkamp; Larissa Dyk; Louisa Ehlich; Mariia Lesiv; Yannick Poliandri",
          "abstract": "The recent advent of many-analysts studies highlighted significant variation in research outcomes when multiple teams independently explore identical datasets and hypotheses. This paper contributes to this emerging research paradigm by demonstrating how the many-analysts framework can be incorporated into social science methods classes and by pioneering its use in difference-in-differences (DiD) designs. By engaging students in independent DiD analyses on a specific research question, in this case related to local governance, the study uncovers a broad range of effect sizes and diverging conclusions reported by the analysts, highlighting the subjective nature of analytical choices and their potential impact on research outcomes. This variability underscores the importance of critical thinking and methodological rigor in social science education. The implications extend beyond pedagogy, suggesting that causal inference methods with significant researcher discretion such as DiD designs benefit from robustness analysis with multiple independent analysts.",
          "url": "https://osf.io/j7nc8",
          "doi": "https://doi.org/10.31235/osf.io/j7nc8",
          "filter": 0
        },
        {
          "title": "Show me the labels: Using pre-nudges to reduce calorie information avoidance",
          "authors": "Tabaré Capitán; Linda Thunstrom; Klaas van 't Veld; Jonas Nordström; Jason F. Shogren",
          "abstract": "Calorie labeling is a popular policy to address the obesity epidemic, but it has had little empirical success. Under the premise that willful avoidance of information plays a role in this result, we propose a novel approach—pre-nudges—to make consumers more receptive to calorie information. Unlike nudges, which are used to directly influence a choice, pre-nudges are used to directly influence how consumers react to the nudge itself (the calorie label). In line with predictions from our theoretical analysis, we test two pre-nudges in the context of menu labeling: one aims to increase self-efficacy, and the other one highlights the long-term health risks of overeating. In a large-scale laboratory experiment, we find that both pre-nudges reduce calorie information avoidance. Overall, our paper suggests a possible role for pre-nudges in addressing the obesity epidemic—one of the largest public health issues globally—and illustrates the potential usefulness of pre-nudges more generally",
          "url": "https://osf.io/vy6af",
          "doi": "https://doi.org/10.31235/osf.io/vy6af",
          "filter": 0
        },
        {
          "title": "Evaluation of artistic inspiration by biodiversity in lyrics of Japanese popular songs",
          "authors": "Naohiro Ishii",
          "abstract": "Cultural ecosystem services are non-material benefits people obtain from ecosystems; yet the indirect inspirational values of biodiversity, including both ecosystems and biological organisms, in creative literary works remain underexplored. This study investigated occurrences of biodiversity in the lyrics of Japanese popular songs based on monetary estimation, as an exploration of the inspirational value of biodiversity. I analyzed the lyrics of the top 50 songs from the Japanese CD singles chart over 22 years (1999–2020), extracting nouns related to ecosystems and organisms. The extracted words were classified into ecosystems and taxonomic groups, and the total sales amount of songs related to each class was calculated. Statistical analyses compared the occurrences and total sales amounts of songs containing biodiversity. Finally, I investigated the effect of richness of ecosystems and biological organisms within a song on its sales amount, using generalized linear mixed modeling to assess the prevalence of songs inspired by biodiversity. Out of 1,100 songs, 403 songs included references to ecosystems or biological organisms, with plants being the most frequently mentioned. Ecosystems that are familiar to Japanese people and biological organisms which they frequently encounter in their cultural and daily lives contributed to aesthetic inspiration in the lyrics of Japanese popular songs. Most importantly, I indicated that the existence of a single biological organisms within a song lyric can enhance its sales amount, namely prevalence to people. My result implies that the inclusion of a less well-known biological species within a song can indirectly inspire people, increasing recognition and willingness to conserve it.",
          "url": "https://osf.io/gsw57",
          "doi": "https://doi.org/10.31235/osf.io/gsw57",
          "filter": 0
        },
        {
          "title": "Strategic Interactions in Science Communication:  A Complex Adaptive Systems Framework",
          "authors": "Justus Henke",
          "abstract": "Science communication plays a crucial role in maintaining public trust in science amid complex societal challenges. This study addresses a gap in understanding science communication dynamics by conceptualizing it as a complex adaptive system of actors. It introduces the CASSCO (Complex Adaptive System of Science Communication) model, which integrates complex adaptive systems theory with game theory to analyze strategic interactions in science communication. The model encompasses decision-making processes, impact evaluation, and learning mechanisms among actors, distinguishing between institutional and organizational roles across three communica-tion modes: dissemination, dialogue, and participation. By applying the CASSCO model to two scenarios - citizen science and generative AI – the study demonstrates its potential for predicting non-linear dynamics and emergent outcomes in science communication. This approach yields insights into the impact of communication strategies on public trust and contestations of science. The CASSCO model serves as a strategic thinking template, enabling actors to select strategies while considering the behaviors of others. The study concludes with theoretical and practical implications, model limitations, and future research directions.",
          "url": "https://osf.io/a32z9",
          "doi": "https://doi.org/10.31235/osf.io/a32z9",
          "filter": 0
        },
        {
          "title": "Hierarchy of Influences",
          "authors": "André Kupfermann Rodarte; Robert Richardson",
          "abstract": "Pamela J. Shoemaker and Stephen D. Reese’s Hierarchy of Influences is a theoretical model that outlines levels of forces affecting media content production. Since its introduction in 1991, the model has proven to be an important framework to study contemporary forms of political communication and the media transformations associated with them. The HoI model is particularly well equipped to examine how media production takes place within a larger organizational, institutional, and ideological context, as it maps the diverse streams of influence into a comprehensive framework. In this encyclopedia entry, the authors summarize the theoretical components of the model and discuss how it has been applied in the study of political communication.",
          "url": "https://osf.io/zhw8q",
          "doi": "https://doi.org/10.31235/osf.io/zhw8q",
          "filter": 0
        },
        {
          "title": "Agree to Disagree? Human and LLM coder bias  for constructs of marginalization",
          "authors": "Ahrabhi Kathirgamalingam; Fabienne Lind; Jana Bernhard; Hajo G. Boomgaarden",
          "abstract": "Human and LLM-based annotation of constructs of marginalization such as discrimination or hate speech comes with challenges. One such challenge is coder bias, the systematic variation in annotations driven by individual characterstics. To systematically understand the presence and sources of such biases, we conducted two studies and compared both. In Study 1, we surveyed crowdworkers on marginalization-related characteristics and analyzed their annotations of racism. In Study 2, we assigned personas to LLMs and studied variations in the annotations. Moreover, we compared human and LLM coder bias from a text-level perspective to account for textual properties driving variation. Our findings suggest that being affected by or aware of marginalization causes systematic variation in human annotations, while persona assignment significantly impacts LLM outputs. Against this backdrop, we advocate for ‘inclusive annotation’ which introduces variance by intentionally integrating coders with lived experience or awareness of the constructs, thereby enriching measurement quality.",
          "url": "https://osf.io/agpyr",
          "doi": "https://doi.org/10.31235/osf.io/agpyr",
          "filter": 0
        },
        {
          "title": "Does literature evolve one funeral at a time?",
          "authors": "Oleg Sobchuk; Bret Beheim",
          "abstract": "The cultural evolution of literary fiction is rarely studied, but rich literary data can help address some of the general problems of cultural change. In this paper, we use a massive dataset of Anglophone fiction (over 23,000 books) and the tools of natural language processing to understand whether the long-term change of topics in books is driven by the individual change of authors or by the cohort turnover in author populations. To answer this question, we borrow a method from evolutionary ecology: decomposition analysis based on the Price equation. To prove the suitability of this method, we first apply it to simulated data and show that it does allow distinguishing between these two processes. Afterwards, we decompose the temporal trajectories of topics and measure the relative effects of the arrival of newcomer authors (entrances), the retirement of authors (exits), and the change of topic preferences during authors’ lifetimes (individual change). We find that cohort turnover is a stronger force than individual change. Within the cohort effects, the effect of entrances is almost twice stronger than the effect of exits. Using simulated data, we discover that this difference stems from the unequal lengths of authors’ careers.",
          "url": "https://osf.io/36xjw",
          "doi": "https://doi.org/10.31235/osf.io/36xjw",
          "filter": 0
        },
        {
          "title": "Training TikTok creators in mental health communication benefits their audience, too: An analysis of TikTok user comments",
          "authors": "Yuning Liu; Matt Motta; Amanda Yarnell",
          "abstract": "Background: Social media platforms like TikTok are pivotal for mental health communication (MHC), providing accessible, trusted content. Despite known benefits of creator training programs in improving content quality, it's uncertain if or how these enhancements affect people who watch that content. This study examines how training programs for TikTok creators influence TikTok users’ mental health knowledge construction and intended behaviors by analyzing user comments on TikTok videos.\n\nMethod: We employed LLM-assisted content analysis to annotate TikTok video comments for mental health knowledge construction and behavioral intentions. We then analyzed the impact of a creator training program on users' mental health knowledge construction through within-subject field experiments. Additionally, we extended this method to measure how TikTok's Mental Health Awareness Month (MHAM) in May 2023 affected user mental health knowledge construction and behavioral intentions.\n\nResults: LLM-assisted analysis showed that asynchronous toolkits significantly enhance mental health knowledge construction among video commenters, particularly among creators with high engagement, fewer followers, who are licensed mental health professionals, or  who do not offer paid coaching services. MHAM increased mental health knowledge construction among users, though the audiences of the 7 institutions and 10 content creators that were spotlighted by TikTok during MHAM did not show this effect.\n\nConclusions: Asynchronous toolkits improve mental health knowledge construction among video viewers. Future training should focus on emerging creators and separate toolkit learning from conference training to enhance training efficacy. In addition, promoting hashtags such as #MentalHealthAwareness can drive meaningful discussions and knowledge construction in video comments, but there is an opportunity for platforms to refine their creator selection criteria to improve on-platform mental health knowledge construction.",
          "url": "https://osf.io/p65nv",
          "doi": "https://doi.org/10.31235/osf.io/p65nv",
          "filter": 0
        },
        {
          "title": "Does Ad Hoc Language Training Improve the Economic Integration of Refugees? Evidence from Germany's Response to the Syrian Refugee Crisis",
          "authors": "Moritz Marbach; Ehsan Vallizadeh; Niklas Harder; Dominik Hangartner; Jens Hainmueller",
          "abstract": "Given the global displacement crisis, the integration of refugees has emerged as a critical policy issue for many host countries. A key challenge involves supporting refugees in learning the language of their host country. While several European nations have instituted publicly funded language training for asylum seekers and refugees soon after their arrival, evidence on the efficacy of these early language programs in promoting economic integration remains limited. This study examines the impact of a pioneering, large-scale ad hoc program introduced by German policymakers, which provided basic language training to over 230,000 refugees arriving in 2015-16. Utilizing register data on the population of asylum seekers and exploiting a cutoff date in program eligibility, we assess the program's effectiveness using a regression discontinuity design. Our findings reveal no discernible effect on refugee employment over the subsequent two years. To explore whether language programs are generally ineffective during refugee crises, we contrast these results with the impacts of a more comprehensive, preexisting, yet smaller-scale program. Using a variety of difference-in-differences estimators, we find that this program considerably increased refugee employment. These contrasting findings offer important insights for policymakers on designing effective language training programs for refugees.",
          "url": "https://osf.io/2ysd6",
          "doi": "https://doi.org/10.31235/osf.io/2ysd6",
          "filter": 0
        },
        {
          "title": "Youth Philanthropy: Studying Outcomes of Community Engagement",
          "authors": "Patricia Snell Herzog",
          "abstract": "This report shares results from a study of youth philanthropy programs designed to increase community engagement. The study is designed to answer this research question: Does participating in a youth philanthropy program foster positive outcomes for young people? Data are from a youth philanthropy program hosted within 12 community organizations in 7 US states. The program is two years in duration: youth participate as juniors and seniors in high school. Data were collected through surveys with graduating youth who had completed both years of the program (n=180). Findings indicate that the program “works” in fostering engagement in philanthropic activities, gaining prosocial orientations, and having rewarding program experiences. When available, youth outcomes from program participants are compared to national or global data on comparable measures to assess whether youth in this program appear to be participating in philanthropic activities at rates greater than average. Results show that youth participants are high on philanthropic activities and prosocial orientations, and their rates are 30-50% higher than comparable rates. Additionally, youth demonstrate positive growth in targeted philanthropic learning and skills, and youth participants gain a greater network of engaged peers and supportive mentors. The implication is that this youth philanthropy program is successful in fostering positive youth development.",
          "url": "https://osf.io/q7r8d",
          "doi": "https://doi.org/10.31235/osf.io/q7r8d",
          "filter": 0
        },
        {
          "title": "Understanding Discrimination in College Admissions: A Field Experiment",
          "authors": "Vitor Melo; Hugo Vaca Pereira Rocha; Liam Sigaud; Patrick L. Warren; S. Michael Gaddis",
          "abstract": "We examine the extent and mechanisms by which race affects the college admissions process. We provide evidence from a field experiment where fictitious applicants request application fee waivers from all university admissions counselors in the United States. White applicants are much more likely to receive a waiver, be informed that the application is free, or receive a request for more information than Black or Asian applicants. Our results contrast sharply with previous evidence from acceptance decisions showing bias in favor of Black applicants. We introduce a model of university pricing and use information from counselors' LinkedIn and university profiles, along with university characteristics, to test predictions. We find evidence consistent with agent-taste-based discrimination, where biases stem from counselors' preferences, and profit-maximizing statistical discrimination. Discrimination in university admissions can vary substantially based on the context in which decisions are made.",
          "url": "https://osf.io/5ctms",
          "doi": "https://doi.org/10.31235/osf.io/5ctms",
          "filter": 0
        },
        {
          "title": "Cross-Language Transfer in Cross-Country Contexts: Examining Longitudinal Relationships between Urdu Phonological Processing and English Reading in Pakistan and Canada",
          "authors": "Insiya Bhalloo; Xi Chen; Monika Molnar",
          "abstract": "Purpose: This study examines whether kindergarten-level Urdu phonological processing predicts the future Grade 1 English word and non-word reading accuracy skills of Urdu-English bilinguals in (i) Pakistan, with an Urdu as a national/societal-language country context, and (ii) Canada, with an Urdu as a heritage-language country context. Method: At Timepoint 1 of this longitudinal study, we assessed 154 Urdu-English kindergarten-aged bilinguals in Pakistan (n = 104) and Canada (n = 50) on their Urdu phonological awareness and rapid automatized naming (RAN) skills, via the Urdu Phonological Tele-Assessment Tool (U-PASS). After 1 year at Timepoint 2, we tested their English word and non-word reading accuracy skills at the Grade 1 level. Result: Our hierarchical linear regressions consistently demonstrated cross-language transfer between Urdu phonological awareness and the English word and non-word reading accuracy measures in both Pakistan and Canada. Predictive strength differences were demonstrated between RAN and reading outcomes, based on country-specific contexts. Conclusion: Our findings demonstrate that languages learnt in both a societal or heritage context (i.e., Urdu) contribute to early reading skills in another language (i.e., English), thereby emphasizing the importance of overall cross-language knowledge at the early stages of learning to read. This study also emphasizes the role of cross-language transfer for facilitating equitable access to early assessment for bilingual populations: Urdu phonological processing skills can be used to identify bilingual children’s future English reading abilities, rather than waiting until the child demonstrates adequate English language proficiency for completing traditional English phonological processing assessments.",
          "url": "https://osf.io/4wzks",
          "doi": "https://doi.org/10.31235/osf.io/4wzks",
          "filter": 0
        },
        {
          "title": "Perspective matters: An interpretational lens to understand environmental performance indices",
          "authors": "Chirag Dhara; Anshuman Gupta; Ishita Bagri; Kamal Kumar Murari",
          "abstract": "Environmental performance indices play a crucial role in evaluating countries' environmental efforts and advancing global environmental governance. This study critically examines disparities among prominent climate performance indices, including the Environmental Performance Index (EPI), Climate Change Performance Index (CCPI), and Climate Action Tracker (CAT). We reveal significant divergences in country rankings, particularly between ‘developed’ and ‘least developed’ nations, underscoring how methodological choices profoundly impact outcomes and interpretability. We develop an analytic tool, called EPI-equity, to demonstrate how integrating equity principles can substantially alter performance assessments. We propose a conceptual framework to classify indices based on the perspectives they embody, highlighting how these can shape the interpretation of performance. Our results suggest that the outcomes of environmental performance indices are more likely to concur when they represent similar perspectives. We propose that explicitly articulating the perspective implied by the formalism of performance indices can enhance transparency, guide developers in aligning methodological choices with intended interpretations, and equip users with a clearer understanding of the results. Our analysis highlights the importance of employing multiple indices that encompass a range of perspectives for a comprehensive evaluation of countries' environmental performance. Our adaptable framework provides a structured approach to guide the selection of indices ensuring that they span a broad spectrum of viewpoints. This method mitigates the likelihood of conflicts arising from fragmented worldviews on complex socio-environmental issues.",
          "url": "https://osf.io/kq5h3",
          "doi": "https://doi.org/10.31235/osf.io/kq5h3",
          "filter": 0
        },
        {
          "title": "Making Sense of Digital Nomadism, Workplace Surveillance and Resistance",
          "authors": "Nathan Bishop",
          "abstract": "Workplace surveillance is a common occurrence in many traditional workplaces and excessive forms can lead to resistance efforts from employees. However, most of the literature on this topic has been focused on the traditional office worker. There is now a new evolutionary worker that goes against social norms by travelling around the world while working remotely, the Digital Nomad. Therefore, this article aims to incorporate Digital Nomads into workplace surveillance research. This resulted in the research question “How does the Digital Nomad lifestyle interact with workplace surveillance and resistance acts”. To answer this, 5 semi-structured interviews were conducted on Digital Nomads recruited from social media platforms. Interview transcripts were analysed using thematic data analysis where 3 main themes were identified: Shift from Traditional Restraints, Perks of Elite Workers, Panopticon’s Future. Overall, Digital Nomads did not experience intensive surveillance and findings supported the idea that they are productive, elite workers, opting to work for employers that do not monitor their employees. It was also found that Digital Nomads take part in minor acts of resistance, but they were not actively resisting their employers. These results suggest the need for future researchers to further expand upon the status of the Digital Nomad worker and explore their experiences of workplace surveillance and resistance.",
          "url": "https://osf.io/jz54n",
          "doi": "https://doi.org/10.31235/osf.io/jz54n",
          "filter": 0
        },
        {
          "title": "Mothers’ speech predicts children’s differences in cognition, literacy, and educational achievement across the school years",
          "authors": "Anna Brown; Avshalom Caspi; Helen Louise Fisher; Terrie Moffitt; Jasmin Wertz; Sophie von Stumm",
          "abstract": "Children from well-resourced families achieve, on average, higher grades and gain more qualifications than those from under-resourced families. Mothers' speech is likely a key driver of the transmission of family background inequality in education. Yet, long-term associations between mothers' speech and children's education-related outcomes beyond the early years have not been studied previously. Here, we quantified differences in mothers' vocabulary sophistication, lexical diversity, and grammatical complexity from 10-minute-long naturalistic speech samples audio-recorded when children were age 5 and starting formal education. Children completed measures of cognition at age 5 and measures of literacy at ages 7 and 10 years; teachers rated their educational achievement at ages 7, 10, and 12 years. Data came from E-Risk, a UK cohort study that recruited families with twins born in 1994 and 1995 who represented the full range of Britain's socioeconomic conditions (analytic sample N = 894 mother-child trios). Mothers' vocabulary sophistication significantly predicted children's cognition, literacy, and educational achievement between the ages of 5 and 12 years, accounting for 2% to 5% of the variance. These estimates were reduced to 1% and 2% or became altogether non-significant after adjusting for mothers' educational attainment and household income. Our findings suggest that mothers' speech plays a small independent role in the long-term transmission of family background inequality in education.",
          "url": "https://osf.io/xk7h4",
          "doi": "https://doi.org/10.31235/osf.io/xk7h4",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "PREDICTING FOOTBALL MATCH OUTCOMES USING LARGE LANGUAGE MODELS: A COMPARATIVE STUDY WITH TRADITIONAL MACHINE LEARNING METHODS",
          "authors": "Jinchi Li; Eric Zhao; Zhixiang Li",
          "abstract": "Accurately predicting football match outcomes is valuable for stakeholders such as fans, analysts, sports betting companies, and team strategists. In this study, we explore the potential of large language models (LLMs) for predicting football match results by transforming numerical features into contextual inputs. Key features include historical match results, player ratings, coach ratings, and other relevant conditions, which are processed by the LLM to predict the match winner. We compare the performance of LLM-based predictions with traditional machine learning (ML) models, including random forest and XGBoost. Our findings demonstrate that LLMs achieve comparable accuracy to these conventional ML techniques. Additionally, the LLM offers a significant advantage in that it requires no model training, simplifying implementation and reducing computational costs. This makes LLMs a promising, resource-efficient alternative for football match prediction, presenting new opportunities for AI-driven sports analytics.",
          "url": "https://osf.io/e5wpy",
          "doi": "https://doi.org/10.31235/osf.io/e5wpy",
          "filter": 2
        },
        {
          "title": "Analysing A Selection of Family Policies from the Perspective of Resilience",
          "authors": "Mary Daly; Merve Uzunalioglu; Holly Shorey",
          "abstract": "This report undertakes an analysis of social policy provision in the six rEUsilience countries from the perspective of resilience and the role of social policy. The analyses are based on a theoretical framework which defines resilience as families’ capacity to adjust to situations of risk without negative outcome and interprets social policy as having both protective functions, such as support available throughout family-based transitions, and promotive functions, such as adequate income support, in affecting the conditions for families to be resilient. The report prioritises the protective aspects. It therefore considers how policy supports transitions for all parents between care and employment and how policy treats three particular types of family situation that the research identifies as needing extra support: parenting alone, caring for a children with a disability or illness, and coping with a migrant background. Consequently, five areas of policy are analysed: parenting-related leaves, early childhood education and care (ECEC), provisions for lone-parent families, provisions for families coping with a disability or illness on the part of a child, and provisions for families with a migration background adjusting or integrating into the new country.\n\nIn response to the question of the extent to which the national and EU policy systems support families to be resilient, the analysis highlights a number of important findings. First, some policy fields seem to be better equipped, or further along the road, than others in helping families to be resilient. The policies oriented to transitions - parental leaves and ECEC – generally seem to be better developed then those for family situations with heightened risk. Second, conditions that exclude people from benefits and services reduce policies’ effectiveness (from a resilience as well as other perspectives). Third, where the EU has set legal benchmarks most countries meet them, and so the significance of the EU as a policy agent is confirmed. But where the EU only makes ‘soft recommendations’, they do not seem to penetrate deeply into the national systems. Fourth, the recognition that some families need more has not fully penetrated the policy systems. One big issue is that of equivalence in support for lone-parent families vis-à-vis those with two parents. The dearth of information on and system knowledge about certain types of families, especially those coping with child illness and migrant families, is a general weakness found across countries.",
          "url": "https://osf.io/tgw2x",
          "doi": "https://doi.org/10.31235/osf.io/tgw2x",
          "filter": 2
        },
        {
          "title": "Navigating the polycrisis: assessing the adequacy of adaptive and transformative capacities for addressing Anthropocene traps",
          "authors": "Peter Søgaard Jørgensen; Louis Delannoy; Sofia Maniatakou; Carl Folke; Michele-Lee Moore; Pero Olsson",
          "abstract": "Social and environmental challenges are combining to form a polycrisis with potential to delay or reset many sustainability efforts. These risks raise questions about what capacities will be needed for advancing sustainability during a time of interlinked crises. Here, we evaluate the adequacy of adaptive and transformative capacities for navigating the polycrisis. Specifically, we perform a rapid assessment of their potential for addressing the 14 recently proposed Anthropocene traps. We find that ten Anthropocene traps have characteristics that challenge in total 17 of 23 adaptive and transformative capacities. On the other hand, 10 of 23 capacities - with an overrepresentation of transformative capacities - have general potential to prevent formation and progress of traps. Coevolutionary struggles between the expression of a capacity and the progression of traps are widespread. Importantly, transformative and adaptive capacities complement each other in the types of Anthropocene traps they most frequently address, with transformative capacities targeting global traps and adaptive capacities the emergent structural traps related to connectivity and pace of change. We end by proposing five unifying processes that can serve as an organizing framework for consideration of other sustainability and crisis capacities.",
          "url": "https://osf.io/xtrmb",
          "doi": "https://doi.org/10.31235/osf.io/xtrmb",
          "filter": 2
        },
        {
          "title": "Estimating Unknown Cut-points in Regression Discontinuity and Kink Designs",
          "authors": "Benjamin F. Reese",
          "abstract": "Regression discontinuity designs (RDD) and regression kink designs (RKD) are popular identification strategies across the social sciences. The relatively weak assumptions required for identifying a causal effect with RDD/RKDs make the designs attractive quasi-experimental methods for causal inference. One limitation of RDD/RKDs is that they rely on an exogenously given and previously known treatment rule. To overcome this limitation, economists (Porter &amp; Yu 2015, Hansen 2017, Boehnke &amp; Bonaldi 2019, and Tanu 2020) and computer scientists (Herlands et al. 2018) have begun to develop methods and tests that can find unknown discontinuities. However, these tests are either largely theoretically focused, computationally intensive, inconvenient to implement, or otherwise do not fit the specific needs of applied political scientists. Accordingly, this paper presents a novel, more flexible, and extremely easy to implement approach to estimate unknown cut-points in both RDDs and RKDs. It is the first method that can detect unknown thresholds in both RDDs and RKDs. I call this method the unknown cut-point regression discontinuity/kink design (UCRDD/UCRKD). It works by uniformly dividing an assignment variable into quantiles to create a distribution of “candidate” cut-points. Each candidate threshold is then tested in a RDD model (Imbens &amp; Kalyanaraman 2012) to find the “best” cut-point, the cut-point that has the largest substantive effect and highest degree of statistical significance. Researchers can use UCRDD/UCRKD to find “tipping-points” in behavior; to determine obscured or non-public policy criteria; and as a diagnostic tool to determine if there are other significant thresholds in their traditional RDD/RKD. In the application section, I apply UCRKD to assess how to define the concept of a minority district and to estimate the treatment effect of minority districts on electoral support for minority candidates.",
          "url": "https://osf.io/63tns",
          "doi": "https://doi.org/10.31235/osf.io/63tns",
          "filter": 2
        },
        {
          "title": "The Spectrum of (Poly)Crisis: Exploring polycrises of the past to better understand our current and future risks",
          "authors": "Samantha Louise Holder; Rachel Ainsworth; Daniel Aldrich; James S Bennett; Gary Feinman; Sienna Mark; Georg Orlandi; Johannes Preiser-Kapeller; Jenny Reddish; Rod Schoonover",
          "abstract": "As the concept of polycrisis gains popularity among academics, policy-makers, and the general public, many questions linger about the utility, scope, and applicability of the term in different contexts. Building on prior work, we argue that crises can fruitfully be understood as existing along a spectrum, characterized by multiple different factors, with our modern polycrisis at one extreme. We illustrate this by surveying three historical periods with varying geographical scope – late 1st-millennium CE Mesoamerica, Late Medieval Eurasia, and the early modern Northern Hemisphere – arguing that these exhibited many, but not all, of the key characteristics that make up a polycrisis. We detail the experience of individual societies during these periods, focused on regions to highlight how stresses and dysfunction across multiple systems combined to produce devastating impacts and contrast these with the relatively mild experiences of others facing the same conditions. We highlight how the interaction of stresses across ecological, economic, social, and political systems produced disasters that further deepened these crises and so led to yet more disasters and further devastation. We illustrate how viewing these historical periods through a polycrisis lens can not only inform our understanding of the past but can produce valuable lessons for our modern world. The multi-faceted, far-reaching, and devastating consequences of our current polycrisis should not be viewed as entirely a recent phenomenon. Ultimately, we argue that studying historical polycrises as we do here can help us learn lessons from the past that allow us to hone strategies for addressing the comparable issues we face today and will continue to contend with for the foreseeable future.",
          "url": "https://osf.io/3bspg",
          "doi": "https://doi.org/10.31235/osf.io/3bspg",
          "filter": 2
        },
        {
          "title": "Defining Home care: An exploration of its roles, challenges, and data needs",
          "authors": "Vanessa Davey; Janice Healey; Jennifer Liddle; Bryony Beresford; Stephen Allan; Claire Goodman; Adam Gordon; Anne Killett; Stacey Rand; Karen Spilsbury",
          "abstract": "Home care (or home health care) makes a critical contribution to the care of older people, yet many people have little experience or knowledge of this service, and its component parts. Many older adults receive home care, but the nature of the support varies from country to country. This Forum Article considers how home care is defined, its scope and purpose and how services are shaped by the systems in which they operate. Systematic data collection in home care services already exists in some countries, while in many others, such as the UK, it is being planned. Defining data requirements for home care is critical to evaluation of care quality and cross-country comparisons. Data have the potential to play an important role in shaping perceptions of home care.  For information to be useful, we require a shared understanding of what constitutes home care, what people want and need from a service and which data should be captured.",
          "url": "https://osf.io/uy8cf",
          "doi": "https://doi.org/10.31235/osf.io/uy8cf",
          "filter": 2
        },
        {
          "title": "A new method for calculating the food self-sufficiency ratio: Supply-side food self-sufficiency ratio",
          "authors": "Goro Takahashi",
          "abstract": "Background: The conventional formula for calculating food self-sufficiency cannot cover all the food we eat on a daily basis, and the food self-sufficiency ratio (FSSR) of each country cannot be calculated. The conventional food self-sufficiency ratio (CFSSR) can only calculate the FSSRs of each country for grains. To determine the actual state of food insecurity worldwide as accurately as possible, a method for calculating the FSSR of each country for all the foods we eat on a daily basis is needed. To address this situation, this study proposes the supply-side food self-sufficiency ratio (SSFSSR), which can be used to systematically calculate the self-sufficiency ratio of all foods in all countries/regions.\n\nResults: We compared the results of both calculations under the same conditions and used the same data to determine whether the CFSSR or the SSFSSR is a more suitable method for obtaining basic information and formulating measures of global food security. The results showed that the SSFSSR has advantages and practicality over the CFSSR. The SSFSSR can calculate self-sufficiency ratios for all foods in all countries/regions of the world, and the figures for various statistical tests are better. The food that is the subject of the calculation in the SSFSSR formula is the entire supply from production, distribution, storage, and consumption, excluding duplication in the calculation, and includes primary products required to produce secondary products, such as livestock products and edible oils. The study also highlighted the value of reducing the amount of primary products used to produce secondary products such as livestock and edible oils, thereby lowering the primary product conversion rate (PPCR).\n\nConclusion: This study used actual data to estimate the SSFSSR for each country/region to demonstrate the applicability of this method and that lowering the PPCR would lead to an increase in the food self-sufficiency ratio. To further refine this methodology, we find that the most important tasks for the future are to collect more reliable data on calories per weight for a large number of foods, expand the number of types covered by more reliable PPCRs, and analyze those data.",
          "url": "https://osf.io/xunb5",
          "doi": "https://doi.org/10.31235/osf.io/xunb5",
          "filter": 2
        },
        {
          "title": "The role of housing providers in supporting clients with complex needs",
          "authors": "kylie valentine; Edgar Liu; Piret Veeroja; Patrick Harris; Hazel Blunden; Ella Horton; Jen Arnold",
          "abstract": "Supply of more housing options for people on social housing waiting lists should be given increased priority, as longer wait times and uncertain or unsafe housing creates further mental health challenges for applicants already facing increased health needs, according to new AHURI research.\n\nThe research, ‘The role of housing providers in supporting clients with complex needs’, was undertaken for AHURI by researchers from the University of New South Wales, Swinburne University of Technology and the University of Tasmania. It investigates the current challenges in providing social housing to people with complex support needs and considers potential alternative policy responses. \n\nMental health was identified at the centre of many clients’ health needs. Longer social housing wait times and uncertain or unsafe housing was seen as increasing mental health challenges for clients. An increasingly uncertain and expensive rental market was also recognised as exacerbating the issues.\n\nAt the simplest service response, connecting people to secure housing helped their mental health. Indeed, social housing providers may be the first and only point of contact that clients with unmet mental health needs have with the service system.\n\nDeveloping the housing service providers’ workforce could improve the effectiveness of support provided to people with multiple support needs, together with providing individual casework support for with clients to helping people navigate support networks, including ensuring that clients are designated as priority clients on social housing registries. \n\nThe provision of secure, genuinely affordable housing for people with low and moderate incomes would reduce the pressure on social housing registries. Affordable housing rents need to be reviewed and set based on percentage of income formulae, rather than setting rents as a percentage of market rents.",
          "url": "https://osf.io/fqt8s",
          "doi": "https://doi.org/10.31235/osf.io/fqt8s",
          "filter": 2
        },
        {
          "title": "Leveraging Multimodal LLMs for Plant Species Identification and Educational Insights",
          "authors": "Yuze Du; Yingjia Wang; Eric Zhao",
          "abstract": "In this study, we investigate the potential of multimodal large language models (LLMs) for plant species identification and educational enrichment. Using an annotated dataset focused on fungi, particularly those classified as edible or non-edible, we implement a practical application that allows users to upload plant images. The LLM then identifies the species, determines its edibility, and provides detailed information on its characteristics. For edible species, the model offers culinary insights and preparation methods, while also delivering comprehensive educational content on plant ecology and cultural significance. Our approach showcases the ability of LLMs to bridge image recognition with rich, text-based knowledge, facilitating an interactive learning experience that promotes plant literacy and practical understanding. This study highlights the effectiveness of LLMs in educational tools and their potential to enhance public awareness of plant species, including fungi, through visual and contextual data fusion.",
          "url": "https://osf.io/zayh4",
          "doi": "https://doi.org/10.31235/osf.io/zayh4",
          "filter": 2
        },
        {
          "title": "Demetra of the Steppes:  The Climatic History of the Turks",
          "authors": "Eldar Knar",
          "abstract": "Several historical episodes of Turks during periods of climatic extremes have been examined. In particular, several key dates (536–537, 627, 1259, 1783, and 1884) mark significant periods of anomalous climatic and meteorological upheavals of pan-Eurasian and global importance.\nThe role of epidemiological factors in political, social, and economic events in the lives of nomadic civilizations has also been highlighted.\nThe conclusion drawn is that climatic and ecological conditions had a significant influence on the history of the nomadic peoples of the Great Steppe and Kazakhstan.",
          "url": "https://osf.io/6gxdj",
          "doi": "https://doi.org/10.31235/osf.io/6gxdj",
          "filter": 2
        }
      ]
    }
  ]
}
