{
  "update": "2025-09-04",
  "content": [
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Latent variable sequence identification for cognitive models with neural network estimators",
          "authors": "Ti-Fen Pan, Jing-Jing Li, Bill Thompson, Anne GE Collins",
          "abstract": "Extracting time-varying latent variables from computational cognitive models plays a key role in uncovering the dynamic cognitive processes that drive behaviors. However, existing methods are limited to inferring latent variable sequences in a relatively narrow class of cognitive models. For example, a broad class of relevant cognitive models with intractable likelihood is currently out of reach of standard techniques, based on maximum a posteriori parameter estimation. Here, we present a simulation-based approach that leverages recurrent neural networks to map experimental data directly to the targeted latent variable space. We first show in simulations that our approach achieves competitive performance in inferring latent variable sequences in both likelihood-tractable and intractable models. We then demonstrate its applicability in real world datasets. Furthermore, the approach is practical to standard-size, individual data, generalizable across different computational models, and adaptable for continuous and discrete latent spaces. Our work underscores that combining recurrent neural networks and simulated data to identify model latent variable sequences broadens the scope of cognitive models researchers can explore, enabling testing a wider range of theories.",
          "url": "https://doi.org/10.3758/s13428-025-02794-0",
          "doi": "https://doi.org/10.3758/s13428-025-02794-0",
          "filter": 0
        },
        {
          "title": "Publisher Correction: Data quality in crowdsourcing and spamming behavior detection",
          "authors": "Yang Ba, Michelle V. Mancenido, Erin K. Chiou, Rong Pan",
          "url": "https://doi.org/10.3758/s13428-025-02804-1",
          "doi": "https://doi.org/10.3758/s13428-025-02804-1",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Bystander Behavior in Traditional and Cyberbullying in Late Childhood: Profiles, Developmental Paths, and Their Associations with Psychosocial Adjustment",
          "authors": "Xin Tian, E.Scott Huebner, Lili Tian",
          "url": "https://doi.org/10.1016/j.chb.2025.108791",
          "doi": "https://doi.org/10.1016/j.chb.2025.108791",
          "filter": 0
        },
        {
          "title": "Human-Machine Communication Privacy Management, Privacy Fatigue, and the Conditional Effects of Algorithm Awareness on Privacy Co-ownership in the Social Media Context",
          "authors": "Matthew.J.A. Craig",
          "url": "https://doi.org/10.1016/j.chb.2025.108786",
          "doi": "https://doi.org/10.1016/j.chb.2025.108786",
          "filter": 0
        },
        {
          "title": "Global change in adolescent social media use (2018-2022): An ecological analysis across 28 countries",
          "authors": "Claudia Marino, Michela Bersia, Jana Furstova, Tommaso Galeotti, Regina J.J.M. van den Eijnden, Meyran Boniel-Nissim, William Pickett, Michela Lenzi, Natale Canale, Charli Eriksson, Henri Lahti, Kristine Ozolina, Wendy Craig, Alessio Vieno",
          "url": "https://doi.org/10.1016/j.chb.2025.108789",
          "doi": "https://doi.org/10.1016/j.chb.2025.108789",
          "filter": 0
        },
        {
          "title": "Sexting motivations and health outcomes in adolescent sexual minority males",
          "authors": "Christoph Rosa, Elise Bragard, Celia B. Fisher",
          "url": "https://doi.org/10.1016/j.chb.2025.108787",
          "doi": "https://doi.org/10.1016/j.chb.2025.108787",
          "filter": 0
        },
        {
          "title": "Self-Shape Congruency in the Metaverse: How Avatar Geometry Modulates Emotional Engagement and Virtual Consumption",
          "authors": "Yi Huang, Xinye Hu, Yuwei Tian, Yuxuan Song, Yu Pan",
          "url": "https://doi.org/10.1016/j.chb.2025.108788",
          "doi": "https://doi.org/10.1016/j.chb.2025.108788",
          "filter": 0
        },
        {
          "title": "Reproducing age and sex biases in perceived pain intensity and prosocial behaviors using digital characters",
          "authors": "Carole Bélanger, Clémentine Pouliot, Marie-Hélène Tessier, Audrey Marcoux, Alex Cousineau, Jacqueline Nguyen Phuong Trieu, Philip L. Jackson",
          "url": "https://doi.org/10.1016/j.chb.2025.108702",
          "doi": "https://doi.org/10.1016/j.chb.2025.108702",
          "filter": 0
        },
        {
          "title": "Conversational dynamics in social virtual reality: A large-scale, longitudinal study of speech acts and nonverbal behavior",
          "authors": "Monique Santoso, Portia Wang, Eugy Han, Jeremy N. Bailenson",
          "url": "https://doi.org/10.1016/j.chb.2025.108691",
          "doi": "https://doi.org/10.1016/j.chb.2025.108691",
          "filter": 0
        },
        {
          "title": "Brainwaves on battlegrounds: Preliminary insights into EEG, white matter microstructure, and StarCraft II performance",
          "authors": "Weronika Nieciecka, Paulina Lewandowska, Stanisław Adamczyk, Alicja Anna Binkowska, Aneta Brzezicka, Patryk Szczeciński, Natalia Jakubowska",
          "url": "https://doi.org/10.1016/j.chb.2025.108689",
          "doi": "https://doi.org/10.1016/j.chb.2025.108689",
          "filter": 0
        },
        {
          "title": "Augmented youth: Prevalence and predictors of AR filter use on social media among adolescents",
          "authors": "Weiqi Tian, Eva A. van Reijmersdal, Remmert Daas, Helle Larsen, Jochen Peter",
          "url": "https://doi.org/10.1016/j.chb.2025.108686",
          "doi": "https://doi.org/10.1016/j.chb.2025.108686",
          "filter": 0
        },
        {
          "title": "Tracked but not trapped: Negotiating body tracking technologies for embodiment and privacy protection in VR",
          "authors": "Kun Xu, Yunxiao Chen, Jiayue Li, Tony Liao, Sylvia Chan-Olmsted",
          "url": "https://doi.org/10.1016/j.chb.2025.108706",
          "doi": "https://doi.org/10.1016/j.chb.2025.108706",
          "filter": 0
        },
        {
          "title": "Screen time woes: Social media posting, scrolling, externalizing behaviors, and anxiety in adolescents",
          "authors": "Eun Jung Choi, Ella Christiaans, Emma G. Duerden",
          "url": "https://doi.org/10.1016/j.chb.2025.108688",
          "doi": "https://doi.org/10.1016/j.chb.2025.108688",
          "filter": 0
        },
        {
          "title": "Not my responsibility: The framing of autonomous systems impacts sustainable choices",
          "authors": "Michael Puntiroli, Giovanni Pino, Valéry Bezençon, Linda Lemarie",
          "url": "https://doi.org/10.1016/j.chb.2025.108685",
          "doi": "https://doi.org/10.1016/j.chb.2025.108685",
          "filter": 0
        },
        {
          "title": "Is the metaverse failing? An exploratory study of self-employed artists and their resistance to NFTs",
          "authors": "Yvonne O’ Connor, Katie O’ Reilly",
          "url": "https://doi.org/10.1016/j.chb.2025.108701",
          "doi": "https://doi.org/10.1016/j.chb.2025.108701",
          "filter": 0
        },
        {
          "title": "How do we assess the trustworthiness of AI? Introducing the trustworthiness assessment model (TrAM)",
          "authors": "Nadine Schlicker, Kevin Baum, Alarith Uhde, Sarah Sterz, Martin C. Hirsch, Markus Langer",
          "url": "https://doi.org/10.1016/j.chb.2025.108671",
          "doi": "https://doi.org/10.1016/j.chb.2025.108671",
          "filter": 0
        },
        {
          "title": "Using artificial intelligence (AI) to enhance customer experience and to develop strategic marketing: An integrative synthesis",
          "authors": "Jean-Michel Sahut, Michel Laroche",
          "url": "https://doi.org/10.1016/j.chb.2025.108684",
          "doi": "https://doi.org/10.1016/j.chb.2025.108684",
          "filter": 0
        },
        {
          "title": "Toward accurate psychological simulations: Investigating LLMs’ responses to personality and cultural variables",
          "authors": "Chihao Li, Yue Qi",
          "url": "https://doi.org/10.1016/j.chb.2025.108687",
          "doi": "https://doi.org/10.1016/j.chb.2025.108687",
          "filter": 0
        },
        {
          "title": "Overloaded, underloaded or in control: How many automated vehicles can one person supervise?",
          "authors": "Adam Bogg, Stewart Birrell",
          "url": "https://doi.org/10.1016/j.chb.2025.108690",
          "doi": "https://doi.org/10.1016/j.chb.2025.108690",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Group Processes & Intergroup Relations",
      "journal_short": "GPIR",
      "articles": [
        {
          "title": "Descriptive and injunctive emotion norms and identification influence group-based emotions",
          "authors": "Diane M. Mackie, Eliot R. Smith, Rammy M. Salem, Bailey Immel, Asha Weisman, Janet T. Pauketat, Megan Reed",
          "abstract": "We investigated the simultaneous influence of descriptive and injunctive ingroup emotion norms and ingroup identification on group-based emotions triggered by ingroup-relevant events (Experiment 1) and by outgroup targets (Experiment 2). For both studies, we hypothesized that both perceived descriptive and injunctive emotion norms would influence experienced emotions (self-categorization effects), effects that would be moderated by identification (with high identifiers being more influenced by norms than low identifiers). We also expected identification to increase the relative positivity of ingroup-relevant emotions in Experiment 1. In each study, we activated ingroup membership, assessed ingroup identification, and then measured group-based emotions and participants’ perceptions of the ingroup’s descriptive and injunctive emotion norms. Both experiments produced strong evidence for independent effects of both descriptive and injunctive emotion norms on experienced emotion. However, evidence for the moderation of those effects by identification was inconsistent and qualified. Identification increased the relative positivity of ingroup-relevant emotions in Experiment 1 as predicted. We conclude that the role of self-categorization processes in constructing the subjective sense of group membership receives strong support in the group-based emotion domain, and discuss the implications of our results for understanding the role of identification in these studies.",
          "url": "https://doi.org/10.1177/13684302251353144",
          "doi": "https://doi.org/10.1177/13684302251353144",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Why do people choose extreme candidates? The role of identity relevance",
          "authors": "Mohamed A. Hussein, Zakary L. Tormala, S. Christian Wheeler",
          "url": "https://doi.org/10.1016/j.jesp.2025.104821",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104821",
          "filter": 0
        },
        {
          "title": "People overshoot when choosing resource pools",
          "authors": "Christopher K. Hsee, Xilin Li, Ying Zeng",
          "url": "https://doi.org/10.1016/j.jesp.2025.104775",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104775",
          "filter": 0
        },
        {
          "title": "Talk is cheap: The role of (in)sincere allyship cues from men on women's identity-safety and retention at work",
          "authors": "Charlotte E. Moser, Nyla R. Branscombe, Gregg A. Muragishi",
          "url": "https://doi.org/10.1016/j.jesp.2025.104767",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104767",
          "filter": 0
        },
        {
          "title": "Vicarious kin derogation—when and why people mock the innocent family members of political leaders",
          "authors": "Simone Tang, Kurt Gray",
          "url": "https://doi.org/10.1016/j.jesp.2025.104781",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104781",
          "filter": 0
        },
        {
          "title": "“I wanna thank me”: Reputational consequences of attribution locus depend on outcome valence",
          "authors": "Ignazio Ziano, Deming Wang, Ovul Sezer",
          "url": "https://doi.org/10.1016/j.jesp.2025.104789",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104789",
          "filter": 0
        },
        {
          "title": "Organizational norms and gender identity contexts shape when pronoun-sharing is perceived as disingenuous allyship: Evidence of a normative eclipsing effect",
          "authors": "Izilda Pereira-Jorge, Kimberly E. Chaney, Flora Blanchette, Alexandra Garr-Schultz",
          "url": "https://doi.org/10.1016/j.jesp.2025.104782",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104782",
          "filter": 0
        },
        {
          "title": "Predicting that birds of a feather will flock together: Expectations of homophily for others but not the self",
          "authors": "Miriam E. Schwyck, Carolyn Parkinson",
          "url": "https://doi.org/10.1016/j.jesp.2025.104784",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104784",
          "filter": 0
        },
        {
          "title": "People judge third-party anger as a signal of moral character",
          "authors": "Xi Shen, Rajen A. Anderson, David A. Pizarro",
          "url": "https://doi.org/10.1016/j.jesp.2025.104765",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104765",
          "filter": 0
        },
        {
          "title": "Moral fixedness: Morality seems less changeable than competence and warmth",
          "authors": "Jinseok S. Chun, Michael S. North",
          "url": "https://doi.org/10.1016/j.jesp.2025.104776",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104776",
          "filter": 0
        },
        {
          "title": "I am, I am not: Strategies to cope with negative group labels",
          "authors": "Gloria Danqiao Cheng, Jennifer Whitson, Cynthia S. Wang",
          "url": "https://doi.org/10.1016/j.jesp.2025.104790",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104790",
          "filter": 0
        },
        {
          "title": "Testing the effects of political rhetoric towards muslims as a facilitator and barrier for intergroup contact",
          "authors": "John Shayegh, Becky Choma",
          "url": "https://doi.org/10.1016/j.jesp.2025.104780",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104780",
          "filter": 0
        },
        {
          "title": "Through the lens of race: Accounting for majority-minority relations in cross-race categorization and individuation",
          "authors": "Verena Heidrich, Roland Imhoff",
          "url": "https://doi.org/10.1016/j.jesp.2025.104763",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104763",
          "filter": 0
        },
        {
          "title": "Rethinking rose-tinted glasses: A cognitive-ecological explanation of prospective self-comparisons",
          "authors": "Samantha Zaw, Alex Koch",
          "url": "https://doi.org/10.1016/j.jesp.2025.104787",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104787",
          "filter": 0
        },
        {
          "title": "Revisiting the effect of discrepant perceptual fluency on truth judgments",
          "authors": "Semih C. Aktepe, Daniel W. Heck",
          "url": "https://doi.org/10.1016/j.jesp.2025.104774",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104774",
          "filter": 0
        },
        {
          "title": "From ostracized to pleased: How fair and unfair social exclusion activates schadenfreude",
          "authors": "Sarah Mohammadi, Andrew H. Hales",
          "url": "https://doi.org/10.1016/j.jesp.2025.104786",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104786",
          "filter": 0
        },
        {
          "title": "The malleability of reliance on race or ethnic vs. gender stereotypes in implicit person perception in the presence of counterstereotypic individuating information: A registered report",
          "authors": "Rachel S. Rubinstein, Lee Jussim",
          "url": "https://doi.org/10.1016/j.jesp.2025.104779",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104779",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Politically extreme individuals exhibit similar neural processing despite ideological differences.",
          "authors": "Daantje de Bruin, Oriel FeldmanHall",
          "url": "https://doi.org/10.1037/pspa0000460",
          "doi": "https://doi.org/10.1037/pspa0000460",
          "filter": 0
        },
        {
          "title": "Inference from social evaluation.",
          "authors": "Zachary J. Davis, Kelsey R. Allen, Max Kleiman-Weiner, Julian Jara-Ettinger, Tobias Gerstenberg",
          "url": "https://doi.org/10.1037/pspa0000445",
          "doi": "https://doi.org/10.1037/pspa0000445",
          "filter": 0
        },
        {
          "title": "The structure of self-related core beliefs.",
          "authors": "Patrick Mussel",
          "url": "https://doi.org/10.1037/pspp0000553",
          "doi": "https://doi.org/10.1037/pspp0000553",
          "filter": 0
        },
        {
          "title": "Gentrification creates social class disparities in belonging.",
          "authors": "Rachel Song, Cynthia S. Levine",
          "url": "https://doi.org/10.1037/pspi0000477",
          "doi": "https://doi.org/10.1037/pspi0000477",
          "filter": 0
        },
        {
          "title": "Development of life satisfaction in immigrant youth: The role of transition decisions and cultural identification.",
          "authors": "Jürgen Baumert, Michael Becker, Malte Jansen, Gabriel Nagy, Olaf Köller",
          "url": "https://doi.org/10.1037/pspp0000566",
          "doi": "https://doi.org/10.1037/pspp0000566",
          "filter": 0
        },
        {
          "title": "Revisiting situational strength: Do strong situations restrict variance in behaviors?",
          "authors": "Ranran Li, Daniel Balliet, Isabel Thielmann, Reinout E. de Vries",
          "url": "https://doi.org/10.1037/pspi0000475",
          "doi": "https://doi.org/10.1037/pspi0000475",
          "filter": 0
        },
        {
          "title": "Examining change in attachment in romantic couples: The role of relationship characteristics and codevelopment between partners.",
          "authors": "Alex Christoph Traut, Fabian Gander, Maximiliane Uhlich, Rebekka Weidmann, William J. Chopik, Alexander Grob",
          "url": "https://doi.org/10.1037/pspp0000558",
          "doi": "https://doi.org/10.1037/pspp0000558",
          "filter": 0
        },
        {
          "title": "Enhancing others through information selection: Establishing the phenomenon and its preconditions.",
          "authors": "Xi Shen, Allison Earl, Dolores Albarracin",
          "url": "https://doi.org/10.1037/pspa0000439",
          "doi": "https://doi.org/10.1037/pspa0000439",
          "filter": 0
        },
        {
          "title": "The strategic use of harm-based moral arguments in the context of women’s bodily autonomy.",
          "authors": "Thekla Morgenroth, Michelle K. Ryan, Abigael S. Click, Nadira S. Faber",
          "url": "https://doi.org/10.1037/pspa0000441",
          "doi": "https://doi.org/10.1037/pspa0000441",
          "filter": 0
        },
        {
          "title": "An illusion of unfairness in random coin flips.",
          "authors": "Rémy A. Furrer, Timothy D. Wilson, Daniel T. Gilbert",
          "url": "https://doi.org/10.1037/pspa0000447",
          "doi": "https://doi.org/10.1037/pspa0000447",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "Unique Contributions of Dynamic Affect Indicators – Beyond Static Variability",
          "authors": "Kenneth Koslowski, Jana Holtmann",
          "url": "https://doi.org/10.1080/00273171.2025.2545367",
          "doi": "https://doi.org/10.1080/00273171.2025.2545367",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Culture and the Social Clock: Cultural Differences in the Optimal Timing of Life",
          "authors": "Lu Zang, Heejung Kim",
          "abstract": "People typically hold personal views regarding the appropriate age ranges for significant life events, such as starting college, getting married, or having kids. Such socially prescribed timetables have been termed the social clock. In this paper, we investigate how and why the rigidity (or flexibility) of the social clock may vary across cultures. In three studies (two preregistered), participants from China and the United States were asked to provide the earliest and the latest ages they think appropriate for engaging in several life events. We operationalized the social clock’s rigidity as the width of the time windows for these life events. We found notable cultural differences: The social clock was more rigid in China than in the United States, and filial piety beliefs are likely explanations for these differences. We further assessed the anticipated negative self-conscious emotions associated with deviation from the social clocks. Societal implications and future directions were discussed.",
          "url": "https://doi.org/10.1177/01461672251362514",
          "doi": "https://doi.org/10.1177/01461672251362514",
          "filter": 0
        },
        {
          "title": "Perceived Zero-Sum Competition Between Asian Americans and Black Americans",
          "authors": "Jin X. Goh, Taylor Douglas",
          "abstract": "The 2023 Supreme Court decisions on affirmative action revealed the frayed relations between Asian and Black Americans. The gains that Black Americans have made were seen as coming at the expense of Asian Americans, suggesting a potential zero-sum perception. Three studies ( N = 1,475 CloudResearch online participants) examined the extent to which Asian, Black, and White Americans perceived a zero-sum competition between Asian and Black people. Studies 1 and 2 showed that Asian and White participants were more likely than Black participants to endorse the zero-sum belief that Asian Americans are losing to Black Americans. Studies 2 and 3 showed that participants perceived Asian Americans as losing more to White than Black people. Study 3 found that when Asian Americans perceived the Asian-Black relations in zero-sum terms, they were less supportive of Black people and perceived less support from Black people, but belief in Asian-White competition predicted stronger pro-Black sentiments.",
          "url": "https://doi.org/10.1177/01461672251365061",
          "doi": "https://doi.org/10.1177/01461672251365061",
          "filter": 0
        },
        {
          "title": "When Leader’s Forgiveness Backfires: Consequences on Trust and a Potential Mitigation Strategy",
          "authors": "Minjoo Joo",
          "abstract": "When leaders forgive, does it influence follower trust? This study examines whether forgiveness creates an integrity–benevolence dilemma for leaders, potentially reducing follower trust. Across three studies ( N = 1,235), findings reveal that forgiveness has a dual impact: it decreases integrity-based trust while enhancing benevolence-based trust. These findings were consistent across studies with controlled scenarios depicting typical organizational misconduct and a behavioral experiment with real stakes. Moreover, the negative impact of forgiveness on integrity-based trust was more pronounced in cases involving moral transgressions rather than competence, and when the consequences of the misconduct were severe (Study 1). However, when leaders explicitly articulated the moral principles behind their forgiveness, the negative effect on integrity was mitigated (Studies 2 and 3). These findings offer theoretical insights into leader forgiveness and trust as well as practical guidance for leaders to manage the forgiveness dilemma effectively.",
          "url": "https://doi.org/10.1177/01461672251354896",
          "doi": "https://doi.org/10.1177/01461672251354896",
          "filter": 0
        },
        {
          "title": "Testing Education and Accountability as Moderators of the Self-Interest Bias in Moral Character Judgments",
          "authors": "Yong Lu, Katarzyna Miazek, Konrad Bocian",
          "abstract": "The self-interest bias describes an inclination of people to evaluate transgressors morally better when the latter’s actions serve the former’s interests. Effective interventions to mitigate this type of self-serving bias remain underexplored. The current research investigates education and accountability as potential moderators of this bias. In preregistered Study 1 ( N = 668), as predicted, educating participants about the self-interest bias eliminated its effect on their moral character judgments. However, across three preregistered accountability studies ( N = 2,239), holding participants accountable for their judgments did not attenuate the bias. Similarly, in preregistered Study 5 ( N = 641), we found no evidence of a combined effect of education and accountability on reducing the bias. These findings suggest that while increasing awareness through education may effectively reduce biased moral judgments, accountability, especially when lacking external scrutiny or consequences, does not. Theoretical implications, methodological limitations, and future research opportunities are discussed.",
          "url": "https://doi.org/10.1177/01461672251364308",
          "doi": "https://doi.org/10.1177/01461672251364308",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Bulletin",
      "journal_short": "PsychBull",
      "articles": [
        {
          "title": "Do immediate judgments of learning alter memory performance? A meta-analytical review.",
          "authors": "Franziska Ingendahl, Vered Halamish, Monika Undorf",
          "url": "https://doi.org/10.1037/bul0000487",
          "doi": "https://doi.org/10.1037/bul0000487",
          "filter": 0
        },
        {
          "title": "A meta-analytic reassessment of the vicious cycle of psychopathology and stressful life events: Commentary on Rnic et al. (2023).",
          "authors": "Junhua Dang, Shanshan Xiao",
          "url": "https://doi.org/10.1037/bul0000475",
          "doi": "https://doi.org/10.1037/bul0000475",
          "filter": 0
        },
        {
          "title": "Exposure to community violence and biomarkers of allostatic load: A systematic review and meta-analysis.",
          "authors": "Bria Gresham, Mirinda M. Morency, Frederique Corcoran, Jacob J. Kunkel, Amy Riegelman",
          "url": "https://doi.org/10.1037/bul0000488",
          "doi": "https://doi.org/10.1037/bul0000488",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "Truncating the likelihood allows outlier exclusion without overestimating the evidence in the Bayes factor t test.",
          "authors": "Henrik R. Godmann, František Bartoš, Eric-Jan Wagenmakers",
          "url": "https://doi.org/10.1037/met0000782",
          "doi": "https://doi.org/10.1037/met0000782",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "Slow pentatonic sequences facilitate sleep onset",
          "authors": "Marco Costa, Alice Andreose, Francesco Barzetta, Alessia Beracci, Marco Fabbri, Raffaele Ferri, Valeria Gigli, Federica Giudetti, Martina Grimaldi, Monica Martoni, Vincenzo Natale, Nicola Prodi, Lorenzo Tonetti, Chiara Visentin, Miranda Occhionero",
          "abstract": "Previous literature on the effects of musical stimuli in facilitating sleep onset has produced mixed results. This study aimed to test the efficacy of very slow pentatonic melodic sequences in facilitating sleep onset compared with a silence control condition. Twenty-two participants slept for four nights in a sleep lab with polysomnographic recording. The four nights included a first adaptation night and three experimental nights. Two nights included musical stimulation with speed in the delta and sub-delta range (1 Hz and 0.2 Hz, respectively), and one night included silence (control). The two musical stimulations consisted of pentatonic melodic sequences. Music was played from lights off until the onset of the slow-wave sleep (SWS) stage. Sleep onset latency, N1 duration, N2 latency, first N2 duration, SWS latency, sleep architecture, and spectral power of the interval from lights off to sleep onset were assessed from polysomnographic recordings. The results showed shorter latencies for sleep onset, N2, and SWS latencies with 0.2 Hz pentatonic sequences. Spectral analysis of the electroencephalography (EEG) data from lights off to sleep onset showed a significant increase in delta EEG oscillations in both musical conditions. Very slow musical stimulation can facilitate sleep onset.",
          "url": "https://doi.org/10.1177/03057356251359079",
          "doi": "https://doi.org/10.1177/03057356251359079",
          "filter": 0
        },
        {
          "title": "Old instruments or new? Listeners’ preferences for Baroque violin music performed on period and modern instruments",
          "authors": "D. Gregory Springer, Tyler J. Goehring",
          "abstract": "When performing music of earlier eras, musicians commonly perform on period instruments, yet there is limited empirical evidence regarding listeners’ perceptions of those instruments compared with modern instruments. In two experiments, we examined listeners’ preferences for Baroque violin music performed on period and modern instruments. In Experiment 1, collegiate musicians listened to an excerpt from Telemann’s Concerto à 4 Violini No. 1 performed both on period instruments and modern instruments and indicated which performance they preferred. Results revealed a small but nonsignificant preference for the period instruments and participants explained that their preferences were primarily due to elements related to tuning, intonation, and key. In Experiment 2, participants listened to both recordings and rated their enjoyment and perceived performance quality. However, participants heard one of the three types of framing information (congruent, incongruent, or none) regarding the instruments used in the recording (period vs. modern instruments). Participants provided significantly higher enjoyment ratings when they were told they were listening to period instrument recordings, whether or not they actually heard period instruments. However, significant condition by order interaction effects indicate that participants’ perceptions were further influenced by the order of recordings.",
          "url": "https://doi.org/10.1177/03057356251364857",
          "doi": "https://doi.org/10.1177/03057356251364857",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
