{
  "update": "2025-08-16",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "The Response-Process-Evaluation Method: A New Approach to Survey-Item Validation",
          "authors": "Melissa G. Wolf, Elliott Ihm, Andrew Maul, Ann Taves",
          "abstract": "Pretesting survey items for interpretability and relevance is a commonly recommended practice in the social sciences. The goal is to construct items that are understood as intended by the population of interest and test if participants use the expected cognitive processes when responding to a survey item. Such evidence forms the basis for a critical source of validity evidence known as the “response process,” which is often neglected in favor of quantitative methods. This may be because existing methods of investigating item comprehension, such as cognitive interviewing and web probing, lack clear guidelines for retesting revised items and documenting improvements and can be difficult to implement in large samples. To remedy this, we introduce the response-process-evaluation (RPE) method, a standardized framework for pretesting multiple versions of a survey. This iterative, evidence-based approach to item development relies on feedback from the population of interest to quantify and qualify improvements in item interpretability across a large sample. The result is a set of item-validation reports that detail the intended interpretation and use of each item, the population it was validated on, the percentage of participants that interpreted the item as intended, examples of participant interpretations, and any common misinterpretations to be cautious of. We also include an empirical study that compares the RPE method with cognitive interviewing in terms of the quality of data gathered and the resources expended. Researchers may find that they have more confidence in the inferences drawn from survey data after engaging in rigorous item pretesting.",
          "url": "https://doi.org/10.1177/25152459251353135",
          "doi": "https://doi.org/10.1177/25152459251353135",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "A compendium of considerations for methods in motion-induced blindness research",
          "authors": "Vishnu Y. Soni, Joey Planchet, John E. Sparrow",
          "url": "https://doi.org/10.3758/s13428-025-02789-x",
          "doi": "https://doi.org/10.3758/s13428-025-02789-x",
          "filter": 0
        },
        {
          "title": "The polish vocabulary size test: A novel adaptive test for receptive vocabulary assessment",
          "authors": "Danil Fokin, Monika Plużyczka, Grigory Golovin",
          "abstract": "We present the Polish Vocabulary Size Test (PVST), a novel tool for assessing the receptive vocabulary size of both native and non-native Polish speakers. Based on item response theory and computerized adaptive testing, PVST dynamically adjusts to each test-taker’s proficiency level, ensuring high accuracy while keeping the test duration short. To validate the test, a pilot study was conducted with 1475 participants. Native Polish speakers demonstrated significantly larger vocabularies (mean = 75,125 words; range = 19,556–122,693) compared to non-native speakers (mean = 7165 words; range = 646–23,394). For native speakers, vocabulary size showed a strong positive correlation with age (r = .496, p &lt; .001). The PVST is available online at myvocab.info/pl .",
          "url": "https://doi.org/10.3758/s13428-025-02775-3",
          "doi": "https://doi.org/10.3758/s13428-025-02775-3",
          "filter": 0
        },
        {
          "title": "Boundaries in the eyes: Measure event segmentation during naturalistic video watching using eye tracking",
          "authors": "Jiashen Li, Zhengyue Chen, Xin Hao, Wei Liu",
          "url": "https://doi.org/10.3758/s13428-025-02790-4",
          "doi": "https://doi.org/10.3758/s13428-025-02790-4",
          "filter": 0
        },
        {
          "title": "Fabla: A voice-based ecological assessment method for securely collecting spoken responses to researcher questions",
          "authors": "Deanna M. Kaplan, Santiago J. Arconada Alvarez, Roman Palitsky, Hyoann Choi, Gari D. Clifford, Melese Crozier, Boadie W. Dunlop, George H. Grant, Morgan N. Greenleaf, Leslie M. Johnson, Jessica Maples-Keller, Holly F. Levin-Aspenson, Jennifer S. Mascaro, Ariel McDowall, Nicole S. Pozzo, Charles L. Raison, Ali John Zarrabi, Barbara O. Rothbaum, Wilbur A. Lam",
          "abstract": "This article reports on the validation of Fabla, a researcher-developed and university-hosted smartphone app that facilitates naturalistic and secure collection of participants’ spoken responses to researcher questions. Fabla was developed to meet the need for tools that (a) collect longitudinal qualitative data and (b) capture speech biomarkers from participants’ natural environments. This study put Fabla to its first empirical test using a repeated-measures experimental design in which participants ( n = 87) completed a 1-week voice daily diary via the Fabla app, and an identical 1-week text-entry daily diary administered via Qualtrics, with diary method order counterbalanced and randomized. A preregistered analysis plan investigated (1) adherence, usability, and acceptability of Fabla, (2) concurrent validity of voice diaries (vs. text-entry diaries) by comparing linguistic features obtained via each diary method, and (3) differences in the strength of the association between linguistic features and their known psychological correlates when assessed by voice versus text-entry diary. Voice diaries yielded more than double the mean daily language volume (word count) compared to text-entry diaries and received high usability and acceptability ratings. Linguistic markers consistently associated with depression in prior research were significantly associated with depression symptoms when assessed via voice but not text-entry diaries, and the difference in correlation magnitude was significant. Word-count-adjusted linguistic patterns were highly correlated between diary methods, with statistically significant mean differences observed for some linguistic dimensions in the presence of these associations. Fabla is a promising tool for collecting high-quality speech data from participants’ naturalistic environments, overcoming multiple limitations of text-entry responding.",
          "url": "https://doi.org/10.3758/s13428-025-02777-1",
          "doi": "https://doi.org/10.3758/s13428-025-02777-1",
          "filter": 0
        },
        {
          "title": "Comparing likelihood-based and likelihood-free approaches to fitting and comparing models of intertemporal choice",
          "authors": "Peter D. Kvam, Konstantina Sokratous, Anderson K. Fitch, Jasmin Vassileva",
          "abstract": "Machine learning methods have recently begun to be used for fitting and comparing cognitive models, yet they have mainly focused on methods for dealing with models that lack tractable likelihoods. Evaluating how these approaches compare to traditional likelihood-based methods is critical to understanding the utility of machine learning for modeling and determining what role it might play in the development of new models and theories. In this paper, we systematically benchmark neural network approaches against likelihood-based approaches to model fitting and comparison, focusing on intertemporal choice modeling as an illustrative application. By applying each approach to intertemporal choice data from participants with substance use problems, we show that there is convergence between neural network and Bayesian methods when it comes to making inferences about latent processes and related substance use outcomes. For model comparison, however, classification networks significantly outperformed likelihood-based metrics. Next, we explored two extensions of this approach, using recurrent layers to allow them to fit data with variable stimuli and numbers of trials, and using dropout layers to allow for posterior sampling. We ultimately suggest that neural networks are better suited to fast parameter estimation and posterior sampling, applications to large data sets, and model comparison, while Bayesian MCMC methods should be preferred for flexible applications to smaller data sets featuring many conditions or experimental designs.",
          "url": "https://doi.org/10.3758/s13428-025-02779-z",
          "doi": "https://doi.org/10.3758/s13428-025-02779-z",
          "filter": 0
        },
        {
          "title": "Cognitive modeling of lure discriminability in the Mnemonic Similarity Task",
          "authors": "Tianye Ma, Weiwei Zhang",
          "url": "https://doi.org/10.3758/s13428-025-02785-1",
          "doi": "https://doi.org/10.3758/s13428-025-02785-1",
          "filter": 0
        },
        {
          "title": "Disentangling individual differences in cognitive response mechanisms for rating scale items: A flexible-mixture multidimensional IRTree approach",
          "authors": "Ömer Emre Can Alagöz, Thorsten Meiser, Lale Khorramdel",
          "abstract": "The accuracy of our inferences from rating-scale items can be improved with IRTree models, which consider heuristic response strategies like response styles (RS). IRTree models break down ordinal responses into pseudo-items (nodes), each representing a distinct decision-making process. These nodes are then modeled using an item response model. In the case of four-point items, a response is split into two nodes: 1) response direction, where the trait influences the overall agreement with items, and 2) response extremity, where both the trait and extreme RS (ERS) impact the choice of relative (dis)agreement categories. However, traditional models, despite addressing RS effects, assume that all respondents follow an identical response strategy, where the selection of relative (dis)agreement categories is influenced by the trait and ERS to the same degree for all respondents. Given that respondents may vary in the extent to which they adopt heuristic-driven strategies (e.g., fatigue, motivation, expertise), this assumption of homogeneous response processes is unlikely to be satisfied, potentially leading to inaccurate inferences. To accommodate different response strategies, we introduce the mixture IRTree model (MixTree). In MixTree, participants are assigned to different latent classes, each associated with distinct response processes. Based on their class memberships, varying weights are assigned to individuals’ trait and ERS scores. Additionally, MixTree simultaneously examines extraneous variables to explore sources of heterogeneity. A simulation study validates the MixTree’s performance in recovering classes and model parameters. Empirical data analysis identifies two latent classes, one linked to a trait-driven and the other to RS-driven mechanisms.",
          "url": "https://doi.org/10.3758/s13428-025-02778-0",
          "doi": "https://doi.org/10.3758/s13428-025-02778-0",
          "filter": 0
        },
        {
          "title": "Single point estimation of a decision space",
          "authors": "Harinder Aujla",
          "url": "https://doi.org/10.3758/s13428-025-02768-2",
          "doi": "https://doi.org/10.3758/s13428-025-02768-2",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Risky loot box behaviors and gambling disorder among Chinese adult purchasers: A network analysis approach",
          "authors": "Haofeng Ling, Shu M. Yu, Susana Jimenez‐Murcia, Hui Zhou, Hengyue Zhang, Ruimei Sun, Anise M.S. Wu",
          "url": "https://doi.org/10.1016/j.chb.2025.108771",
          "doi": "https://doi.org/10.1016/j.chb.2025.108771",
          "filter": 0
        },
        {
          "title": "Delving Into the Psychology of Machines: Exploring the Structure of Self-Regulated Learning via LLM-Generated Survey Responses",
          "authors": "Leonie V.D.E. Vogelsmeier, Eduardo Oliveira, Kamila Misiejuk, Sonsoles López-Pernas, Mohammed Saqr",
          "url": "https://doi.org/10.1016/j.chb.2025.108769",
          "doi": "https://doi.org/10.1016/j.chb.2025.108769",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Self-anchoring toward groups shapes changes in intergroup attitudes during intergroup interactions",
          "authors": "Yatian Lei, Fangfang Wen, Bin Zuo",
          "url": "https://doi.org/10.1016/j.jesp.2025.104817",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104817",
          "filter": 0
        },
        {
          "title": "When allies join the fight: How joint collective action shapes social change and intergroup relations",
          "authors": "Feiteng Long, Zi Ye, Lijuan Luo",
          "url": "https://doi.org/10.1016/j.jesp.2025.104811",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104811",
          "filter": 0
        },
        {
          "title": "Does protection come at a cost? A random stimuli approach to investigating the (side-)effects of misinformation inoculations",
          "authors": "Teodora Spiridonova, Olga Stavrova, Ilja van Beest",
          "url": "https://doi.org/10.1016/j.jesp.2025.104806",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104806",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Unstable, indistinct, and cohesive? How group cognitions shape attitudes toward transgender and nonbinary people as a function of gender essentialism.",
          "authors": "Julia Spielmann, Andrea C. Vial",
          "url": "https://doi.org/10.1037/pspi0000501",
          "doi": "https://doi.org/10.1037/pspi0000501",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Transformative Moral Repair Following Interpersonal Transgressions: Post-Transgression Relationship Growth",
          "authors": "Blake Quinney, Michael Wenzel, Tyler G. Okimoto, Michael Thai, Lydia Woodyatt",
          "abstract": "Research often views relationship repair through a reparative lens of relationship partners attempting to fix what was damaged or broken by the transgression. We argue here for a transformative lens to view transgressions as potential catalysts for the strengthening of relationships or what we term: post-transgression relationship growth (PTRG). However, we also argue that PTRG is more likely achieved when the transgression is dealt with dyadically via a constructive process of co-reflection. Results from a pilot study and two pre-registered three-wave longitudinal studies provided validation for a PTRG scale, which assesses relationship growth/decline after transgressions that occurred between romantic relationship partners. Moreover, co-reflection was prospectively positively associated with PTRG when controlling for baseline relationship qualities. Together, these findings highlight that relationships can emerge stronger out of relationship adversity when relationship partners engage in the constructive process of co-reflection.",
          "url": "https://doi.org/10.1177/01461672251358619",
          "doi": "https://doi.org/10.1177/01461672251358619",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "VISTA-SSM: Varying and irregular sampling time-series analysis via state-space models.",
          "authors": "Benjamin Brindle, Thomas Derrick Hull, Matteo Malgaroli, Nicolas Charon",
          "url": "https://doi.org/10.1037/met0000785",
          "doi": "https://doi.org/10.1037/met0000785",
          "filter": 0
        },
        {
          "title": "nmax and the quest to restore caution, integrity, and practicality to the sample size planning process.",
          "authors": "Gregory R. Hancock, Yi Feng",
          "url": "https://doi.org/10.1037/met0000776",
          "doi": "https://doi.org/10.1037/met0000776",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "Relationships between financial, cultural, emotional, and general wellbeing: A structural equation modeling study",
          "authors": "Prathiba Batley, Michael A Alsop, Hannah K Heitz, Marion Hambrick, Jason Immekus, Meera Alagaraja",
          "abstract": "The impacts of cultural engagement on individuals’ health and wellbeing have been well documented. Researchers have highlighted positive effects on various psychological, physiological, and social outcomes as a result of participation in cultural events such as attending concerts, theater, museums, and art exhibits. The purposes of this study were to create an instrument to measure wellbeing constructs (e.g., cultural, emotional, social, physical) and explore the relationships among them. A sample of 358 participants attending concerts performed by a civic orchestra in the southeastern United States completed a questionnaire designed to measure eight wellbeing constructs. Split half exploratory confirmatory factor analyses resulted in the retention of four wellbeing constructs: general, emotional, financial, and cultural. Structural equation modeling showed statistically significant relationships between cultural wellbeing and the other wellbeing constructs. In addition to the indirect effect of financial wellbeing on emotional and general wellbeing through cultural wellbeing, there were also direct statistically significant relationships. These results highlight the relationship between cultural wellbeing on emotional and general wellbeing and the importance of removing financial barriers to cultural engagement. In addition, the retained cultural wellbeing items focused primarily on community features, indicating the value of community-based cultural engagement opportunities.",
          "url": "https://doi.org/10.1177/03057356251344844",
          "doi": "https://doi.org/10.1177/03057356251344844",
          "filter": 0
        },
        {
          "title": "Help me study! Music listening habits while studying",
          "authors": "Yiting Cheah, William M Randall, Eduardo Coutinho",
          "abstract": "Previous research showed that the impact of background music (BgM) on cognitive performance is influenced by various task-, music-, and listener-specific factors. However, it remains unclear whether these impacts are mirrored in real-life music listening contexts, and past research has revealed various inconsistencies. In this research, we explored university students’ music-listening habits while studying, combining retrospective surveys with a mobile experience sampling methodology to obtain more context-based information about their behaviours, and tried to explore previous contradictory findings. Our results indicate that (a) the likelihood of studying with BgM decreases with age; (b) while studying (compared to other contexts), students listen more to instrumental, softer, slower, and lower energy and valence music; (c) students listen to music while performing (self-perceived) difficult study tasks, in which the music’s energy level decreases with increased perceived task difficulty; and (d) students use BgM to balance between the affective and cognitive impact of music on their study outcome. We conclude by suggesting that to better understand BgM’s role in the interplay between affective and cognitive goals, and the ways they may favour or hinder cognitive performance, future research should explore music-listening habits over longer durations of cognitive engagement.",
          "url": "https://doi.org/10.1177/03057356251351778",
          "doi": "https://doi.org/10.1177/03057356251351778",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "Who stans celebrities on social media? The role of gender, sexual orientation, and political ideology.",
          "authors": "Tara C. Marshall, Vania Wu, Zoya Pal",
          "url": "https://doi.org/10.1037/ppm0000626",
          "doi": "https://doi.org/10.1037/ppm0000626",
          "filter": 0
        },
        {
          "title": "The impact of spatiotemporal and sociocultural Heimat associations in entertaining television programs on social identity, positive affect, and intergroup relations.",
          "authors": "Holger Schramm, Priska Breves, Nicole Liebers",
          "url": "https://doi.org/10.1037/ppm0000615",
          "doi": "https://doi.org/10.1037/ppm0000615",
          "filter": 0
        },
        {
          "title": "Intellectual television harms relaxation, games help us detach? Different attributes of bedtime media are associated with multiple types of recovery.",
          "authors": "Sara M. Grady, Morgan E. Ellithorpe, Dominique S. Wirz, Ezgi Ulusoy, Sanjana Vinjamuri, Allison Eden",
          "url": "https://doi.org/10.1037/ppm0000617",
          "doi": "https://doi.org/10.1037/ppm0000617",
          "filter": 0
        },
        {
          "title": "The need for rainbow-tinted mirrors: Perceptions of sexual and gender minority youth on representation of their identities in entertainment media.",
          "authors": "Cherrie Joy F. Billedo, Sindy R. Sumter, Irene I. van Driel",
          "url": "https://doi.org/10.1037/ppm0000627",
          "doi": "https://doi.org/10.1037/ppm0000627",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
