{
  "update": "2025-08-01",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "Side Effects of Experience-Sampling Protocols: A Systematic Analysis of How They Affect Data Quality, Data Quantity, and Bias in Study Results",
          "authors": "Thomas Reiter, Sophia Sakel, Julian Scharbert, Julian ter Horst, Maarten van Zalk, Mitja Back, Markus Bühner, Ramona Schoedel",
          "abstract": "In studies using the increasingly popular experience-sampling method (ESM), design decisions are often guided by theoretical or practical considerations. Yet limited empirical evidence exists on how these choices affect data quantity (e.g., response probabilities), data quality (e.g., response latency), and potential biases in study outcomes (e.g., characteristics of study variables). In a preregistered, 4-week study ( N = 395), we experimentally manipulated two key ESM protocol characteristics for sending ESM surveys: timing (fixed vs. varying times) and contingency (directly vs. indirectly after unlocking the smartphone). We evaluated the ESM protocols resulting from the combination of these two characteristics regarding different criteria: As hypothesized for contingency, indirect protocols resulted in higher response probabilities (increased data quantity). But they also led to higher response latencies (reduced data quality). Contrary to our expectations, the combined effect of contingency and timing did not significantly influence response probability. We also did not observe other effects of timing or contingency on data quality. In exploratory follow-up analyses, we discovered that timing significantly affected response probability and smartphone-usage behaviors, as measured by screen logs; however, these effects were likely attributable to time-of-day effects. Self-reported states showed no differences based on the chosen ESM protocol, and similar trends were found when correlating primary outcomes with external criteria, such as trait affect and well-being. Based on the study’s findings, we discuss the trade-offs that researchers should consider when choosing their ESM protocols to optimize data quantity, data quality, and biases in study outcomes.",
          "url": "https://doi.org/10.1177/25152459251347274",
          "doi": "https://doi.org/10.1177/25152459251347274",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "When is enough enough? Empirical guidelines to determine participant sample size for scene viewing studies",
          "authors": "Alex J. Hoogerbrugge, Ignace T. C. Hooge, Roy S. Hessels, Christoph Strauch",
          "abstract": "Eye tracking is widely used to study where spatial attention is allocated across stimuli. However, determining a sufficient and efficient number of participants for such studies remains a challenge. While clear guidelines have been established for many classical statistical tests, no straightforward participant sample size guidelines exist for the comparison of gaze distribution maps and area-of-interest analyses – two of the most prominent analyses in scene viewing studies. Just how many participants should be included for reliable and reproducible gaze estimations? We here utilized gaze data to a single static image, viewed by 1248 individuals (dataset 1), and gaze data to 200+ images, viewed by 84 participants each (dataset 2). Researchers can assess which of these datasets and analysis types most resemble their setup and determine their sample size accordingly. Although we cannot provide a one-size-fits-all sample size recommendation, we show progressively diminishing returns for a range of sample sizes and for two typical study types. For example, when using Normalized Saliency Score as a metric of distribution map similarity, a 5% relative increase requires increases in sample size from 13 $$\\rightarrow $$ → 20 $$\\rightarrow $$ → 34 participants (based on dataset 1) or from 10 $$\\rightarrow $$ → 16 $$\\rightarrow $$ → 32 participants (based on dataset 2). Alternatively, when analyzing the number of visits to certain areas of interest, a 25% decrease in outcome variance requires increases in sample size from 13 $$\\rightarrow $$ → 24 $$\\rightarrow $$ → 44. We provide easy-to-use guidelines and reference tables to determine scene viewing participant sample size for academics and industry professionals alike.",
          "url": "https://doi.org/10.3758/s13428-025-02754-8",
          "doi": "https://doi.org/10.3758/s13428-025-02754-8",
          "filter": 0
        },
        {
          "title": "Right-sizing growth mixture models as multi-group growth and confirmatory factor models",
          "authors": "Phillip K. Wood, Wolfgang Wiedermann, Douglas Steinley",
          "url": "https://doi.org/10.3758/s13428-025-02722-2",
          "doi": "https://doi.org/10.3758/s13428-025-02722-2",
          "filter": 0
        },
        {
          "title": "Posterior predictive checks for the detection of extreme response style",
          "authors": "Martijn Schoenmakers, Jesper Tijmstra, Jeroen Vermunt, Maria Bolsinova",
          "abstract": "Extreme response style (ERS), the tendency of participants to select extreme item categories regardless of the item content, has frequently been found to decrease the validity of Likert-type questionnaire results (e.g., Moors, European Journal of Work and Organizational Psychology , 21 , 271–298, 2012). For this reason, detecting ERS at both the group and individual levels is of paramount importance. While various approaches to detecting ERS exist, these may conflate ERS with the trait of interest, require additional questionnaires to be administered, or require the use of mixture or multidimensional IRT models. As an alternative approach to detecting ERS, Bayesian posterior predictive checks (PPCs) may be a viable option. Posterior predictive checking offers a highly customizable framework for detecting model misfit, which can be directly applied to frequently used unidimensional IRT models. Critically, the use of PPCs to detect ERS does not require strong assumptions regarding the nature of ERS, such as ERS being a continuous dimension or a categorical trait. In this paper, we thus apply PPCs to a generalized partial credit model to detect model misfit related to ERS on both the group and person levels. We propose various possible PPCs tailored to ERS, which are illustrated in an empirical example, and their performance in detecting ERS is examined under various conditions. Suggestions for practical applications are provided, and avenues for future research are explored.",
          "url": "https://doi.org/10.3758/s13428-025-02756-6",
          "doi": "https://doi.org/10.3758/s13428-025-02756-6",
          "filter": 0
        },
        {
          "title": "Bayesian sample size determination for longitudinal intervention studies with linear and log-linear growth",
          "authors": "Ulrich Lösener, Mirjam Moerbeek",
          "abstract": "A priori sample size determination (SSD) is essential for designing cost-efficient trials and in avoiding underpowered studies. In addition, reporting a solid justification for a certain sample size is required by most ethics committees and many funding agencies. Often, SSD is based on null hypothesis significance testing (NHST), an approach that has received severe criticism in the past decades. As an alternative, Bayesian hypothesis evaluation using Bayes factors has been developed. Bayes factors quantify the relative support in the data for a pair of competing hypotheses without suffering from some of the drawbacks of NHST. SSD for Bayesian hypothesis testing relies on simulations and has only been studied recently. Available software for this is limited to simple models such as ANOVA and the t  test, in which observations are assumed to be independent from each other. However, this assumption is rendered untenable in longitudinal experiments where observations are nested within individuals. In that case, a multilevel model should be used. This paper provides researchers with a valuable tool for performing SSD for multilevel models with longitudinal data in a Bayesian framework, along with the necessary theoretical background and concrete empirical examples. The open-source R function that enables researchers to tailor the simulation to their trial at hand can be found on the GitHub page of the first author.",
          "url": "https://doi.org/10.3758/s13428-025-02749-5",
          "doi": "https://doi.org/10.3758/s13428-025-02749-5",
          "filter": 0
        },
        {
          "title": "Watching movies in VR: A research ecosystem for the study of screen media effects",
          "authors": "Faith A. Delle, Gary Bente, Nolan Jahn, Juncheng Wu",
          "abstract": "We introduce a virtual reality (VR) research ecosystem for the study of screen media effects and present a study providing evidence for its usability and validity. The study tested whether responses to affect-laden films presented on a standard TV within a physical space can be replicated in a virtual environment. The virtual setting was developed using Vizard 7.0, an open-access and customizable solution for media research. Using a between-subjects design, 70 participants were randomly assigned to either a TV or VR condition. Both groups were exposed to the same set of nine movie clips, encompassing three emotional categories (scary, funny, sad). While participants in the TV condition watched the clips on a physical 65″ TV, participants in the VR condition watched the clips on a virtual screen in the VR living room using a Meta Quest 2 VR headset. Continuous ratings of perceived emotional intensity and physiological measures of arousal (skin conductance level, heart rate, pulse volume amplitude) served as dependent variables. Overall, results confirmed the convergent validity between the two experimental conditions, revealing high correlations for all process variables across all stimuli. Results also demonstrated distinct responses to the clips of different emotional tones that were consistent across the experimental conditions. The findings encourage the use of VR for the study of screen media effects, demonstrating convergent validity with real-world scenarios while offering significant advantages, such as standardization and portability of the experimental setup as well as high levels of experimental control over reception setting variables.",
          "url": "https://doi.org/10.3758/s13428-025-02750-y",
          "doi": "https://doi.org/10.3758/s13428-025-02750-y",
          "filter": 0
        },
        {
          "title": "A novel method for modeling tonic and phasic pupil dynamics in humans",
          "authors": "Matthias Mittner, Josephine Maria Groot",
          "abstract": "The human pupil is a widely used physiological metric in psychology and neuroscience. Changes in pupil diameter (PD) are thought to reflect changes in locus coeruleus-norepinephrine (LC/NE) activity, which is associated with cognitive and behavioral optimization. Here, we present a novel algorithm to decompose the pupil signal into its tonic and phasic components. We evaluate the utility and validity of the algorithms using both artificially generated data and an existing dataset from a fast-paced finger-tapping task. Results show that the novel algorithm outperforms traditional approaches on simulated data. We further demonstrate that our algorithm provides more conclusive evidence for relationships between mind wandering reports and pupil predictors compared to traditional window-averaging. Finally, we demonstrate that the novel and traditional estimates contain distinct information regarding neuroimaging correlates and task performance.",
          "url": "https://doi.org/10.3758/s13428-025-02755-7",
          "doi": "https://doi.org/10.3758/s13428-025-02755-7",
          "filter": 0
        },
        {
          "title": "A sharing practices review of the visual search and eye movements literature reveals recommendations for our field and others",
          "authors": "Hayward J. Godwin, Haden Dewis, Peter T. Darch, Michael C. Hout, Daniel Ernst, Philippa Broadbent, Megan Papesh, Jeremy M. Wolfe",
          "abstract": "The sharing of research outputs is an important endeavor, one that is increasingly required by funders and publishers alike. Here, we catalogued and examined data sharing practices, using our own field of visual search and eye movement behavior as an example. To find outputs from scientific research, we conducted two searches: a Literature Search and a repository search. Overall, we found that researchers in our field generally shared outputs that enabled others to analytically reproduce published results. It was rare for researchers to share outputs that enabled direct replications of their work, and it was also rare for researchers to share raw data that would enable secondary data analyses. Comparing the results of our two searches of the literature, we found that a lack of metadata substantially reduced the rates at which outputs could be found and used. Based on our findings, we present a set of recommendations summarized in our ‘Find It – Access It – Reuse It’ scorecard. The scorecard is intended to assist researchers in sharing outputs in a manner that will enable others to better find, access, and understand them – and this includes researchers in other fields beyond our own.",
          "url": "https://doi.org/10.3758/s13428-025-02759-3",
          "doi": "https://doi.org/10.3758/s13428-025-02759-3",
          "filter": 0
        },
        {
          "title": "Reward as a facet of word meaning: Ratings of motivation for 8,601 English words",
          "authors": "Doina-Irina Giurgea, Penny M. Pexman, Richard J. Binney",
          "abstract": "Semantic representations arise from a distillation of multiple sources of information, including sensory, motor, affective, interoceptive, linguistic and cognitive experience. Experience of reward is a highly salient aspect of many human activities, and yet its contribution to semantic processing is not well understood. To address this, the present study took a psycholinguistic approach to measuring and evaluating associations with reward as a facet of word meaning. Behavioural and neurophysiological data suggest that reward processing involves multiple stages and mechanisms. For instance, systems associated with the experience and anticipation of pleasure in response to a reward appear distinct from motivational processes that underlie the pursuit of a stimulus. We sought to collect a novel set of word ratings that capture the full extent of reward-related experience. Initial explorations revealed that reward/pleasure ratings are highly correlated with existing norms of emotional valence. Ratings of association with motivation, however, were only moderately correlated with valence, suggesting they capture distinct semantic information. We therefore conducted a preregistered large-scale study to obtain motivation ratings for 8,601 words. Our analyses suggest these ratings capture aspects of word meaning which are distinct from other semantic dimensions, such as concreteness and valence. Moreover, they explain unique variance in participant performance on lexical, semantic, and recognition memory tasks. We combined motivation and emotional valence ratings to provide a composite measure that might approximate a more general ‘reward’ construct. However, this did not explain additional variance compared to the individual variables. We discuss the implications of these results for neurocognitive theories of semantics.",
          "url": "https://doi.org/10.3758/s13428-025-02762-8",
          "doi": "https://doi.org/10.3758/s13428-025-02762-8",
          "filter": 0
        },
        {
          "title": "Design and validation of a rapid visual processing measure for screening reading difficulties in early childhood",
          "authors": "Mahalakshmi Ramamurthy, Klint Kanopka, Adam Richie-Halford, Benjamin W. Domingue, Francesca Pei, Phaedra Bell, Lucy Yan, Andrea Hartsough, Maria Luisa Gorno-Tempini, Jason D. Yeatman",
          "abstract": "As the development of visual processing abilities is known to precede the development of reading abilities, identifying visual measures that reliably correlate with reading measures has tremendous theoretical and practical importance. A major challenge in addressing this question empirically is developing reliable behavioral measures for developmental studies, because most tasks are not equally reliable across different age groups and require iterative design changes to ensure that the measure reliably indexes the intended construct across the developmental span. Here, we present a series of studies that show how to iteratively modify a behavioral task by data-informed task changes and the use of item response theory to reduce task redundancies and develop a fun, fast, reliable, and easy-to-deploy web-based measure for K/1/2-graders in school settings. Our results show, in a large, diverse, and representative sample ( N ~ 1,550), that the ability to rapidly encode visual information reliably correlates with reading outcomes at the end of the academic year. The developed measure offers the potential for use as an early screening tool to identify children at risk for developing future reading challenges.",
          "url": "https://doi.org/10.3758/s13428-025-02739-7",
          "doi": "https://doi.org/10.3758/s13428-025-02739-7",
          "filter": 0
        },
        {
          "title": "How adults’ experience with words changes over time: Insights from five years of the Wesleyan Word Experience Project",
          "authors": "Barbara J. Juhasz, Grace Devanny, Abby Frankenberg, Ava Galdenzi, Lumen Constance Hirwa, Wiralpach Nawabutsitthirat, Meiwen Shao",
          "abstract": "This study explored how adults’ experiences with words may change over time. Ratings of age-of-acquisition (AoA) and familiarity were collected on 499 words from introductory psychology students each semester, for a total of 5 years. Over the course of ten semesters, ratings were collected from more than 1000 students. One goal of this multi-year project was to explore whether it is possible to assess lexical change for particular words. Regression analyses were used to track the trajectory of the words. Based on the analyses, words were categorized into three different groups: words that remain consistent in AoA and familiarity, those with upward trajectories, and those with downward trajectories. A total of 63 words were identified as undergoing experience-based lexical change. The project also explored how AoA and familiarity relate to each other over time as well as each variable’s interrater reliability over the course of 5 years. Both AoA and familiarity had strong correlations when comparing ratings collected from the first five semesters of the project with ratings collected from the last five semesters of the project. These correlations were significantly higher than the correlation between the two variables, supporting the idea that they are separate constructs. Average familiarity and AoA for the entire set of words did not differ as a function of time. In addition, AoA was found to have the highest correlation with itself, providing evidence that college undergraduates consistently apply the rating scale when asked to assess the age at which words are first learned.",
          "url": "https://doi.org/10.3758/s13428-025-02765-5",
          "doi": "https://doi.org/10.3758/s13428-025-02765-5",
          "filter": 0
        },
        {
          "title": "An extended Chinese social evaluative word list",
          "authors": "Lulu Li, Qingrong Chen, Hu Chuan-Peng",
          "url": "https://doi.org/10.3758/s13428-025-02760-w",
          "doi": "https://doi.org/10.3758/s13428-025-02760-w",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "The influence of persona and conversational task on social interactions with a LLM-controlled embodied conversational agent",
          "authors": "Leon O.H. Kroczek, Alexander May, Selina Hettenkofer, Andreas Ruider, Bernd Ludwig, Andreas Mühlberger",
          "url": "https://doi.org/10.1016/j.chb.2025.108759",
          "doi": "https://doi.org/10.1016/j.chb.2025.108759",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Corrigendum to ‘Unresponsive or un-noticed?: Cyberbystander intervention in an experimental cyberbullying context’ [Computers in Human Behavior 45C (2015) 144–150]",
          "authors": "Kelly P. Dillon, Brad J. Bushman",
          "url": "https://doi.org/10.1016/j.chb.2025.108743",
          "doi": "https://doi.org/10.1016/j.chb.2025.108743",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "What types of gratitude expressions promote prosocial behavior?: A registered report",
          "authors": "Anurada U. Amarasekera, Kelton L. Travis, Kristina K. Castaneto, Tiara A. Cash, Lara B. Aknin",
          "url": "https://doi.org/10.1016/j.jesp.2025.104805",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104805",
          "filter": 0
        },
        {
          "title": "Too much information? A systematic investigation of the antecedents and consequences of ambivalence-induced information seeking behavior",
          "authors": "Benjamin Buttlar, Anna Lambrich, Linda McCaughey, Iris K. Schneider",
          "url": "https://doi.org/10.1016/j.jesp.2025.104783",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104783",
          "filter": 0
        },
        {
          "title": "Using two-sided messages to facilitate misinformation correction for strongly held beliefs",
          "authors": "Mengran Xu, Richard E. Petty",
          "url": "https://doi.org/10.1016/j.jesp.2025.104807",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104807",
          "filter": 0
        },
        {
          "title": "Status- and foreignness-based discrimination experiences shape feelings of similarity among people of color",
          "authors": "Linda X. Zou, Samuel Ngum",
          "url": "https://doi.org/10.1016/j.jesp.2025.104794",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104794",
          "filter": 0
        },
        {
          "title": "Social identity complexity mitigates outgroup derogation in moral judgment",
          "authors": "Trystan Loustau, Helen Padilla Fong, Liane Young",
          "url": "https://doi.org/10.1016/j.jesp.2025.104810",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104810",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "“Just getting along, together”: The relationship between narratives of interdependence and psychological well-being among American adults with disabilities during the first 3 years of the COVID-19 pandemic.",
          "authors": "Jonathan M. Adler, Robert B. Manning, Katie Pieterse, Henry Raffles Cowan, Kathleen R. Bogart, Sarah R. Lowe, Michelle R. Nario-Redmond, Joan M. Ostrove, Katie Wang",
          "url": "https://doi.org/10.1037/pspp0000571",
          "doi": "https://doi.org/10.1037/pspp0000571",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Threat Perceptions and Closeness to Refugees: A Three-Wave Longitudinal Study",
          "authors": "Zafer Özkan, Małgorzata Kossowska, Ewa Szumowska, Jolanta Perek-Białas, Paulina Szwed",
          "abstract": "This study examines the longitudinal interplay between individuals’ perceptions of two types of intergroup threats—realistic and symbolic—and their feelings of closeness toward Ukrainian war refugees, using a three-wave design and a random intercept cross-lagged panel model. By disentangling within-person dynamics from between-person effects, the findings reveal that stronger-than-usual feelings of closeness predicted reduced perceptions of both realistic and symbolic threats over time. Conversely, heightened perceptions of realistic threat significantly undermine feelings of closeness, whereas symbolic threat demonstrates no substantial influence on subsequent closeness. These results underscore the centrality of realistic threats, reflecting concerns such as economic competition and resource allocation strains, in shaping intergroup attitudes in the studied context. By distinguishing between within- and between-person variances, and adopting a longitudinal framework, this study provides novel insights into the mechanisms underlying intergroup relations, offering a robust empirical contribution to the field.",
          "url": "https://doi.org/10.1177/01461672251352899",
          "doi": "https://doi.org/10.1177/01461672251352899",
          "filter": 0
        },
        {
          "title": "A Comprehensive Analysis of Psychological Determinants of Socio-Demographic Variability in Superstition Endorsement",
          "authors": "Avner Caspi, Ido Liviatan, Eran Chajut",
          "abstract": "We explored the relationship between socio-demographic characteristics and superstition endorsement, distinguishing between the practice of and belief in superstitions, as well as between positive and negative superstitions. We examined specifically whether analytic thinking style, anxiety, and intolerance of uncertainty account for socio-demographic variability in these dimensions of endorsement and to what extent stress from macro-level threatening circumstances moderates these effects. Two pre-registered studies conducted in Israel ( N = 751) and the United States ( N = 566) revealed that whereas relations of superstition endorsement with socio-demographic characteristics varied across samples, those with the psychological factors were quite robust. In both samples, analytic thinking style consistently mediated these relationships, intolerance of uncertainty mediated some of them, while anxiety mediated none. Experienced stress positively correlated with superstition endorsement, but evidence for its moderating role on the observed indirect effects was weak. These findings provide insights into the psychological and contextual factors shaping superstition endorsement.",
          "url": "https://doi.org/10.1177/01461672251348772",
          "doi": "https://doi.org/10.1177/01461672251348772",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "An explainable artificial intelligence handbook for psychologists: Methods, opportunities, and challenges.",
          "authors": "Rosa Lavelle-Hill, Gavin Smith, Hannah Deininger, Kou Murayama",
          "url": "https://doi.org/10.1037/met0000772",
          "doi": "https://doi.org/10.1037/met0000772",
          "filter": 0
        },
        {
          "title": "Joint variable selection in generalized linear mixed models with random regularized penalized quasi-likelihood technique.",
          "authors": "Yutian T. Thompson, Yaqi Li, Hairong Song, David Bard",
          "url": "https://doi.org/10.1037/met0000783",
          "doi": "https://doi.org/10.1037/met0000783",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "Reward Association With Mental States Shapes Empathy and Prosocial Behavior",
          "authors": "Yi Zhang, Leor Hackel",
          "abstract": "Valuing the welfare of others is a fundamental aspect of empathy and prosocial behavior. How do people develop this valuation? Theories of associative learning suggest that people can associate social cues, such as smiles, with personal reward, thus feeling good when others thrive. Yet people often display generalized concern for others’ welfare, regardless of the specific cues present. We propose that Pavlovian conditioning allows people to associate reward directly with others’ abstract mental states, learning that another’s happiness predicts their own reward. In four online experiments with 1,500 U.S.-based adults recruited from CloudResearch, participants’ monetary outcomes were congruently or incongruently predicted by a target’s mental states. Participants who experienced congruent learning reported more empathic feelings toward the target in novel situations. The values attached to mental states further influenced participants’ prosocial choices. These results demonstrate how associative learning of abstract mental states can give rise to generalizable empathy and influence moral behavior.",
          "url": "https://doi.org/10.1177/09567976251351304",
          "doi": "https://doi.org/10.1177/09567976251351304",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "A cognitive behavioral therapy-based microintervention to reduce the negative impact of Instagram use on well-being: A randomized controlled trial.",
          "authors": "Zoe Herriman, Rachel M. Roberts, Amanda M. Taylor, Amy Slater",
          "url": "https://doi.org/10.1037/ppm0000619",
          "doi": "https://doi.org/10.1037/ppm0000619",
          "filter": 0
        },
        {
          "title": "Social media addiction moderates links between perceptions of freedom and mental health in the United States and Germany.",
          "authors": "Cameron J. Bunker, Jürgen Margraf, Julia Brailovskaia",
          "url": "https://doi.org/10.1037/ppm0000618",
          "doi": "https://doi.org/10.1037/ppm0000618",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
