{
  "update": "2025-12-02",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "Gather Demographic Data About Gender, Sexuality, and Relational Identities: Asking the Right Questions",
          "authors": "Eleanor J. Junkins, Jaime Derringer",
          "abstract": "In this tutorial, we suggest ways to improve current practices for measuring gender identity, sexual orientation, and demographics about relationships based on previous datasets and a newly collected survey of people’s behavior and perceptions of alternative-response formats. We apply lessons learned from racial identity/ethnicity to suggest broader principles of improving demographic measurement. We offer guides to meet the expectations of diverse stakeholders, including participants. The response options we recommend were curated to balance global identities and emerging trends to be applicable for online international research and in-person psychology research conducted primarily by U.S. institutions. We also offer practical suggestions for researchers to handle more complex data, including multiselect response options, which tend to be preferred by participants. Improved demographic data allow researchers to more fully capture multidimensional and complex social identities that are related to social inequities. In sum, the current tutorial is a guide to and discussion about challenges in collecting demographic data on social identities in which we use illustrative data to address important points related to measuring gender, sexuality, and relational demographics, specifically.",
          "url": "https://doi.org/10.1177/25152459251391186",
          "doi": "https://doi.org/10.1177/25152459251391186",
          "filter": 0
        },
        {
          "title": "Taking Stock of Advances in Methods and Practices in Psychological Science at the End of the Beginning",
          "authors": "David A. Sbarra",
          "url": "https://doi.org/10.1177/25152459251393205",
          "doi": "https://doi.org/10.1177/25152459251393205",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Hierarchical Bayesian estimation for cognitive models using Particle Metropolis within Gibbs (PMwG): A tutorial",
          "authors": "Caroline Kuhne, Quentin F. Gronau, Reilly J. Innes, Gavin Cooper, Niek Stevenson, Jon-Paul Cavallaro, Scott D. Brown, Guy E. Hawkins",
          "url": "https://doi.org/10.3758/s13428-025-02866-1",
          "doi": "https://doi.org/10.3758/s13428-025-02866-1",
          "filter": 0
        },
        {
          "title": "The Subliminal Threshold Estimation Procedure (STEP): A calibration method tailored for estimating subliminal thresholds",
          "authors": "Eden Elbaz, Itay Yaron, Liad Mudrik",
          "abstract": "A major challenge in studying unconscious processing is to effectively suppress the critical stimulus while allowing maximal signal strength for adequate sensitivity to detect an effect, if it exists. A possible way to do this is to calibrate stimulus strength. While calibrating stimulus strength is common in psychophysics, current calibration methods are not designed to find the maximal intensity in which the stimulus can still be rendered unconscious (i.e., find the upper subliminal threshold for each participant). Here, we demonstrate how calibration can be utilized to estimate, for each observer, this targeted threshold. We present a novel calibration procedure: the Subliminal Threshold Estimation Procedure (STEP), specifically designed for estimating the upper subliminal threshold for each individual. Using simulations, we showed that STEP outperforms existing calibration methods, which yielded strikingly low accuracy. We then further validated STEP using three empirical experiments. Together, these results establish STEP as highly beneficial for the study of unconscious processing.",
          "url": "https://doi.org/10.3758/s13428-025-02872-3",
          "doi": "https://doi.org/10.3758/s13428-025-02872-3",
          "filter": 0
        },
        {
          "title": "Triggering just-in-time adaptive interventions based on real-time detection of daily-life stress: Methodological development and longitudinal multicenter evaluation",
          "authors": "S. A. Bögemann, F. Krause, A. van Kraaij, M. A. Marciniak, J. M. van Leeuwen, J. Weermeijer, J. Mituniewicz, L. M. C. Puhlmann, M. Zerban, Z. C. Reppmann, D. Kobylińska, K. S. L. Yuen, B. Kleim, H. Walter, I. Myin-Germeys, R. Kalisch, I. M. Veer, K. Roelofs, E. J. Hermans",
          "url": "https://doi.org/10.3758/s13428-025-02870-5",
          "doi": "https://doi.org/10.3758/s13428-025-02870-5",
          "filter": 0
        },
        {
          "title": "Publisher Correction: Chinese Onomatopoeia Database (COD): Concreteness, imageability, context availability, age of acquisition, familiarity, semantic transparency, emotional valence, and emotional arousal for Chinese onomatopoeic words",
          "authors": "Ying Zhao, Hairun Wang, Chi-Shing Tse, Qingrong Chen",
          "url": "https://doi.org/10.3758/s13428-025-02893-y",
          "doi": "https://doi.org/10.3758/s13428-025-02893-y",
          "filter": 0
        },
        {
          "title": "Measurement of age-of-acquisition in morphologically rich languages: Insights from Kannada and Filipino",
          "authors": "Katrina May Dulay, Jelena Mirković, Margaret Mary Rosary Carmel Fua, Deeksha Prabhu, Sonali Nag",
          "abstract": "In this study, we present age-of-acquisition (AoA) ratings for 885 Kannada and Filipino words as a new resource for research and education purposes. Beyond this, we consider the methodological and theoretical considerations of measuring AoA in morphologically rich, specifically agglutinative, languages, to study child language acquisition. Parents, teachers, and experts provided subjective ratings of when they thought a child acquired each word. Results were generally consistent between the two languages. Mixed-effects models demonstrated that word characteristics, including parts-of-speech category, word length, and age band of first occurrence in a print corpus, were significantly related to AoA ratings, whereas rater characteristics, including participant type, age, gender, and number of languages spoken, had generally non-significant associations with AoA ratings. The number of morphemes was significantly associated with AoA ratings in some analyses; however, crosslinguistic differences in the directionality of the relationships suggested the need to investigate underlying drivers of morphological complexity such as morpheme frequency, transparency/consistency, and function. The age-of-acquisition ratings were internally reliable and demonstrated consistency with the first occurrences of words in print and known trends in child language research. The results demonstrate the potential of these resources and open new directions for AoA research in morphologically rich languages.",
          "url": "https://doi.org/10.3758/s13428-025-02876-z",
          "doi": "https://doi.org/10.3758/s13428-025-02876-z",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "The Trusted Partner for financial decision making: Romantic partner or AI?",
          "authors": "Erik Hermann, Max Alberhasky",
          "url": "https://doi.org/10.1016/j.chb.2025.108877",
          "doi": "https://doi.org/10.1016/j.chb.2025.108877",
          "filter": 0
        },
        {
          "title": "Beyond gameplay: Unpacking non-functional purchase intention in MMOGs through community and self-presentation lenses",
          "authors": "Thi-Hang Hoang, Jen-Ruei Fu",
          "url": "https://doi.org/10.1016/j.chb.2025.108772",
          "doi": "https://doi.org/10.1016/j.chb.2025.108772",
          "filter": 0
        },
        {
          "title": "Do external threats decrease political polarization? Climate change and immigration discussions on Finnish Twitter after the Russian invasion of Ukraine",
          "authors": "Antti Gronow, Yan Xia, Arttu Malkamäki, Mikko Kivelä, Tuomas Ylä-Anttila",
          "url": "https://doi.org/10.1016/j.chb.2025.108775",
          "doi": "https://doi.org/10.1016/j.chb.2025.108775",
          "filter": 0
        },
        {
          "title": "Risky loot box behaviors and gambling disorder among Chinese adult purchasers: A network analysis approach",
          "authors": "Haofeng Ling, Shu M. Yu, Susana Jimenez‐Murcia, Hui Zhou, Hengyue Zhang, Ruimei Sun, Anise M. S. Wu",
          "url": "https://doi.org/10.1016/j.chb.2025.108771",
          "doi": "https://doi.org/10.1016/j.chb.2025.108771",
          "filter": 0
        },
        {
          "title": "More criticisms, less mention of politicians, and rare party violations: A comparison of deleted tweets and publicly available tweets of U.S. legislators",
          "authors": "Siyuan Ma, Junyi Han, Wanrong Li",
          "url": "https://doi.org/10.1016/j.chb.2025.108776",
          "doi": "https://doi.org/10.1016/j.chb.2025.108776",
          "filter": 0
        },
        {
          "title": "Bystander behavior in traditional and cyberbullying in late childhood: Profiles, developmental paths, and their associations with psychosocial adjustment",
          "authors": "Xin Tian, E. Scott Huebner, Lili Tian",
          "url": "https://doi.org/10.1016/j.chb.2025.108791",
          "doi": "https://doi.org/10.1016/j.chb.2025.108791",
          "filter": 0
        },
        {
          "title": "Human-machine communication privacy management, privacy fatigue, and the conditional effects of algorithm awareness on privacy co-ownership in the social media context",
          "authors": "Matthew J.A. Craig",
          "url": "https://doi.org/10.1016/j.chb.2025.108786",
          "doi": "https://doi.org/10.1016/j.chb.2025.108786",
          "filter": 0
        },
        {
          "title": "Adolescents' engagement in sexting as a normative behavior: Profiles of consensual and coerced sexting",
          "authors": "Michal Dolev-Cohen, Hila Shaul",
          "url": "https://doi.org/10.1016/j.chb.2025.108777",
          "doi": "https://doi.org/10.1016/j.chb.2025.108777",
          "filter": 0
        },
        {
          "title": "From pixels to action: Virtual influencers promoting pro-environmental behavior through anthropomorphism, credibility, and strategic messaging",
          "authors": "Meina Liu, Xiaoli Wu",
          "url": "https://doi.org/10.1016/j.chb.2025.108778",
          "doi": "https://doi.org/10.1016/j.chb.2025.108778",
          "filter": 0
        },
        {
          "title": "Unpacking media channel effects on AI perception: A network analysis of AI information exposure across channels, overload, literacy, and anxiety among Chinese users",
          "authors": "Sha Sarah Qiu, Luxi Zhang, Fei You, Xinshu Zhao",
          "url": "https://doi.org/10.1016/j.chb.2025.108790",
          "doi": "https://doi.org/10.1016/j.chb.2025.108790",
          "filter": 0
        },
        {
          "title": "From mistrust to confidence: How NeuroTech improves privacy for mistrusted digital environments in a formerly incarcerated population",
          "authors": "Eric Durnell, Ryan T. Howell, Karynna Okabe-Miyamoto, Martin Zizi",
          "url": "https://doi.org/10.1016/j.chb.2025.108794",
          "doi": "https://doi.org/10.1016/j.chb.2025.108794",
          "filter": 0
        },
        {
          "title": "Beauty vs. Vibe: Deconstructing visual appeal in online dating with large multimodal models",
          "authors": "Junkyu Jang, Soonjae Kwon, Sung-Hyuk Park",
          "url": "https://doi.org/10.1016/j.chb.2025.108792",
          "doi": "https://doi.org/10.1016/j.chb.2025.108792",
          "filter": 0
        },
        {
          "title": "Global change in adolescent social media use (2018–2022): An ecological analysis across 28 countries",
          "authors": "Claudia Marino, Michela Bersia, Jana Furstova, Tommaso Galeotti, Regina J.J.M. van den Eijnden, Meyran Boniel-Nissim, William Pickett, Michela Lenzi, Natale Canale, Charli Eriksson, Henri Lahti, Kristine Ozolina, Wendy Craig, Alessio Vieno",
          "url": "https://doi.org/10.1016/j.chb.2025.108789",
          "doi": "https://doi.org/10.1016/j.chb.2025.108789",
          "filter": 0
        },
        {
          "title": "Investigation of smartphone use characteristics underlying problematic smartphone use by dense longitudinal smartphone tracking",
          "authors": "Lea Wazulin, Matthias Jamin, Ionut Andone, Konrad Blaszkiewicz, Iris Reinhard, Mark Eibes, Robert Christian Wolf, Qais Kasem, Alexander Markowetz, Tagrid Leménager, Patrick Bach",
          "url": "https://doi.org/10.1016/j.chb.2025.108766",
          "doi": "https://doi.org/10.1016/j.chb.2025.108766",
          "filter": 0
        },
        {
          "title": "Down the rabbit hole of sexting: How sexting behavior in dating applications influences social avoidance of people with social appearance anxiety via body surveillance and self-disillusionment",
          "authors": "Sihao Yang, Shengzhe Yang, Vincent Huang",
          "url": "https://doi.org/10.1016/j.chb.2025.108773",
          "doi": "https://doi.org/10.1016/j.chb.2025.108773",
          "filter": 0
        },
        {
          "title": "“I like community more than Influencers”: Unraveling the influence of followers on parasocial Interaction and attachment with virtual influencers",
          "authors": "Jiyoung Bang, Sangman Han",
          "url": "https://doi.org/10.1016/j.chb.2025.108796",
          "doi": "https://doi.org/10.1016/j.chb.2025.108796",
          "filter": 0
        },
        {
          "title": "Embracing the Metaverse: User perception and acceptance of the Metaverse in education",
          "authors": "Patricia Baudier, Tony De Vassoigne, Mitra Arami, Arnaud Delannoy, Rony Germon",
          "url": "https://doi.org/10.1016/j.chb.2025.108804",
          "doi": "https://doi.org/10.1016/j.chb.2025.108804",
          "filter": 0
        },
        {
          "title": "Delving into the psychology of Machines: Exploring the structure of self-regulated learning via LLM-generated survey responses",
          "authors": "Leonie V.D.E. Vogelsmeier, Eduardo Oliveira, Kamila Misiejuk, Sonsoles López-Pernas, Mohammed Saqr",
          "url": "https://doi.org/10.1016/j.chb.2025.108769",
          "doi": "https://doi.org/10.1016/j.chb.2025.108769",
          "filter": 0
        },
        {
          "title": "Dating App Use, Psychological Health, and Psychological Well-Being: A Systematic Review and Quantitative Meta-Analysis",
          "authors": "Liesel L. Sharabi, Lihong Ou, Paige A. Von Feldt, Thomas D. Parsons",
          "url": "https://doi.org/10.1016/j.chb.2025.108879",
          "doi": "https://doi.org/10.1016/j.chb.2025.108879",
          "filter": 0
        },
        {
          "title": "Catch me if you search: When contextual web search results affect the detection of hallucinations",
          "authors": "Mahjabin Nahar, Eun-Ju Lee, Jin Won Park, Dongwon Lee",
          "url": "https://doi.org/10.1016/j.chb.2025.108763",
          "doi": "https://doi.org/10.1016/j.chb.2025.108763",
          "filter": 0
        },
        {
          "title": "Sexting motivations and health outcomes in adolescent sexual minority males",
          "authors": "Christoph Rosa, Elise Bragard, Celia B. Fisher",
          "url": "https://doi.org/10.1016/j.chb.2025.108787",
          "doi": "https://doi.org/10.1016/j.chb.2025.108787",
          "filter": 0
        },
        {
          "title": "The development of social, gender, and migration-related disparities in digital competencies during adolescence",
          "authors": "Timo Gnambs, Anna Hawrot",
          "url": "https://doi.org/10.1016/j.chb.2025.108800",
          "doi": "https://doi.org/10.1016/j.chb.2025.108800",
          "filter": 0
        },
        {
          "title": "Self-shape congruency in the metaverse: How avatar geometry modulates emotional engagement and virtual consumption",
          "authors": "Yi Huang, Xinye Hu, Yuwei Tian, Yuxuan Song, Yu Pan",
          "url": "https://doi.org/10.1016/j.chb.2025.108788",
          "doi": "https://doi.org/10.1016/j.chb.2025.108788",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Corrigendum to ‘Digital engagement and its association with adverse psychiatric symptoms: A longitudinal cohort study utilizing latent class analysis’ [Computers in Human Behavior 133C (2022) 107290]",
          "authors": "Ross Brannigan, Carlos J. Gil-Hernández, Olivia McEvoy, Frances Cronin, Debbi Stanistreet, Richard Layte",
          "url": "https://doi.org/10.1016/j.chb.2025.108757",
          "doi": "https://doi.org/10.1016/j.chb.2025.108757",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Reducing paternalistic bias toward ethnic minority girls",
          "authors": "Hanna Szekeres, Eva Gati, Ivuoma N. Onyeador, Anna Kende, Bertjan Doosje",
          "url": "https://doi.org/10.1016/j.jesp.2025.104855",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104855",
          "filter": 0
        },
        {
          "title": "If only I had not fallen down the rabbit hole: Counterfactual thinking reduces engagement with conspiracy theories",
          "authors": "Valentin Mang, Kevin Winter, Kai Epstude, Bob M. Fennis",
          "url": "https://doi.org/10.1016/j.jesp.2025.104849",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104849",
          "filter": 0
        },
        {
          "title": "Attitudes guiding social behavior as a function of perceived knowledge: The moderating role of epistemic vs. hedonic mindsets",
          "authors": "Borja Paredes, Pablo Briñol, David Santos, Lorena Moreno, Joshua J. Guyer, Richard E. Petty",
          "url": "https://doi.org/10.1016/j.jesp.2025.104857",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104857",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Expressing equivalence of responsibility and victimhood: How message directionality affects perception of speakers’ willingness to reconcile.",
          "authors": "Alice Kasper, Stéphanie Demoulin",
          "url": "https://doi.org/10.1037/pspi0000508",
          "doi": "https://doi.org/10.1037/pspi0000508",
          "filter": 0
        },
        {
          "title": "Knowing yourself and your partner: Accuracy of personality judgment in recently cohabiting couples.",
          "authors": "Janina Larissa Bühler, Louisa Scheling, Cornelia Wrzus",
          "url": "https://doi.org/10.1037/pspp0000579",
          "doi": "https://doi.org/10.1037/pspp0000579",
          "filter": 0
        },
        {
          "title": "Savvy or savage? How worldviews shape appraisals of antagonistic leaders.",
          "authors": "Christine Q. Nguyen, Daniel R. Ames",
          "url": "https://doi.org/10.1037/pspa0000456",
          "doi": "https://doi.org/10.1037/pspa0000456",
          "filter": 0
        },
        {
          "title": "The head, heart, and soul: Lay theories of decision conflict and the role of the true self.",
          "authors": "Daniel J. Chiacchia, George E. Newman, Rachel L. Ruttan",
          "url": "https://doi.org/10.1037/pspa0000465",
          "doi": "https://doi.org/10.1037/pspa0000465",
          "filter": 0
        },
        {
          "title": "Attitude moralization in the context of collective action: How participation in collective action may foster moralization over time.",
          "authors": "Ana Leal, Martijn van Zomeren, Roberto González, Ernestine Gordijn, Pia Carozzi, Michal Reifen-Tagar, Belén Álvarez, Cristián Frigolett, Eran Halperin",
          "url": "https://doi.org/10.1037/pspi0000486",
          "doi": "https://doi.org/10.1037/pspi0000486",
          "filter": 0
        },
        {
          "title": "IQ, genes, and miscalibrated expectations.",
          "authors": "Chris Dawson",
          "url": "https://doi.org/10.1037/pspp0000567",
          "doi": "https://doi.org/10.1037/pspp0000567",
          "filter": 0
        },
        {
          "title": "She sees the trees, he sees the forest: Descriptive gender stereotypes of concreteness and abstractness.",
          "authors": "Samantha J. Dodson, Rachael D. Goodwin, Cheryl J. Wakslak, Kristina A. Diekmann, Jesse Graham",
          "url": "https://doi.org/10.1037/pspa0000453",
          "doi": "https://doi.org/10.1037/pspa0000453",
          "filter": 0
        },
        {
          "title": "Social bias blind spots: Attractiveness bias is seemingly tolerated because people fail to notice the bias.",
          "authors": "Bastian Jaeger, Gabriele Paolacci, Johannes Boegershausen",
          "url": "https://doi.org/10.1037/pspa0000459",
          "doi": "https://doi.org/10.1037/pspa0000459",
          "filter": 0
        },
        {
          "title": "Perplexing patterns of personality codevelopment: Findings from a 17-year longitudinal study of Mexican-origin families.",
          "authors": "Evan A. Warfel, Angelina Sutin, Emorie D. Beck, Richard W. Robins",
          "url": "https://doi.org/10.1037/pspp0000561",
          "doi": "https://doi.org/10.1037/pspp0000561",
          "filter": 0
        },
        {
          "title": "Better together: Coexperienced positive emotions and cortisol secretion in the daily lives of older couples.",
          "authors": "Tomiko Yoneda, Nathan A. Lewis, Theresa Pauly, Karolina Kolodziejczak-Krupp, Johanna Drewelies, Nilam Ram, Maureen C. Ashe, Kenneth M. Madden, Denis Gerstorf, Claudia M. Haase, Christiane A. Hoppmann",
          "url": "https://doi.org/10.1037/pspp0000564",
          "doi": "https://doi.org/10.1037/pspp0000564",
          "filter": 0
        },
        {
          "title": "ML-SPEAK: A theory-guided machine learning method for studying and predicting conversational turn-taking patterns.",
          "authors": "Lisa R. O'Bryan, Madeline Navarro, Juan Segundo Hevia, Santiago Segarra",
          "url": "https://doi.org/10.1037/pspp0000575",
          "doi": "https://doi.org/10.1037/pspp0000575",
          "filter": 0
        },
        {
          "title": "Mutual cooperation gives you a stake in your partner’s welfare, especially if they are irreplaceable.",
          "authors": "Aleta Pleasant, Pat Barclay",
          "url": "https://doi.org/10.1037/pspi0000470",
          "doi": "https://doi.org/10.1037/pspi0000470",
          "filter": 0
        },
        {
          "title": "People overestimate how harshly they are evaluated for disengaging from passion pursuit.",
          "authors": "Zachariah Berry, Brian J. Lucas, Jon M. Jachimowicz",
          "url": "https://doi.org/10.1037/pspa0000455",
          "doi": "https://doi.org/10.1037/pspa0000455",
          "filter": 0
        },
        {
          "title": "Behavioral variability as a function of people, situations, and their interaction.",
          "authors": "Muchen Xi, Joshua J. Jackson",
          "url": "https://doi.org/10.1037/pspp0000563",
          "doi": "https://doi.org/10.1037/pspp0000563",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Using Everyday Prayer to Test Functions of Gratitude in the Context of Religion",
          "authors": "Patty Van Cappellen, Amanda M. Bernal, Sara B. Algoe",
          "abstract": "For the billions who practice a religion, gratitude is thought to be often expressed toward their God in prayers. We build upon two theoretical frameworks to test the effects of gratitude to God on factors central to maintaining religion: a relationship with God and incentive salience for repeating prayer. We developed a protocol to collect spoken prayers and diary data over 2 weeks ( N = 93 Christians; 1,118 prayers). We present two automated text analysis methods to index gratitude in transcribed prayers: dictionary-based and GPT-4. We find that GTG is often expressed in prayers, and when people express more GTG in their prayers than their average, they report a better relationship with God and more incentive salience (positive spontaneous thoughts) about prayer. Evidence was not strong for repeating the prayer behavior. We discuss implications for the theory of gratitude and religion and methods for capturing genuine data on private behaviors like prayer.",
          "url": "https://doi.org/10.1177/01461672251394647",
          "doi": "https://doi.org/10.1177/01461672251394647",
          "filter": 0
        },
        {
          "title": "Spiritual Formidability Predicts the Will to Self-Sacrifice Through Collective Narcissism",
          "authors": "Juana Chinchilla, Angel Gomez",
          "abstract": "Perceiving the ingroup as spiritually formidable—with inner strength and conviction—is strongly associated with the will to self-sacrifice. Yet, its underlying mechanisms remain unclear. Across five studies, we test a mechanism through which spiritual formidability operates: collective narcissism—the belief that the ingroup is exceptional but not sufficiently recognized by others. A preliminary study showed that collective narcissism, but not ingroup satisfaction, predicted costly pro-group sacrifices. Studies 1a and 1b revealed that, among inmates belonging to street gangs or delinquent bands, the perceived spiritual formidability of the ingroup was associated with collective narcissism and willingness to engage in costly pro-group sacrifices. In addition, the effect of perceived spiritual formidability on costly sacrifices was mediated by collective narcissism. Study 2 replicated and extended the effects to self-sacrifice for religion among imprisoned jihadists. Finally, Study 3 offered causal evidence of the mediation among members of the general population.",
          "url": "https://doi.org/10.1177/01461672251394485",
          "doi": "https://doi.org/10.1177/01461672251394485",
          "filter": 0
        },
        {
          "title": "Enumeration or Exclusion? Demographic Forms and Latine Identity Threat",
          "authors": "Brenda C. Straka, Miguel Martinez, Sarah E. Gaither",
          "abstract": "Four studies examine whether demographic forms elicit social identity threat and institutional exclusion for Latine Americans before and after the 2020 Presidential election and leading up to the 2024 election. Using a mock-Census form and widely used ethnicity/racial designations, we manipulated the framing of Latine identity through a two-item (category listed separately) versus a single-item (combined) format, and also varied the inclusion of a citizenship question. Overall, Latine Americans who completed a two-item versus a single-item mock-Census form experienced greater social identity threat, institutional exclusion (e.g., threatened belonging), more negative external perceptions of Latine Americans, and lower Latine and American identification. Reactions to the citizenship question were particularly attenuated by study timepoint and sociopolitical context but also revealed a concern over confirming negative stereotypes about Latine Americans related to immigration and citizenship status. Results suggest Latine Americans face identity threat through demographic forms, and this may affect their sense of belonging within the United States.",
          "url": "https://doi.org/10.1177/01461672251387589",
          "doi": "https://doi.org/10.1177/01461672251387589",
          "filter": 0
        },
        {
          "title": "The Longitudinal Examination of Associations Among Coping Styles, Sociocultural Context, and Re-Entry Stress After Study Abroad",
          "authors": "Adela Černigoj, Paul E. Jose, Ágnes Szabó, Nicolas Geeraert",
          "abstract": "This research explored how approach, acceptance, and avoidance coping styles predicted re-entry stress. Second, it examined how home country sociocultural factors (individualism/collectivism, flexibility/monumentalism, cultural heterogeneity, and Human Development Index) predicted re-entry stress. Third, interaction effects between coping styles and country-level variables on re-entry stress were explored. We analyzed data from an 18-month longitudinal study which followed 1485 high school students before going abroad, while staying abroad, and after returning home. Students came from 45 home countries and studied abroad for 8–10 months. When controlling for baseline levels of stress, multilevel modeling analyses showed that acceptance coping predicted lower re-entry stress while avoidance coping predicted greater re-entry stress. Participants returning home to countries with higher collectivism and cultural homogeneity experienced greater re-entry stress. Collectivism moderated the effect of approach coping on re-entry stress, so that coping by not approaching the stressor was associated with greater stress in collectivist cultures.",
          "url": "https://doi.org/10.1177/01461672251391059",
          "doi": "https://doi.org/10.1177/01461672251391059",
          "filter": 0
        },
        {
          "title": "Actor Power and Perceived Partner Power Differentially Relate to Sexual Behavior and Motivations",
          "authors": "Nickola C. Overall, Jessica A. Maxwell, Amy Muise, Nina Waddell, Auguste G. Harrington",
          "abstract": "Assertively pursuing sexual needs versus complying or accommodating to partner’s sexual desires has considerable implications. We apply and integrate general theories of power to identify how people’s own power (actor power) and perceptions of their partner’s power (perceived partner power) differentially relate to sexual behaviors and motivations in woman–man relationships. Across three studies (total N = 995), actors’ power predicted sexual approach–inhibition: actors higher in power reported more comfort initiating and refusing sex, more assertive sexual communication, and less sexual compliance. By contrast, perceived partner power predicted sexual accommodation–neglect: when partners were perceived to be higher in power, actors expressed greater willingness to compromise and sexual communal strength, and greater understanding when partners rejected sex. These distinct effects were not magnified by asymmetries in perceived power, nor did they differ across gender. Facilitating actor and partner power in intimate relationships should reduce rather than amplify harmful sexual behavior.",
          "url": "https://doi.org/10.1177/01461672251390006",
          "doi": "https://doi.org/10.1177/01461672251390006",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "What are the mathematical bounds for coefficient α?",
          "authors": "Niels Waller, William Revelle",
          "url": "https://doi.org/10.1037/met0000583",
          "doi": "https://doi.org/10.1037/met0000583",
          "filter": 0
        },
        {
          "title": "Modeling categorical time-to-event data: The example of social interaction dynamics captured with event-contingent experience sampling methods.",
          "authors": "Timon Elmer, Marijtje A. J. van Duijn, Nilam Ram, Laura F. Bringmann",
          "url": "https://doi.org/10.1037/met0000598",
          "doi": "https://doi.org/10.1037/met0000598",
          "filter": 0
        },
        {
          "title": "Thinking clearly about time-invariant confounders in cross-lagged panel models: A guide for choosing a statistical model from a causal inference perspective.",
          "authors": "Kou Murayama, Thomas Gfrörer",
          "url": "https://doi.org/10.1037/met0000647",
          "doi": "https://doi.org/10.1037/met0000647",
          "filter": 0
        },
        {
          "title": "The case for the curve: Parametric regression with second- and third-order polynomial functions of predictors should be routine.",
          "authors": "Edward Kroc, Oscar L. Olvera Astivia",
          "url": "https://doi.org/10.1037/met0000629",
          "doi": "https://doi.org/10.1037/met0000629",
          "filter": 0
        },
        {
          "title": "Interim design analysis using Bayes factor forecasts.",
          "authors": "Angelika M. Stefan, Quentin F. Gronau, Eric-Jan Wagenmakers",
          "url": "https://doi.org/10.1037/met0000641",
          "doi": "https://doi.org/10.1037/met0000641",
          "filter": 0
        },
        {
          "title": "Yes stormtrooper, these are the droids you are looking for: Identifying and preliminarily evaluating bot and fraud detection strategies in online psychological research.",
          "authors": "Thomas J. Shaw, Cory J. Cascalheira, Emily C. Helminen, Cal D. Brisbin, Skyler D. Jackson, Melissa Simone, Tami P. Sullivan, Abigail W. Batchelder, Jillian R. Scheer",
          "url": "https://doi.org/10.1037/met0000724",
          "doi": "https://doi.org/10.1037/met0000724",
          "filter": 0
        },
        {
          "title": "A computationally efficient and robust method to estimate exploratory factor analysis models with correlated residuals.",
          "authors": "Guangjian Zhang, Dayoung Lee",
          "url": "https://doi.org/10.1037/met0000609",
          "doi": "https://doi.org/10.1037/met0000609",
          "filter": 0
        },
        {
          "title": "Normality assumption in latent interaction models.",
          "authors": "Sirio Lonati, Mikko Rönkkö, John Antonakis",
          "url": "https://doi.org/10.1037/met0000657",
          "doi": "https://doi.org/10.1037/met0000657",
          "filter": 0
        },
        {
          "title": "Combinational regularity analysis (CORA): An introduction for psychologists.",
          "authors": "Alrik Thiem, Lusine Mkrtchyan, Zuzana Sebechlebská",
          "url": "https://doi.org/10.1037/met0000653",
          "doi": "https://doi.org/10.1037/met0000653",
          "filter": 0
        },
        {
          "title": "Using Bayesian item response theory for multicohort repeated measure design to estimate individual latent change scores.",
          "authors": "Chun Wang, Ruoyi Zhu, Paul K. Crane, Seo-Eun Choi, Richard N. Jones, Douglas Tommet",
          "url": "https://doi.org/10.1037/met0000635",
          "doi": "https://doi.org/10.1037/met0000635",
          "filter": 0
        },
        {
          "title": "On estimating the frequency of a target behavior from time-constrained yes/no survey questions: A parametric approach based on the Poisson process.",
          "authors": "Benedikt Iberl, Rolf Ulrich",
          "url": "https://doi.org/10.1037/met0000588",
          "doi": "https://doi.org/10.1037/met0000588",
          "filter": 0
        },
        {
          "title": "A sensitivity analysis for temporal bias in cross-sectional mediation.",
          "authors": "A. R. Georgeson, Diana Alvarez-Bartolo, David P. MacKinnon",
          "url": "https://doi.org/10.1037/met0000628",
          "doi": "https://doi.org/10.1037/met0000628",
          "filter": 0
        },
        {
          "title": "Using group level factor models to resolve high dimensionality in model-based sampling.",
          "authors": "Niek Stevenson, Reilly J. Innes, Quentin F. Gronau, Steven Miletić, Andrew Heathcote, Birte U. Forstmann, Scott D. Brown",
          "url": "https://doi.org/10.1037/met0000618",
          "doi": "https://doi.org/10.1037/met0000618",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "Functions of produced and observed gesture in choral singing",
          "authors": "Erin Foy, Laura Bottei, Elizabeth M Wakefield",
          "abstract": "Gestures are hand movements that co-occur with speech and express information through their form and movement trajectory. Previous work suggests gesture is widely employed by voice teachers and that when used in the context of singing, both self-produced and observed gesture can promote vocal change. The current mixed methods study was conducted to expand our understanding of how and why choral conductors employ gesture. Eighteen choral conductors completed a survey and semi-structured interview that included questions about the functions of singer-observed gesture (gestures produced by conductors) and singer-produced gesture. Interestingly, conductors indicated that singer-produced gesture is more beneficial than singer-observed gesture and especially powerful for younger or amateur singers. However, participants reported using their own gesture more frequently than singer-produced gesture in rehearsals. Qualitative content analysis was used to identify common themes in interviews. Results indicate singer-observed and singer-produced gesture support visualization and communication whereas singer-produced gesture uniquely promotes kinesthetic engagement. These results suggest that conductors’ intuitions about the function of gesture align with functions identified in the gesture-for-learning literature. In light of these results, ideas for how gesture could be better utilized in rehearsal are discussed.",
          "url": "https://doi.org/10.1177/03057356251388978",
          "doi": "https://doi.org/10.1177/03057356251388978",
          "filter": 0
        },
        {
          "title": "Exploring five professional violinists’ flow experiences during solo and chamber music performances: An interpretative phenomenological analysis",
          "authors": "Carli D’Alebout, Liesl van der Merwe",
          "abstract": "This interpretative phenomenological analysis (IPA) study explores how five professional violinists, who teach and perform in South Africa, make sense of their lived flow experiences during solo and chamber music performances, and to what extent flow theory explains the inhibiting and promoting conditions of flow for the participants. Data were collected by conducting in-depth, semi-structured online video interviews. Rigorous data analysis followed a structured seven-step process. Eight group experiential themes emerged from the data. These themes are (1) the importance of preparation; (2) awareness and managing thoughts and attention; (3) emotion, intention, and the message of the music; (4) interactive musical relationships; (5) the audience’s role in the performer’s flow experience; (6) the influence of past experiences; (7) unique interpretations of flow; and (8) the outcomes of having experienced or not experienced flow. This study is the first of its kind, as it highlights professional performing violinists’ unique flow experiences during solo and chamber music performances. The study contributes to the improvement of practice by creating increased awareness of the conditions that promote and inhibit flow experiences for professional, amateur, and student performers as well as music teachers.",
          "url": "https://doi.org/10.1177/03057356251386030",
          "doi": "https://doi.org/10.1177/03057356251386030",
          "filter": 0
        },
        {
          "title": "Self-reported experiences of togetherness in classical music ensembles",
          "authors": "Sara D’Amario, Laura Bishop",
          "abstract": "Musicians experience varying degrees of musical togetherness, defined as a sense of social connectedness that they experience with co-performer(s) in music ensembles. Previous investigations focused on optimal experiences and suggested a link between social connections and musical and contextual aspects. However, it is not fully understood how this concept aligns with musicians’ experiences of togetherness. This research analysed experiences of togetherness in classical ensemble performances, based on semi-structured interviews with 22 advanced music students. Thematic content analysis demonstrates the emergence of four main themes associated with togetherness experiences as follows: (1) togetherness sensation, (2) quality of the interpersonal relationships, (3) performance settings, and (4) ensemble skills. This study broadens our understanding of ensemble playing experiences and reveals how togetherness experiences can arise or be negatively affected. These results are valuable to ensemble pedagogy and social interactions.",
          "url": "https://doi.org/10.1177/03057356251381808",
          "doi": "https://doi.org/10.1177/03057356251381808",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
