{
  "update": "2026-01-26",
  "content": [
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "The point of subjective equality as a tool for accurate and robust analysis in categorization tasks",
          "authors": "Ariel Levy, Tali Kleiman, Yuval Hart",
          "url": "https://doi.org/10.3758/s13428-025-02940-8",
          "doi": "https://doi.org/10.3758/s13428-025-02940-8",
          "filter": 0,
          "created": "2026-1-23"
        },
        {
          "title": "Ten particularly frequent and consequential questionable research practices in quantitative research: Bias mechanisms, preventive strategies, and a simulation-based framework",
          "authors": "Theodoros A. Kyriazos, Mary Poga",
          "url": "https://doi.org/10.3758/s13428-025-02920-y",
          "doi": "https://doi.org/10.3758/s13428-025-02920-y",
          "filter": 0,
          "created": "2026-1-23"
        },
        {
          "title": "Using large language models to estimate belief strength in reasoning",
          "authors": "Jérémie Beucler, Zoe Purcell, Lucie Charles, Wim De Neys",
          "url": "https://doi.org/10.3758/s13428-025-02923-9",
          "doi": "https://doi.org/10.3758/s13428-025-02923-9",
          "filter": 0,
          "created": "2026-1-20"
        },
        {
          "title": "Test–retest reliability of the gaze index for sign-tracking and goal-tracking",
          "authors": "Marco Badioli, Claudio Danti, Luigi Degni, Gianluca Finotti, Valentina Bernardi, Lorenzo Mattioni, Francesca Starita, Giuseppe di Pellegrino, Sara Giovagnoli, Mariagrazia Benassi, Sara Garofalo",
          "url": "https://doi.org/10.3758/s13428-025-02919-5",
          "doi": "https://doi.org/10.3758/s13428-025-02919-5",
          "filter": 0,
          "created": "2026-1-20"
        },
        {
          "title": "Constructing the Corpus of Children’s Video Media (CCVM): A new resource and guidelines for constructing comparable and reusable corpora",
          "authors": "Anna Gowenlock, Jennifer Rodd, Beth Malory, Courtenay Norbury",
          "abstract": "A growing number of psycholinguistic studies use methods from corpus linguistics to examine the language that children encounter in their environment, to understand how they might acquire different aspects of linguistic knowledge. Many of these studies focus on child-directed speech or children’s literature, while there is a paucity of work focusing on children’s television and video media. We describe the creation and contents of the Corpus of Children’s Video Media (CCVM), a specialised corpus designed to represent the spoken language in television and online videos popular among 3–5-year-old children in the UK (available as a scrambled database of tokens). The CCVM was designed to be comparable to an existing corpus of child-directed speech (CDS). We used a dual sampling approach: inclusion decisions were guided by (a) a survey of parents with children in our target age group, and (b) a survey of programmes available on popular streaming platforms. The corpus consists of 233,471 tokens across 161 transcripts (43.12 h of video) and is available on the Open Science Framework (OSF) as a scrambled database of tokens (including gloss, stem, and lemma forms, and part-of-speech tags), organised within transcripts, together with relevant metadata for each transcript. We discuss the challenges of creating a corpus that is comparable to existing datasets and highlight the importance of transparency in this process. We take an open science approach, sharing a detailed data collection and processing protocol, code, and data so that the corpus can be evaluated, extended, and used appropriately by other research teams.",
          "url": "https://doi.org/10.3758/s13428-025-02925-7",
          "doi": "https://doi.org/10.3758/s13428-025-02925-7",
          "filter": 0,
          "created": "2026-1-23"
        },
        {
          "title": "Modeling truncated and censored data with the diffusion model in Stan",
          "authors": "Franziska Henrich, Karl Christoph Klauer",
          "abstract": "Reaction time data in psychology are frequently censored or truncated. For example, two-alternative forced-choice tasks that are implemented with a response window or response deadline give rise to censored or truncated data. This must be accounted for in the data analysis, as important characteristics of the data, such as the mean, standard deviation, skewness, and correlations, can be strongly affected by censoring or truncation. In this paper, we use the probabilistic programming language Stan to analyze such data with Bayesian diffusion models. For this purpose, we added the functionality to model truncated and censored data with the diffusion model by adding the cumulative distribution function for reaction times generated from the diffusion model and its complement to the source code of Stan. We describe the usage of the truncated and censored models in Stan, test their performance in recovery and simulation-based calibration, and reanalyze existing datasets with the new method. The results of the recovery studies are satisfactory in terms of correlations ( $$r=.93 - 1.00$$ r = . 93 - 1.00 ), coverage (93–95% of true values lie in the 95% highest density interval), and bias. Simulation-based calibration studies suggest that the new functionality is implemented without errors. The reanalysis of existing datasets further validates the new method.",
          "url": "https://doi.org/10.3758/s13428-025-02822-z",
          "doi": "https://doi.org/10.3758/s13428-025-02822-z",
          "filter": 0,
          "created": "2026-1-20"
        },
        {
          "title": "Jokers in the deck: A new temperature setting for the Columbia Card Task",
          "authors": "Kevin Kapadia, Yunxiu Tang, Richard John",
          "abstract": "The Columbia Card Task (CCT) is a behavioral measure of risk-taking (BMRT), which has been cited over 1,500 times (Google Scholar, 3/1/2024). The original game had two versions (Hot and Cold), measuring affective and deliberative decision-making, respectively. Each version included 54 scored rounds where the loss cards were placed at the end, and nine unscored rounds where the loss cards were placed systematically among the gain cards. Over time, the CCT has gone through many iterations on critical components, such as the number of rounds, the position of the loss cards, and the introduction of a new version (Warm). Despite this, there are several issues with the CCT, notably a need for convergent validity with other measures of risk-taking. This paper reviews different iterations of the CCT, introduces a new (Toasty) version of the CCT that is a hybrid of the hot and warm versions, explores the consequences of randomly placing the loss cards among the gain cards consistent with instructions provided to participants, and examines the impact of incentivizing participants based on their score. Results ( N = 405) show that the Toasty version behaves similarly to the Warm but provides additional insights into risk-taking behavior. When loss cards are placed randomly, participants are still sensitive to the game’s parameters (gain amount, loss amount, and number of loss cards) and reveal the loss cards roughly half the time. Incentivizing participants in our study had little impact on the number of cards revealed.",
          "url": "https://doi.org/10.3758/s13428-025-02932-8",
          "doi": "https://doi.org/10.3758/s13428-025-02932-8",
          "filter": 0,
          "created": "2026-1-21"
        },
        {
          "title": "Measuring individual differences in the speed of attention using the distractor intrusion task",
          "authors": "Alon Zivony, Claudia C. von Bastian, Rachel Pye",
          "abstract": "How quickly we attend to objects plays an important role in navigating the world, especially in dynamic and rapidly changing environments. Measuring individual differences in attention speed is therefore an important, yet challenging, task. Although reaction times in visual search tasks have often been used as an intuitive proxy of such individual differences, these measures are limited by inconsistent levels of reliability and contamination by non-attentional factors. This study introduces the rate of post-target distractor intrusions (DI) in the rapid serial visual presentation (RSVP) paradigm as an alternative method of studying individual differences in the speed of attention. In RSVP, a target is presented for a brief duration and embedded among multiple distractors. DIs are reports of a subsequent distractor rather than the target and have previously been shown to be associated with the speed of attention. The present study explored the reliability and validity of DI rates as a measure of individual differences. In three studies, DI rates showed high internal consistency and test–retest reliability over a year (&gt;.90), even with a short task administration of only about 5 minutes. Moreover, DI rates were associated with measures related to attention speed, but not with unrelated measures of attentional control, reading speed, and attentional blink effects. Taken together, DI rates can serve as a useful tool for research into individual differences in the speed of attention. Links to a downloadable and easily executable DI experiment, as well as a brief discussion of methodological considerations, are provided to facilitate such future research.",
          "url": "https://doi.org/10.3758/s13428-025-02916-8",
          "doi": "https://doi.org/10.3758/s13428-025-02916-8",
          "filter": 0,
          "created": "2026-1-23"
        },
        {
          "title": "Accuracy in parameter estimation and simulation approaches for sample-size planning accounting for item effects",
          "authors": "Erin M. Buchanan, Mahmoud M. Elsherif, Jason Geller, Chris L. Aberson, Necdet Gurkan, Ettore Ambrosini, Tom Heyman, Maria Montefinese, Wolf Vanpaemel, Krystian Barzykowski, Carlota Batres, Katharina Fellnhofer, Guanxiong Huang, Joseph McFall, Gianni Ribeiro, Jan P. Röer, José L. Ulloa, Timo B. Roettger, K. D. Valentine, Antonino Visalli, Kathleen Schmidt, Martin R. Vasilev, Giada Viviani, Jacob F. Miranda, Savannah C. Lewis",
          "abstract": "The planning of sample size for research studies often focuses on obtaining a significant result given a specified level of power, significance, and an anticipated effect size. This planning requires prior knowledge of the study design and a statistical analysis to calculate the proposed sample size. However, there may not be one specific testable analysis from which to derive power (Silberzahn et al., Advances in Methods and Practices in Psychological Science , 1 (3), 337356, 2018) or a hypothesis to test for the project (e.g., creation of a stimuli database). Modern power and sample size planning suggestions include accuracy in parameter estimation (AIPE, Kelley, Behavior Research Methods , 39 (4), 755–766, 2007; Maxell et al., Annual Review of Psychology , 59 , 537–563, 2008) and simulation of proposed analyses (Chalmers &amp; Adkins, The Quantitative Methods for Psychology , 16 (4), 248–280, 2020). These toolkits offer flexibility in traditional power analyses that focus on the if-this, then-that approach. However, both AIPE and simulation require either a specific parameter (e.g., mean, effect size, etc.) or a statistical test for planning sample size. In this tutorial, we explore how AIPE and simulation approaches can be combined to accommodate studies that may not have a specific hypothesis test or wish to account for the potential of a multiverse of analyses. Specifically, we focus on studies that use multiple items and suggest that sample sizes can be planned to measure those items adequately and precisely, regardless of the statistical test. This tutorial also provides multiple code vignettes and package functionality that researchers can adapt and apply to their own measures.",
          "url": "https://doi.org/10.3758/s13428-025-02860-7",
          "doi": "https://doi.org/10.3758/s13428-025-02860-7",
          "filter": 0,
          "created": "2026-1-23"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Training and oversight of algorithms in social decision-making: Algorithms with prescribed selfish defaults breed selfish decisions",
          "authors": "Terence D. Dores Cruz, Mateus A.M. de Lucena",
          "url": "https://doi.org/10.1016/j.chb.2026.108924",
          "doi": "https://doi.org/10.1016/j.chb.2026.108924",
          "filter": 0,
          "created": "2026-1-20"
        },
        {
          "title": "User Cognitive Fit in Human-AI Interaction: Exploring the Link Between Input Representation and Generative Output Complexity",
          "authors": "Hechang Cai, Jinlai Zhou",
          "url": "https://doi.org/10.1016/j.chb.2026.108927",
          "doi": "https://doi.org/10.1016/j.chb.2026.108927",
          "filter": 0,
          "created": "2026-1-22"
        },
        {
          "title": "Brain Responses to Deepfakes and Real Videos of Emotional Facial Expressions Reveal Detection Without Awareness",
          "authors": "Casey Becker, Russell Conduit, Philippe A. Chouinard, Robin Laycock",
          "url": "https://doi.org/10.1016/j.chb.2026.108923",
          "doi": "https://doi.org/10.1016/j.chb.2026.108923",
          "filter": 0,
          "created": "2026-1-21"
        },
        {
          "title": "Evaluating Human-Based and Large Language Model-Based Content Analysis: A Case Study on Negative Word-of-Mouth Classification in Social Media",
          "authors": "Yolande Yang, Chih-Chien Wang, Pau-Lin Chou, Chieh-Yu Tien, Jia-Ci Wen, Nien-Hsin Chen",
          "url": "https://doi.org/10.1016/j.chb.2026.108904",
          "doi": "https://doi.org/10.1016/j.chb.2026.108904",
          "filter": 0,
          "created": "2026-1-20"
        },
        {
          "title": "From content consumers to content creators: Farmers using TikTok in northern Vietnam's mountainous regions",
          "authors": "Nguyen Ngoc Quynh, Nguyen Khanh Doanh",
          "url": "https://doi.org/10.1016/j.chb.2026.108925",
          "doi": "https://doi.org/10.1016/j.chb.2026.108925",
          "filter": 0,
          "created": "2026-1-19"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Group Processes & Intergroup Relations",
      "journal_short": "GPIR",
      "articles": [
        {
          "title": "The effect of common humanity on forgiveness and collective action does not generalise to all victim groups",
          "authors": "Özden Melis Uluğ, Yasemin Gülsüm Acar, Katharine H. Greenaway, Brian Lickel, Öbek Tutku Eroğlu",
          "abstract": "Prior work has found that making common human identity salient increases forgiveness of perpetrators but reduces collective action intentions among victims of historical atrocities. We conducted three experiments to investigate the generalisability of this effect among Alevis—a religious minority found mainly in Turkey. Study 1 ( N = 222) found that the common human identity manipulation was unsuccessful and did not lead to differences in forgiveness of perpetrators or collective action intentions among Alevis. In Study 2 ( N = 164), we conducted the same experiment and asked an open-ended question about norms associated with Alevism. The results replicated the null effects in Study 1, additionally showing that the social norms of Alevis relate to being humanist and peaceful. Study 3 ( N = 183) tested the role of Alevis’ humanist norms as a potential moderator of the inclusiveness effect. We again found that the common human identity manipulation did not affect forgiveness or collective action intentions, nor did Alevism norms moderate this effect. We discuss the importance of generalising social psychological findings to different cultural contexts and different victim groups.",
          "url": "https://doi.org/10.1177/13684302251403972",
          "doi": "https://doi.org/10.1177/13684302251403972",
          "filter": 0,
          "created": "2026-1-25"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Status decoded: How actors and observers shape the meaning of stealth symbols",
          "authors": "Jesse D'Agostino, Derek D. Rucker",
          "url": "https://doi.org/10.1016/j.jesp.2026.104883",
          "doi": "https://doi.org/10.1016/j.jesp.2026.104883",
          "filter": 0,
          "created": "2026-1-20"
        },
        {
          "title": "Proximity to whiteness and the racial position of multiracial people in the United States",
          "authors": "A. Chyei Vinluan, Maria G. Garay, Jennifer M. Perry, Linda X. Zou, Keith B. Maddox, Jessica D. Remedios",
          "url": "https://doi.org/10.1016/j.jesp.2026.104884",
          "doi": "https://doi.org/10.1016/j.jesp.2026.104884",
          "filter": 0,
          "created": "2026-1-21"
        }
      ],
      "articles_hidden": [
        {
          "title": "Corrigendum",
          "authors": "Zhihe Pan, Hweemin Tan, Siqi Liu, Xia Fang",
          "url": "https://doi.org/10.1016/j.jesp.2026.104882",
          "doi": "https://doi.org/10.1016/j.jesp.2026.104882",
          "filter": 1,
          "created": "2026-1-21"
        }
      ]
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "Multiple Imputation of Missing Data in Moderated Factor Analysis",
          "authors": "Joost R van Ginkel, Dylan Molenaar",
          "url": "https://doi.org/10.1080/00273171.2025.2606868",
          "doi": "https://doi.org/10.1080/00273171.2025.2606868",
          "filter": 0,
          "created": "2026-1-23"
        },
        {
          "title": "Time-Varying Path-Specific Direct and Indirect Effects: A Novel Approach to Examine Dynamic Behavioral Processes with Application to Smoking Cessation",
          "authors": "Yajnaseni Chakraborti, Recai M. Yucel, Megan E. Piper, Jeremy Mennis, Anthony J. Alberg, Timothy B. Baker, Donna L. Coffman",
          "url": "https://doi.org/10.1080/00273171.2026.2615659",
          "doi": "https://doi.org/10.1080/00273171.2026.2615659",
          "filter": 0,
          "created": "2026-1-20"
        },
        {
          "title": "Analyzing Complex Treatment Effects in Nonrandomized Observational Studies: The Case of Retention of Students in Grade",
          "authors": "Stephen G. West",
          "url": "https://doi.org/10.1080/00273171.2016.1251756",
          "doi": "https://doi.org/10.1080/00273171.2016.1251756",
          "filter": 0,
          "created": "2026-1-20"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "On Native American Boarding Schools, Racial Bias, and Perceptions of Americanness Versus Foreignness",
          "authors": "Maximilian A. Primbs, Jimmy Calanchini",
          "abstract": "Between 1819 and the 1970s, the U.S. government forced Native American children to attend boarding schools with the explicit purpose of assimilating them into White American culture. In this article, we examined whether the cultural legacy of historical Native American boarding schools persists locally in the aggregated racial biases of modern-day residents. Using the data of 290,593 Project Implicit visitors, we found that counties where Native American boarding schools were located in the past show lower levels of modern-day racial prejudice against Native Americans and view Native Americans as more U.S. American/less foreign compared to counties without historical boarding schools. Our findings provide a nuanced perspective on the ways in which historical injustices can manifest in physical, social, and cultural environments.",
          "url": "https://doi.org/10.1177/01461672251408638",
          "doi": "https://doi.org/10.1177/01461672251408638",
          "filter": 0,
          "created": "2026-1-19"
        },
        {
          "title": "Relational Compartmentalization: How Culture Keeps Our Social Worlds Apart",
          "authors": "Jinli Wu, Alexander Scott English, Xin Zhou, Yuchen Xu, Courtney Brooks, Kibum Moon, Yulia Chentsova-Dutton",
          "abstract": "Segregation of social networks has been studied primarily at the macro level in disciplines such as sociology. The present research introduces the concept of relational compartmentalization to examine this phenomenon at the level of individual behavior through a cultural–psychological lens. Across two studies, we investigated relational compartmentalization using a mixed-methods approach and complementary measures: a novel behavioral paradigm and egocentric social network analysis. We found evidence that, compared to Euro-Americans, Chinese and Asian American participants exhibited a greater tendency to compartmentalize their social networks, mediated by self-consistency and relational mobility, but not by contextualism. In cultural contexts characterized by greater self-concept variability and lower relational fluidity, individuals are more likely to organize their social networks into discrete, self-contained, non-overlapping groups. These findings advance the understanding of cultural models of social networks, highlighting the roles of culturally salient psychological and socioecological characteristics in shaping networking behavior.",
          "url": "https://doi.org/10.1177/01461672251404548",
          "doi": "https://doi.org/10.1177/01461672251404548",
          "filter": 0,
          "created": "2026-1-19"
        },
        {
          "title": "The Dialectical Self Around the World: A Meta-Analysis of Country-Level Means",
          "authors": "Julie Spencer-Rodgers, Isabella Major-Siciliano, Wei Yan, Antonio A.S. Cortijo, Lauren McKenzie, Kaiping Peng",
          "abstract": "This research presents the first known meta-analysis of the Dialectical Self Scale, a widely used measure of the extent to which people hold contradictory and changeable self-conceptions. Data were synthesized from k = 139 studies ( N = 23,629) from 28 countries to produce a national Dialectical Self Index (DSI). Study 1 used meta-analytic techniques to hierarchically order countries on dialecticism and test demographic moderators. No historical shifts in dialecticism were observed over two decades. In Study 2, dialecticism, at the country-level, was correlated with variables reflecting tolerance of contradiction and expectation of change, and socioecological factors (Buddhism, rice farming), but only weakly related to contemporary macro-social forces (globalization). Dialecticism was unrelated to collectivism and interdependent self-construals, indicating it is a foundational cultural mindset. A world map of dialecticism showed clear regional clustering. The DSI provides a useful tool for conducting cross-national research on dialecticism.",
          "url": "https://doi.org/10.1177/01461672251398281",
          "doi": "https://doi.org/10.1177/01461672251398281",
          "filter": 0,
          "created": "2026-1-24"
        },
        {
          "title": "A Meta-Analysis of the Association Between Socioeconomic Status and Marital Satisfaction",
          "authors": "Samantha C. Dashineau, Piper Reed, Haley Aiken, Madyson Depoy, Susan C. South",
          "abstract": "This preregistered meta-analysis aimed to determine the association of marital satisfaction with two demographic variables that are often used as indicators of socioeconomic status: income and education. It was hypothesized that income and education would individually have small to moderate associations with marital satisfaction. Data from 25,171 participants across 47 separate manuscripts and datasets were meta-analyzed in a random effects model. Results indicated there was no significant effect for income, but a small, significant effect for education such that increased education was correlated with greater marital satisfaction. The effect of education on satisfaction was moderated by the percentage of African American participants in the sample, meaning that when the sample included a greater percentage of African Americans, the effect of education and satisfaction was stronger. Overall, results indicate that education may be an important contextual factor for married dyads and researchers should be cautioned against controlling for demographic variables.",
          "url": "https://doi.org/10.1177/01461672251410276",
          "doi": "https://doi.org/10.1177/01461672251410276",
          "filter": 0,
          "created": "2026-1-19"
        },
        {
          "title": "Changing Norms Following the 2024 U.S. Presidential Election: The Trump Effect on Prejudice Redux",
          "authors": "Samuel E. Arnold, Jenniffer Wong Chavez, Kelly S. Swanson, Christian S. Crandall",
          "abstract": "Following the 2016 U.S. Presidential election of Donald Trump, prejudice toward groups targeted during his campaign (e.g., Asian Americans, Mexicans) become more acceptable. By contrast, both Trump and Clinton voters reported less prejudice of their own. We conducted a 2024 conceptual replication, measuring perceived norms of prejudice and own-prejudice toward 128 groups, both before ( N = 362) and after ( N = 261) the U.S. election. We separately measured the negativity of Trump’s campaign rhetoric toward these groups ( N = 188). Levels of prejudice and perceived norms of prejudice acceptability were mostly stable pre-/post-election, but Trump’s negative rhetoric predicted an increase in perceived acceptability of prejudice among targeted groups (replicating the 2016 results), and a rise in self-reported prejudice in the same groups post-election (reversing the 2016 results). Despite changes in the sociopolitical context between elections, the election of a leading politician who campaigned on prejudice was again associated with increases in the acceptability of prejudice.",
          "url": "https://doi.org/10.1177/01461672251411348",
          "doi": "https://doi.org/10.1177/01461672251411348",
          "filter": 0,
          "created": "2026-1-21"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "This is why they are called “social” media! Nonlinear associations between time spent on social media and psychosocial well-being in a representative Italian sample.",
          "authors": "Tommaso Galeotti, Natale Canale, Claudia Marino, Michela Lenzi, Massimiliano Pastore, Michela Bersia, Daniela Pierannunzio, Giacomo Lazzeri, Alessio Vieno",
          "url": "https://doi.org/10.1037/ppm0000641",
          "doi": "https://doi.org/10.1037/ppm0000641",
          "filter": 0,
          "created": "2026-1-20"
        },
        {
          "title": "Unmasking entities: Expectancy violations in VTubers’ and virtual influencers’ self-disclosure.",
          "authors": "Yingjia Huang, Rui Gu",
          "url": "https://doi.org/10.1037/ppm0000649",
          "doi": "https://doi.org/10.1037/ppm0000649",
          "filter": 0,
          "created": "2026-1-20"
        },
        {
          "title": "Do the traits of fictional crushes and real-life ideals align? An investigation into ideal standards based on fictional fandoms.",
          "authors": "Nicole Zhi Min Wang, Ai Ni Teoh",
          "url": "https://doi.org/10.1037/ppm0000646",
          "doi": "https://doi.org/10.1037/ppm0000646",
          "filter": 0,
          "created": "2026-1-20"
        }
      ],
      "articles_hidden": []
    }
  ]
}
