{
  "update": "2024-11-01",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "Registered Replication Report: A Large Multilab Cross-Cultural Conceptual Replication of Turri et al. (2015)",
          "authors": "Braeden Hall, Kathleen Schmidt, Jordan Wagge, Savannah C. Lewis, Sophia C. Weissgerber, Felix Kiunke, Gerit Pfuhl, Stefan Stieger, Ulrich S. Tran, Krystian Barzykowski, Natalia Bogatyreva, Marta Kowal, KarlIJn Massar, Felizitas Pernerstofer, Piotr Sorokowski, Martin Voracek, Christopher R. Chartier, Mark J. Brandt, Jon E. Grahe, Asil A. Özdoğru, Michael R. Andreychik, Sau-Chin Chen, Thomas R. Evans, Caro Hautekiet, Hans IJzerman, Pavol Kačmár, Anthony J. Krafnick, Erica D. Musser, Evie Vergauwe, Kaitlyn M. Werner, Balazs Aczel, Patrícia Arriaga, Carlota Batres, Jennifer L. Beaudry, Florian Cova, Simona Ďurbisová, Leslie D. Cramblet Alvarez, Gilad Feldman, Hendrik Godbersen, Jaroslav Gottfried, Gerald J. Haeffel, Andree Hartanto, Chris Isloi, Joseph P. McFall, Marina Milyavskaya, David Moreau, Ester Nosáľová, Kostas Papaioannou, Susana Ruiz-Fernandez, Jana Schrötter, Daniel Storage, Kevin Vezirian, Leonhard Volz, Yanna J. Weisberg, Qinyu Xiao, Dana Awlia, Hannah W. Branit, Megan R. Dunn, Agata Groyecka-Bernard, Ricky Haneda, Julita Kielinska, Caroline Kolle, Paweł Lubomski, Alexys M. Miller, Martin J. Mækelæ, Mytro Pantazi, Rafael R. Ribeiro, Robert M. Ross, Agnieszka Sorokowska, Christopher L. Aberson, Xanthippi Alexi Vassiliou, Bradley J. Baker, Miklos Bognar, Chin Wen Cong, Alex F. Danvers, William E. Davis, Vilius Dranseika, Andrei Dumbravă, Harry Farmer, Andy P. Field, Patrick S. Forscher, Aurélien Graton, Nandor Hajdu, Peter A. Howlett, Radosław Kabut, Emmett M. Larsen, Sean T. H. Lee, Nicole Legate, Carmel A. Levitan, Neil Levy, Jackson G. Lu, Michał Misiak, Roxana E. Morariu, Jennifer Novak, Ekaterina Pronizius, Irina Prusova, Athulya S. Rathnayake, Marina O. Romanova, Jan P. Röer, Waldir M. Sampaio, Christoph Schild, Michael Schulte-Mecklenbeck, Ian D. Stephen, Peter Szecsi, Elizabeth Takacs, Julia N. Teeter, Elian H. Thiele-Evans, Julia Valeiro-Paterlini, Iris Vilares, Louise Villafana, Ke Wang, Raymond Wu, Sara Álvarez-Solas, Hannah Moshontz, Erin M. Buchanan",
          "abstract": "According to the justified true belief (JTB) account of knowledge, people can truly know something only if they have a belief that is both justified and true (i.e., knowledge is JTB). This account was challenged by Gettier, who argued that JTB does not explain knowledge attributions in certain situations, later called “Gettier-type cases,” wherein protagonists are justified in believing something to be true, but their belief was correct only because of luck. Laypeople may not attribute knowledge to protagonists with justified but only luckily true beliefs. Although some research has found evidence for these so-called Gettier intuitions, Turri et al. found no evidence that participants attributed knowledge in a counterfeit-object Gettier-type case differently than in a matched case of JTB. In a large-scale, cross-cultural conceptual replication of Turri and colleagues’ Experiment 1 ( N = 4,724) using a within-participants design and three vignettes across 19 geopolitical regions, we did find evidence for Gettier intuitions; participants were 1.86 times more likely to attribute knowledge to protagonists in standard cases of JTB than to protagonists in Gettier-type cases. These results suggest that Gettier intuitions may be detectable across different scenarios and cultural contexts. However, the size of the Gettier intuition effect did vary by vignette, and the Turri et al. vignette produced the smallest effect, which was similar in size to that observed in the original study. Differences across vignettes suggest that epistemic intuitions may also depend on contextual factors unrelated to the criteria of knowledge, such as the characteristics of the protagonist being evaluated.",
          "url": "http://dx.doi.org/10.1177/25152459241267902",
          "doi": "10.1177/25152459241267902",
          "filter": 0
        },
        {
          "title": "A Response to a Comment on Hall et al. (2024)",
          "authors": "Kathleen Schmidt, Gerald J. Haeffel, Neil Levy, David Moreau, Sean T. H. Lee, Erin M. Buchanan, Anthony J. Krafnick, Martin Voracek, Gerit Pfuhl, Krystian Barzykowski, Marta Kowal, Jordan Wagge",
          "url": "http://dx.doi.org/10.1177/25152459241268249",
          "doi": "10.1177/25152459241268249",
          "filter": 0
        },
        {
          "title": "Robust Evidence for Knowledge Attribution and Luck: A Comment on Hall et al. (2024)",
          "authors": "Wesley Buckwalter, Ori Friedman",
          "url": "http://dx.doi.org/10.1177/25152459241268220",
          "doi": "10.1177/25152459241268220",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Exploring the impact of integrated design on employee learning engagement in the ubiquitous learning context: A deep learning-based hybrid multistage approach",
          "authors": "Dawei Shang, Caiyi Zhang, Li Jin",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108468",
          "doi": "10.1016/j.chb.2024.108468",
          "filter": 0
        },
        {
          "title": "A network analysis-based study of the correlations between internet addiction, insomnia, physical activity, and suicide ideation in adolescents",
          "authors": "Jiayi Lu, Xinhai Tang, Xingyue Jin, Xuerong Luo, Tianqing Fan, Yanmei Shen",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108483",
          "doi": "10.1016/j.chb.2024.108483",
          "filter": 0
        },
        {
          "title": "Editorial: When XR meets the Metaverse: Advancing new realities in an evolving space",
          "authors": "M. Claudia tom Dieck, Dai-In Danny Han, Timothy Jung",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108481",
          "doi": "10.1016/j.chb.2024.108481",
          "filter": 0
        },
        {
          "title": "Extended Multi-stream Temporal-attention Module for Skeleton-based Human Action Recognition (HAR)",
          "authors": "Faisal Mehmood, Xin Guo, Enqing Chen, Muhammad Azeem Akbar, Arif Ali Khan, Sami Ullah",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108482",
          "doi": "10.1016/j.chb.2024.108482",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Group Processes & Intergroup Relations",
      "journal_short": "GPIR",
      "articles": [
        {
          "title": "Getting by with a little help from my antiracist White friends: Can White antiracism counteract the demobilizing effect of positive contact?",
          "authors": "Kristina G. Chamberlin, E. Ashby Plant",
          "abstract": "Recent research indicates that positive intergroup contact with advantaged groups (e.g., White Americans) may decrease ingroup collective action amongst marginalized groups (e.g., Black, Hispanic/Latinx Americans). However, we hypothesized that seeing White Americans—and specifically one’s friends—as antiracists who actively oppose racial inequality could boost collective action in marginalized groups, counteracting this effect. Four studies and an internal meta-analysis revealed that positive contact was associated with less collective action, but perceiving one’s White friends as antiracist was associated with greater engagement. This effect was specific to White friends; perceiving White people as antiracist was not mobilizing. Further, anger about inequality and movement identification (social identity model of collective action [SIMCA]) mediated these associations. This research reveals that although positive contact can be demobilizing for marginalized racial groups, Whites’ vocal allyship within intergroup friendships can enhance social change behaviors.",
          "url": "http://dx.doi.org/10.1177/13684302241286442",
          "doi": "10.1177/13684302241286442",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Hierarchy as a signal of culture and belonging: Exploring why egalitarian ideology predicts aversion to hierarchical organizations",
          "authors": "Sangah Bae, Sean Fath",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104692",
          "doi": "10.1016/j.jesp.2024.104692",
          "filter": 0
        },
        {
          "title": "Gender categorization and memory in transgender and cisgender people",
          "authors": "Natalie M. Gallagher, Emily Foster-Hanson, Kristina R. Olson",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104691",
          "doi": "10.1016/j.jesp.2024.104691",
          "filter": 0
        },
        {
          "title": "Simultaneous pairing increases evaluative conditioning: Evidence for the role of temporal overlap but not of onset synchrony",
          "authors": "Jasmin Richter, Anne Gast",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104689",
          "doi": "10.1016/j.jesp.2024.104689",
          "filter": 0
        },
        {
          "title": "Thicker-skinned but still human: People may think individuals in poverty are less vulnerable to harm even when ascribing them full humanity",
          "authors": "Nathan N. Cheek",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104687",
          "doi": "10.1016/j.jesp.2024.104687",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "Why You Should Not Estimate Mediated Effects Using the Difference-in-Coefficients Method When the Outcome is Binary",
          "authors": "Judith J. M. Rijnhart, Matthew J. Valente, David P. MacKinnon",
          "url": "http://dx.doi.org/10.1080/00273171.2024.2418515",
          "doi": "10.1080/00273171.2024.2418515",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Is Discrimination Widespread or Concentrated? Evaluating the Distribution of Anti-Black Discrimination in Judicial, Hiring, and Housing Decisions",
          "authors": "Manuel J. Galvan, Gabriella M. Alvarez, William Cipolli, Erin Cooley, Keely A. Muscatell, B. Keith Payne",
          "abstract": "Is anti-Black discrimination concentrated among a discriminatory few, or widespread across many decision-makers? The handful of studies that have addressed this question have reached divergent conclusions, with some suggesting that discrimination follows the 80/20 rule (i.e., a Pareto distribution) and others suggesting that discrimination is normally distributed. This paper explores the distribution of discrimination in hiring, housing, and judicial decisions. Study 1 examined the distribution of anti-Black discrimination in judges’ repeated sentencing decisions. The distribution of discrimination was more consistent with a normal distribution than a Pareto distribution. In Study 2, meta-analyses of hiring and housing field experiments revealed anti-Black discrimination in more than 80% of studies. Simulations of widespread discrimination using a normal distribution were more consistent with these experimental data than were simulations of concentrated discrimination using a Pareto distribution. These findings suggest that discrimination is not concentrated in the behaviors of a few highly biased individuals.",
          "url": "http://dx.doi.org/10.1177/01461672241288929",
          "doi": "10.1177/01461672241288929",
          "filter": 0
        },
        {
          "title": "Moral Future-Thinking: Does the Moral Circle Stand the Test of Time?",
          "authors": "Kyle Fiore Law, Stylianos Syropoulos, Matthew Coleman, Izzy Gainsburg, Brendan Bo O’Connor",
          "abstract": "Humanity’s long-term welfare may lie in the hands of those who are presently living, raising the question of whether people today hold the generations of tomorrow in their moral circles. Five studies (N Total = 1652; Prolific) reveal present-oriented bias in the moral standing of future generations, with greater perceived moral obligation, moral concern, and prosocial intentions for proximal relative to distal future targets. Yet, present-oriented bias appears stronger for socially close compared with socially distant targets and for human targets relative to non-human animals and entities in nature. Individual differences, including longtermism beliefs and subjective imaginative vividness, predict greater concern for and obligation to the future. Likewise, concern and obligation predict greater future-oriented generosity. Our studies are among the first to explore moral considerations for targets across deep temporal expanses, reconcile conflicting evidence in the extant literature on moral judgment and future-thinking, and offer practical implications for bettering the shared societal future.",
          "url": "http://dx.doi.org/10.1177/01461672241284324",
          "doi": "10.1177/01461672241284324",
          "filter": 0
        },
        {
          "title": "Shifts in Racial Inequalities and White Backlash in the 21st Century U.S.",
          "authors": "Apoorva Sarmal, Leah Cha, Allison L. Skinner",
          "abstract": "Progress toward racial equality over the course of U.S. history has not been linear, and reductions in racial inequalities have historically been met with racist backlash. In the current research, we examine whether shifts in racial inequalities in key structural areas in recent decades can be used to predict implicit and explicit racial attitudes among White U.S. residents ( N = 222,203). Consistent with the hypothesis that increasing racial equality is threatening, the majority of the statistically significant effects we observed indicated increased pro-White attitudes among White residents of states where racial inequalities decreased over time. State-level reductions in racial inequalities related to government assistance and employment—which have both been highly politicized—were predictive of greater pro-White attitudes among White U.S. residents. Overall, the current findings provide suggestive evidence that reductions in state-level racial inequalities may threaten the status quo, heightening pro-White attitudes among White U.S. residents.",
          "url": "http://dx.doi.org/10.1177/01461672241286613",
          "doi": "10.1177/01461672241286613",
          "filter": 0
        },
        {
          "title": "When Time Is the Enemy: An Initial Test of the Process Model of Patience",
          "authors": "Kate Sweeny, Jason Hawes, Olivia T. Karaman",
          "abstract": "The process model of patience attempts to reconcile disparate approaches to understanding patience. This investigation provides an initial test of the tenets of this new theoretical model, which positions impatience as a discrete emotion and patience as a targeted form of emotion regulation. In three studies with diverse samples ( N = 1,401; data collected 2022–2023), participants responded to hypothetical scenarios designed to tap into familiar experiences of impatience. Regarding impatience, findings support our claim that impatience arises in response to the perception that a delay is unreasonable or unfair, and situational and intrapersonal characteristics emerged as predictors of impatience. Regarding patience, findings were consistent with the conceptualization of patience as driven more by intrapersonal than situational factors and revealed a set of individual differences that predicted patience. This investigation lends support to the process model of patience as a viable approach, generative of testable research questions, with implications for well-being.",
          "url": "http://dx.doi.org/10.1177/01461672241284028",
          "doi": "10.1177/01461672241284028",
          "filter": 0
        },
        {
          "title": "Applying Implicit Propositional Measures to Detect Faking in Personality-Related Scales: Reliability, Discriminating Power, and Classification Accuracy",
          "authors": "Francesco Dentale, Michele Vecchione",
          "abstract": "Two implicit propositional measures designed to detect faking in personality-related scales were tested across four experimental studies. Study 1 (n = 116) included the Deception Relational Responding Task and Narcissistic Admiration and Rivalry Questionnaire as the faking-detector and target scale, respectively. Respondents were randomly assigned to faking or no-faking conditions. Faking respondents were instructed to appear opposite to their narcissistic profile, while no-faking had to respond honestly. In Study 2 (n = 133), the faking-detector was the Deception Implicit Association Test (Dec-aIAT), while the target scale and faking/no-faking instructions remained the same. In Studies 3 (n = 74) and 4 (n = 111), the faking-detector was again the Dec-aIAT, while the target scale was the Big Five Questionnaire-2. Faking respondents had to adhere to a desirable target profile (Study 3; faking-good) or its opposite (Study 4; faking-bad) while no-faking should respond honestly. Overall, the implicit measures showed adequate-to-excellent reliability, discriminating power, and classification accuracy.",
          "url": "http://dx.doi.org/10.1177/01461672241286209",
          "doi": "10.1177/01461672241286209",
          "filter": 0
        },
        {
          "title": "Gender Stereotypes About Career and Family Are Stronger in More Economically Developed Countries and Can Explain the Gender Equality Paradox",
          "authors": "Clotilde Napp",
          "abstract": "Using data from Project Implicit collected between 2005 and 2020, comprising 1,489,721 observations in 111 countries, we find that implicit and explicit gender stereotypes about career and family are more pronounced in more economically developed countries. Besides, these gender stereotypes are strongly correlated at the country level with gender differences in values (such as family values), self-reported personality traits (such as agreeableness or dependence), and occupational preferences (such as health-related occupations), and may account for the fact that these gender imbalances are “paradoxically” stronger in more economically developed countries (the so-called “gender equality paradox”). In line with social role theory, our findings suggest that there are in developed countries strong gender stereotypes about career and family, which may at least partly explain the persistence or even the “paradoxical worsening” of a number of gender differences in these countries, despite generally high levels of gender equality in other areas.",
          "url": "http://dx.doi.org/10.1177/01461672241286084",
          "doi": "10.1177/01461672241286084",
          "filter": 0
        },
        {
          "title": "Is It Fair to Kill One to Save Five? How Just World Beliefs Shape Sacrificial Moral Decision-making",
          "authors": "Paul Conway, Rael J. Dawtry, Jason Lam, Ana I. Gheorghiu",
          "abstract": "Sacrificing a target to save a group violates deontological ethics against harm but upholds utilitarian ethics to maximize outcomes. Although theorists examine many factors that influence dilemma decisions, we examined justice concerns: We manipulated the moral character of sacrificial targets, then measured participants’ dilemma responses and just world beliefs. Across four studies ( N=1116), participants considering guilty versus innocent targets scored lower on harm-rejection (deontological) responding, but not outcome-maximizing (utilitarian) responding assessed via process dissociation. Just world beliefs (both personal and general) predicted lower utilitarian and somewhat lower deontological responding, but these effects disappeared when accounting for shared variance with psychopathy. Results suggest that dilemma decisions partly reflect the moral status of sacrificial targets and concerns about the fairness implications of sacrificing innocent targets to save innocent groups.",
          "url": "http://dx.doi.org/10.1177/01461672241287815",
          "doi": "10.1177/01461672241287815",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "Cognitive Maps for a Non-Euclidean Environment: Path Integration and Spatial Memory on a Sphere",
          "authors": "Misun Kim, Christian F. Doeller",
          "abstract": "Humans build mental models of the world and utilize them for various cognitive tasks. The exact form of cognitive maps is not fully understood, especially for novel and complex environments beyond the flat Euclidean environment. To address this gap, we investigated path integration—a critical process underlying cognitive mapping—and spatial-memory capacity on the spherical (non-Euclidean) and planar (Euclidean) environments in young healthy adults ( N = 20) using immersive virtual reality. We observed a strong Euclidean bias during the path-integration task on the spherical surface, even among participants who possessed knowledge of non-Euclidean geometry. Notably, despite this bias, participants demonstrated reasonable navigation ability on the sphere. This observation and simulation suggest that humans navigate nonflat surfaces by constructing locally confined Euclidean maps and flexibly combining them. This insight sheds light on potential neural mechanisms and behavioral strategies for solving complex cognitive tasks.",
          "url": "http://dx.doi.org/10.1177/09567976241279291",
          "doi": "10.1177/09567976241279291",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
