{
  "update": "2024-11-13",
  "content": [
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Evaluating the adoption and effectiveness of human educators vs. AI tools in education",
          "authors": "Aiping Shao, Zhi Lu, Bu Zhong, Stephanie Q. Liu, Wei Lu",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108492",
          "doi": "10.1016/j.chb.2024.108492",
          "filter": 0
        },
        {
          "title": "Enhancing software quality assurance in ubiquitous learning environments through mutation testing and diverse test oracles",
          "authors": "Muhammad Rashid Naeem, Muhammad Asghar Khan, Mansoor Khan, Omar Alruwaili, Ibrahim Alrashdi, Saad Alanazi",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108493",
          "doi": "10.1016/j.chb.2024.108493",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Certainty improves the predictive validity of Honesty-Humility and Dark Triad traits on cheating behavior",
          "authors": "David Santos, Arsham Ghodsinia, Blanca Requero, Dilney Gonçalves, Pablo Briñol, Richard E. Petty",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104694",
          "doi": "10.1016/j.jesp.2024.104694",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "The cross-cultural big two: A culturally decentered theoretical and measurement model for personality traits.",
          "authors": "Amber Gayle Thalmayer, Kendall A. Mather, Gerard Saucier, Luzelle Naudé, Maria Florence, Tracey-Ann Adonis, Elizabeth N. Shino, Stephen Asatsa, Alena Witzlack-Makarevich, Lea Z. M. Bächlin, David M. Condon",
          "url": "http://dx.doi.org/10.1037/pspp0000528",
          "doi": "10.1037/pspp0000528",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Alluring or Alarming? The Polarizing Effect of Forbidden Knowledge in Political Discourse",
          "authors": "V.A. Parker, E. Kehoe, J. Lees, M. Facciani, A.E. Wilson",
          "abstract": "“Forbidden knowledge” claims are central to conspiracy theories, yet they have received little systematic study. Forbidden knowledge claims imply that information is censored or suppressed. Theoretically, forbidden knowledge could be alluring or alarming, depending on alignment with recipients’ political worldviews. In three studies ( N = 2363, two preregistered), we examined censorship claims about (conservative-aligned) controversial COVID-19 topics. In Studies 1a and 2 participants read COVID-19 claims framed as censored or not. Conservatives reported more attraction to and belief in the claims, regardless of censorship condition, while liberals showed decreased interest and belief when information was presented as censored. Study 1b revealed divergent interpretations of suppression motives: liberals assumed censored information was harmful or false, whereas conservatives deemed it valuable and true. In Study 2, conservatives made more critical thinking errors in a vaccine risk reasoning task when information was framed as censored. Findings reveal the polarizing effects of forbidden knowledge frames.",
          "url": "http://dx.doi.org/10.1177/01461672241288332",
          "doi": "10.1177/01461672241288332",
          "filter": 0
        },
        {
          "title": "Conceal and Don’t Feel as Much? Experiential Effects of Expressive Suppression",
          "authors": "Jessica L. Jones, Derek M. Isaacowitz, Özlem Ayduk",
          "abstract": "Emotion regulation research has routinely pitted the antecedent-focused strategy of cognitive reappraisal against the response-focused strategy of expressive suppression. This research has largely yielded that reappraisal is an effective strategy by which to change emotional experience, but implications of expressive suppression are not as clear. This may be due to variations in experimental methodologies, which have not consistently evaluated suppression against a within-subject control condition, as well as conceptual limitations that have muddled the implications of significant findings. Across two high-powered, within-subject paradigms, the present study demonstrates that expressive suppression induces significant decreases in negative emotion relative to one’s general attempts to downregulate negative emotion (Study 1) and respond naturally (Study 2). Our findings add to a growing body of literature that demonstrate that suppression may facilitate emotion regulation at both the expressive and experiential levels, and underscore the importance of incorporating flexibility and goal-focused frameworks in future research.",
          "url": "http://dx.doi.org/10.1177/01461672241290397",
          "doi": "10.1177/01461672241290397",
          "filter": 0
        },
        {
          "title": "Deception Detection: Using Machine Learning to Analyze 911 Calls",
          "authors": "Patrick M. Markey, Jennie Dapice, Brooke Berry, Erica B. Slotter",
          "abstract": "This study examined the use of machine learning in detecting deception among 210 individuals reporting homicides or missing persons to 911. The sample included an equal number of false allegation callers (FAC) and true report callers (TRC) identified through case adjudication. Independent coders, unaware of callers’ deception, analyzed each 911 call using 86 behavioral cues. Using the random forest model with k-fold cross-validation and repeated sampling, the study achieved an accuracy rate of 68.2% for all 911 calls, with sensitivity and specificity at 68.7% and 67.7%, respectively. For homicide reports, accuracy was higher at 71.2%, with a sensitivity of 77.3% but slightly lower specificity at 65.0%. In contrast, accuracy decreased to 61.4% for missing person reports, with a sensitivity of 49.1% and notably higher specificity at 73.6%. Beyond accuracy, key cues distinguishing FACs from TRCs were identified and included cues like “Blames others,” “Is self-dramatizing,” and “Is uncertain and insecure.”",
          "url": "http://dx.doi.org/10.1177/01461672241287064",
          "doi": "10.1177/01461672241287064",
          "filter": 0
        },
        {
          "title": "Inoculating Against Moral Disengagement Creates Ethical Adherence for Narcissism",
          "authors": "Daniel N. Jones, Rafik Beekun, Julie Aitken Schermer, Kristi Baerg MacDonald, Josh Compton",
          "abstract": "Increasing honesty is critical in modern society. Moral Disengagement Tactics (MDTs) enable individuals to engage in unethical behavior while avoiding self-criticism, making MDTs a form of self-persuasion. One way to prevent persuasion is inoculation. Across three experiments ( N = 972), two preregistered, we randomly assigned individuals to a code of ethics versus inoculation to MDTs condition. Study 1 ( n = 443) found that those high in narcissism reported increased ethical intentions in the inoculation condition. Study 2 ( n = 224) replicated and extended this effect, finding that individuals high in narcissism were more likely to behave honestly in the inoculation condition. Study 3 ( n = 305) was a longitudinal study finding that inoculating those high in narcissism led to fewer lies over the past week’s inoculation. None of these interaction patterns emerged for Machiavellianism or psychopathy. Thus, inoculation to MDTs appears effective in reducing dishonesty among those high in narcissism.",
          "url": "http://dx.doi.org/10.1177/01461672241276562",
          "doi": "10.1177/01461672241276562",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
