{
  "update": "2024-11-04",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "Registered Replication Report: A Large Multilab Cross-Cultural Conceptual Replication of Turri et al. (2015)",
          "authors": "Braeden Hall, Kathleen Schmidt, Jordan Wagge, Savannah C. Lewis, Sophia C. Weissgerber, Felix Kiunke, Gerit Pfuhl, Stefan Stieger, Ulrich S. Tran, Krystian Barzykowski, Natalia Bogatyreva, Marta Kowal, KarlIJn Massar, Felizitas Pernerstofer, Piotr Sorokowski, Martin Voracek, Christopher R. Chartier, Mark J. Brandt, Jon E. Grahe, Asil A. Özdoğru, Michael R. Andreychik, Sau-Chin Chen, Thomas R. Evans, Caro Hautekiet, Hans IJzerman, Pavol Kačmár, Anthony J. Krafnick, Erica D. Musser, Evie Vergauwe, Kaitlyn M. Werner, Balazs Aczel, Patrícia Arriaga, Carlota Batres, Jennifer L. Beaudry, Florian Cova, Simona Ďurbisová, Leslie D. Cramblet Alvarez, Gilad Feldman, Hendrik Godbersen, Jaroslav Gottfried, Gerald J. Haeffel, Andree Hartanto, Chris Isloi, Joseph P. McFall, Marina Milyavskaya, David Moreau, Ester Nosáľová, Kostas Papaioannou, Susana Ruiz-Fernandez, Jana Schrötter, Daniel Storage, Kevin Vezirian, Leonhard Volz, Yanna J. Weisberg, Qinyu Xiao, Dana Awlia, Hannah W. Branit, Megan R. Dunn, Agata Groyecka-Bernard, Ricky Haneda, Julita Kielinska, Caroline Kolle, Paweł Lubomski, Alexys M. Miller, Martin J. Mækelæ, Mytro Pantazi, Rafael R. Ribeiro, Robert M. Ross, Agnieszka Sorokowska, Christopher L. Aberson, Xanthippi Alexi Vassiliou, Bradley J. Baker, Miklos Bognar, Chin Wen Cong, Alex F. Danvers, William E. Davis, Vilius Dranseika, Andrei Dumbravă, Harry Farmer, Andy P. Field, Patrick S. Forscher, Aurélien Graton, Nandor Hajdu, Peter A. Howlett, Radosław Kabut, Emmett M. Larsen, Sean T. H. Lee, Nicole Legate, Carmel A. Levitan, Neil Levy, Jackson G. Lu, Michał Misiak, Roxana E. Morariu, Jennifer Novak, Ekaterina Pronizius, Irina Prusova, Athulya S. Rathnayake, Marina O. Romanova, Jan P. Röer, Waldir M. Sampaio, Christoph Schild, Michael Schulte-Mecklenbeck, Ian D. Stephen, Peter Szecsi, Elizabeth Takacs, Julia N. Teeter, Elian H. Thiele-Evans, Julia Valeiro-Paterlini, Iris Vilares, Louise Villafana, Ke Wang, Raymond Wu, Sara Álvarez-Solas, Hannah Moshontz, Erin M. Buchanan",
          "abstract": "According to the justified true belief (JTB) account of knowledge, people can truly know something only if they have a belief that is both justified and true (i.e., knowledge is JTB). This account was challenged by Gettier, who argued that JTB does not explain knowledge attributions in certain situations, later called “Gettier-type cases,” wherein protagonists are justified in believing something to be true, but their belief was correct only because of luck. Laypeople may not attribute knowledge to protagonists with justified but only luckily true beliefs. Although some research has found evidence for these so-called Gettier intuitions, Turri et al. found no evidence that participants attributed knowledge in a counterfeit-object Gettier-type case differently than in a matched case of JTB. In a large-scale, cross-cultural conceptual replication of Turri and colleagues’ Experiment 1 ( N = 4,724) using a within-participants design and three vignettes across 19 geopolitical regions, we did find evidence for Gettier intuitions; participants were 1.86 times more likely to attribute knowledge to protagonists in standard cases of JTB than to protagonists in Gettier-type cases. These results suggest that Gettier intuitions may be detectable across different scenarios and cultural contexts. However, the size of the Gettier intuition effect did vary by vignette, and the Turri et al. vignette produced the smallest effect, which was similar in size to that observed in the original study. Differences across vignettes suggest that epistemic intuitions may also depend on contextual factors unrelated to the criteria of knowledge, such as the characteristics of the protagonist being evaluated.",
          "url": "http://dx.doi.org/10.1177/25152459241267902",
          "doi": "10.1177/25152459241267902",
          "filter": 0
        },
        {
          "title": "A Response to a Comment on Hall et al. (2024)",
          "authors": "Kathleen Schmidt, Gerald J. Haeffel, Neil Levy, David Moreau, Sean T. H. Lee, Erin M. Buchanan, Anthony J. Krafnick, Martin Voracek, Gerit Pfuhl, Krystian Barzykowski, Marta Kowal, Jordan Wagge",
          "url": "http://dx.doi.org/10.1177/25152459241268249",
          "doi": "10.1177/25152459241268249",
          "filter": 0
        },
        {
          "title": "Preprocessing Experience-Sampling-Method Data: A Step-by-Step Framework, Tutorial Website, R Package, and Reporting Templates",
          "authors": "Jordan Revol, Chiara Carlier, Ginette Lafit, Martine Verhees, Laura Sels, Eva Ceulemans",
          "abstract": "Experience-sampling-method (ESM) studies have become a very popular tool to gain insight into the dynamics of psychological processes. Although the statistical modeling of ESM data has been widely studied, the preprocessing steps that precede such modeling have received relatively limited attention despite being a challenging phase. At the same time, adequate preprocessing of ESM data is crucial: It provides valuable information about the quality of the data and, importantly, helps to resolve issues in the data that may compromise the validity of statistical analyses. To support researchers in properly preprocessing ESM data, we have developed a step-by-step framework, a tutorial website that provides a gallery of R code, an R package, and templates to report the preprocessing steps. Particular attention is given to three different aspects in preprocessing: checking adherence to the study design (e.g., whether the momentary questionnaires were delivered according to the sampling scheme), examining participants’ response behaviors (e.g., compliance, careless responding), and describing and visualizing the data (e.g., examining distributions of variables).",
          "url": "http://dx.doi.org/10.1177/25152459241256609",
          "doi": "10.1177/25152459241256609",
          "filter": 0
        },
        {
          "title": "Robust Evidence for Knowledge Attribution and Luck: A Comment on Hall et al. (2024)",
          "authors": "Wesley Buckwalter, Ori Friedman",
          "url": "http://dx.doi.org/10.1177/25152459241268220",
          "doi": "10.1177/25152459241268220",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "What makes Chinese adolescents glued to their smartphones? Using network analysis and three-wave longitudinal analysis to assess how adverse childhood experiences influence smartphone addiction",
          "authors": "Hongyi Lin, Guohao He, Hong Zheng, Jiaoyang Ai",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108484",
          "doi": "10.1016/j.chb.2024.108484",
          "filter": 0
        },
        {
          "title": "Exploring the impact of integrated design on employee learning engagement in the ubiquitous learning context: A deep learning-based hybrid multistage approach",
          "authors": "Dawei Shang, Caiyi Zhang, Li Jin",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108468",
          "doi": "10.1016/j.chb.2024.108468",
          "filter": 0
        },
        {
          "title": "A network analysis-based study of the correlations between internet addiction, insomnia, physical activity, and suicide ideation in adolescents",
          "authors": "Jiayi Lu, Xinhai Tang, Xingyue Jin, Xuerong Luo, Tianqing Fan, Yanmei Shen",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108483",
          "doi": "10.1016/j.chb.2024.108483",
          "filter": 0
        },
        {
          "title": "When XR meets the Metaverse: Advancing new realities in an evolving space",
          "authors": "M. Claudia tom Dieck, Dai-In Danny Han, Timothy Jung",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108481",
          "doi": "10.1016/j.chb.2024.108481",
          "filter": 0
        },
        {
          "title": "Extended Multi-stream Temporal-attention Module for Skeleton-based Human Action Recognition (HAR)",
          "authors": "Faisal Mehmood, Xin Guo, Enqing Chen, Muhammad Azeem Akbar, Arif Ali Khan, Sami Ullah",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108482",
          "doi": "10.1016/j.chb.2024.108482",
          "filter": 0
        },
        {
          "title": "The affective and relational correlates of algorithmic beliefs among U.S. online daters: Extension of two previous studies",
          "authors": "Junwen M. Hu",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108373",
          "doi": "10.1016/j.chb.2024.108373",
          "filter": 0
        },
        {
          "title": "Problematic online behaviors constitute related yet distinct conditions: A cross-sectional study",
          "authors": "Stéphanie Baggio, Maurane Bosson, David Berle, Vladan Starcevic, Olivier Simon, Joël Billieux",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108358",
          "doi": "10.1016/j.chb.2024.108358",
          "filter": 0
        },
        {
          "title": "Roles of parasocial relationship with eco-celebrities, motivation attribution, and message framing in virality of climate information on social media",
          "authors": "Sejung Park, Cynthia A. Hoffner",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108380",
          "doi": "10.1016/j.chb.2024.108380",
          "filter": 0
        },
        {
          "title": "Trust and reliance on AI — An experimental study on the extent and costs of overreliance on AI",
          "authors": "Artur Klingbeil, Cassandra Grützner, Philipp Schreck",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108352",
          "doi": "10.1016/j.chb.2024.108352",
          "filter": 0
        },
        {
          "title": "Impact of the propensity to cross-cultural adaptation on online viewers' attitudes toward ethnic minority group cultural streaming: An extension of the theory of planned behaviour",
          "authors": "Lifu Li",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108365",
          "doi": "10.1016/j.chb.2024.108365",
          "filter": 0
        },
        {
          "title": "Effects of 72-hour abstinence from instant messaging on craving, withdrawal, and affect",
          "authors": "V. Cervigón-Carrasco, S. Politi, D. Brevers, C. Giménez-García, D.L. King, J. Billieux, J. Castro-Calvo",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108389",
          "doi": "10.1016/j.chb.2024.108389",
          "filter": 0
        },
        {
          "title": "Evaluating educational apps for preschoolers: Differences and agreements between the assessments of experts, parents, and their children",
          "authors": "Astrid Wirth, Anna Mues, Efsun Birtwistle, Frank Niklas",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108361",
          "doi": "10.1016/j.chb.2024.108361",
          "filter": 0
        },
        {
          "title": "The search suggestion effect (SSE): A quantification of how autocomplete search suggestions could be used to impact opinions and votes",
          "authors": "Robert Epstein, Savannah Aries, Kelly Grebbien, Alyssa M. Salcedo, Vanessa R. Zankich",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108342",
          "doi": "10.1016/j.chb.2024.108342",
          "filter": 0
        },
        {
          "title": "Unpacking the role of motivation and enjoyment in AI-mediated informal digital learning of English (AI-IDLE): A mixed-method investigation in the Chinese context",
          "authors": "Guangxiang Leon Liu, Ron Darvin, Chaojun Ma",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108362",
          "doi": "10.1016/j.chb.2024.108362",
          "filter": 0
        },
        {
          "title": "Shaping health behaviors beyond reality: A full body illusion to experience the consequences of unhealthy snacking",
          "authors": "Nadine Elisa van der Waal, Loes Janssen, Marco Otte, Marjolijn Antheunis, Laura Nynke van der Laan",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108376",
          "doi": "10.1016/j.chb.2024.108376",
          "filter": 0
        },
        {
          "title": "Privacy vs convenience: Understanding intention-behavior divergence post-GDPR",
          "authors": "Julia Helena Zhang, Timo Koivumäki, Dominic Chalmers",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108382",
          "doi": "10.1016/j.chb.2024.108382",
          "filter": 0
        },
        {
          "title": "Cognitive ease at a cost: LLMs reduce mental effort but compromise depth in student scientific inquiry",
          "authors": "Matthias Stadler, Maria Bannert, Michael Sailer",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108386",
          "doi": "10.1016/j.chb.2024.108386",
          "filter": 0
        },
        {
          "title": "Theory of consumption value: A lens to examine the use and continual use intention of online game subscription services",
          "authors": "Wee Kheng Tan, Pei-Huan Chiu",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108377",
          "doi": "10.1016/j.chb.2024.108377",
          "filter": 0
        },
        {
          "title": "Smartphone's on, humanness's off: Phubbing breeds dehumanization via subjectivity uncertainty",
          "authors": "Lipeng Yin, Jiaming Feng, Wenjing Hou, Pengcheng Wang, Yulong Yin",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108378",
          "doi": "10.1016/j.chb.2024.108378",
          "filter": 0
        },
        {
          "title": "Prediction of esports competition outcomes using EEG data from expert players",
          "authors": "Sorato Minami, Haruki Koyama, Ken Watanabe, Naoki Saijo, Makio Kashino",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108351",
          "doi": "10.1016/j.chb.2024.108351",
          "filter": 0
        },
        {
          "title": "Personalized context-aware systems for sustainable agriculture development using ubiquitous devices and adaptive learning",
          "authors": "Yu Liu, Muhammad Rizal Razman, Sharifah Zarina Syed Zakaria, Khai Ern Lee, Sajid Ullah Khan, Abdullah Albanyan",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108375",
          "doi": "10.1016/j.chb.2024.108375",
          "filter": 0
        },
        {
          "title": "The effect of novel linguistic-based review features on review helpfulness through information ecosystem and ELM theories: Heterogeneity analysis across platforms",
          "authors": "Sun Qiao, Wu Feng",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108357",
          "doi": "10.1016/j.chb.2024.108357",
          "filter": 0
        },
        {
          "title": "Enhancing claustrophobia exposure therapy: A blockchain and NFT-enabled metaverse approach",
          "authors": "Ahmad Musamih, Khaled Salah, Raja Jayaraman, Mohamed Seghier, Hamdan Hamdan, Samer Ellaham, Mohammed Omar",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108364",
          "doi": "10.1016/j.chb.2024.108364",
          "filter": 0
        },
        {
          "title": "Real-time incentivizing survey completion with game-based rewards in experience sampling research may increase data quantity, but reduces data quality",
          "authors": "Egon Dejonckheere, Stijn Verdonck, Joren Andries, Natalie Röhrig, Maarten Piot, Ghijs Kilani, Merijn Mestdagh",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108360",
          "doi": "10.1016/j.chb.2024.108360",
          "filter": 0
        },
        {
          "title": "Detecting cognitive impairment through an age-friendly serious game: The development and usability of the Spatial Performance Assessment for Cognitive Evaluation (SPACE)",
          "authors": "Giorgio Colombo, Karolina Minta, Jascha Grübel, Wei Lin Eunice Tai, Christoph Hölscher, Victor R. Schinazi",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108349",
          "doi": "10.1016/j.chb.2024.108349",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Group Processes & Intergroup Relations",
      "journal_short": "GPIR",
      "articles": [
        {
          "title": "Getting by with a little help from my antiracist White friends: Can White antiracism counteract the demobilizing effect of positive contact?",
          "authors": "Kristina G. Chamberlin, E. Ashby Plant",
          "abstract": "Recent research indicates that positive intergroup contact with advantaged groups (e.g., White Americans) may decrease ingroup collective action amongst marginalized groups (e.g., Black, Hispanic/Latinx Americans). However, we hypothesized that seeing White Americans—and specifically one’s friends—as antiracists who actively oppose racial inequality could boost collective action in marginalized groups, counteracting this effect. Four studies and an internal meta-analysis revealed that positive contact was associated with less collective action, but perceiving one’s White friends as antiracist was associated with greater engagement. This effect was specific to White friends; perceiving White people as antiracist was not mobilizing. Further, anger about inequality and movement identification (social identity model of collective action [SIMCA]) mediated these associations. This research reveals that although positive contact can be demobilizing for marginalized racial groups, Whites’ vocal allyship within intergroup friendships can enhance social change behaviors.",
          "url": "http://dx.doi.org/10.1177/13684302241286442",
          "doi": "10.1177/13684302241286442",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Hierarchy as a signal of culture and belonging: Exploring why egalitarian ideology predicts aversion to hierarchical organizations",
          "authors": "Sangah Bae, Sean Fath",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104692",
          "doi": "10.1016/j.jesp.2024.104692",
          "filter": 0
        },
        {
          "title": "Gender categorization and memory in transgender and cisgender people",
          "authors": "Natalie M. Gallagher, Emily Foster-Hanson, Kristina R. Olson",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104691",
          "doi": "10.1016/j.jesp.2024.104691",
          "filter": 0
        },
        {
          "title": "Avoidance of altruistic punishment: Testing with a situation-selective third-party punishment game",
          "authors": "Kodai Mitsuishi, Yuta Kawamura",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104695",
          "doi": "10.1016/j.jesp.2024.104695",
          "filter": 0
        },
        {
          "title": "A colorblind ideal and the motivation to improve intergroup relations: The role of an (in)congruent status quo",
          "authors": "Jessica Gale, Kumar Yogeeswaran",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104693",
          "doi": "10.1016/j.jesp.2024.104693",
          "filter": 0
        },
        {
          "title": "Simultaneous pairing increases evaluative conditioning: Evidence for the role of temporal overlap but not of onset synchrony",
          "authors": "Jasmin Richter, Anne Gast",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104689",
          "doi": "10.1016/j.jesp.2024.104689",
          "filter": 0
        },
        {
          "title": "Thicker-skinned but still human: People may think individuals in poverty are less vulnerable to harm even when ascribing them full humanity",
          "authors": "Nathan N. Cheek",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104687",
          "doi": "10.1016/j.jesp.2024.104687",
          "filter": 0
        },
        {
          "title": "Choosing not to see: Visual inattention as a method of information avoidance",
          "authors": "Caroline Kjær Børsting, Aleksandr Batuev, Shaul Shalvi, Jacob Lund Orquin",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104661",
          "doi": "10.1016/j.jesp.2024.104661",
          "filter": 0
        },
        {
          "title": "The effects of fear appeals on reactance in climate change communication",
          "authors": "Laura Bilfinger, Benjamin Brummernhenrich, Regina Jucks",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104666",
          "doi": "10.1016/j.jesp.2024.104666",
          "filter": 0
        },
        {
          "title": "Revisiting the moral forecasting error – A preregistered replication and extension of “Are we more moral than we think?”",
          "authors": "Simen Bø, Hallgeir Sjåstad",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104662",
          "doi": "10.1016/j.jesp.2024.104662",
          "filter": 0
        },
        {
          "title": "Giving more or taking more? The dual effect of self-esteem on cooperative behavior in social dilemmas",
          "authors": "Qingzhou Sun, Jingru Huang, Chengming Jiang, Bao Wu, Xiaofen Yu",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104660",
          "doi": "10.1016/j.jesp.2024.104660",
          "filter": 0
        },
        {
          "title": "A trust inoculation to protect public support of governmentally mandated actions to mitigate climate change",
          "authors": "Tobia Spampatti, Tobias Brosch, Evelina Trutnevyte, Ulf J.J. Hahnel",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104656",
          "doi": "10.1016/j.jesp.2024.104656",
          "filter": 0
        },
        {
          "title": "Exemplar-based ingroup projection: The superordinate national category is associated more strongly with ingroup than outgroup political leaders",
          "authors": "Adi Amit, Ido Liviatan, Sari Mentser, Eitan Venzhik, Yuval Karmel, Tal Moran",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104669",
          "doi": "10.1016/j.jesp.2024.104669",
          "filter": 0
        },
        {
          "title": "Race in the eye of the beholder: Decomposing perceiver- and target-level variation in perceived racial prototypicality",
          "authors": "Jasmine B. Norman, Daphne Castro Lingl, Eric Hehman, Jacqueline M. Chen",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104667",
          "doi": "10.1016/j.jesp.2024.104667",
          "filter": 0
        },
        {
          "title": "System justification makes income gaps appear smaller",
          "authors": "Daniela Goya-Tocchetto, Aaron C. Kay, B. Keith Payne",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104646",
          "doi": "10.1016/j.jesp.2024.104646",
          "filter": 0
        },
        {
          "title": "Whispered words and organizational dynamics: The nuanced evaluation of gossipers' personality and its effect on workplace advice seeking",
          "authors": "Lijun (Shirley) Zhang, Nahid Ibrahim, Shankha Basu",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104643",
          "doi": "10.1016/j.jesp.2024.104643",
          "filter": 0
        },
        {
          "title": "Moral decay in investment",
          "authors": "Paweł Niszczota, Paul Conway, Michał Białek",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104664",
          "doi": "10.1016/j.jesp.2024.104664",
          "filter": 0
        },
        {
          "title": "Face masks facilitate discrimination of genuine and fake smiles – But people believe the opposite",
          "authors": "Haotian Zhou, Meiying Wang, Yu Yang, Elizabeth A. Majka",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104658",
          "doi": "10.1016/j.jesp.2024.104658",
          "filter": 0
        },
        {
          "title": "Intergroup bias in perceived trustworthiness among few or many minimal groups",
          "authors": "Johanna Woitzel, Moritz Ingendahl, Hans Alves",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104668",
          "doi": "10.1016/j.jesp.2024.104668",
          "filter": 0
        },
        {
          "title": "Multiracials' affective, behavioral and identity-specific responses to identity denial",
          "authors": "Payton A. Small",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104647",
          "doi": "10.1016/j.jesp.2024.104647",
          "filter": 0
        },
        {
          "title": "Group-bounded indirect reciprocity and intergroup gossip",
          "authors": "Hirotaka Imada, Nobuhiro Mifune, Hannah Zibell",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104657",
          "doi": "10.1016/j.jesp.2024.104657",
          "filter": 0
        },
        {
          "title": "Gossip, power, and advice: Gossipers are conferred less expert power",
          "authors": "Alexis D. Gordon, Maurice E. Schweitzer",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104655",
          "doi": "10.1016/j.jesp.2024.104655",
          "filter": 0
        },
        {
          "title": "Dissociations between animalistic and mechanistic dehumanization in the context of labor exploitation",
          "authors": "Matthew L. Stanley, Aaron C. Kay",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104665",
          "doi": "10.1016/j.jesp.2024.104665",
          "filter": 0
        },
        {
          "title": "Fairness revisionism: Reducing discrimination for the future reduces perceived unfairness in the past",
          "authors": "Tito L.H. Grillo, Shuhan Yang, Adrian F. Ward",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104671",
          "doi": "10.1016/j.jesp.2024.104671",
          "filter": 0
        },
        {
          "title": "Scientific identity and STEMM-relevant outcomes: Elaboration moderates use of identity-certainty",
          "authors": "Lorena Moreno, Pablo Briñol, Borja Paredes, Richard E. Petty",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104663",
          "doi": "10.1016/j.jesp.2024.104663",
          "filter": 0
        },
        {
          "title": "Are conspiracy theory believers drawn to conspiratorial explanations, alternatives explanations, or both?",
          "authors": "Kenzo Nera, Paul Bertin, Mikey Biddlestone, Maude Tagand, Olivier Klein",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104640",
          "doi": "10.1016/j.jesp.2024.104640",
          "filter": 0
        },
        {
          "title": "Who's leading whom? Mutual influences in moral decision-making between leaders and subordinates over time and the role of self-interest",
          "authors": "Simon Tobias Karg, Christian Truelsen Elbæk, Panagiotis Mitkidis",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104645",
          "doi": "10.1016/j.jesp.2024.104645",
          "filter": 0
        },
        {
          "title": "You are safer with me: Presence of the self lowers risk perception for others",
          "authors": "Haihong Li, Yimo Yang, Tengchuan Cui, Xiaofei Xie",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104642",
          "doi": "10.1016/j.jesp.2024.104642",
          "filter": 0
        },
        {
          "title": "Smartly following others: Majority influence depends on how the majority behavior is formed",
          "authors": "Jun Yin, Zikai Xu, Jing Lin, Wenying Zhou, Xiuyan Guo",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104644",
          "doi": "10.1016/j.jesp.2024.104644",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "A worldwide test of the predictive validity of ideal partner preference matching.",
          "authors": "Paul W. Eastwick, Jehan Sparks, Eli J. Finkel, Eva M. Meza, Matúš Adamkovič, Peter Adu, Ting Ai, Aderonke A. Akintola, Laith Al-Shawaf, Denisa Apriliawati, Patrícia Arriaga, Benjamin Aubert-Teillaud, Gabriel Baník, Krystian Barzykowski, Carlota Batres, Katherine J. Baucom, Elizabeth Z. Beaulieu, Maciej Behnke, Natalie Butcher, Deborah Y. Charles, Jane Minyan Chen, Jeong Eun Cheon, Phakkanun Chittham, Patrycja Chwiłkowska, Chin Wen Cong, Lee T. Copping, Nadia S. Corral-Frias, Vera Ćubela Adorić, Mikaela Dizon, Hongfei Du, Michael I. Ehinmowo, Daniela A. Escribano, Natalia M. Espinosa, Francisca Expósito, Gilad Feldman, Raquel Freitag, Martha Frias Armenta, Albina Gallyamova, Omri Gillath, Biljana Gjoneska, Theofilos Gkinopoulos, Franca Grafe, Dmitry Grigoryev, Agata Groyecka-Bernard, Gul Gunaydin, Ruby Ilustrisimo, Emily Impett, Pavol Kačmár, Young-Hoon Kim, Mirosław Kocur, Marta Kowal, Maatangi Krishna, Paul Danielle Labor, Jackson G. Lu, Marc Y. Lucas, Wojciech P. Małecki, Klara Malinakova, Sofia Meißner, Zdeněk Meier, Michal Misiak, Amy Muise, Lukas Novak, Jiaqing O, Asil A. Özdoğru, Haeyoung Gideon Park, Mariola Paruzel, Zoran Pavlović, Marcell Püski, Gianni Ribeiro, S. Craig Roberts, Jan P. Röer, Ivan Ropovik, Robert M. Ross, Ezgi Sakman, Cristina E. Salvador, Emre Selcuk, Shayna Skakoon-Sparling, Agnieszka Sorokowska, Piotr Sorokowski, Ognen Spasovski, Sarah C. E. Stanton, Suzanne L. K. Stewart, Viren Swami, Barnabas Szaszi, Kaito Takashima, Peter Tavel, Julian Tejada, Eric Tu, Jarno Tuominen, David Vaidis, Zahir Vally, Leigh Ann Vaughn, Laura Villanueva-Moya, Dian Wisnuwardhani, Yuki Yamada, Fumiya Yonemitsu, Radka Žídková, Kristýna Živná, Nicholas A. Coles",
          "url": "http://dx.doi.org/10.1037/pspp0000524",
          "doi": "10.1037/pspp0000524",
          "filter": 0
        },
        {
          "title": "The directed nature of social stereotypes.",
          "authors": "Oliver Sng, Minyoung Choi, Keelah E. G. Williams, Rebecca Neel",
          "url": "http://dx.doi.org/10.1037/pspa0000425",
          "doi": "10.1037/pspa0000425",
          "filter": 0
        },
        {
          "title": "Genetic and environmental contributions to adult attachment styles: Evidence from the Minnesota Twin Registry.",
          "authors": "Keely A. Dugan, Jacob J. Kunkel, R. Chris Fraley, D. A. Briley, Matt McGue, Robert F. Krueger, Glenn I. Roisman",
          "url": "http://dx.doi.org/10.1037/pspp0000516",
          "doi": "10.1037/pspp0000516",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "Why You Should Not Estimate Mediated Effects Using the Difference-in-Coefficients Method When the Outcome is Binary",
          "authors": "Judith J. M. Rijnhart, Matthew J. Valente, David P. MacKinnon",
          "url": "http://dx.doi.org/10.1080/00273171.2024.2418515",
          "doi": "10.1080/00273171.2024.2418515",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Moral Future-Thinking: Does the Moral Circle Stand the Test of Time?",
          "authors": "Kyle Fiore Law, Stylianos Syropoulos, Matthew Coleman, Izzy Gainsburg, Brendan Bo O’Connor",
          "abstract": "Humanity’s long-term welfare may lie in the hands of those who are presently living, raising the question of whether people today hold the generations of tomorrow in their moral circles. Five studies (N Total = 1652; Prolific) reveal present-oriented bias in the moral standing of future generations, with greater perceived moral obligation, moral concern, and prosocial intentions for proximal relative to distal future targets. Yet, present-oriented bias appears stronger for socially close compared with socially distant targets and for human targets relative to non-human animals and entities in nature. Individual differences, including longtermism beliefs and subjective imaginative vividness, predict greater concern for and obligation to the future. Likewise, concern and obligation predict greater future-oriented generosity. Our studies are among the first to explore moral considerations for targets across deep temporal expanses, reconcile conflicting evidence in the extant literature on moral judgment and future-thinking, and offer practical implications for bettering the shared societal future.",
          "url": "http://dx.doi.org/10.1177/01461672241284324",
          "doi": "10.1177/01461672241284324",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Bulletin",
      "journal_short": "PsychBull",
      "articles": [
        {
          "title": "When connecting with LGBTQ+ communities helps and why it does: A meta-analysis of the relationship between connectedness and health-related outcomes.",
          "authors": "G. Tyler Lefevor, Sydney A. Sorrell, Samuel J. Skidmore, Kiet D. Huynh, Rachel M. Golightly, Eleanor Standifird, Kyrstin Searle, Madelyn Call",
          "url": "http://dx.doi.org/10.1037/bul0000447",
          "doi": "10.1037/bul0000447",
          "filter": 0
        },
        {
          "title": "Supporting the status quo is weakly associated with subjective well-being: A comparison of the palliative function of ideology across social status groups using a meta-analytic approach.",
          "authors": "Salvador Vargas Salfate, Julia Spielmann, D. A. Briley",
          "url": "http://dx.doi.org/10.1037/bul0000446",
          "doi": "10.1037/bul0000446",
          "filter": 0
        },
        {
          "title": "Who am I? A second-order meta-analytic review of correlates of the self in childhood and adolescence.",
          "authors": "Thorben Jansen, Jennifer Meyer, John Hattie, Jens Möller",
          "url": "http://dx.doi.org/10.1037/bul0000449",
          "doi": "10.1037/bul0000449",
          "filter": 0
        },
        {
          "title": "Reporting bias, not external focus: A robust Bayesian meta-analysis and systematic review of the external focus of attention literature.",
          "authors": "Brad McKay, Abbey E. Corson, Jeswende Seedu, Celeste S. De Faveri, Hibaa Hasan, Kristen Arnold, Faith C. Adams, Michael J. Carter",
          "url": "http://dx.doi.org/10.1037/bul0000451",
          "doi": "10.1037/bul0000451",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "Influences of online computer-mediated activities on the development of aggressive behavior: A systematic literature review comparing Eurasian regions.",
          "authors": "Sohni Siddiqui, Anja Schultze-Krumbholz, Mahwish Kamran",
          "url": "http://dx.doi.org/10.1037/ppm0000573",
          "doi": "10.1037/ppm0000573",
          "filter": 0
        },
        {
          "title": "Rating heroes, antiheroes, and villains: Machiavellianism, grandiose narcissism, psychopathy, and sadism predict admiration for and perceived similarity to morally questionable characters.",
          "authors": "Eliott K. Doyle, Cameron S. Kay, Holly Arrow",
          "url": "http://dx.doi.org/10.1037/ppm0000571",
          "doi": "10.1037/ppm0000571",
          "filter": 0
        },
        {
          "title": "Longitudinal dynamics of self-presentation in face-to-face and messenger-based communication.",
          "authors": "Johanna Börsting, Sabine Trepte",
          "url": "http://dx.doi.org/10.1037/ppm0000568",
          "doi": "10.1037/ppm0000568",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
