{
  "update": "2025-06-29",
  "content": [
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Examining the tradeoffs of exposure control and collateral information with multidimensional forced-choice computerized adaptive testing",
          "authors": "Naidan Tu, Sean Joo, Stephen Stark",
          "url": "https://doi.org/10.3758/s13428-025-02712-4",
          "doi": "https://doi.org/10.3758/s13428-025-02712-4",
          "filter": 0
        },
        {
          "title": "Attentional control data collection: A resource for efficient data reuse",
          "authors": "Julia M. Haaf, Madlen Hoffstadt, Sven Lesche",
          "abstract": "Publicly available data are required to (1) assess the reproducibility of each individual findings in the literature, and (2) promote the reuse of data for a more efficient use of participants’ time and public resources. Current data-sharing efforts are well suited for the first goal, yet they do not sufficiently address the second goal. Here, we show how structured collections of open data can be useful, as they allow a larger community of researchers easy access to a large body of data from their own research area. We introduce the Attentional Control Data Collection, a SQL database for attentional control experiments. We illustrate the structure of the database, how it can be easily accessed using a Shiny app and an -package, and how researchers can contribute data from their studies to the database. Finally, we conduct our own initial analysis of the 64 data sets in our database, assessing the reliability of individual differences. The analysis highlights that reliability is generally low, and provides insights into planning future studies. For example, researchers should consider increasing the number of trials per person and condition to at least 400. The analysis highlights how an open database like ACDC can aid meta-analytic efforts as well as methodological innovation.",
          "url": "https://doi.org/10.3758/s13428-025-02717-z",
          "doi": "https://doi.org/10.3758/s13428-025-02717-z",
          "filter": 0
        },
        {
          "title": "Simplified Chinese lexicon project: A lexical decision database with 8105 characters and 4864 pseudocharacters",
          "authors": "Yixia Wang, Yanxue Wang, Qi Chen, Emmanuel Keuleers",
          "abstract": "This paper presents the Simplified Chinese Lexicon Project (SCLP), which collects lexical decision data for all 8105 characters in the List of Commonly Used Standard Chinese Characters and for 4864 pseudocharacters, which were generated using a novel method that leveraged the hierarchical nature of Chinese characters. We compared the collected data to existing megastudies on Chinese characters, and found that the newly collected data performed similarly in terms of reliability. The comprehensive coverage of simplified Chinese characters in the present study added to the existing studies by allowing for a more fine-grained investigation of the effects of a variety of character attributes on visual processing. We illustrated these advantages by performing virtual experiments on visual complexity and on the interplay between neighborhood size and regularity. Our results indicated that characters with higher visual complexity were harder to recognize, in line with previous findings, while regular characters took longer to process when the neighborhood size was small. In addition, we present a new evaluation of the interaction between character frequency and subcomponent frequency, resulting in a three-way interaction among character frequency, radical frequency, and residual component frequency. Extending the investigation of subcomponent frequency to the analysis of pseudocharacters, we found that the interaction of radical frequency and residual component frequency also modulated pseudocharacter rejection. To support researchers in conducting behavioral experiments or statistical modeling, we provide both trial-level data and experiment materials.",
          "url": "https://doi.org/10.3758/s13428-025-02701-7",
          "doi": "https://doi.org/10.3758/s13428-025-02701-7",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "How Do Users Contribute to YouTube Channels’ Revenue? An Empirical Analysis of Korean Beauty Channels",
          "authors": "Sewon Eom, Jaeyoung Park, Eugene Choi, Jinho Park, Seongcheol Kim",
          "url": "https://doi.org/10.1016/j.chb.2025.108741",
          "doi": "https://doi.org/10.1016/j.chb.2025.108741",
          "filter": 0
        },
        {
          "title": "Explaining the Use of AI Chatbots as Context Alignment: Motivations Behind the Use of AI Chatbots Across Contexts and Culture",
          "authors": "Sebastian Scherr, Bolin Cao, Li Crystal Jiang, Tetsuro Kobayashi",
          "url": "https://doi.org/10.1016/j.chb.2025.108738",
          "doi": "https://doi.org/10.1016/j.chb.2025.108738",
          "filter": 0
        },
        {
          "title": "Does Algorithmic Recommendation Complement or Substitute Advertising and Influencers? Consumer Attitudes Toward Recommendation Information and the Formation of Purchase Intentions",
          "authors": "Tetsuya Aoki, Ayako Matsui",
          "url": "https://doi.org/10.1016/j.chb.2025.108735",
          "doi": "https://doi.org/10.1016/j.chb.2025.108735",
          "filter": 0
        },
        {
          "title": "Exploring approachability in social virtual reality: Scaffolding social translucence",
          "authors": "Katharina Burger",
          "url": "https://doi.org/10.1016/j.chb.2025.108739",
          "doi": "https://doi.org/10.1016/j.chb.2025.108739",
          "filter": 0
        },
        {
          "title": "Does Non-humanlike Avatar more attractive? The impacts of avatar types on metaverse satisfaction and participation",
          "authors": "Kang Lin, Shuiqing Yang, Daoyou Wu, Yu Guo",
          "url": "https://doi.org/10.1016/j.chb.2025.108740",
          "doi": "https://doi.org/10.1016/j.chb.2025.108740",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Group Processes & Intergroup Relations",
      "journal_short": "GPIR",
      "articles": [
        {
          "title": "Going beyond a binary system of categorization? Social dominance orientation and conservatism predict negative evaluations of bisexual people and (especially) nonbinary and transgender people",
          "authors": "Benjamin M. Valen, Sara E. Burke",
          "abstract": "Past research has found need for closure (NFC; a preference for cognitive simplicity) to be an especially relevant predictor of negative evaluations of bisexual people. We extended this work in two survey-based, correlational studies by examining NFC, social dominance orientation (SDO), and conservatism as predictors of negative judgments of bisexual and nonbinary people, two groups that may be perceived as “complicating” identity categorization. Study 1 ( N = 498) showed that NFC was not an especially strong predictor of negative judgments of nonbinary and bisexual targets. Rather, SDO and conservatism were more strongly associated with negative judgments of nonbinary people compared to sexual minority targets. Study 2 ( N = 536) replicated these findings and yielded similar effects for negative judgments of transgender targets compared to sexual minority targets. Our findings suggest that ideological differences are currently pertinent to understanding judgments of nonbinary and transgender people.",
          "url": "https://doi.org/10.1177/13684302251341804",
          "doi": "https://doi.org/10.1177/13684302251341804",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Vicarious kin derogation—when and why people mock the innocent family members of political leaders",
          "authors": "Simone Tang, Kurt Gray",
          "url": "https://doi.org/10.1016/j.jesp.2025.104781",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104781",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Beyond age and generations: How considering period effects reshapes our understanding of personality change.",
          "authors": "Lena Roemer, Cavan V. Bonner, Beatrice Rammstedt, Samuel D. Gosling, Jeff Potter, Brent W. Roberts",
          "url": "https://doi.org/10.1037/pspp0000562",
          "doi": "https://doi.org/10.1037/pspp0000562",
          "filter": 0
        },
        {
          "title": "Observers (and transgressors) prefer creative punishments.",
          "authors": "Timothy G. Kundro, Salvatore J. Affinito, Daniela Rodriguez-Mincey",
          "url": "https://doi.org/10.1037/pspa0000457",
          "doi": "https://doi.org/10.1037/pspa0000457",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "Disaggregating Associations of Between-Person Differences in Change over Time from Within-Person Associations in Longitudinal Data",
          "authors": "Lesa Hoffman",
          "url": "https://doi.org/10.1080/00273171.2025.2519348",
          "doi": "https://doi.org/10.1080/00273171.2025.2519348",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Organizational Research Methods",
      "journal_short": "ORM",
      "articles": [
        {
          "title": "Reliability Evidence for AI-Based Scores in Organizational Contexts: Applying Lessons Learned From Psychometrics",
          "authors": "Andrew B. Speer, Frederick L. Oswald, Dan J. Putka",
          "abstract": "Machine learning and artificial intelligence (AI) are increasingly used within organizational research and practice to generate scores representing constructs (e.g., social effectiveness) or behaviors/events (e.g., turnover probability). Ensuring the reliability of AI scores is critical in these contexts, and yet reliability estimates are reported in inconsistent ways, if at all. The current article critically examines reliability estimation for AI scores. We describe different uses of AI scores and how this informs the data and model needed for estimating reliability. Additionally, we distinguish between reliability and validity evidence within this context. We also highlight how the parallel test assumption is required when relying on correlations between AI scores and established measures as an index of reliability, and yet this assumption is frequently violated. We then provide methods that are appropriate for reliability estimation for AI scores that are sensitive to the generalizations one aims to make. In conclusion, we assert that AI reliability estimation is a challenging task that requires a thorough understanding of the issues presented, but a task that is essential to responsible AI work in organizational contexts.",
          "url": "https://doi.org/10.1177/10944281251346404",
          "doi": "https://doi.org/10.1177/10944281251346404",
          "filter": 0
        },
        {
          "title": "Using Markov Chains to Detect Careless Responding in Survey Research",
          "authors": "Torsten Biemann, Irmela F. Koch-Bayram, Madleen Meier-Barthold, Herman Aguinis",
          "abstract": "Careless responses by survey participants threaten data quality and lead to misleading substantive conclusions that result in theory and practice derailments. Prior research developed valuable precautionary and post-hoc approaches to detect certain types of careless responding. However, existing approaches fail to detect certain repeated response patterns, such as diagonal-lining and alternating responses. Moreover, some existing approaches risk falsely flagging careful response patterns. To address these challenges, we developed a methodological advancement based on first-order Markov chains called Lazy Respondents (Laz.R) that relies on predicting careless responses based on prior responses. We analyzed two large datasets and conducted an experimental study to compare careless responding indices to Laz.R and provide evidence that its use improves validity. To facilitate the use of Laz.R, we describe a procedure for establishing sample-specific cutoff values for careless respondents using the “kneedle algorithm” and make an R Shiny application available to produce all calculations. We expect that using Laz.R in combination with other approaches will help mitigate the threat of careless responses and improve the accuracy of substantive conclusions in future research.",
          "url": "https://doi.org/10.1177/10944281251334778",
          "doi": "https://doi.org/10.1177/10944281251334778",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Repeating Statements Increases Source Credibility",
          "authors": "Simone Mattavelli, Marco Brambilla, Christian Unkelbach",
          "abstract": "Repeating statements increases their perceived truth. Yet, whether repetition enhances the credibility of their source remains unexplored. We examined a repetition-induced source credibility effect in four preregistered experiments. In Experiment 1 ( N = 90), we exposed participants to 20 unrepeated and 20 repeated statements communicated by 40 individuals. Repetition significantly increased both statement truth and source credibility. Experiment 2 ( N = 65) tested if the increase in source credibility generalizes to new contexts. After rating the truth of repeated and unrepeated statements paired with different sources, participants judged novel statements from the same sources, showing increased credibility for sources previously associated with repeated statements. Experiment 3 ( N = 180) did not replicate the effect without initial truth ratings. However, Experiment 4 ( N = 435) resolved this inconsistency, showing a repetition-induced source credibility effect, regardless of participants’ task during source–statement pairings. We discuss the implications of these findings for illusory truth literature and persuasion and communication management.",
          "url": "https://doi.org/10.1177/01461672251347420",
          "doi": "https://doi.org/10.1177/01461672251347420",
          "filter": 0
        },
        {
          "title": "Self-Regulation Via Visual Fixation: Effects of Strategic Shifting of Attentional Scope on Running Intensity",
          "authors": "Emily Balcetis, Jordan S. Daley, Corey Guenther, Matthew Riccio, Jason Kemp, Emmanuel Lapitan, Joshua Pesantes, Andrew Voigt, Yuanqi Gu, Shana Cole",
          "abstract": "Does the shifting of visual attention serve as a self-regulatory strategy by people persist through effortful tasks to complete goals? Across six studies ( n = 1,590) focusing on running goals, runners increasingly narrowed and decreasingly widened attention over time as they neared a goal (Studies 1, 2, and 4). Suggesting its effectiveness, narrowing rather than widening attention increased effort investment; runners experimentally assigned to narrow rather than widen attentional scope (Studies 3A and 3B) at the beginning rather than the end (Study 3C) ran faster paces (Studies 3A, 3B, and 3C) and invested more effort as indexed by heart rate (Study 3B). Better runners, including elite competitive runners (Study 1) and faster runners as indexed by self-reported pace (Study 2) and competition performance times (Study 4) tended to rely on attentional narrowing. We discuss the implications of attentional scope shifting as a general regulatory control strategy.",
          "url": "https://doi.org/10.1177/01461672251343392",
          "doi": "https://doi.org/10.1177/01461672251343392",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "Moving from exploratory to confirmatory network analysis: An evaluation of structural equation modeling fit indices and cutoff values in network psychometrics.",
          "authors": "Xinkai Du, Nora Skjerdingstad, René Freichel, Omid V. Ebrahimi, Ria H. A. Hoekstra, Sacha Epskamp",
          "url": "https://doi.org/10.1037/met0000760",
          "doi": "https://doi.org/10.1037/met0000760",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "How Convincing Is a Crowd? Quantifying the Persuasiveness of a Consensus for Different Individuals and Types of Claims",
          "authors": "Manikya Alister, Keith Ransom, Saoirse Connor Desai, Ee Von Soh, Brett Hayes, Andrew Perfors",
          "abstract": "A powerful cue when reasoning is whether an apparent consensus has been reached. However, we do not yet know how the strength of this cue varies between different individuals and types of claims. In the current study ( N = 78 U.S. adults, recruited from Prolific), we evaluated this with a realistic mock social-media paradigm in which each participant evaluated 60 diverse, real-world claims based on posts from people who either disagreed with each other, formed a consensus independently, or formed a consensus using shared sources. Almost all participants revised their beliefs to align with the consensus; many also qualitatively changed their minds. A consensus was also more persuasive for claims more likely to have a ground truth (i.e., more knowable claims). Although most people were insensitive to consensus independence, some were more persuaded by a consensus formed independently, whereas some were equally convinced by a consensus formed using the same sources.",
          "url": "https://doi.org/10.1177/09567976251344549",
          "doi": "https://doi.org/10.1177/09567976251344549",
          "filter": 0
        },
        {
          "title": "Cognitive Abilities and Educational Attainment as Antecedents of Mental Disorders: A Total Population Study of Males",
          "authors": "Magnus Nordmo, Hans Fredrik Sunde, Thomas H. Kleppestø, Morten Nordmo, Avshalom Caspi, Terrie E. Moffitt, Fartein Ask Torvik",
          "abstract": "The positive relation between mental health and educational attainment is well established, yet the extent to which cognitive abilities influence this gradient or independently predict mental health outcomes remains unclear. In this study, we investigated the association between adolescent cognitive abilities, educational attainment, and adult mental health. Cognitive ability was ascertained in Norwegian military conscript test data ( N = 272,351; mean age 17.8 years; males only), whereas mental disorders were ascertained using the Norwegian register of primary care diagnoses received between the age of 36–40. Higher cognitive abilities were associated with a monotonically decreasing risk of developing all the studied mental disorders except bipolar disorder. The association held even when comparing the cognitive abilities of brothers raised in the same family, attesting that cognitive ability and mental disorders are not associated because both arise from the same family background circumstances. Similarly, individuals with higher educational attainment had fewer mental health disorders. The association between low cognitive abilities and the risk of mental disorders was notably stronger in males with low educational attainment, compared to those with high educational attainment. These individuals may be an underutilized target group for mental-disorder prevention.",
          "url": "https://doi.org/10.1177/09567976251347221",
          "doi": "https://doi.org/10.1177/09567976251347221",
          "filter": 0
        },
        {
          "title": "Protecting Public Goods or Helping Free Riders? A Real-Life Moral Dilemma in Interethnic and Intraethnic Encounters",
          "authors": "Kasper Otten, Vincent Buskens, Wojtek Przepiorka, Naomi Ellemers",
          "abstract": "People often protect public goods by sanctioning free riders. This occurs in simple situations in which protecting the public good does not conflict with other moral considerations. How do people navigate situations in which protecting the public good comes at the expense of helping someone? We theorized that people would prioritize the needs of the public or another individual on the basis of the individual’s group membership. To test this theory, we conducted a field experiment with male confederates approaching adult male travelers passing through check-in gates at Dutch train stations. The confederates requested to follow the travelers without checking in themselves. We observed whether travelers sanctioned the free rider by rejecting and disapproving of this request or helped by opening the gates. At three train stations, 801 travelers were approached by 10 different confederates. Group membership was varied by having five native-majority and five ethnic-minority confederates. Robust evidence was found for travelers being more likely to help native-majority free riders and to sanction ethnic-minority free riders.",
          "url": "https://doi.org/10.1177/09567976251346178",
          "doi": "https://doi.org/10.1177/09567976251346178",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "Inside the piano studio: What teachers say about performance training, perfectionism, and performance anxiety",
          "authors": "Charlene Ryan, Jessica Tsang, Diana Dumlavwalla",
          "abstract": "Music performance anxiety (MPA) is a common experience among musicians of all ages. However, young pianists have indicated receiving limited performance training or effective MPA support from their teachers. As these findings do not reflect teacher perspectives, this study was designed to provide a fuller picture of piano training. Two hundred thirty-seven piano teachers from across Canada and the United States participated in an online survey, comprising both open- and closed-ended questions, to gauge their pedagogy regarding performance training, perfectionism, and MPA. While the majority of participants reported that students have expressed MPA concerns to them, many noted that they only discuss the issue when students raise it. Virtually all teachers reported that they teach students what to do on stage and how to address performance challenges—in particular memory lapses. Most believe there is a distinction between teaching to play and teaching to perform, yet only 58% said they offer studio classes and 37% hold dress rehearsals. Participants noted a focus on excellence, not perfection, in their pedagogy, but many acknowledged that perfection is an expectation within the field. Comparisons with previous findings on piano students and implications for educators are discussed.",
          "url": "https://doi.org/10.1177/03057356251334568",
          "doi": "https://doi.org/10.1177/03057356251334568",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "Inspiration for perspiration? Two experiments testing the psychological effects of fitspiration.",
          "authors": "Kathrin Karsay, Marina F. Thomas, Jörg Matthes",
          "url": "https://doi.org/10.1037/ppm0000605",
          "doi": "https://doi.org/10.1037/ppm0000605",
          "filter": 0
        },
        {
          "title": "The relationships between video games and cognitive, motor, emotional, and social development across the lifespan: An umbrella review.",
          "authors": "Kevin Rebecchi, Chloé Nguyen, Quentin Hallez, Anna Rita Galiano",
          "url": "https://doi.org/10.1037/ppm0000612",
          "doi": "https://doi.org/10.1037/ppm0000612",
          "filter": 0
        },
        {
          "title": "Objectively measured smartphone pickups among adolescents: Associations with daily positive and negative affect and mindfulness.",
          "authors": "Jacqueline Nesi, Kaitlyn Burnell, Kara A. Fox, Emma Armstrong-Carter, Nathan H. Field, Maria T. Maza, Shedrick L. Garrett, Zelal Kilic, Elizabeth A. Nick, Margaret Nail, Yael Turk, Mitchell J. Prinstein, Eva H. Telzer",
          "url": "https://doi.org/10.1037/ppm0000601",
          "doi": "https://doi.org/10.1037/ppm0000601",
          "filter": 0
        },
        {
          "title": "The impact of acute and cumulative exposure to violent film on social cognition in university students.",
          "authors": "Mary B. Ritchie, Carly T. Smith, Shannon A. H. Compton, Nathan Hostetler, Lindsay Oliver, Derek G. V. Mitchell",
          "url": "https://doi.org/10.1037/ppm0000610",
          "doi": "https://doi.org/10.1037/ppm0000610",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Technology, Mind, and Behavior",
      "journal_short": "TMB",
      "articles": [
        {
          "title": "Are voice assistants becoming family members? A 2.5-year study of families’ evolving relationships with their voice assistants.",
          "authors": "Aike C. Horstmann, Clara Strathmann, Jessica M. Szczuka, Nicole C. Krämer",
          "url": "https://doi.org/10.1037/tmb0000168",
          "doi": "https://doi.org/10.1037/tmb0000168",
          "filter": 0
        },
        {
          "title": "Supplemental Material for Are voice assistants becoming family members? A 2.5-year study of families’ evolving relationships with their voice assistants.",
          "authors": "Aike C. Horstmann, Clara Strathmann, Jessica M. Szczuka, Nicole C. Krämer",
          "url": "https://doi.org/10.1037/tmb0000168.supp",
          "doi": "https://doi.org/10.1037/tmb0000168.supp",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
