{
  "update": "2024-10-10",
  "content": [
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Discovery of cybervictimization-associated factors among adolescents: Using machine learning and network analysis",
          "authors": "Wenwu Dai, Hongxia Wang, Zhihui Yang",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108469",
          "doi": "10.1016/j.chb.2024.108469",
          "filter": 0
        },
        {
          "title": "Construct validity and applicant reactions of a gamified personality assessment",
          "authors": "Ioannis Nikolaou, Athena Katsadoraki",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108467",
          "doi": "10.1016/j.chb.2024.108467",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Share the wealth: Neurophysiological and motivational mechanisms related to racial discrimination in economic decision making",
          "authors": "Hannah I. Volpert-Esmond, Jessica R. Bray, Meredith P. Levsen, Bruce D. Bartholow",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104683",
          "doi": "10.1016/j.jesp.2024.104683",
          "filter": 0
        },
        {
          "title": "Is common behavior considered moral? The role of perceived others' motives in moral norm inferences and motivation about environmental behavior",
          "authors": "Kimin Eom, Bryan K.C. Choy",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104684",
          "doi": "10.1016/j.jesp.2024.104684",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "A taxonomy for human social perception: Data-driven modeling with cinematic stimuli.",
          "authors": "Severi Santavirta, Tuulia Malén, Asli Erdemli, Lauri Nummenmaa",
          "url": "http://dx.doi.org/10.1037/pspa0000415",
          "doi": "10.1037/pspa0000415",
          "filter": 0
        },
        {
          "title": "Revisiting situational strength: Do strong situations restrict variance in behaviors?",
          "authors": "Ranran Li, Daniel Balliet, Isabel Thielmann, Reinout E. de Vries",
          "url": "http://dx.doi.org/10.1037/pspi0000475",
          "doi": "10.1037/pspi0000475",
          "filter": 0
        },
        {
          "title": "Narrative identity in context: How adults in Japan, Denmark, Israel, and the United States narrate difficult life events.",
          "authors": "Ariana F. Turner, Dorthe K. Thomsen, Rivka Tuval-Mashiach, Anton Sevilla-Liu, Henry R. Cowan, Stuart Sumner, Dan P. McAdams",
          "url": "http://dx.doi.org/10.1037/pspp0000523",
          "doi": "10.1037/pspp0000523",
          "filter": 0
        },
        {
          "title": "Gentrification creates social class disparities in belonging.",
          "authors": "Rachel Song, Cynthia S. Levine",
          "url": "http://dx.doi.org/10.1037/pspi0000477",
          "doi": "10.1037/pspi0000477",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Shifts in Residential Mobility Predict Shifts in Culture",
          "authors": "Nicholas Buttrick, Youngjae Cha, Shigehiro Oishi",
          "abstract": "Does residential mobility change cultures, or is it merely a downstream indicator for other forces? Using large-scale surveys of citizens of 18 industrialized nations, we find that increased rates of residential mobility predict living in a more dynamic society at least 10 years in the future: one in which residents are more satisfied with their lives, have greater optimism, endorse more individualistic concepts, are more open to new ideas, have a greater sense of freedom of action, feel able to make friends more easily, express a more cosmopolitan identity, believe that their society rewards merit, and hold their community to a higher standard for treatment of minorities. These findings are echoed in the experience of Americans who have themselves recently moved, where we find that having successfully moved predicts a future sense of personal thriving, optimism, and a belief that merit is rewarded.",
          "url": "http://dx.doi.org/10.1177/01461672241280998",
          "doi": "10.1177/01461672241280998",
          "filter": 0
        },
        {
          "title": "A Brief Pro-Diversity Social Marketing Intervention Improves Grades and Well-Being of Students From Marginalized Groups",
          "authors": "Mitchell R. Campbell, Kevin R. Kennedy, Andrea L. Miller, Markus Brauer",
          "abstract": "Despite much research on improving intergroup relations, the evidence for long-term effects in real-world settings is mixed. We used the social marketing approach to create an “Inclusivity Page” that could be added to course syllabi. The page contained three targeted pro-diversity messages based on social norms, personal benefits, and concrete behavioral recommendations. We tested our intervention in a large randomized controlled trial in university classrooms ( N students = 1,799). We obtained students’ course grades and overall college GPAs several years later. A subset of students also completed an outcome survey three months after the intervention. Students from underrepresented racial groups exposed to the intervention early in college had better course grades and GPAs. We also observed an enhanced sense of belonging and better emotional and physical health among students from all marginalized groups. Our research demonstrates the utility of employing a targeted approach to improve experiences of members of marginalized groups.",
          "url": "http://dx.doi.org/10.1177/01461672241279082",
          "doi": "10.1177/01461672241279082",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "Harvesting heterogeneity: Selective expertise versus machine learning.",
          "authors": "Rumen Iliev, Alex Filipowicz, Francine Chen, Nikos Arechiga, Scott Carter, Emily Sumner, Totte Harinen, Kate Sieck, Kent Lyons, Charlene Wu",
          "url": "http://dx.doi.org/10.1037/met0000640",
          "doi": "10.1037/met0000640",
          "filter": 0
        },
        {
          "title": "How to conduct an integrative mixed methods meta-analysis: A tutorial for the systematic review of quantitative and qualitative evidence.",
          "authors": "Heidi M. Levitt",
          "url": "http://dx.doi.org/10.1037/met0000675",
          "doi": "10.1037/met0000675",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "Racial Minorities Face Discrimination From Across the Political Spectrum When Seeking to Form Ties on Social Media: Evidence From a Field Experiment",
          "authors": "Krishnan Nair, Mohsen Mosleh, Maryam Kouchaki",
          "abstract": "We conducted a preregistered field experiment examining racial discrimination in tie formation on social media. We randomly assigned research accounts varying on race (Black, White) and politics (liberal/Democrat, conservative/Republican, neutral) to follow a politically balanced sample of Twitter (i.e., X) users ( N = 5,951) who were unaware they were in a research study. We examined three predictions from the social and political psychology literatures: i) individuals favor White over Black targets, ii) this tendency is stronger for conservatives/Republicans than for liberals/Democrats, and iii) greater discrimination by conservatives/Republicans is explained by the assumption that racial minorities are liberal/Democrat. We found evidence that individuals were less likely to reciprocate social ties with Black accounts than White accounts. However, this tendency was not moderated by individuals’ political orientation, shared partisanship, or partisan mismatch. In sum, this work provides field experimental evidence for racial discrimination in tie formation on social media by individuals across political backgrounds.",
          "url": "http://dx.doi.org/10.1177/09567976241274738",
          "doi": "10.1177/09567976241274738",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "Embodiment of emotions in adolescents’ musical expression",
          "authors": "Suvi Saarikallio, Birgitta Burger, Geoffrey Luck",
          "abstract": "Music has been actively studied from the perspectives of emotional expression and body movement, but not during adolescence. The current study addressed music as a forum for adolescent embodied emotion expression. Based on prior research, we hypothesised that adolescents would be able to differentiate between emotions in their music-related expressive body movements based on valence and arousal characteristics. Participants ( N = 60, 17 male, mean age 14.72 years) played djembe to express five basic emotions (happiness, tenderness, sadness, anger, fear) while body movements were motion captured. Correlations of movement features with emotion-regulation tendencies, as measured by the Emotion Regulation Questionnaire (ERQ), were additionally explored. Adolescents demonstrated great capacity to use all measured movement features to express emotions: movement speed, variance, area and length all differed significantly between emotions. In particular, the results confirm the hypothesised connection of high arousal to high speed and acceleration and further suggest that positive valence relates to wider area and longer performance. In addition, adolescents scoring high on cognitive reappraisal gave faster and more stable performances. We discuss creative body movement as part of youth emotional development.",
          "url": "http://dx.doi.org/10.1177/03057356241257426",
          "doi": "10.1177/03057356241257426",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "“I made you look”… and comment: Exploring the role of TikTok on body image and acceptance of cosmetic surgery.",
          "authors": "Leah Dajches, Heather Gahler, Larissa Terán, Kun Yan, Jiaqi Zeng, Jennifer Stevens Aubrey",
          "url": "http://dx.doi.org/10.1037/ppm0000566",
          "doi": "10.1037/ppm0000566",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
