{
  "update": "2025-07-14",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "Does Truth Pay? Investigating the Effectiveness of the Bayesian Truth Serum With an Interim Payment: A Registered Report",
          "authors": "Claire M. Neville, Matt N. Williams",
          "abstract": "Self-report data are vital in psychological research, but biases such as careless responding and socially desirable responding can compromise their validity. Although various methods are employed to mitigate these biases, they have limitations. The Bayesian truth serum (BTS) offers a survey scoring method to incentivize truthfulness by leveraging correlations between personal and collective opinions and rewarding “surprisingly common” responses. In this study, we evaluated the effectiveness of the BTS in mitigating socially desirable responding to sensitive questions and tested whether an interim payment could enhance its efficacy by increasing trust. In a between-subjects experimental survey, 877 participants were randomly assigned to one of three conditions: BTS, BTS with interim payment, and regular incentive (RI). Contrary to the hypotheses, participants in the BTS conditions displayed lower agreement with socially undesirable statements compared with the RI condition. The interim payment did not significantly enhance the BTS’s effectiveness. Instead, response patterns diverged from the mechanism’s intended effects, raising concerns about its robustness. As the second registered report to challenge its efficacy, this study’s results cast serious doubt on the BTS as a reliable tool for mitigating socially desirable responding and improving the validity of self-report data in psychological research.",
          "url": "https://doi.org/10.1177/25152459251343043",
          "doi": "https://doi.org/10.1177/25152459251343043",
          "filter": 0
        },
        {
          "title": "Bestiary of Questionable Research Practices in Psychology",
          "authors": "Tamás Nagy, Jane Hergert, Mahmoud M. Elsherif, Lukas Wallrich, Kathleen Schmidt, Tal Waltzer, Jason W. Payne, Biljana Gjoneska, Yashvin Seetahul, Y. Andre Wang, Daniel Scharfenberg, Gabriella Tyson, Yu-Fang Yang, Aleksandrina Skvortsova, Samuel Alarie, Katherine Graves, Lukas K. Sotola, David Moreau, Eva Rubínová",
          "abstract": "Questionable research practices (QRPs) pose a significant threat to the quality of scientific research. However, historically, they remain ill-defined, and a comprehensive list of QRPs is lacking. In this article, we address this concern by defining, collecting, and categorizing QRPs using a community-consensus method. Collaborators of the study agreed on the following definition: QRPs are ways of producing, maintaining, sharing, analyzing, or interpreting data that are likely to produce misleading conclusions, typically in the interest of the researcher. QRPs are not normally considered to include research practices that are prohibited or proscribed in the researcher’s field (e.g., fraud, research misconduct). Neither do they include random researcher error (e.g., accidental data loss). Drawing from both iterative discussions and existing literature, we collected, defined, and categorized 40 QRPs for quantitative research. We also considered attributes such as potential harms, detectability, clues, and preventive measures for each QRP. The results suggest that QRPs are pervasive and versatile and have the potential to undermine all stages of the scientific enterprise. This work contributes to the maintenance of research integrity, transparency, and reliability by raising awareness for and improving the understanding of QRPs in quantitative psychological research.",
          "url": "https://doi.org/10.1177/25152459251348431",
          "doi": "https://doi.org/10.1177/25152459251348431",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "An investigation of the convergent validity and test–retest reliability of three uncertainty preference measures",
          "authors": "Guangyu Zhu, Yiyun Shou, Michael Smithson",
          "abstract": "Establishing a reliable and valid measure is crucial for ensuring the accuracy and replicability of research findings on risk and uncertainty preference. However, few studies have assessed the reliability and validity of behavioral measures of uncertainty preference. This study examined the convergent validity and test–retest reliability of three commonly used uncertainty preference measures: forced binary choice, certainty equivalent, and matching probability tasks. Experiments 1 ( N = 302) and 2 ( N = 366) tested the convergent validity and test–retest reliability of one-off assessment of these measures and found that the three measures did not demonstrate satisfactory convergent validity and test–retest reliability for the one-off assessment. Experiment 3 ( N = 311) increased the number of repeats to explore whether repeated measurements could enhance convergent validity and test–retest reliability by addressing the attenuation effect of lack of reliability. The convergent validity between certainty equivalent and matching probability improved in the repeated measurement condition. However, the test–retest reliability of the three measures was still not satisfactory in repeated measurement conditions. These findings highlight the measurement issues in the behavioral measures of uncertainty preferences. The potential causes of this low validity and reliability of behavioral measures of uncertainty preference are discussed.",
          "url": "https://doi.org/10.3758/s13428-025-02729-9",
          "doi": "https://doi.org/10.3758/s13428-025-02729-9",
          "filter": 0
        },
        {
          "title": "Multidimensional normative ratings for the body emotional stimulus set in Bochum Emotional Stimulus Set in Chinese samples",
          "authors": "Li Zhang, Pengyu Liu, Yan Shi, Xiaoyi Liu, Yunpeng Liu, Huazhan Yin",
          "url": "https://doi.org/10.3758/s13428-025-02742-y",
          "doi": "https://doi.org/10.3758/s13428-025-02742-y",
          "filter": 0
        },
        {
          "title": "Comparative judgement as a research tool: A meta-analysis of application and reliability",
          "authors": "George Kinnear, Ian Jones, Ben Davies",
          "abstract": "Comparative judgement (CJ) provides methods for constructing measurement scales, by asking assessors to make a series of pairwise comparisons of the artefacts or representations to be scored. Researchers using CJ need to decide how many assessors to recruit and how many comparisons to collect. They also need to gauge the reliability of the resulting measurement scale, with two different estimates in widespread use: scale separation reliability (SSR) and split-halves reliability (SHR). Previous research has offered guidance on these issues, but with either limited empirical support or focused only on education research. In this paper, we offer guidance based on our analysis of 101 CJ datasets that we collated from previous research across a range of disciplines. We present two novel findings, with substantive implications for future CJ research. First, we find that collecting ten comparisons for every representation is generally sufficient; a more lenient guideline than previously published. Second, we conclude that SSR can serve as a reliable proxy for inter-rater reliability, but recommend that researchers use a higher threshold of .8, rather than the current standard of .7.",
          "url": "https://doi.org/10.3758/s13428-025-02744-w",
          "doi": "https://doi.org/10.3758/s13428-025-02744-w",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Group Processes & Intergroup Relations",
      "journal_short": "GPIR",
      "articles": [
        {
          "title": "The roles of national anti-Muslim policy, state context, and individual ideology in anti-Muslim implicit bias in the United States",
          "authors": "Aeleah M. Granger, Kimberly Barsamian Kahn",
          "abstract": "Corresponding with President Trump’s campaign rhetoric and enactment of the “Muslim ban,” anti-Muslim bias and hate crimes rose in the US. Although it was repealed in 2021, many Americans disagreed with revoking the ban and continued to stereotype Muslims as terrorists. This study investigates whether the Muslim ban affected implicit anti-Muslim bias in the US using Project Implicit data, Muslim ban activity records, and state-level election data. Multilevel modeling revealed that, across state political contexts (i.e., presidential election outcomes), the ban was associated with less anti-Muslim implicit bias among liberals during – compared to before and after – the Muslim ban. Conservatives, instead, showed stable but higher levels of anti-Muslim bias across Muslim ban periods and state political contexts. Demonstrating a policy backlash effect among liberals, this study sheds light on how individuals unconsciously responded to the Muslim ban across state political contexts and holds implications for policy implementation across the political spectrum.",
          "url": "https://doi.org/10.1177/13684302251345401",
          "doi": "https://doi.org/10.1177/13684302251345401",
          "filter": 0
        },
        {
          "title": "Effects of name learning and name use on interethnic perceptions",
          "authors": "Monica Biernat, Xian Zhao, Emily C. Watkins, Geoffrey J. Leonardelli",
          "abstract": "Names are important aspects of identity, but when they are perceived as difficult to pronounce or “foreign,” they may trigger discriminatory responses. Rather than engaging in name “whitening” as a solution, we advocate placing the onus on others to learn to pronounce names of ethnic minority group members. In one study with White American college students, we examine the effects of a name learning intervention on communications to and perceptions of a Chinese student partner. In a second study with Chinese international students, we examine how name use is perceived. Those who learned to pronounce names (Study 1) and those whose names were used (Study 2) showed increased interest in and behavior geared toward maintaining partner contact, though other outcomes related to ethnic attitudes were unaffected. The data provide initial evidence that name learning and use contribute to more positive interactions and shed light on strategies for promoting inclusion.",
          "url": "https://doi.org/10.1177/13684302251344919",
          "doi": "https://doi.org/10.1177/13684302251344919",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "I am, I am not: Strategies to cope with negative group labels",
          "authors": "Gloria Danqiao Cheng, Jennifer Whitson, Cynthia S. Wang",
          "url": "https://doi.org/10.1016/j.jesp.2025.104790",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104790",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Context effects on the personality network—Exploring differences between East and West Germans.",
          "authors": "Marie Kura, Katrin Rentzsch",
          "url": "https://doi.org/10.1037/pspp0000569",
          "doi": "https://doi.org/10.1037/pspp0000569",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Organizational Research Methods",
      "journal_short": "ORM",
      "articles": [
        {
          "title": "The Journey of Forced Choice Measurement Over 80 Years: Past, Present, and Future",
          "authors": "Philseok Lee, Mina Son, Steven Zhou, Sean Joo, Zihao Jia, Virginia Cheng",
          "abstract": "Over the past two decades, forced-choice (FC) measures have received considerable attention from researchers and practitioners in industrial and organizational psychology. Despite the growing body of research on FC measures, there has not yet been a comprehensive review synthesizing the diverse lines of research. This article bridges this gap by presenting a systematic review of post-2000 literature on FC measures, addressing ten critical questions, including: 1) validity evidence, 2) faking resistance, 3) FC IRT models, 4) FC test design, 5) FC measure development, 6) test-taker reactions and response processes, 7) measurement and predictive bias, 8) reliability, 9) computerized adaptive testing, and 10) random responding. The review adopts a historical perspective, tracing the development of FC measures and highlighting key empirical findings, methodological advances, current trends, and future directions. By synthesizing a substantial body of evidence across multiple research streams, this article serves as a valuable resource, providing insights into the psychometric properties, theoretical underpinnings, and practical applications of FC measures in organizational contexts such as personnel selection, development, and assessment.",
          "url": "https://doi.org/10.1177/10944281251350687",
          "doi": "https://doi.org/10.1177/10944281251350687",
          "filter": 0
        },
        {
          "title": "Unleashing the Creative Potential of Research Tensions: Toward a Paradox Approach to Methods",
          "authors": "Stephanie Schrage, Constantine Andriopoulos, Marianne W. Lewis, Wendy K. Smith",
          "abstract": "Research is a paradoxical process. Scholars confront conflicting yet interwoven pressures, considering methodologies that engage complexity and simplicity, induction and deduction, novelty and continuity, and more. Paradox theory offers insights that embrace such tensions, providing empirical examples that harness creative friction to foster more novel and useful, rigorous, and relevant research. Leveraging this lens, we open a conversation on research tensions, developing the foundations of a Paradox Approach to Methods applicable to organization studies more broadly. To do so, we first identify tensions raised at six methodological decision points: research scope, construct definition, underlying assumptions, data collection, data analysis, and interpretation. Second, we build on paradox theory to identify navigating practices: accepting, differentiating, integrating, and knotting. By doing so, we contribute to organizational research broadly by embracing methods of tensions to advance scholarly insight.",
          "url": "https://doi.org/10.1177/10944281251346804",
          "doi": "https://doi.org/10.1177/10944281251346804",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Observation Moderates the Moral Licensing Effect: A Meta-Analytic Test of Interpersonal and Intrapsychic Mechanisms",
          "authors": "Amanda Rotella, Jisoo Jung, Christopher Chinn, Pat Barclay",
          "abstract": "Moral licensing occurs when someone who initially behaves morally subsequently acts less morally. We apply reputation-based theories to predict when and why it occurs. As pre-registered, we predicted: (1) being observed would be associated with larger licensing effects and (2) unambiguous outcomes would have smaller licensing effects. In a multi-level meta-analysis of 115 experiments ( N = 21,770), moral licensing was stronger when participants were observed ( g = 0.65) than unobserved ( g = 0.13). After accounting for publication bias with robust Bayesian meta-analysis, there was moderate evidence for licensing when participants were observed ( g = 0.51; BF 10 = 9.14), but moderate evidence against licensing when unobserved (Hedge’s g = −0.01; BF 10 = 0.11). Ambiguity did not moderate moral licensing. These findings suggest that moral licensing is elicited through interpersonal motives, clarify when licensing (vs. consistency) occurs, and explain why many online studies failed to replicate. Evidence for intrapsychic motives is inconclusive.",
          "url": "https://doi.org/10.1177/01461672251345512",
          "doi": "https://doi.org/10.1177/01461672251345512",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Bulletin",
      "journal_short": "PsychBull",
      "articles": [
        {
          "title": "Crossmodal semantics in memory: Scoping review and meta-analyses of multisensory effects in short-term and episodic memory systems.",
          "authors": "Salvador Soto-Faraco, Charles Spence",
          "url": "https://doi.org/10.1037/bul0000483",
          "doi": "https://doi.org/10.1037/bul0000483",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "Generative pretrained transformer models can function as highly reliable second screeners of titles and abstracts in systematic reviews: A proof of concept and common guidelines.",
          "authors": "Mikkel Helding Vembye, Julian Christensen, Anja Bondebjerg Mølgaard, Frederikke Lykke Witthöft Schytt",
          "url": "https://doi.org/10.1037/met0000769",
          "doi": "https://doi.org/10.1037/met0000769",
          "filter": 0
        },
        {
          "title": "Adapting methods for correcting selective reporting bias in meta-analysis of dependent effect sizes.",
          "authors": "Man Chen, James E. Pustejovsky",
          "url": "https://doi.org/10.1037/met0000773",
          "doi": "https://doi.org/10.1037/met0000773",
          "filter": 0
        },
        {
          "title": "Reevaluating R²med as an effect size measure for indirect effects.",
          "authors": "Sang-June Park, Youjae Yi",
          "url": "https://doi.org/10.1037/met0000771",
          "doi": "https://doi.org/10.1037/met0000771",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "Polygenic Associations With Educational Attainment in East Versus West Germany: Differences Emerge After Reunification",
          "authors": "Deniz Fraemke, Yayouk E. Willems, Aysu Okbay, Ulman Lindenberger, Sabine Zinn, Gert Wagner, David Richter, Kathryn P. Harden, Elliot M. Tucker-Drob, Ralph Hertwig, Philipp Koellinger, Laurel Raffington",
          "abstract": "Using a DNA-based polygenic index, we explored geographical and historical differences in polygenic associations with educational attainment in East and West Germany around the time of reunification. This index was derived from a prior genome-wide association study on educational attainment in democratic countries. In 1,930 individuals aged 25 to 85 years from the SOEP-G[ene] cohort, the magnitude of polygenic associations with educational attainment did not differ between East and West Germany before reunification but increased in East Germany thereafter. This gene–environment interaction remained robust when we probed for variance dispersion. A control analysis using a polygenic index of height suggests that this interaction is unlikely to reflect a general trend toward greater genetic associations in East Germany after reunification. The observed amplification of education-genetic associations aligns with theories suggesting heightened genetic influences on educational attainment during periods of greater social and educational opportunity. We emphasize the need for replication in larger German genetic data sets.",
          "url": "https://doi.org/10.1177/09567976251350965",
          "doi": "https://doi.org/10.1177/09567976251350965",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
