{
  "update": "2025-07-30",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "Side Effects of Experience-Sampling Protocols: A Systematic Analysis of How They Affect Data Quality, Data Quantity, and Bias in Study Results",
          "authors": "Thomas Reiter, Sophia Sakel, Julian Scharbert, Julian ter Horst, Maarten van Zalk, Mitja Back, Markus Bühner, Ramona Schoedel",
          "abstract": "In studies using the increasingly popular experience-sampling method (ESM), design decisions are often guided by theoretical or practical considerations. Yet limited empirical evidence exists on how these choices affect data quantity (e.g., response probabilities), data quality (e.g., response latency), and potential biases in study outcomes (e.g., characteristics of study variables). In a preregistered, 4-week study ( N = 395), we experimentally manipulated two key ESM protocol characteristics for sending ESM surveys: timing (fixed vs. varying times) and contingency (directly vs. indirectly after unlocking the smartphone). We evaluated the ESM protocols resulting from the combination of these two characteristics regarding different criteria: As hypothesized for contingency, indirect protocols resulted in higher response probabilities (increased data quantity). But they also led to higher response latencies (reduced data quality). Contrary to our expectations, the combined effect of contingency and timing did not significantly influence response probability. We also did not observe other effects of timing or contingency on data quality. In exploratory follow-up analyses, we discovered that timing significantly affected response probability and smartphone-usage behaviors, as measured by screen logs; however, these effects were likely attributable to time-of-day effects. Self-reported states showed no differences based on the chosen ESM protocol, and similar trends were found when correlating primary outcomes with external criteria, such as trait affect and well-being. Based on the study’s findings, we discuss the trade-offs that researchers should consider when choosing their ESM protocols to optimize data quantity, data quality, and biases in study outcomes.",
          "url": "https://doi.org/10.1177/25152459251347274",
          "doi": "https://doi.org/10.1177/25152459251347274",
          "filter": 0
        },
        {
          "title": "From Embeddings to Explainability: A Tutorial on Large-Language-Model-Based Text Analysis for Behavioral Scientists",
          "authors": "Rudolf Debelak, Timo K. Koch, Matthias Aßenmacher, Clemens Stachl",
          "abstract": "Large language models (LLMs) are transforming research in psychology and the behavioral sciences by enabling advanced text analysis at scale. Their applications range from the analysis of social media posts to infer psychological traits to the automated scoring of open-ended survey responses. However, despite their potential, many behavioral scientists struggle to integrate LLMs into their research because of the complexity of text modeling. In this tutorial, we aim to provide an accessible introduction to LLM-based text analysis, focusing on the Transformer architecture. We guide researchers through the process of preparing text data, using pretrained Transformer models to generate text embeddings, fine-tuning models for specific tasks such as text classification, and applying interpretability methods, such as Shapley additive explanations and local interpretable model-agnostic explanations, to explain model predictions. By making these powerful techniques more approachable, we hope to empower behavioral scientists to leverage LLMs in their research, unlocking new opportunities for analyzing and interpreting textual data.",
          "url": "https://doi.org/10.1177/25152459251351285",
          "doi": "https://doi.org/10.1177/25152459251351285",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Posterior predictive checks for the detection of extreme response style",
          "authors": "Martijn Schoenmakers, Jesper Tijmstra, Jeroen Vermunt, Maria Bolsinova",
          "abstract": "Extreme response style (ERS), the tendency of participants to select extreme item categories regardless of the item content, has frequently been found to decrease the validity of Likert-type questionnaire results (e.g., Moors, European Journal of Work and Organizational Psychology , 21 , 271–298, 2012). For this reason, detecting ERS at both the group and individual levels is of paramount importance. While various approaches to detecting ERS exist, these may conflate ERS with the trait of interest, require additional questionnaires to be administered, or require the use of mixture or multidimensional IRT models. As an alternative approach to detecting ERS, Bayesian posterior predictive checks (PPCs) may be a viable option. Posterior predictive checking offers a highly customizable framework for detecting model misfit, which can be directly applied to frequently used unidimensional IRT models. Critically, the use of PPCs to detect ERS does not require strong assumptions regarding the nature of ERS, such as ERS being a continuous dimension or a categorical trait. In this paper, we thus apply PPCs to a generalized partial credit model to detect model misfit related to ERS on both the group and person levels. We propose various possible PPCs tailored to ERS, which are illustrated in an empirical example, and their performance in detecting ERS is examined under various conditions. Suggestions for practical applications are provided, and avenues for future research are explored.",
          "url": "https://doi.org/10.3758/s13428-025-02756-6",
          "doi": "https://doi.org/10.3758/s13428-025-02756-6",
          "filter": 0
        },
        {
          "title": "Bayesian sample size determination for longitudinal intervention studies with linear and log-linear growth",
          "authors": "Ulrich Lösener, Mirjam Moerbeek",
          "abstract": "A priori sample size determination (SSD) is essential for designing cost-efficient trials and in avoiding underpowered studies. In addition, reporting a solid justification for a certain sample size is required by most ethics committees and many funding agencies. Often, SSD is based on null hypothesis significance testing (NHST), an approach that has received severe criticism in the past decades. As an alternative, Bayesian hypothesis evaluation using Bayes factors has been developed. Bayes factors quantify the relative support in the data for a pair of competing hypotheses without suffering from some of the drawbacks of NHST. SSD for Bayesian hypothesis testing relies on simulations and has only been studied recently. Available software for this is limited to simple models such as ANOVA and the t  test, in which observations are assumed to be independent from each other. However, this assumption is rendered untenable in longitudinal experiments where observations are nested within individuals. In that case, a multilevel model should be used. This paper provides researchers with a valuable tool for performing SSD for multilevel models with longitudinal data in a Bayesian framework, along with the necessary theoretical background and concrete empirical examples. The open-source R function that enables researchers to tailor the simulation to their trial at hand can be found on the GitHub page of the first author.",
          "url": "https://doi.org/10.3758/s13428-025-02749-5",
          "doi": "https://doi.org/10.3758/s13428-025-02749-5",
          "filter": 0
        },
        {
          "title": "Watching movies in VR: A research ecosystem for the study of screen media effects",
          "authors": "Faith A. Delle, Gary Bente, Nolan Jahn, Juncheng Wu",
          "abstract": "We introduce a virtual reality (VR) research ecosystem for the study of screen media effects and present a study providing evidence for its usability and validity. The study tested whether responses to affect-laden films presented on a standard TV within a physical space can be replicated in a virtual environment. The virtual setting was developed using Vizard 7.0, an open-access and customizable solution for media research. Using a between-subjects design, 70 participants were randomly assigned to either a TV or VR condition. Both groups were exposed to the same set of nine movie clips, encompassing three emotional categories (scary, funny, sad). While participants in the TV condition watched the clips on a physical 65″ TV, participants in the VR condition watched the clips on a virtual screen in the VR living room using a Meta Quest 2 VR headset. Continuous ratings of perceived emotional intensity and physiological measures of arousal (skin conductance level, heart rate, pulse volume amplitude) served as dependent variables. Overall, results confirmed the convergent validity between the two experimental conditions, revealing high correlations for all process variables across all stimuli. Results also demonstrated distinct responses to the clips of different emotional tones that were consistent across the experimental conditions. The findings encourage the use of VR for the study of screen media effects, demonstrating convergent validity with real-world scenarios while offering significant advantages, such as standardization and portability of the experimental setup as well as high levels of experimental control over reception setting variables.",
          "url": "https://doi.org/10.3758/s13428-025-02750-y",
          "doi": "https://doi.org/10.3758/s13428-025-02750-y",
          "filter": 0
        },
        {
          "title": "A novel method for modeling tonic and phasic pupil dynamics in humans",
          "authors": "Matthias Mittner, Josephine Maria Groot",
          "abstract": "The human pupil is a widely used physiological metric in psychology and neuroscience. Changes in pupil diameter (PD) are thought to reflect changes in locus coeruleus-norepinephrine (LC/NE) activity, which is associated with cognitive and behavioral optimization. Here, we present a novel algorithm to decompose the pupil signal into its tonic and phasic components. We evaluate the utility and validity of the algorithms using both artificially generated data and an existing dataset from a fast-paced finger-tapping task. Results show that the novel algorithm outperforms traditional approaches on simulated data. We further demonstrate that our algorithm provides more conclusive evidence for relationships between mind wandering reports and pupil predictors compared to traditional window-averaging. Finally, we demonstrate that the novel and traditional estimates contain distinct information regarding neuroimaging correlates and task performance.",
          "url": "https://doi.org/10.3758/s13428-025-02755-7",
          "doi": "https://doi.org/10.3758/s13428-025-02755-7",
          "filter": 0
        },
        {
          "title": "A sharing practices review of the visual search and eye movements literature reveals recommendations for our field and others",
          "authors": "Hayward J. Godwin, Haden Dewis, Peter T. Darch, Michael C. Hout, Daniel Ernst, Philippa Broadbent, Megan Papesh, Jeremy M. Wolfe",
          "abstract": "The sharing of research outputs is an important endeavor, one that is increasingly required by funders and publishers alike. Here, we catalogued and examined data sharing practices, using our own field of visual search and eye movement behavior as an example. To find outputs from scientific research, we conducted two searches: a Literature Search and a repository search. Overall, we found that researchers in our field generally shared outputs that enabled others to analytically reproduce published results. It was rare for researchers to share outputs that enabled direct replications of their work, and it was also rare for researchers to share raw data that would enable secondary data analyses. Comparing the results of our two searches of the literature, we found that a lack of metadata substantially reduced the rates at which outputs could be found and used. Based on our findings, we present a set of recommendations summarized in our ‘Find It – Access It – Reuse It’ scorecard. The scorecard is intended to assist researchers in sharing outputs in a manner that will enable others to better find, access, and understand them – and this includes researchers in other fields beyond our own.",
          "url": "https://doi.org/10.3758/s13428-025-02759-3",
          "doi": "https://doi.org/10.3758/s13428-025-02759-3",
          "filter": 0
        },
        {
          "title": "Design and validation of a rapid visual processing measure for screening reading difficulties in early childhood",
          "authors": "Mahalakshmi Ramamurthy, Klint Kanopka, Adam Richie-Halford, Benjamin W. Domingue, Francesca Pei, Phaedra Bell, Lucy Yan, Andrea Hartsough, Maria Luisa Gorno-Tempini, Jason D. Yeatman",
          "abstract": "As the development of visual processing abilities is known to precede the development of reading abilities, identifying visual measures that reliably correlate with reading measures has tremendous theoretical and practical importance. A major challenge in addressing this question empirically is developing reliable behavioral measures for developmental studies, because most tasks are not equally reliable across different age groups and require iterative design changes to ensure that the measure reliably indexes the intended construct across the developmental span. Here, we present a series of studies that show how to iteratively modify a behavioral task by data-informed task changes and the use of item response theory to reduce task redundancies and develop a fun, fast, reliable, and easy-to-deploy web-based measure for K/1/2-graders in school settings. Our results show, in a large, diverse, and representative sample ( N ~ 1,550), that the ability to rapidly encode visual information reliably correlates with reading outcomes at the end of the academic year. The developed measure offers the potential for use as an early screening tool to identify children at risk for developing future reading challenges.",
          "url": "https://doi.org/10.3758/s13428-025-02739-7",
          "doi": "https://doi.org/10.3758/s13428-025-02739-7",
          "filter": 0
        },
        {
          "title": "An extended Chinese social evaluative word list",
          "authors": "Lulu Li, Qingrong Chen, Hu Chuan-Peng",
          "url": "https://doi.org/10.3758/s13428-025-02760-w",
          "doi": "https://doi.org/10.3758/s13428-025-02760-w",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Impact of virtual reality and video backgrounds on mental health in digital meditation",
          "authors": "Sumin Shin, Juwon Hwang, Asya Cooley, Skye Cooley, Shahariar Nobel, Ralph Dinko, Jungyu Lee",
          "url": "https://doi.org/10.1016/j.chb.2025.108758",
          "doi": "https://doi.org/10.1016/j.chb.2025.108758",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Using two-sided messages to facilitate misinformation correction for strongly held beliefs",
          "authors": "Mengran Xu, Richard E. Petty",
          "url": "https://doi.org/10.1016/j.jesp.2025.104807",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104807",
          "filter": 0
        },
        {
          "title": "Status- and foreignness-based discrimination experiences shape feelings of similarity among people of color",
          "authors": "Linda X. Zou, Samuel Ngum",
          "url": "https://doi.org/10.1016/j.jesp.2025.104794",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104794",
          "filter": 0
        },
        {
          "title": "Change, yes ‘we’ can: Protesting for (ingroup) and against (outgroup) change under conditions of threatened personal control",
          "authors": "Johannes Michael Lautenbacher, Immo Fritsche, Tina-Marie Hoke, Wanda Eckert",
          "url": "https://doi.org/10.1016/j.jesp.2025.104803",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104803",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Social Class and Children’s Third-party Intervention Tendency and Forms",
          "authors": "Ya-Meng Wang, Shu Zhao, Sa-Sa Lyu, Zuo-Jun Wang, Deming Wang, Kai Qin Chan",
          "abstract": "This study investigated how social class is related to children’s third-party intervention (TPI) tendency and forms (compensation vs. punishment). Children from different social class backgrounds watched short animated films depicting two cartoon characters making fair or unfair decisions in resource distribution scenarios. The results revealed that, compared to children from higher social classes, children from lower social classes were more likely to engage in TPIs in realistic distribution contexts. Moreover, when intervening, children from lower social class backgrounds were more inclined to both compensate victims and punish transgressors. These findings suggest that children’s tendencies to engage in TPIs differ across social classes from an early age, offering new insights into the development of children’s moral behavior from a cultural perspective.",
          "url": "https://doi.org/10.1177/01461672251352895",
          "doi": "https://doi.org/10.1177/01461672251352895",
          "filter": 0
        },
        {
          "title": "Threat Perceptions and Closeness to Refugees: A Three-Wave Longitudinal Study",
          "authors": "Zafer Özkan, Małgorzata Kossowska, Ewa Szumowska, Jolanta Perek-Białas, Paulina Szwed",
          "abstract": "This study examines the longitudinal interplay between individuals’ perceptions of two types of intergroup threats—realistic and symbolic—and their feelings of closeness toward Ukrainian war refugees, using a three-wave design and a random intercept cross-lagged panel model. By disentangling within-person dynamics from between-person effects, the findings reveal that stronger-than-usual feelings of closeness predicted reduced perceptions of both realistic and symbolic threats over time. Conversely, heightened perceptions of realistic threat significantly undermine feelings of closeness, whereas symbolic threat demonstrates no substantial influence on subsequent closeness. These results underscore the centrality of realistic threats, reflecting concerns such as economic competition and resource allocation strains, in shaping intergroup attitudes in the studied context. By distinguishing between within- and between-person variances, and adopting a longitudinal framework, this study provides novel insights into the mechanisms underlying intergroup relations, offering a robust empirical contribution to the field.",
          "url": "https://doi.org/10.1177/01461672251352899",
          "doi": "https://doi.org/10.1177/01461672251352899",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "Introspective Access or Retrospective Inference? Mind-Wandering Reports Are Shaped by Performance Feedback",
          "authors": "Naya Polychroni, Mahiko Konishi, Isa Steinecker, Devin B. Terhune",
          "abstract": "Most mind-wandering paradigms use self-reports following task performance, but the extent to which these reports are confounded by performance cues is unknown. In two experiments with adult human participants, we examined whether self-reports and confidence therein are influenced by performance indicators during visual metronome response tasks. In Experiment 1 ( N = 40), sham feedback modulated reports independently of behavioral performance with participants more likely to report mind wandering after incorrect than correct sham feedback. In Experiment 2 ( N = 111), we replicated this pattern using a more implicit manipulation of perceived performance—a surreptitious delay in the onset of response targets. Participants were more likely to report mind wandering after this delay than they were in control trials. In both experiments, confidence in on-task reports was lower when the corresponding indicator (falsely) implied poor performance. These findings suggest that mind-wandering reports and experiential state confidence are partly confounded by performance monitoring and have implications for experience-sampling methodologies.",
          "url": "https://doi.org/10.1177/09567976251349816",
          "doi": "https://doi.org/10.1177/09567976251349816",
          "filter": 0
        },
        {
          "title": "Becoming an Ostrich: The Development of Information Avoidance",
          "authors": "Radhika Santhanagopalan, Jane L. Risen, Katherine D. Kinzler",
          "abstract": "Adults selectively avoid useful information. We examined the development of information avoidance in 5- to 10-year-old American children ( N = 320). In Experiment 1, children considered scenarios that might elicit information avoidance: protecting against negative emotions, maintaining perceptions of likeability and competence, preserving beliefs and preferences, and acting in self-interest. When a motivation for avoidance was present, children were more likely to avoid learning information, particularly with age. Experiment 2 presented the self-interest scenario (a moral “wiggle room” task) involving real payoffs. Although children could reveal their partner’s payoff without cost, older children capitalized on moral “wiggle room” by avoiding this information and choosing the self-interested payoff. In Experiment 3, we considered conditions under which even young children might avoid information, finding that they too avoided information when explicitly encouraged to protect their emotions. Additional qualitative findings probed children’s open-ended responses about why people seek and avoid information. Together, these experiments document the origins of information avoidance.",
          "url": "https://doi.org/10.1177/09567976251344551",
          "doi": "https://doi.org/10.1177/09567976251344551",
          "filter": 0
        },
        {
          "title": "Reward Association With Mental States Shapes Empathy and Prosocial Behavior",
          "authors": "Yi Zhang, Leor Hackel",
          "abstract": "Valuing the welfare of others is a fundamental aspect of empathy and prosocial behavior. How do people develop this valuation? Theories of associative learning suggest that people can associate social cues, such as smiles, with personal reward, thus feeling good when others thrive. Yet people often display generalized concern for others’ welfare, regardless of the specific cues present. We propose that Pavlovian conditioning allows people to associate reward directly with others’ abstract mental states, learning that another’s happiness predicts their own reward. In four online experiments with 1,500 U.S.-based adults recruited from CloudResearch, participants’ monetary outcomes were congruently or incongruently predicted by a target’s mental states. Participants who experienced congruent learning reported more empathic feelings toward the target in novel situations. The values attached to mental states further influenced participants’ prosocial choices. These results demonstrate how associative learning of abstract mental states can give rise to generalizable empathy and influence moral behavior.",
          "url": "https://doi.org/10.1177/09567976251351304",
          "doi": "https://doi.org/10.1177/09567976251351304",
          "filter": 0
        },
        {
          "title": "“Stop the Count!”—How Reporting Partial Election Results Fuels Beliefs in Election Fraud",
          "authors": "André Vaz, Moritz Ingendahl, André Mata, Hans Alves",
          "abstract": "In seven studies, we investigated how reporting partial vote counts influences perceptions of election legitimacy. Beliefs in election fraud, as in the 2020 U.S. presidential election, may be fueled by the cumulative redundancy bias (CRB), which skews perceptions toward early leaders in partial vote counts. In line with this prediction, participants (Prolific adult participants from the United States and the United Kingdom) consistently rated early leaders more favorably and were more likely to suspect fraud when the eventual winner gained a late lead. This effect persisted across simulated elections (Studies 1–3) and real-world vote counts from the 2020 election in Georgia (Study 4). It is important to note that fraud suspicions already arose before the count was completed (Study 5) and persisted despite explanatory interventions (Study 6). Partisanship did not eliminate the CRB’s influence on fraud beliefs (Study 7). Our findings suggest that the sequential reporting of vote counts may amplify false perceptions of election fraud and could be mitigated by revising how results are communicated.",
          "url": "https://doi.org/10.1177/09567976251355594",
          "doi": "https://doi.org/10.1177/09567976251355594",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "Pedagogical approaches to promote self-regulation in musical instrument learning: A PRISMA scoping review",
          "authors": "Dora Utermohl de Queiroz, Clarissa Foletto, Guadalupe López-Íñiguez",
          "abstract": "This scoping review addresses empirical work on pedagogical approaches to promoting self-regulated learning (SRL) in musical instrument learning. This work sought to investigate (1) the types of approaches that were considered by studies to be SRL promoters, (2) how they were applied, and (3) the effects of each type of approach on student learning and performance. Following the Preferred Reporting Items for Systematic Reviews and Meta-Analyses for Scoping Reviews (PRISMA-ScR), we searched four databases and 30 specialised journals. This process returned 934 records. After analysing these records, we selected 17 studies that met our inclusion criteria. The results show a variety of pedagogical approaches to developing SRL skills. Teaching practices ranged from self-regulation instructions to tools such as practice journals and digital tools (e.g., electronic portfolios, software applications). Most of the selected studies demonstrated the beneficial effect of SRL teaching approaches on students’ outcomes. Thus, the findings suggest that both pedagogical approaches (self-regulation instruction and tools) can foster SRL. Furthermore, the findings indicate a gap in research on self-regulation pedagogical approaches in different contexts beyond face-to-face teaching, including online and hybrid environments. In addition, the effects of long-term interventions utilising these approaches on students’ learning remain underexplored.",
          "url": "https://doi.org/10.1177/03057356251348414",
          "doi": "https://doi.org/10.1177/03057356251348414",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "A cognitive behavioral therapy-based microintervention to reduce the negative impact of Instagram use on well-being: A randomized controlled trial.",
          "authors": "Zoe Herriman, Rachel M. Roberts, Amanda M. Taylor, Amy Slater",
          "url": "https://doi.org/10.1037/ppm0000619",
          "doi": "https://doi.org/10.1037/ppm0000619",
          "filter": 0
        },
        {
          "title": "Social media addiction moderates links between perceptions of freedom and mental health in the United States and Germany.",
          "authors": "Cameron J. Bunker, Jürgen Margraf, Julia Brailovskaia",
          "url": "https://doi.org/10.1037/ppm0000618",
          "doi": "https://doi.org/10.1037/ppm0000618",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
