{
  "update": "2025-07-17",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "Bestiary of Questionable Research Practices in Psychology",
          "authors": "Tamás Nagy, Jane Hergert, Mahmoud M. Elsherif, Lukas Wallrich, Kathleen Schmidt, Tal Waltzer, Jason W. Payne, Biljana Gjoneska, Yashvin Seetahul, Y. Andre Wang, Daniel Scharfenberg, Gabriella Tyson, Yu-Fang Yang, Aleksandrina Skvortsova, Samuel Alarie, Katherine Graves, Lukas K. Sotola, David Moreau, Eva Rubínová",
          "abstract": "Questionable research practices (QRPs) pose a significant threat to the quality of scientific research. However, historically, they remain ill-defined, and a comprehensive list of QRPs is lacking. In this article, we address this concern by defining, collecting, and categorizing QRPs using a community-consensus method. Collaborators of the study agreed on the following definition: QRPs are ways of producing, maintaining, sharing, analyzing, or interpreting data that are likely to produce misleading conclusions, typically in the interest of the researcher. QRPs are not normally considered to include research practices that are prohibited or proscribed in the researcher’s field (e.g., fraud, research misconduct). Neither do they include random researcher error (e.g., accidental data loss). Drawing from both iterative discussions and existing literature, we collected, defined, and categorized 40 QRPs for quantitative research. We also considered attributes such as potential harms, detectability, clues, and preventive measures for each QRP. The results suggest that QRPs are pervasive and versatile and have the potential to undermine all stages of the scientific enterprise. This work contributes to the maintenance of research integrity, transparency, and reliability by raising awareness for and improving the understanding of QRPs in quantitative psychological research.",
          "url": "https://doi.org/10.1177/25152459251348431",
          "doi": "https://doi.org/10.1177/25152459251348431",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Unveiling the intensity–ambiguity relationships among affective and lexico-semantic variables in Chinese characters and the character–word relationships in Chinese two-character words",
          "authors": "Xi Cheng, Chi-Shing Tse, Yuen-Lai Chan, Kai Yan Lau, Yen Na Yum",
          "abstract": "Understanding the lexical characteristics of Chinese characters is crucial given their extensive usage and unique logographic structure. In this study, we normed affective ratings (valence and arousal) for 3971 Chinese characters. We investigated the relationships between intensity (mean rating) and ambiguity (rating variability) of these affective variables, alongside additional lexico-semantic variables from Su et al., Behavior Research Methods , 55 (6), 2989–3008, (2022). Drawing on lexical data from 25,281 two-character words available in the Chinese Lexicon Project (Tse et al., Behavior Research Methods , 49 (4), 1503–1519, 2017, Behavior Research Methods , 55 (8), 4382–4402, 2023; Chan &amp; Tse, Behavior Research Methods , 56 (7), 7574–7601, 2024), we further explored cross-level relationships between character-level and word-level variables. Multiple regression analyses controlling for various lexical variables revealed several noteworthy patterns. First, we identified a quadratic valence–arousal relationship, such that characters with extreme valence ratings (either highly positive or highly negative) elicited higher arousal compared to neutral characters. This relationship was moderated by arousal ambiguity, partially consistent with previous findings (Brainerd et al. Journal of Experimental Psychology: General , 150 (8), 1476–1499, 2021a), Second, we observed consistent quadratic intensity–ambiguity relationships across all variables, supporting the quadratic law proposed by Brainerd et al. Journal of Memory and Language , 121 , 104286, (2021b). Finally, significant positive associations occurred between character-level variables and their corresponding word-level variables for both the first and second characters. The strength of these cross-level relationships varied across affective and lexico-semantic variables and may further be influenced by semantic transparency. Overall, our findings advance the understanding of affective and semantic features of Chinese characters and offer insights into the cross-level integration of characters’ and words’ lexical characteristics. The data reported in this paper are available at: https://osf.io/kh4yx .",
          "url": "https://doi.org/10.3758/s13428-025-02753-9",
          "doi": "https://doi.org/10.3758/s13428-025-02753-9",
          "filter": 0
        },
        {
          "title": "A novel reaction time assessment in virtual reality: Advantages over computerized tests",
          "authors": "Topaz Loushy Kay, Ella Been, Chaim G. Pick",
          "abstract": "Reaction time (RT) is a fundamental cognitive function impacting daily life and sports activities. Despite the increasing use of virtual reality (VR) for cognitive assessments, its efficacy for RT assessments remains uncertain. We aimed to develop and validate a novel RT test in VR, and to explore the potential contributions of VR technology to RT assessment. Forty-eight participants completed a computerized RT test (COM-RT) and a novel RT test in VR (VR-RT). The latter replicated the COM-RT test, assessing simple and choice RTs. Additionally, it introduced more complex conditions: reaching to touch static stimuli in known or unknown locations or moving stimuli. Correlations and differences between the tests and tasks were examined. Moderate-to-strong linear correlations were found between the tests for the simple ( r ≥ 0.642) and choice ( r ≥ 0.736) tasks, and the difference between them ( r ≥ 0.677) ( p &lt; 0.001). However, RTs were significantly longer in the VR-RT test compared with the COM-RT test ( p &lt; 0.001). Significant differences were found among the RT-VR tasks ( p &lt; 0.001): reaching to touch stimuli involved longer RTs compared with pressing a button, and RT was even longer when stimuli appeared in unexpected locations. Moving stimuli were associated with shorter RT. Additionally, movement velocity was significantly higher when reaching for dynamic versus static stimuli in known or unknown locations ( p &lt; 0.001). VR is valid for RT measurement, yet its outcomes should be interpreted within its framework rather than in comparison to computer assessments. Furthermore, VR offers additional possibilities, such as using lifelike stimuli and measuring kinematics.",
          "url": "https://doi.org/10.3758/s13428-025-02752-w",
          "doi": "https://doi.org/10.3758/s13428-025-02752-w",
          "filter": 0
        },
        {
          "title": "Developing fine-grained sense-aware lexical sophistication indices based on the CEFR levels of word senses",
          "authors": "Nan Hu, Xiaofei Lu, Renfen Hu",
          "url": "https://doi.org/10.3758/s13428-025-02741-z",
          "doi": "https://doi.org/10.3758/s13428-025-02741-z",
          "filter": 0
        },
        {
          "title": "Collecting behavioural data across countries during pandemics: Development of the COVID-19 Risk Assessment Tool",
          "authors": "Gjalt-Jorn Peters, Dominika Kwasnicka, Gill A. ten Hoor, Rik Crutzen, Tugce Varol, Lisa Marie Warner, Mahdi Algargoosh, Eskinder Eshetu Ali, Mudassir Anwar, Sali Rahadi Asih, Zuhal Feryal Baltas, Emma Berry, Kebede Beyene, Katarzyna Anna Campbell, Bruno Moreira Carneiro, Laura Castillo-Eito, Amy Hai Yan Chan, Samuel Suk-Hung Chan, Sabrina Cipolletta, Ann DeSmet, Triana Kesuma Dewi, Alexandra Lelia Dima, Jorge Encantado, Tracy Epton, João Figueiredo, Gustavo DalCin Fracaroli, Aurelie Gauchet, Gebremedhin Beedemariam Gebretekle, Pierre Gérain, Cristina Albuquerque Godinho, Lisa Graham-Wisener, James A. Green, Jenny M. Groarke, Thomas Gültzow, Elif Basak Guven, Roel C. J. Hermans, Sander Hermsen, Jennifer Inauen, Angelos P. Kassianos, Tatiana Valerievna Kazantseva, Els Keyaerts, Laura Maria König, Daniela Lange, Emelien Lauwerier, Yongchan Lie, Andrian Liem, Aleksandra Luszczynska, Marta M. Marques, Hannah Catherine Moore, Chris Noone, Johanna Nurmi, Ratri Nurwanti, Elif Suna Ozbay, Iga Palacz-Poborczyk, Rebecca Anne Pedruzzi, Louise Poppe, Lucy Mabel Porter, Daniel Powell, Bruna Salati Nan Rinaldi, Alexis Ruffault, Carsten Schmitz, Urte Scholz, Ana-Maria Schweitzer, Yasemin Selekoğlu Ok, Medha Shree, Carolina C. Silva, Yasinta Astin Sokang, Albert W. Tam, Mei Yee Tang, Silvia Caterina Maria Tomaino, Samantha Barbara van Beurden, Stefan Verweij, Stan Vluggen, Rochelle E. Watkins, Szilvia Zörgő, Sylvia Roozen",
          "abstract": "Tools that can be used to collect behavioural data during pandemics are needed to inform policy and practice. The objective of this project was to develop the Your COVID-19 Risk tool in response to the global spread of COVID-19, aiming to promote health behaviour change. We developed an online resource based on key behavioural evidence-based risk factors related to contracting and spreading COVID-19. This tool allows for assessing risk and provides instant support to protect individuals from infection. The Risk Estimation Questions assessed users’ location, age, gender, work environment, day-to-day behaviours currently performed, and conditions under which these behaviours would change. Users were also asked to estimate how often they keep their distance from others in public and regularly wash their hands, and the procedures they follow to do so. A multidisciplinary research team of more than 150 international experts developed the tool. Over 60,000 users in more than 150 countries have assessed their risk and provided data. The majority of respondents reported that they almost always keep their distance from others in public places, and most participants reported washing their hands after touching public or shared surfaces or when entering buildings. The tool, data, and results were openly shared to support government and health agencies developing behaviour change interventions. This tool creates a blueprint for similar digital infrastructure that can be replicated and used in future pandemics.",
          "url": "https://doi.org/10.3758/s13428-025-02743-x",
          "doi": "https://doi.org/10.3758/s13428-025-02743-x",
          "filter": 0
        },
        {
          "title": "An investigation of the convergent validity and test–retest reliability of three uncertainty preference measures",
          "authors": "Guangyu Zhu, Yiyun Shou, Michael Smithson",
          "abstract": "Establishing a reliable and valid measure is crucial for ensuring the accuracy and replicability of research findings on risk and uncertainty preference. However, few studies have assessed the reliability and validity of behavioral measures of uncertainty preference. This study examined the convergent validity and test–retest reliability of three commonly used uncertainty preference measures: forced binary choice, certainty equivalent, and matching probability tasks. Experiments 1 ( N = 302) and 2 ( N = 366) tested the convergent validity and test–retest reliability of one-off assessment of these measures and found that the three measures did not demonstrate satisfactory convergent validity and test–retest reliability for the one-off assessment. Experiment 3 ( N = 311) increased the number of repeats to explore whether repeated measurements could enhance convergent validity and test–retest reliability by addressing the attenuation effect of lack of reliability. The convergent validity between certainty equivalent and matching probability improved in the repeated measurement condition. However, the test–retest reliability of the three measures was still not satisfactory in repeated measurement conditions. These findings highlight the measurement issues in the behavioral measures of uncertainty preferences. The potential causes of this low validity and reliability of behavioral measures of uncertainty preference are discussed.",
          "url": "https://doi.org/10.3758/s13428-025-02729-9",
          "doi": "https://doi.org/10.3758/s13428-025-02729-9",
          "filter": 0
        },
        {
          "title": "Multidimensional normative ratings for the body emotional stimulus set in Bochum Emotional Stimulus Set in Chinese samples",
          "authors": "Li Zhang, Pengyu Liu, Yan Shi, Xiaoyi Liu, Yunpeng Liu, Huazhan Yin",
          "url": "https://doi.org/10.3758/s13428-025-02742-y",
          "doi": "https://doi.org/10.3758/s13428-025-02742-y",
          "filter": 0
        },
        {
          "title": "Comparative judgement as a research tool: A meta-analysis of application and reliability",
          "authors": "George Kinnear, Ian Jones, Ben Davies",
          "abstract": "Comparative judgement (CJ) provides methods for constructing measurement scales, by asking assessors to make a series of pairwise comparisons of the artefacts or representations to be scored. Researchers using CJ need to decide how many assessors to recruit and how many comparisons to collect. They also need to gauge the reliability of the resulting measurement scale, with two different estimates in widespread use: scale separation reliability (SSR) and split-halves reliability (SHR). Previous research has offered guidance on these issues, but with either limited empirical support or focused only on education research. In this paper, we offer guidance based on our analysis of 101 CJ datasets that we collated from previous research across a range of disciplines. We present two novel findings, with substantive implications for future CJ research. First, we find that collecting ten comparisons for every representation is generally sufficient; a more lenient guideline than previously published. Second, we conclude that SSR can serve as a reliable proxy for inter-rater reliability, but recommend that researchers use a higher threshold of .8, rather than the current standard of .7.",
          "url": "https://doi.org/10.3758/s13428-025-02744-w",
          "doi": "https://doi.org/10.3758/s13428-025-02744-w",
          "filter": 0
        },
        {
          "title": "Action and object picture naming in Turkish: A psycholinguistic database",
          "authors": "Elif İkbal Eskioğlu, N. Evra Günhan Şenol, Talat Bulut",
          "url": "https://doi.org/10.3758/s13428-025-02764-6",
          "doi": "https://doi.org/10.3758/s13428-025-02764-6",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Gosh! It is truly happening to me: Embodying adverse health outcomes through immersive virtual reality to promote perceived risk and healthy behaviors",
          "authors": "Dai-Yun Wu, Jih-Hsuan Tammy Lin",
          "url": "https://doi.org/10.1016/j.chb.2025.108749",
          "doi": "https://doi.org/10.1016/j.chb.2025.108749",
          "filter": 0
        },
        {
          "title": "From Similarity to Multiplicity: Avatar Multi-Persona Tendencies and Cognitive Responses in the Metaverse",
          "authors": "Yunwoo Choi, Changjun Lee",
          "url": "https://doi.org/10.1016/j.chb.2025.108750",
          "doi": "https://doi.org/10.1016/j.chb.2025.108750",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Group Processes & Intergroup Relations",
      "journal_short": "GPIR",
      "articles": [
        {
          "title": "Effects of name learning and name use on interethnic perceptions",
          "authors": "Monica Biernat, Xian Zhao, Emily C. Watkins, Geoffrey J. Leonardelli",
          "abstract": "Names are important aspects of identity, but when they are perceived as difficult to pronounce or “foreign,” they may trigger discriminatory responses. Rather than engaging in name “whitening” as a solution, we advocate placing the onus on others to learn to pronounce names of ethnic minority group members. In one study with White American college students, we examine the effects of a name learning intervention on communications to and perceptions of a Chinese student partner. In a second study with Chinese international students, we examine how name use is perceived. Those who learned to pronounce names (Study 1) and those whose names were used (Study 2) showed increased interest in and behavior geared toward maintaining partner contact, though other outcomes related to ethnic attitudes were unaffected. The data provide initial evidence that name learning and use contribute to more positive interactions and shed light on strategies for promoting inclusion.",
          "url": "https://doi.org/10.1177/13684302251344919",
          "doi": "https://doi.org/10.1177/13684302251344919",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "“I wanna thank me”: Reputational consequences of attribution locus depend on outcome valence",
          "authors": "Ignazio Ziano, Deming Wang, Ovul Sezer",
          "url": "https://doi.org/10.1016/j.jesp.2025.104789",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104789",
          "filter": 0
        },
        {
          "title": "Predicting that birds of a feather will flock together: Expectations of homophily for others but not the self",
          "authors": "Miriam E. Schwyck, Carolyn Parkinson",
          "url": "https://doi.org/10.1016/j.jesp.2025.104784",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104784",
          "filter": 0
        },
        {
          "title": "Testing “quarantined” metarepresentational accounts of Theory of Mind: Are we biased by others' false beliefs?",
          "authors": "Steven Samuel, Robert Lurz, Daizi Davies, Harry Axtell, Sarah K. Salo",
          "url": "https://doi.org/10.1016/j.jesp.2025.104785",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104785",
          "filter": 0
        },
        {
          "title": "Rethinking rose-tinted glasses: A cognitive-ecological explanation of prospective self-comparisons",
          "authors": "Samantha Zaw, Alex Koch",
          "url": "https://doi.org/10.1016/j.jesp.2025.104787",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104787",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Savvy or savage? How worldviews shape appraisals of antagonistic leaders.",
          "authors": "Christine Q. Nguyen, Daniel R. Ames",
          "url": "https://doi.org/10.1037/pspa0000456",
          "doi": "https://doi.org/10.1037/pspa0000456",
          "filter": 0
        },
        {
          "title": "The waning willpower: A highly powered longitudinal study investigating fatigue vulnerability and its relation to personality, intelligence, and cognitive performance.",
          "authors": "Christoph Lindner, Jan Retelsdorf, Gabriel Nagy, Steffen Zitzmann",
          "url": "https://doi.org/10.1037/pspp0000570",
          "doi": "https://doi.org/10.1037/pspp0000570",
          "filter": 0
        },
        {
          "title": "Context effects on the personality network—Exploring differences between East and West Germans.",
          "authors": "Marie Kura, Katrin Rentzsch",
          "url": "https://doi.org/10.1037/pspp0000569",
          "doi": "https://doi.org/10.1037/pspp0000569",
          "filter": 0
        },
        {
          "title": "Idiographic momentary profiles of personality facets.",
          "authors": "Colin J. Lee, Emorie D. Beck",
          "url": "https://doi.org/10.1037/pspp0000568",
          "doi": "https://doi.org/10.1037/pspp0000568",
          "filter": 0
        },
        {
          "title": "Behavioral variability as a function of people, situations, and their interaction.",
          "authors": "Muchen Xi, Joshua J. Jackson",
          "url": "https://doi.org/10.1037/pspp0000563",
          "doi": "https://doi.org/10.1037/pspp0000563",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Measured but Not Induced Perspective-taking Predicts Success in Coalition Formation",
          "authors": "Anabela Cantiani, Ilja van Beest, Thorsten M. Erle",
          "abstract": "Reducing CO 2 emissions in the transport sector is a societal challenge that requires collaboration, such as sharing cargo space to reduce truck usage. Yet, such collaboration remains rare due to self-interest. A recent study using a game simulating transport collaboration showed that measured perspective-taking (focusing on others) predicted greater inclusion in collaborations and higher earnings. In two experiments ( N = 1,446), we experimentally induced perspective-taking for one party before the negotiation to test for comparable effects. While both experiments replicated the effects of measured perspective-taking in behaviors conducive to CO 2 reduction (proposing larger coalitions and making more other-serving offers), neither replicated the economic benefits. This suggests that while both measured and induced perspective-taking influence coalition behavior similarly, only measured perspective-taking predicts favorable economic outcomes. Further analyses showed that experimentally inducing perspective-taking only leads to beneficial outcomes if participants actively engage in it. Potential explanations for this discrepancy are discussed.",
          "url": "https://doi.org/10.1177/01461672251349706",
          "doi": "https://doi.org/10.1177/01461672251349706",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Bulletin",
      "journal_short": "PsychBull",
      "articles": [
        {
          "title": "Crossmodal semantics in memory: Scoping review and meta-analyses of multisensory effects in short-term and episodic memory systems.",
          "authors": "Salvador Soto-Faraco, Charles Spence",
          "url": "https://doi.org/10.1037/bul0000483",
          "doi": "https://doi.org/10.1037/bul0000483",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "Generative pretrained transformer models can function as highly reliable second screeners of titles and abstracts in systematic reviews: A proof of concept and common guidelines.",
          "authors": "Mikkel Helding Vembye, Julian Christensen, Anja Bondebjerg Mølgaard, Frederikke Lykke Witthöft Schytt",
          "url": "https://doi.org/10.1037/met0000769",
          "doi": "https://doi.org/10.1037/met0000769",
          "filter": 0
        },
        {
          "title": "Adapting methods for correcting selective reporting bias in meta-analysis of dependent effect sizes.",
          "authors": "Man Chen, James E. Pustejovsky",
          "url": "https://doi.org/10.1037/met0000773",
          "doi": "https://doi.org/10.1037/met0000773",
          "filter": 0
        },
        {
          "title": "Reevaluating R²med as an effect size measure for indirect effects.",
          "authors": "Sang-June Park, Youjae Yi",
          "url": "https://doi.org/10.1037/met0000771",
          "doi": "https://doi.org/10.1037/met0000771",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "Terminal Increases in Depressive Symptoms in a Multinational Twin Consortium",
          "authors": "Andrew J. Petkus, Chandra A. Reynolds, Vibeke S. Catts, Kaare Christensen, Deborah Finkel, Marianne Nygaard, Perminder S. Sachdev, Nancy L. Pedersen, Margaret Gatz",
          "abstract": "In later older adulthood, individuals report increased depressive symptoms, whereas gender differences in depressive symptoms narrow. We evaluated whether terminal decline (i.e., accelerated worsening in proximity to death) explained these patterns. We examined the longitudinal trajectories of depressive symptoms in 2,411 participants (baseline age: 29–95 years) from the Interplay of Genes and Environments Across Multiple Studies consortium representing three countries (Sweden, Denmark, and Australia). Joint modeling revealed that individuals reporting larger annual increases in depressive symptoms after age 70 were at increased risk of death. Piecewise linear multilevel models with random changepoints revealed accelerated increases in depressive symptoms approximately 4 years before death. Co-twin control analyses with 98 twin pairs found that the deceased twin had significantly larger accelerations in depressive symptoms compared with the surviving twin. Men experienced more severe mortality-related increases compared with women. Terminal decline partially explains the increase in depressive symptoms in later older adulthood.",
          "url": "https://doi.org/10.1177/09567976251351022",
          "doi": "https://doi.org/10.1177/09567976251351022",
          "filter": 0
        },
        {
          "title": "Socioeconomic Status Shapes Dyadic Interactions: Examining Behavioral and Physiologic Responses",
          "authors": "Jacinth J. X. Tan, Tessa V. West, Wendy Berry Mendes",
          "abstract": "With more opportunities for diverse interactions, little is known about how social interactions involving people of different socioeconomic status (SES) may unfold. We investigated social-attunement patterns in dyadic interactions involving SES. Unacquainted adults recruited from a community in the United States interacted with similar-or-different-SES partners in the lab ( N = 130 dyads). Attunement was assessed throughout the interaction by examining physiological linkage —how much a person’s physiological change is predicted by another’s physiological change over time. Overall, low-SES participants showed stronger physiological linkage—indicating greater attunement—to partners across SES. Participants also appeared more comfortable when interacting with low-SES partners. There were no SES differences in dominance during the conversation. After the interaction, participants reported liking similar-SES partners more than different-SES partners. These patterns suggest that during interactions, lower-SES individuals are more other-focused than high-SES individuals, and in-group preference prevails. We note limitations in the racial representation of our sample.",
          "url": "https://doi.org/10.1177/09567976251350970",
          "doi": "https://doi.org/10.1177/09567976251350970",
          "filter": 0
        },
        {
          "title": "Adherence to Personal Resolutions Across Time, Culture, and Goal Domains",
          "authors": "Kaitlin Woolley, Laura M. Giurge, Ayelet Fishbach",
          "abstract": "Goal setting is only somewhat more common than the failure to follow through on one’s goals. Recognizing the challenge of long-term behavior change, we asked what best predicts long-term goal adherence: extrinsic motivation (the extent to which goal pursuit is experienced as a means to an end) or intrinsic motivation (the extent to which the same goal pursuit is experienced as an end in itself). In a year-long longitudinal study, U.S. adults set extrinsic New Year’s resolutions, but intrinsic motivation predicted adherence to these goals more than extrinsic motivation (Study 1). These findings emerged among adults in China (Study 2) and when measuring goal adherence objectively using the number of steps U.S. adults walked over 2 weeks (Study 3). Understanding how intrinsic motivation affects long-term persistence critically informs interventions that promote goal pursuit. Indeed, increasing intrinsic (vs. extrinsic) motivation increased U.S. adults’ goal adherence (Study 4). Overall, intrinsic motivation both predicted and causally increased goal adherence.",
          "url": "https://doi.org/10.1177/09567976251350960",
          "doi": "https://doi.org/10.1177/09567976251350960",
          "filter": 0
        },
        {
          "title": "Syntactic and Semantic Gender Biases in the Language on Children’s Television: Evidence From a Corpus of 98 Shows From 1960 to 2018",
          "authors": "Andrea C. Vial, Aida Mostafazadeh Davani, Ruyuan Zuo, Shreya Havaldar, Eleanor K. Chestnut, Morteza Dehghani, Andrei Cimpian",
          "abstract": "Biased media content shapes children’s social concepts and identities. We examined gender bias in a large corpus of scripts from 98 children’s television programs from the United States spanning the years 1960 to 2018 (6,600 episodes, ~2.7 million sentences, ~16 million words). We focused on agency and communion, the fundamental psychological dimensions underlying gender stereotypes. At the syntactic level, words referring to men or boys (vs. women or girls) appear more often in the agent (vs. patient) role. This syntactic bias remained stable between 1960 and 2018. At the semantic level, words referring to men or boys (vs. women or girls) co-occurred more often with words denoting agency. Words denoting communion showed both stereotypical and counterstereotypical associations. Some semantic gender biases have remained unchanged or have weakened over time; others have grown. These findings suggest that gender stereotypes are built into the core of children’s stories. Whether we are closer today to gender equality in children’s media depends on where one looks.",
          "url": "https://doi.org/10.1177/09567976251349815",
          "doi": "https://doi.org/10.1177/09567976251349815",
          "filter": 0
        },
        {
          "title": "Gender Essentialism Leads to Biased Learning Opportunities That Shape Women’s Career Interests",
          "authors": "Audrey Aday, Holly R. Engstrom, Toni Schmader",
          "abstract": "Gender differences in occupational interests are often assumed to reflect sex differences in empathizing or systemizing preferences. Do such essentialized explanations lead people to provide gender-biased learning affordances that constrain women’s career interests? In Study 1 ( N = 292), North American STEM professionals endorsing a biologically essentialized (vs. sociocultural) explanation for gender differences in occupational interests provided women (men) with more empathizing (systemizing) learning affordances in a mock management task. Study 2 replicated these gendered affordances by experimentally manipulating essentialized explanations ( N = 379; participants were North American men with management experience in male-dominated fields). In Study 3, North American undergraduate women ( N = 300) who received gendered learning affordances reported greater interest in, and possible alignment with, empathizing work assignments, whereas those who received countergendered affordances reported greater interest in, and possible alignment with, systemizing assignments. These results reveal that gender-essentialist beliefs can foster self-fulfilling gender gaps in occupational interests.",
          "url": "https://doi.org/10.1177/09567976251353753",
          "doi": "https://doi.org/10.1177/09567976251353753",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "Double-tap or scroll away? The social costs of humblebragging on Instagram.",
          "authors": "Ramzi Fatfouta, Michael Dufner",
          "url": "https://doi.org/10.1037/ppm0000616",
          "doi": "https://doi.org/10.1037/ppm0000616",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
