{
  "update": "2025-03-12",
  "content": [
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Exploring the development of face recognition across childhood via logistic mixed-effects modelling of the standardised Cambridge Face Memory Test",
          "authors": "Louise Ewing, Nadja Althaus, Emily K. Farran, Michael Papasavva, Inês Mares, Marie L. Smith",
          "abstract": "Individual differences in face identity recognition abilities are present across the lifespan but require developmentally differentiated methods of assessment. Here, we examine the empirical validity of a widely used face identity recognition measure, the Cambridge Face Memory Test for Children (CFMT-C). Logistic mixed-effects modelling of a large data set (607 children, 5–12 years) replicates and extends the findings of the only previous normative study of the CFMT-C (Croydon et al., Neuropsychologia , 62 , 60–67, 2014). This novel, analytical approach enables us to take into account sources of variability typically overlooked in a classical analysis. We consider variability introduced by the task, alongside variability across children, to provide the first comprehensive characterisation of the interactive effects of factors inherent to participants (e.g. age, gender, and ethnicity), and the test (stage: face learning, simple recognition, harder recognition) on face memory performance. In line with past findings, we clearly observed age-related improvement in the task. Additionally, and for the first time, we report that this developmental effect is significantly more pronounced in the later, harder stages of the task; that there is an effect of gender, with females having better performance; and that consideration of participant ethnicity or testing context did not alter the best fitting model of these data. These results highlight the value of applying multilevel statistical models to characterise the factors driving performance variability, providing evidence of the divergence in recognition abilities across genders and confirming the stability of the CFMT-C in assessing face recognition abilities across variable experimental contexts and with diverse participant groups.",
          "url": "https://doi.org/10.3758/s13428-025-02629-y",
          "doi": "https://doi.org/10.3758/s13428-025-02629-y",
          "filter": 0
        },
        {
          "title": "Polytomous explanatory item response models for item discrimination: Assessing negative-framing effects in social-emotional learning surveys",
          "authors": "Joshua B. Gilbert, Lijin Zhang, Esther Ulitzsch, Benjamin W. Domingue",
          "url": "https://doi.org/10.3758/s13428-025-02625-2",
          "doi": "https://doi.org/10.3758/s13428-025-02625-2",
          "filter": 0
        },
        {
          "title": "Probing beyond: The impact of model size and prior informativeness on Bayesian SEM fit indices",
          "authors": "Ejike Edeh, Xinya Liang, Chunhua Cao",
          "url": "https://doi.org/10.3758/s13428-025-02609-2",
          "doi": "https://doi.org/10.3758/s13428-025-02609-2",
          "filter": 0
        },
        {
          "title": "The role of individual differences and attitude in willingness to participate in TMS studies",
          "authors": "C. Lolansen, C. J. Howard, S. Mitra, S. P. Badham",
          "abstract": "Finding neurophysiological research participants can be challenging, especially when the technology used in the research study is less known, such as transcranial magnetic stimulation (TMS). Despite this well-known phenomenon, there is limited literature investigating the factors involved in willingness to participate and perceived barriers from the potential participants’ perspective. This paper explored the relationship between individual differences, attitudes toward TMS, and willingness to participate in TMS research alongside perceived barriers to participation and concerns when considering participating. The findings suggest that participants who had more positive attitudes towards TMS were more willing to participate. Participants frequently reported being concerned about safety, including risks and side effects. For barriers in terms of safety parameters, the number of participants who were eligible based on their TMS safety screening questionnaire was low, particularly for older adults. These findings are discussed in the context of the literature, and practical guidelines are provided for researchers looking to plan TMS recruitment.",
          "url": "https://doi.org/10.3758/s13428-025-02623-4",
          "doi": "https://doi.org/10.3758/s13428-025-02623-4",
          "filter": 0
        },
        {
          "title": "A tutorial on bayesian multiple-group comparisons of latent growth curve models with count distributed variables",
          "authors": "Jasper Bendler, Jost Reinecke",
          "abstract": "Moderation effects in longitudinal structural equation models are often analysed using latent variable product terms, which can be complex and difficult to estimate, especially in large models with many panel waves. An alternative approach for categorical moderation variables is the simpler technique of multiple-group comparisons. This method allows for straightforward model specification and precise differentiation of effects in complex models. This tutorial demonstrates multiple-group comparisons using examples based on developmental trajectories of juvenile delinquency. These trajectories are modelled via a latent growth curve approach, treating the variables as count data and applying Bayesian estimation using the software M plus . The results are processed using the R programming language. This method addresses challenges associated with maximum likelihood estimation, particularly for latent growth models with count variables and additional exogenous latent variables. The analysis examines group differences by gender and school type in the trajectories of an unconditional growth model. It also examines the effect of legal norm acceptance on these trajectories using a conditional growth model. The moderating effects of gender and school type on these effects are analysed separately. The results reveal group differences of gender and school type for the unconditional growth model, while the conditional growth model highlights a moderating effect of school type on the relationship between legal norm acceptance and growth trajectories.",
          "url": "https://doi.org/10.3758/s13428-025-02624-3",
          "doi": "https://doi.org/10.3758/s13428-025-02624-3",
          "filter": 0
        },
        {
          "title": "Correction to Tuerlinckx, Maris, Ratcliff, and De Boeck (2001)",
          "authors": "Francis Tuerlinckx",
          "url": "https://doi.org/10.3758/s13428-025-02614-5",
          "doi": "https://doi.org/10.3758/s13428-025-02614-5",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "What is (not) Ghosting? A theoretical analysis via three key pillars",
          "authors": "Janneke M. Schokkenbroek, Alessia Telari, Luca Pancani, Paolo Riva",
          "url": "https://doi.org/10.1016/j.chb.2025.108637",
          "doi": "https://doi.org/10.1016/j.chb.2025.108637",
          "filter": 0
        },
        {
          "title": "Accepting Cookies: Nudging, Deceptive Patterns and Personal Preference",
          "authors": "Frank Papenmeier, Josephine Halama, Carl Reichert",
          "url": "https://doi.org/10.1016/j.chb.2025.108641",
          "doi": "https://doi.org/10.1016/j.chb.2025.108641",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "The role of just-world beliefs, victim identifiability, and the salience of an alternative target for victim blaming",
          "authors": "Mathias Twardawski, Moritz Fischer, Philipp Agostini, Johannes Schwabe, Mario Gollwitzer",
          "url": "https://doi.org/10.1016/j.jesp.2025.104721",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104721",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "A tutorial on estimating dynamic treatment regimes from observational longitudinal data using lavaan.",
          "authors": "Wen Wei Loh, Terrence D. Jorgensen",
          "url": "https://doi.org/10.1037/met0000748",
          "doi": "https://doi.org/10.1037/met0000748",
          "filter": 0
        },
        {
          "title": "Unsupervised [randomly responding] survey bot detection: In search of high classification accuracy.",
          "authors": "Carl F. Falk, Amaris Huang, Michael John Ilagan",
          "url": "https://doi.org/10.1037/met0000746",
          "doi": "https://doi.org/10.1037/met0000746",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "Development and validation of the Tech With Care Index for teens.",
          "authors": "Sara Konrath, Carrie James, Emily Weinstein, Beck Tench",
          "url": "https://doi.org/10.1037/ppm0000593",
          "doi": "https://doi.org/10.1037/ppm0000593",
          "filter": 0
        },
        {
          "title": "“It’s you and me, there’s nothing like this”: Parasocial relationships, fear of missing out, and how fans consume the products in Taylor Swift’s media empire.",
          "authors": "Lindsey Conlin Maxwell, Alec C. Tefertiller, Caroline Neese",
          "url": "https://doi.org/10.1037/ppm0000588",
          "doi": "https://doi.org/10.1037/ppm0000588",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
