{
  "update": "2025-02-28",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "Sample-Size Planning in Item-Response Theory: A Tutorial",
          "authors": "Ulrich Schroeders, Timo Gnambs",
          "abstract": "Although item-response-theory (IRT) models offer well-established psychometric advantages over traditional scoring methods, they remain underused in practice. Following a brief introduction to the IRT framework, we emphasize its major advantages and explore potential applications in various research areas. The main part of this tutorial provides a comprehensive, step-by-step guide to Monte Carlo simulation-based sample-size estimation in IRT, which is essential for obtaining precise estimates of item and person parameters, structural effects, and model fit. Accurate a priori sample-size estimation is also crucial for effective study planning, especially in preregistration and registered reports. We highlight 10 key decisions, organized into four areas: (a) determining the data-generation model, (b) defining the test design and the process of missing values, (c) selecting the IRT model and parameters of interest, and (d) setting up and running the Monte Carlo simulation. The procedure is illustrated with examples from educational, personality, and clinical psychology. An extensively annotated and easily customizable syntax is available in an online repository.",
          "url": "https://doi.org/10.1177/25152459251314798",
          "doi": "https://doi.org/10.1177/25152459251314798",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Approaches to inducing mental fatigue: A systematic review and meta-analysis of (neuro)physiologic indices",
          "authors": "Stephen P. J. Goodman, Blake Collins, Kathleen Shorter, Ashleigh T. Moreland, Christopher Papic, Adam S. Hamlin, Brendon Kassman, Frank E. Marino",
          "abstract": "Mental fatigue is a transient psychophysiological state characterized by impaired cognition and behavior across a range of dynamic contexts. Despite increasing interest in this phenomenon, its (neuro)physiologic representations remain unclear. This systematic review aimed to quantify the range of (neuro)physiologic outcomes and methodologies used to investigate mental fatigue in laboratory-based settings. Across the 72 studies meeting our inclusion criteria, we identified 30 unique physiologic, four visual outcomes, and the application of several neuroimaging techniques investigating neuronal function. Mental fatigue increased heart rate, systolic and diastolic blood pressure, mean arterial pressure, low frequency, and root mean square of successive differences (RMSSD), and reduced standard deviation of normal-to-normal intervals (SDNN) (all P ≤ 0.04) when compared with controls. Applying electroencephalography to investigate delta, theta, and alpha bandwidths may provide useful insights into this phenomenon, and functional near-infra-red spectroscopy to right-lateralized frontoparietal regions would be helpful to investigate cortical activity change in response to mental fatigue. More data are needed across a range of methodological contexts in order to further determine the (neuro)physiological manifestations of mental fatigue. However, this review provides direction to researchers and will assist them in navigating and considering the range of options available.",
          "url": "https://doi.org/10.3758/s13428-025-02620-7",
          "doi": "https://doi.org/10.3758/s13428-025-02620-7",
          "filter": 0
        },
        {
          "title": "Impact of prior specifications on performance of Bayesian factor mixture modeling",
          "authors": "Yan Wang, Eunsook Kim, Hsien-Yuan Hsu",
          "url": "https://doi.org/10.3758/s13428-025-02619-0",
          "doi": "https://doi.org/10.3758/s13428-025-02619-0",
          "filter": 0
        },
        {
          "title": "Structural after measurement (SAM) approaches for accommodating latent quadratic and interaction effects",
          "authors": "Yves Rosseel, Elissa Burghgraeve, Wen Wei Loh, Karin Schermelleh-Engel",
          "url": "https://doi.org/10.3758/s13428-024-02532-y",
          "doi": "https://doi.org/10.3758/s13428-024-02532-y",
          "filter": 0
        },
        {
          "title": "SUBTLEX-AR: Arabic word distributional characteristics based on movie subtitles",
          "authors": "Sami Boudelaa, Manuel Carreiras, Nazrin Jariya, Manuel Perea",
          "url": "https://doi.org/10.3758/s13428-024-02560-8",
          "doi": "https://doi.org/10.3758/s13428-024-02560-8",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Swipe right to consent: How dating app usage by young adults contributes to sexual objectification and sexual consent miscommunication",
          "authors": "Andrea M. Smith, Adriana S. Mucedola, Katelyn La, Rebecca R. Ortiz, Yu Tian",
          "url": "https://doi.org/10.1016/j.chb.2025.108621",
          "doi": "https://doi.org/10.1016/j.chb.2025.108621",
          "filter": 0
        },
        {
          "title": "From human-machine collaboration to deviation: Understanding the catastrophe and resilience mechanisms of human-machine behaviors in intelligent environments",
          "authors": "Haoran Wang, Bin Hu, Yanting Duan",
          "url": "https://doi.org/10.1016/j.chb.2025.108622",
          "doi": "https://doi.org/10.1016/j.chb.2025.108622",
          "filter": 0
        },
        {
          "title": "Planning a Digital Detox: Findings from a Randomized Controlled Trial to Reduce Smartphone Usage Time",
          "authors": "Lina Christin Brockmeier, Jan Keller, Tilman Dingler, Natalia Paduszynska, Aleksandra Luszczynska, Theda Radtke",
          "url": "https://doi.org/10.1016/j.chb.2025.108624",
          "doi": "https://doi.org/10.1016/j.chb.2025.108624",
          "filter": 0
        },
        {
          "title": "Communicating Through #Hashtags: Influencing Perceptions of Personality and Trust",
          "authors": "Pallavi Khurana, Archana Krishnan",
          "url": "https://doi.org/10.1016/j.chb.2025.108623",
          "doi": "https://doi.org/10.1016/j.chb.2025.108623",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Group Processes & Intergroup Relations",
      "journal_short": "GPIR",
      "articles": [
        {
          "title": "Do they dislike us as much as we think? Positive contact as a potential rectifier of meta-attitude inaccuracy in conflictual intergroup settings",
          "authors": "Ipek Guvensoy, Sabahat Cigdem Bagci, Rhiannon N. Turner, Sofia Stathi",
          "abstract": "Intergroup meta-attitude inaccuracy—the extent to which perceptions of outgroup views towards the ingroup diverge from what outgroup members actually think—fuels intergroup hostility, yet research on its precursors is scarce. Through four correlational studies, we examined whether and how intergroup contact predicts meta-attitude (in)accuracy in three conflict contexts: Black–White British in the United Kingdom (UK), Turks–Kurds in Turkey, and Catholics–Protestants in Northern Ireland. Regardless of context or status, all groups perceived themselves to be evaluated more negatively by the outgroup than they really were. Positive contact predicted increased meta-attitude accuracy (through increased shared reality) which was, in turn, associated with more positive outgroup attitudes. The role of negative contact and affective mediators (such as intergroup anxiety and fear) was not consistent and depended on group and context. The use of positive intergroup contact as a potential rectifier of overestimated negative meta-attitudes in conflict contexts is discussed.",
          "url": "https://doi.org/10.1177/13684302251315063",
          "doi": "https://doi.org/10.1177/13684302251315063",
          "filter": 0
        },
        {
          "title": "More than just belonging? Uniqueness’ role in inclusion experiences",
          "authors": "Peter Luca Versteegen, Byron G. Adams",
          "abstract": "Inclusion experiences are central to an individual’s well-being, but when do individuals feel included? Does it suffice to belong to the larger group (e.g., a work team or society), or do individuals also need to feel unique within that group, as optimal distinctiveness research would suggest? In this paper, we examine whether feeling unique improves an individual’s well-being beyond belonging only. Two correlational studies with Europe-based employees ( N = 292, N = 295) show that uniqueness explains well-being when controlling for belonging. An online experiment from a general sample in the US ( N = 666) provides indicative causal evidence that feeling unique improves well-being while holding belonging constant. Together, this research indicates that uniqueness plays a vital role in individuals’ inclusion experiences, such that it improves well-being beyond belonging. However, isolating the two components remains intricate, and we discuss avenues for future research to operationalize the two inclusion needs.",
          "url": "https://doi.org/10.1177/13684302241312675",
          "doi": "https://doi.org/10.1177/13684302241312675",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Investigating the morning morality effect and its mediating and moderating factors",
          "authors": "Janis H. Zickfeld, Ana Sofía Ramirez Gonzalez, Panagiotis Mitkidis",
          "url": "https://doi.org/10.1016/j.jesp.2024.104698",
          "doi": "https://doi.org/10.1016/j.jesp.2024.104698",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Reactions to undesired outcomes: Evidence for the opposer’s loss effect.",
          "authors": "Jacob D. Teeny, Richard E. Petty",
          "url": "https://doi.org/10.1037/pspa0000436",
          "doi": "https://doi.org/10.1037/pspa0000436",
          "filter": 0
        },
        {
          "title": "Evaluating the psychological and social nature of actual and perceived liking gaps.",
          "authors": "Hasagani Tissera, Norhan Elsaadawy, Gus Cooney, Lauren J. Human, Erika N. Carlson",
          "url": "https://doi.org/10.1037/pspp0000548",
          "doi": "https://doi.org/10.1037/pspp0000548",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Dignity Is Distinct From Respect: How Treating Others With Dignity Entails Accounting for Their Self-Conscious Emotions",
          "authors": "Milan Andrejević, Jakob Hohwy, Linda Barclay",
          "abstract": "Dignity is prominently endorsed in health care, organizations, and law. However, humanities research casts doubt over the utility of this concept, disputing that “dignity” captures any unique ethical value distinguishable from “respect”. Here, we test a recent proposal that dignity entails special regard for humiliation. We created a set of vignettes describing a “perpetrator” making offensive remarks or gestures to a “victim”, and asked lay participants to rate how well each offense corresponds to a dignity violation as opposed to a respect violation. We manipulated the victims’ resulting emotions within-subject, across “humiliation”, “anger”, and “baseline” conditions, while controlling for other factors (e.g., victim’s gender, vulnerability). We found substantial evidence (BF = 4.11) for our preregistered hypothesis that humiliation increased dignity-relatedness ratings as compared with the baseline condition, and very strong evidence when compared with the anger condition (BF = 84.75). These findings provide empirical backing to dignitarian ethics with applications in health care, organizations, and law.",
          "url": "https://doi.org/10.1177/01461672251319063",
          "doi": "https://doi.org/10.1177/01461672251319063",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "Improving the probability of reaching correct conclusions about congruence hypotheses: Integrating statistical equivalence testing into response surface analysis.",
          "authors": "Sarah Humberg, Felix D. Schönbrodt, Steffen Nestler",
          "url": "https://doi.org/10.1037/met0000743",
          "doi": "https://doi.org/10.1037/met0000743",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "Verbal Fluency Selectively Predicts Survival in Old and Very Old Age",
          "authors": "Paolo Ghisletta, Stephen Aichele, Denis Gerstorf, Angela Carollo, Ulman Lindenberger",
          "abstract": "Intelligence is known to predict survival, but it remains unclear whether cognitive abilities differ in their relationship to survival in old age. We analyzed longitudinal data of 516 healthy adults (age: M = 84.92 years, SD = 8.66 years at Wave 1) from the Berlin Aging Study (Germany) on nine tasks of perceptual speed, episodic memory, verbal fluency, and verbal knowledge, and a general composite intelligence score. There were eight waves, with up to 18 years of follow-up; all participants were deceased by the time of analysis. We used a joint multivariate longitudinal survival model to estimate the unique contribution of each cognitive ability in terms of true (i.e., error-free) current value and current rate of change when predicting survival. Additional survival covariates included age at first occasion, sex, sociobiographical status, and suspected dementia. Only the two verbal-fluency measures were uniquely predictive of mortality risk. Thus, verbal fluency showed more salient associations with mortality risk than did measures of perceptual speed, episodic memory, and verbal knowledge.",
          "url": "https://doi.org/10.1177/09567976241311923",
          "doi": "https://doi.org/10.1177/09567976241311923",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "The relationships among fanship, self-esteem, and depression of seventh-grade girls: Differences according to pubertal timing.",
          "authors": "Hayeon Park, Daewoong Kim, Yookyeong Park",
          "url": "https://doi.org/10.1037/ppm0000580",
          "doi": "https://doi.org/10.1037/ppm0000580",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
