{
  "update": "2025-03-17",
  "content": [
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Exploring the development of face recognition across childhood via logistic mixed-effects modelling of the standardised Cambridge Face Memory Test",
          "authors": "Louise Ewing, Nadja Althaus, Emily K. Farran, Michael Papasavva, Inês Mares, Marie L. Smith",
          "abstract": "Individual differences in face identity recognition abilities are present across the lifespan but require developmentally differentiated methods of assessment. Here, we examine the empirical validity of a widely used face identity recognition measure, the Cambridge Face Memory Test for Children (CFMT-C). Logistic mixed-effects modelling of a large data set (607 children, 5–12 years) replicates and extends the findings of the only previous normative study of the CFMT-C (Croydon et al., Neuropsychologia , 62 , 60–67, 2014). This novel, analytical approach enables us to take into account sources of variability typically overlooked in a classical analysis. We consider variability introduced by the task, alongside variability across children, to provide the first comprehensive characterisation of the interactive effects of factors inherent to participants (e.g. age, gender, and ethnicity), and the test (stage: face learning, simple recognition, harder recognition) on face memory performance. In line with past findings, we clearly observed age-related improvement in the task. Additionally, and for the first time, we report that this developmental effect is significantly more pronounced in the later, harder stages of the task; that there is an effect of gender, with females having better performance; and that consideration of participant ethnicity or testing context did not alter the best fitting model of these data. These results highlight the value of applying multilevel statistical models to characterise the factors driving performance variability, providing evidence of the divergence in recognition abilities across genders and confirming the stability of the CFMT-C in assessing face recognition abilities across variable experimental contexts and with diverse participant groups.",
          "url": "https://doi.org/10.3758/s13428-025-02629-y",
          "doi": "https://doi.org/10.3758/s13428-025-02629-y",
          "filter": 0
        },
        {
          "title": "Revised network loadings",
          "authors": "Alexander P. Christensen, Hudson Golino, Francisco J. Abad, Luis Eduardo Garrido",
          "abstract": "Psychometric assessment is the foundation of psychological research, where the accuracy of outcomes and their interpretations depend on measurement. Due to the widespread application of factor models, factor loadings are fundamental to modern psychometric assessment. Recent advances in network psychometrics introduced network loadings which aim to provide network models with a metric similar to factor loadings to assess measurement quality when the data are generated from a factor model. Our study revisits and refines the original network loadings to account for properties of (regularized) partial correlation networks, such as the reduction of partial correlation size as the number of variables increase, that were not considered previously. Using a simulation study, the revised network loadings demonstrated greater congruence with the simulated factor loadings across conditions relative to the original formulation. The simulation also evaluated how well correlations between factors can be captured by scores estimated with network loadings. The results show that not only can these network scores adequately estimate the simulated correlations between factors, they can do so without the need for rotation, a standard requirement for factor loadings. The consequence is that researchers do not need to choose a rotation with the revised network loadings, reducing the analytic degrees of freedom and eliminating this common source of variability in factor analysis. We discuss the interpretation of network loadings when data are believed to be generated from a network model and how they may fit into a network theory of measurement.",
          "url": "https://doi.org/10.3758/s13428-025-02640-3",
          "doi": "https://doi.org/10.3758/s13428-025-02640-3",
          "filter": 0
        },
        {
          "title": "Affective and non-affective psycholinguistic norms for 500 Chinese three-character idiomatic expressions",
          "authors": "Yanlu Zhong, Yimei Shao, Wei Yi",
          "url": "https://doi.org/10.3758/s13428-025-02633-2",
          "doi": "https://doi.org/10.3758/s13428-025-02633-2",
          "filter": 0
        },
        {
          "title": "The role of individual differences and attitude in willingness to participate in TMS studies",
          "authors": "C. Lolansen, C. J. Howard, S. Mitra, S. P. Badham",
          "abstract": "Finding neurophysiological research participants can be challenging, especially when the technology used in the research study is less known, such as transcranial magnetic stimulation (TMS). Despite this well-known phenomenon, there is limited literature investigating the factors involved in willingness to participate and perceived barriers from the potential participants’ perspective. This paper explored the relationship between individual differences, attitudes toward TMS, and willingness to participate in TMS research alongside perceived barriers to participation and concerns when considering participating. The findings suggest that participants who had more positive attitudes towards TMS were more willing to participate. Participants frequently reported being concerned about safety, including risks and side effects. For barriers in terms of safety parameters, the number of participants who were eligible based on their TMS safety screening questionnaire was low, particularly for older adults. These findings are discussed in the context of the literature, and practical guidelines are provided for researchers looking to plan TMS recruitment.",
          "url": "https://doi.org/10.3758/s13428-025-02623-4",
          "doi": "https://doi.org/10.3758/s13428-025-02623-4",
          "filter": 0
        },
        {
          "title": "Unraveling other-race face perception with GAN-based image reconstruction",
          "authors": "Moaz Shoura, Dirk B. Walther, Adrian Nestor",
          "url": "https://doi.org/10.3758/s13428-025-02636-z",
          "doi": "https://doi.org/10.3758/s13428-025-02636-z",
          "filter": 0
        },
        {
          "title": "A toolbox for calculating quantitative image properties in aesthetics research",
          "authors": "Christoph Redies, Ralf Bartho, Lisa Koßmann, Branka Spehar, Ronald Hübner, Johan Wagemans, Gregor U. Hayn-Leichsenring",
          "abstract": "Over the past two decades, researchers in the field of visual aesthetics have studied numerous quantitative (objective) image properties and how they relate to visual aesthetic appreciation. However, results are difficult to compare between research groups. One reason is that researchers use different sets of image properties in their studies. However, even if the same properties are used, the image pre-processing techniques may differ, and researchers often use their own customized scripts to calculate the image properties. To provide better accessibility and comparability of research results in visual experimental aesthetics, we developed an open-access and easy-to-use toolbox called Aesthetics Toolbox . The Toolbox allows users to calculate a well-defined set of quantitative image properties popular in contemporary research. The properties include image dimensions, lightness and color statistics, complexity, symmetry, balance, Fourier spectrum properties, fractal dimension, self-similarity, as well as entropy measures and CNN-based variances. Compatible with most devices, the Toolbox provides an intuitive click-and-drop web interface. In the Toolbox, we integrated the original scripts of four different research groups and translated them into Python 3. To ensure that results were consistent across analyses, we took care that results from the Python versions of the scripts were the same as those from the original scripts. The toolbox, detailed documentation, and a link to the cloud version are available via GitHub: https://github.com/RBartho/Aesthetics-Toolbox . In summary, we developed a toolbox that helps to standardize and simplify the calculation of quantitative image properties for visual aesthetics research.",
          "url": "https://doi.org/10.3758/s13428-025-02632-3",
          "doi": "https://doi.org/10.3758/s13428-025-02632-3",
          "filter": 0
        },
        {
          "title": "A tutorial on bayesian multiple-group comparisons of latent growth curve models with count distributed variables",
          "authors": "Jasper Bendler, Jost Reinecke",
          "abstract": "Moderation effects in longitudinal structural equation models are often analysed using latent variable product terms, which can be complex and difficult to estimate, especially in large models with many panel waves. An alternative approach for categorical moderation variables is the simpler technique of multiple-group comparisons. This method allows for straightforward model specification and precise differentiation of effects in complex models. This tutorial demonstrates multiple-group comparisons using examples based on developmental trajectories of juvenile delinquency. These trajectories are modelled via a latent growth curve approach, treating the variables as count data and applying Bayesian estimation using the software M plus . The results are processed using the R programming language. This method addresses challenges associated with maximum likelihood estimation, particularly for latent growth models with count variables and additional exogenous latent variables. The analysis examines group differences by gender and school type in the trajectories of an unconditional growth model. It also examines the effect of legal norm acceptance on these trajectories using a conditional growth model. The moderating effects of gender and school type on these effects are analysed separately. The results reveal group differences of gender and school type for the unconditional growth model, while the conditional growth model highlights a moderating effect of school type on the relationship between legal norm acceptance and growth trajectories.",
          "url": "https://doi.org/10.3758/s13428-025-02624-3",
          "doi": "https://doi.org/10.3758/s13428-025-02624-3",
          "filter": 0
        },
        {
          "title": "Correction to Tuerlinckx, Maris, Ratcliff, and De Boeck (2001)",
          "authors": "Francis Tuerlinckx",
          "url": "https://doi.org/10.3758/s13428-025-02614-5",
          "doi": "https://doi.org/10.3758/s13428-025-02614-5",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Third-party punishment and its neural mechanisms in the digital age: An fNIRS investigation of subjective social class and moral orientation",
          "authors": "Zhanyu Yu, Yue He",
          "url": "https://doi.org/10.1016/j.chb.2025.108640",
          "doi": "https://doi.org/10.1016/j.chb.2025.108640",
          "filter": 0
        },
        {
          "title": "Using a Two-Stage Method to Understand the Critical Factors Influencing Customers’ Intention to Switch from Traditional to Artificial Intelligence Based Banking Services: A Perspective Based on the Push–Pull–Mooring Model",
          "authors": "Jiunn-Woei Lian, Cai-Wei Li",
          "url": "https://doi.org/10.1016/j.chb.2025.108645",
          "doi": "https://doi.org/10.1016/j.chb.2025.108645",
          "filter": 0
        },
        {
          "title": "Physical characteristics of digital characters influence group categorization and recognition of affective states",
          "authors": "Jacqueline Nguyen Phuong Trieu, Marie-Hélène Tessier, Clémentine Pouliot, Carole Bélanger, Yvan Leanza, Philip L. Jackson",
          "url": "https://doi.org/10.1016/j.chb.2025.108638",
          "doi": "https://doi.org/10.1016/j.chb.2025.108638",
          "filter": 0
        },
        {
          "title": "Black Immersive Virtuality: Racialized Experiences of Avatar Embodiment and Customization Among Black Users in Social VR",
          "authors": "Cyan DeVeaux, Eugy Han, Zora Hudson, Jordan Egelman, James A. Landay, Jeremy N. Bailenson",
          "url": "https://doi.org/10.1016/j.chb.2025.108639",
          "doi": "https://doi.org/10.1016/j.chb.2025.108639",
          "filter": 0
        },
        {
          "title": "Virtual reality versus classic presentations of mass media campaigns: Effectiveness and psychological mechanisms using the example of environmental protection",
          "authors": "Daniel Zimmermann, Paulina Wolf, Kai Kaspar",
          "url": "https://doi.org/10.1016/j.chb.2025.108643",
          "doi": "https://doi.org/10.1016/j.chb.2025.108643",
          "filter": 0
        },
        {
          "title": "Problem gaming and adolescents’ health and well-being: Evidence from a large nationally representative sample in Italy",
          "authors": "Natale Canale, Frank J. Elgar, Erika Pivetta, Tommaso Galeotti, Claudia Marino, Joël Billieux, Daniel L. King, Michela Lenzi, Paola Dalmasso, Giacomo Lazzeri, Paola Nardone, Arianna Camporese, Alessio Vieno",
          "url": "https://doi.org/10.1016/j.chb.2025.108644",
          "doi": "https://doi.org/10.1016/j.chb.2025.108644",
          "filter": 0
        },
        {
          "title": "Accepting Cookies: Nudging, Deceptive Patterns and Personal Preference",
          "authors": "Frank Papenmeier, Josephine Halama, Carl Reichert",
          "url": "https://doi.org/10.1016/j.chb.2025.108641",
          "doi": "https://doi.org/10.1016/j.chb.2025.108641",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Group Processes & Intergroup Relations",
      "journal_short": "GPIR",
      "articles": [
        {
          "title": "Is it about time? Counteracting the negative effect of virtuality on team performance with team density",
          "authors": "Martijn Jungst, Lorraine Uhlaner",
          "abstract": "The use of virtual and online tools has become commonplace in organizations to remain competitive in a global and dynamic environment. To understand the impact of these tools on team performance, we examine virtuality through a dynamic lens and test a model that links two team characteristics—virtuality and team density—to team performance across performance episodes. Using data from 36 temporary graduate student teams in a classroom setting, random coefficient growth modeling shows that team density attenuates the negative relationship between virtuality and team performance more strongly over time. Our findings highlight the importance of using a dynamic approach to understand how virtuality and team density affect team performance over time. We discuss the theoretical implications of conceptualizing virtuality from a time-sensitive perspective.",
          "url": "https://doi.org/10.1177/13684302251322753",
          "doi": "https://doi.org/10.1177/13684302251322753",
          "filter": 0
        },
        {
          "title": "Social judgement of defensive and secure social identities among advantaged and disadvantaged groups",
          "authors": "Gaëlle Marinthe, Peggy Chekroun, Vincent Dru, Mélanie Kader-Issack, Clément Vallée, Patrick Mollaret",
          "abstract": "This research integrates social judgement and social identity theories to examine evaluations of defensive (narcissistic) and secure social identity (vs. lack of identification) expressed by targets with varying group statuses (advantaged vs. disadvantaged). Across three studies (total N = 2,915), we manipulated target group status and forms of identity. In socioeconomic groups (Study 1), an advantaged target with a defensive identity was deemed assertive, while a disadvantaged counterpart was perceived as moral. Unexpectedly, in ethnocultural groups (Studies 2–3), the disadvantaged target expressing a defensive identity was judged equally or more assertive than the advantaged target. Notably, defensive identity from a disadvantaged target consistently garnered higher moral judgement than from an advantaged target. These results highlight that defensive identity can receive positive evaluations and confer elevated status. Nonetheless, we observed differential evaluation strategies depending on intergroup settings, suggesting system justification in socioeconomic groups versus ingroup favouritism in U.S. ethnic groups.",
          "url": "https://doi.org/10.1177/13684302251317351",
          "doi": "https://doi.org/10.1177/13684302251317351",
          "filter": 0
        },
        {
          "title": "Examining the impact of learning about a resolved conflict on attitudes in an ongoing conflict: Evidence from the Israeli–Palestinian context",
          "authors": "Deborah Shulman, Michal Reifen-Tagar, Noa Omri, Eran Halperin",
          "abstract": "A popular intervention for increasing support for peace in violent intergroup conflicts is to describe the peaceful resolution of other conflicts. In four experiments, we tested the effectiveness of this approach in the context of the Israeli–Palestinian conflict by exposing Jewish-Israelis to information about the Northern Ireland conflict and peace process, or about tourism in Northern Ireland as a control. We found that learning about the historical peace process generally led participants to view conflicts as more malleable, their own conflict as less unique, and led to unfreezing of conflict-related beliefs. However, it neither increased hope nor consistently boosted support for conciliatory policies. We explored boundary conditions and found effects were often stronger among leftist and centrist compared with rightists. Moreover, explicitly drawing analogies between conflicts at the outset proved ineffective, whereas exposing participants to the historical conflict and peace process without mentioning the proximal conflict was more successful.",
          "url": "https://doi.org/10.1177/13684302251319689",
          "doi": "https://doi.org/10.1177/13684302251319689",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "The plurality effect: People are more dishonest toward group than individual targets",
          "authors": "Hsuan-Che (Brad) Huang, Ruodan Shao, Ann E. Tenbrunsel, Kristina A. Diekmann, Daniel P. Skarlicki",
          "url": "https://doi.org/10.1016/j.jesp.2025.104746",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104746",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "Exploring the Effects of Sampling Variability, Scale Variability, and Node Aggregation on the Consistency of Estimated Networks",
          "authors": "Arianne Herrera-Bennett, Mijke Rhemtulla",
          "url": "https://doi.org/10.1080/00273171.2024.2414479",
          "doi": "https://doi.org/10.1080/00273171.2024.2414479",
          "filter": 0
        },
        {
          "title": "Correcting for Differences in Measurement Unreliability in Meta-Analysis of Variances",
          "authors": "Katrin Jansen, Steffen Nestler",
          "url": "https://doi.org/10.1080/00273171.2025.2469789",
          "doi": "https://doi.org/10.1080/00273171.2025.2469789",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Organizational Research Methods",
      "journal_short": "ORM",
      "articles": [
        {
          "title": "Shedding Light on the Black Box: Integrating Prediction Models and Explainability Using Explainable Machine Learning",
          "authors": "Yucheng Zhang, Yuyan Zheng, Dan Wang, Xiaowei Gu, Michael J. Zyphur, Lin Xiao, Shudi Liao, Yangyang Deng",
          "abstract": "In contemporary organizational research, when dealing with large heterogeneous datasets and complex relationships, statistical modeling focused on developing substantive explanations typically results in low predictive accuracy. In contrast, machine learning (ML) exhibits remarkable strength for prediction, but suffers from an unexplainable analytical process and output—thus ML is often known as a “black box” approach. The recent development of explainable machine learning (XML) integrates high predictive accuracy with explainability, which combines the advantages inherent in both statistical modeling and ML paradigms. This paper compares XML with statistical modeling and the traditional ML approaches, focusing on an advanced application of XML known as evolving fuzzy system (EFS), which enhances model transparency by clarifying the unique contribution of each modeled predictor. In an illustrative study, we demonstrate two EFS-based XML models and conduct comparative analyses among XML, ML, and statistical models with a commonly-used database in organizational research. Our study offers a thorough description of analysis procedures for implementing XML in organizational research, along with best-practice recommendations for each step as well as Python code to aid future research using XML. Finally, we discuss the benefits of XML for organizational research and its potential development.",
          "url": "https://doi.org/10.1177/10944281251323248",
          "doi": "https://doi.org/10.1177/10944281251323248",
          "filter": 0
        },
        {
          "title": "What Are Mechanisms? Ways of Conceptualizing and Studying Causal Mechanisms",
          "authors": "Joep P. Cornelissen, Mirjam Werner",
          "abstract": "Over the last two decades, much of management research has converged on the belief that one of its major aims is to identify the causal mechanisms that produce the phenomena that researchers seek to explain. In this paper, we review and synthesize the literature that has amassed around causal mechanisms. We do so by detailing the different methodological perspectives that are featured in management research, which we label as the contextual, constitutive, and interventionist perspectives. For each of these perspectives, we examine what it theoretically presupposes a mechanism to be, how this connects to methodological choices, and how this shapes the kind of mechanism-based explanations that each perspective offers. We also explore the main inferential challenges for each of these perspectives and offer specific methodological guidance in response. In this way, we aim to offer a common plank for theorizing and research on causal mechanisms in ways that recognize and harness the productive differences across different epistemologies and methodological traditions.",
          "url": "https://doi.org/10.1177/10944281251318727",
          "doi": "https://doi.org/10.1177/10944281251318727",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Hungry Ghosts Eat Casino Chips: Associations Between Dispositional Greed and Gambling",
          "authors": "Joshua Weller, Marcel Zeelenberg, Barbara Summers",
          "abstract": "Dispositional greed is characterized as the insatiable desire for more. Although greed may be a driving force for wealth accumulation, it can also relate to increased financial difficulties and risk-taking. Across two studies in different countries, The Netherlands (Study 1, N = 1,118) and England, Study 2, N = 4,855), we tested the degree to which dispositional greed was associated with gambling outcomes. Greedy individuals reported greater gambling participation and more negative gambling-related consequences. Moreover, Study 2 found that greed was associated with maladaptive gambling-related cognitions (e.g., cognitive distortions, positive expectations, and the perceived inability to stop) beyond that explained by trait motor impulsiveness. In addition, dispositionally greedy individuals reported being more focused on financial motivations for gambling, having greater confidence in winning, and less concern with realized losses. The current study demonstrates links between dispositional greed and risk-taking in a real-world context, highlighting biased decision-making cognitions for greedy individuals.",
          "url": "https://doi.org/10.1177/01461672251315200",
          "doi": "https://doi.org/10.1177/01461672251315200",
          "filter": 0
        },
        {
          "title": "Social-Environmental Constraints on the Development of a Concealable Stigmatized Identity Predict Psychological Distress",
          "authors": "Andrew C. Cortopassi, Gandalf Nicolas",
          "abstract": "People who are stigmatized along concealable features (e.g., individuals reporting adverse childhood experiences) often experience challenges to the self-concept, which can promote psychological distress. Developing a stigmatized identity might counter these effects, but the internality of concealable features can forestall this process: individuals may look to similarly-stigmatized others, but if these group members remain concealed (i.e., are not “out”), they are less identifiable as guides for development. In two studies ( N total = 845), less outness among similarly-stigmatized others in the social environment predicted increased distress—but only for individuals reporting low progress in processes of positive meaning-making (Studies 1 and 2) and exploration (Study 2). The interaction held when controlling for stigmatizing views endorsed by non-stigmatized counterparts (Study 2). Findings highlight similarly-stigmatized others as important constituents of the social environment: low group visibility and accessibility may uniquely contribute to distress for individuals at early phases of developing a positive and clear stigmatized identity.",
          "url": "https://doi.org/10.1177/01461672251317817",
          "doi": "https://doi.org/10.1177/01461672251317817",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "Adjusting for nonrepresentativeness in continuous norming using multilevel regression and poststratification.",
          "authors": "Klazien de Vries, Marieke E. Timmerman, Anja F. Ernst, Casper J. Albers",
          "url": "https://doi.org/10.1037/met0000752",
          "doi": "https://doi.org/10.1037/met0000752",
          "filter": 0
        },
        {
          "title": "Unsupervised [randomly responding] survey bot detection: In search of high classification accuracy.",
          "authors": "Carl F. Falk, Amaris Huang, Michael John Ilagan",
          "url": "https://doi.org/10.1037/met0000746",
          "doi": "https://doi.org/10.1037/met0000746",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "Deconfounding Sex and Sex of Partner in Mate-Preference Research",
          "authors": "Ashley J. Coventry, Selina Mixner, Benjamin Gelbart, Kathryn V. Walter, Daniel Conroy-Beam, Tamsin C. German",
          "abstract": "Much of the previous research examining sex differences in human mate preferences has relied exclusively on heterosexual participants. Consequently, prior work overlooks a critical limitation: In heterosexual populations, participant sex and partner sex are perfectly confounded. Here, we tease apart this fundamental problem by separately examining ideal preferences for male and female partners across two studies—one using a large bisexual sample ( n = 442) and another using a sample of both bisexual and heterosexual participants ( n = 380). The results revealed that sex differences in mate preferences were largely driven by the participants’ own sex. However, both males and females set higher standards overall for the traits of male partners. These findings suggest that a person’s mate-preference psychology is shaped by both one’s own sex and the sex of the target being evaluated. More broadly, these results expand our understanding of the proximate psychology underlying human mate preferences.",
          "url": "https://doi.org/10.1177/09567976251319038",
          "doi": "https://doi.org/10.1177/09567976251319038",
          "filter": 0
        },
        {
          "title": "The Effects of Group Affiliation Versus Individuating Information on Direct and Indirect Measures of the Evaluation of Novel Individual Group Members",
          "authors": "Mayan Navon, Yoav Bar-Anan",
          "abstract": "Automatic evaluation has emerged as a central concept in contemporary thinking about prejudice. The current research tested a quintessential aspect of prejudice: whether group affiliation dominates the automatic evaluation of individual group members even when diagnostic evaluative information about the individuals is available. Participants read a list of descriptions about the behaviors of two individuals: one from a typically liked group and one from a typically disliked group. The list portrayed one individual more positively than the other, and we manipulated the extremity and direction of that difference. We conducted six studies ( N = 11,572) with samples consisting of U.S. adults across different regions and group types (age, gender, and race) and two indirect measures that purportedly measure automatic evaluation: the implicit association test (IAT) and the evaluative priming task (EPT). Group affiliation (relative to personal characteristics) influenced the IAT and the EPT more than it influenced the self-reported evaluation. These results may suggest that the automatic evaluation of individuals is more prejudiced than nonautomatic evaluation.",
          "url": "https://doi.org/10.1177/09567976251315689",
          "doi": "https://doi.org/10.1177/09567976251315689",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
