{
  "update": "2026-02-12",
  "content": [
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Distinguishing abstraction from abstractness: Specificity norms for 8,500 English words",
          "authors": "Emiko J. Muraki, Penny M. Pexman",
          "url": "https://doi.org/10.3758/s13428-026-02949-7",
          "doi": "https://doi.org/10.3758/s13428-026-02949-7",
          "filter": 0,
          "created": "2026-2-11"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Measuring Machine Companionship Experiences: Scale Development and Validation for AI Companions",
          "authors": "Jaime Banks",
          "url": "https://doi.org/10.1016/j.chb.2026.108945",
          "doi": "https://doi.org/10.1016/j.chb.2026.108945",
          "filter": 0,
          "created": "2026-2-9"
        },
        {
          "title": "AI-generated image-based sexual abuse: Perpetration and consumption across three regions",
          "authors": "Rebecca Umbach, Nicola Henry, Renee Shelby, Gemma Stevens, Kwynn Gonzalez-Pons",
          "url": "https://doi.org/10.1016/j.chb.2026.108935",
          "doi": "https://doi.org/10.1016/j.chb.2026.108935",
          "filter": 0,
          "created": "2026-2-9"
        },
        {
          "title": "Stimulated or saturated? Biometric analysis of augmented sport experiences among young adults: The role of hedonic innovativeness and repeated exposure",
          "authors": "Yongjae Kim, Jin Woo Ahn",
          "url": "https://doi.org/10.1016/j.chb.2026.108932",
          "doi": "https://doi.org/10.1016/j.chb.2026.108932",
          "filter": 0,
          "created": "2026-2-5"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Ensemble perception in entitativity judgments of natural crowds",
          "authors": "Sarah Ariel Lamer, Spencer Dobbs, Lindsay Goolsby, Timothy D. Sweeny, Max Weisbuch",
          "url": "https://doi.org/10.1016/j.jesp.2026.104889",
          "doi": "https://doi.org/10.1016/j.jesp.2026.104889",
          "filter": 0,
          "created": "2026-2-10"
        },
        {
          "title": "Maximizer's asymmetric memory: Amplified negativity for selected options, attenuated for foregone options",
          "authors": "He Huang, Virgil Zeigler-Hill, Hong Li",
          "url": "https://doi.org/10.1016/j.jesp.2026.104888",
          "doi": "https://doi.org/10.1016/j.jesp.2026.104888",
          "filter": 0,
          "created": "2026-2-7"
        },
        {
          "title": "The ideological paradox of Technologism",
          "authors": "Ashley E. Martin, Shiri Melumad",
          "url": "https://doi.org/10.1016/j.jesp.2026.104886",
          "doi": "https://doi.org/10.1016/j.jesp.2026.104886",
          "filter": 0,
          "created": "2026-2-11"
        },
        {
          "title": "Integrating the sociocultural and economic effects of social class on prosocial behavior",
          "authors": "Johannes Stark, Christian Tröster, Niels Van Quaquebeke",
          "url": "https://doi.org/10.1016/j.jesp.2026.104885",
          "doi": "https://doi.org/10.1016/j.jesp.2026.104885",
          "filter": 0,
          "created": "2026-2-5"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Absolute moral perceptions of the self and others: People are bad, a person is good, I am great.",
          "authors": "André Vaz, André Mata, Clayton R. Critcher",
          "url": "https://doi.org/10.1037/pspa0000479",
          "doi": "https://doi.org/10.1037/pspa0000479",
          "filter": 0,
          "created": "2026-2-9"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Trajectories of Psychological Outcomes During the 2024 U.S. Presidential Election",
          "authors": "Olga Stavrova, Dongning Ren, Sangmin Kim, Kathleen D. Vohs",
          "abstract": "The 2024 U.S. presidential election seemed to have the potential to profoundly impact the national economy, financial markets, and geopolitics. Did Donald Trump’s re-election influence Americans’ psychology as well? We conducted a 7-wave longitudinal survey tracking N = 623 Americans (36% male, M age = 45.05 years ( SD age = 22.97) from 3 weeks before the election to 16 weeks after. As the election results came in, Democratic supporters reported a decrease in well-being, optimism and personal control, lower institutional trust, higher cynicism, more experiences of disrespect, and a stronger conspiracy mentality—changes that persisted up to 4 months post-election. In contrast, Republican supporters experienced changes in the opposite direction, effectively reversing the previously observed liberal advantage in institutional trust and diminishing the liberal–conservative gap in other psychological outcomes. These results challenge the notion of inherent psychological differences between liberals and conservatives, highlighting how such differences can shift depending on which party holds power.",
          "url": "https://doi.org/10.1177/01461672251412506",
          "doi": "https://doi.org/10.1177/01461672251412506",
          "filter": 0,
          "created": "2026-2-11"
        },
        {
          "title": "Inoculation Decreases Uncritical Acceptance of Herbal Product Reporting and Willingness to Engage With TCAM Products: Evidence From Three Preregistered Experiments",
          "authors": "Marija Branković, Marija B. Petrović, Danka Purić, Milica Ninković, Petar Lukić, Aleksandra Lazić, Goran Knežević, Ljiljana Lazarević, Iris Žeželj",
          "abstract": "Many herbal remedies lacking scientific support receive largely favorable media coverage, misleading consumers. To foster more thoughtful consumption, we developed an inoculation-based strategic intervention: a random news generator exposing media tactics like appeals to nature, tradition, availability, and pseudoscientific jargon. Its effectiveness was tested in three preregistered experiments. In a laboratory study ( N = 243), active use of the generator helped participants counter media strategies, with effects persisting for 11 days. A novel online active inoculation tool also reduced uncritical acceptance of herbal product reporting, intentions to use herbs for health, and trust in complementary and alternative medicine industries/media in both a student ( N = 439) and a community sample ( N = 452). The intervention was especially effective among experiential thinkers and those believing in extrasensory perception. Scalable and resource-efficient, this tool inoculates consumers against misleading media tactics and is adaptable for use across educational, media, and healthcare contexts.",
          "url": "https://doi.org/10.1177/01461672261416156",
          "doi": "https://doi.org/10.1177/01461672261416156",
          "filter": 0,
          "created": "2026-2-6"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "Planned missingness to reduce survey length: A sheep in wolf’s clothing.",
          "authors": "Charlene Zhang, Paul R. Sackett, Saron Demeke",
          "url": "https://doi.org/10.1037/met0000793",
          "doi": "https://doi.org/10.1037/met0000793",
          "filter": 0,
          "created": "2026-2-5"
        },
        {
          "title": "A primer on equivalence (negligible effect) testing.",
          "authors": "Nataly Beribisky, Robert A. Cribbie",
          "url": "https://doi.org/10.1037/met0000800",
          "doi": "https://doi.org/10.1037/met0000800",
          "filter": 0,
          "created": "2026-2-9"
        },
        {
          "title": "Using latent class analysis to justify a latent continuum in item development.",
          "authors": "Jay Verkuilen, Sydne T. McCluskey, Magdalen Beiting-Parrish, Aleksandra Kazakova, Howard T. Everson",
          "url": "https://doi.org/10.1037/met0000757",
          "doi": "https://doi.org/10.1037/met0000757",
          "filter": 0,
          "created": "2026-2-5"
        },
        {
          "title": "Inaugural editorial.",
          "authors": "Frederick L. Oswald",
          "url": "https://doi.org/10.1037/met0000816",
          "doi": "https://doi.org/10.1037/met0000816",
          "filter": 0,
          "created": "2026-2-5"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "Registered Report: A Replication Examining Occupational Experience and Performance on the Water-Level Task",
          "authors": "Elizabeth R. Tenney, Kylie Rochford, Amelia Stillwell, Coco Xinyue Liu, David Tannenbaum, Marie Hennecke, Jeanine K. Stefanucci, B. Ariel Blair, Jesse Graham, Bryan L. Bonner",
          "abstract": "This is a registered report to directly replicate the primary finding in Hecht and Proffitt (1995). Hecht and Proffitt found that those with occupational experience handling liquid in containers performed worse at solving a water-level problem than those in occupations that did not require handling liquids. Shortly after, Vasta et al. (1997) found the opposite: Experience was associated with superior performance on the task. The conflicting findings and the small sample sizes in each study leave the relationship between experience and water-level-task performance uncertain. We addressed these concerns with a high-powered direct replication of Hecht and Proffitt with adults in Germany ( N = 407). We failed to replicate Hecht and Proffitt’s results, finding that their study had less than 33% power to detect the small, nonsignificant difference that we observed between groups.",
          "url": "https://doi.org/10.1177/09567976251412721",
          "doi": "https://doi.org/10.1177/09567976251412721",
          "filter": 0,
          "created": "2026-2-9"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "Development and Validation of the Self-Regulated Learning in Music Practice Self-Report Scale (SRL-MP-SRS)",
          "authors": "Akiho Suzuki, Anna Wolf, Jane Ginsborg",
          "abstract": "To practise effectively, musicians must engage in self-regulated learning (SRL) through a cyclical process of planning, execution, and reflection. The purpose of this study was to develop and validate a new questionnaire that measures SRL in the context of music practice. We generated an item pool by adapting items from existing scales and revising them based on feedback from an expert panel. This pool was administered to 290 musicians, randomly split into Subsamples A and B. Exploratory structural equation modelling (ESEM) was carried out on Subsample A to create the final Self-Regulated Learning in Music Practice Self-Report Scale (SRL-MP-SRS), which consisted of 27 items distributed across five subscales. ESEM of the final model on Subsample B demonstrated a good fit. Internal consistency was acceptable for both the global scale and each of the subscales. The SRL-MP-SRS scores correlated positively with self-efficacy and deliberate practice, while professional musicians scored higher on the SRL-MP-SRS than students. The SRL-MP-SRS provides a valid and reliable way to measure musicians’ self-regulated practice that can be utilised with large samples, although further studies are needed to investigate its validity and limitations further.",
          "url": "https://doi.org/10.1177/03057356251410563",
          "doi": "https://doi.org/10.1177/03057356251410563",
          "filter": 0,
          "created": "2026-2-8"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "Prevalence and correlates of phantom phone signals: A machine learning-assisted systematic review and multilevel meta-analysis.",
          "authors": "Sameer Ansari, Sayyid Shaheer V, Naved Iqbal",
          "url": "https://doi.org/10.1037/ppm0000651",
          "doi": "https://doi.org/10.1037/ppm0000651",
          "filter": 0,
          "created": "2026-2-9"
        },
        {
          "title": "Watching the misfortunes of others: Immoral behavior but not responsibility leads to schadenfreude about fail video clips.",
          "authors": "Lilian Suter, Werner Wirth",
          "url": "https://doi.org/10.1037/ppm0000645",
          "doi": "https://doi.org/10.1037/ppm0000645",
          "filter": 0,
          "created": "2026-2-5"
        }
      ],
      "articles_hidden": []
    }
  ]
}
