{
  "update": "2025-01-14",
  "content": [
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Expansion of the SyllabO+ corpus and database: Words, lemmas, and morphology",
          "authors": "Noémie Auclair-Ouellet, Alexandra Lavoie, Pascale Bédard, Alexandra Barbeau-Morrison, Patrick Drouin, Pascale Tremblay",
          "url": "https://doi.org/10.3758/s13428-024-02582-2",
          "doi": "https://doi.org/10.3758/s13428-024-02582-2",
          "filter": 0
        },
        {
          "title": "Semantic alignment: A measure to quantify the degree of semantic equivalence for English–Chinese translation equivalents based on distributional semantics",
          "authors": "Yufeng Liu, Shifa Chen, Yi Yang",
          "url": "https://doi.org/10.3758/s13428-024-02527-9",
          "doi": "https://doi.org/10.3758/s13428-024-02527-9",
          "filter": 0
        },
        {
          "title": "Testing measurement invariance in a conditional likelihood framework by considering multiple covariates simultaneously",
          "authors": "Clemens Draxler, Andreas Kurz",
          "abstract": "This article addresses the problem of measurement invariance in psychometrics. In particular, its focus is on the invariance assumption of item parameters in a class of models known as Rasch models. It suggests a mixed-effects or random intercept model for binary data together with a conditional likelihood approach of both estimating and testing the effects of multiple covariates simultaneously. The procedure can also be viewed as a multivariate multiple regression analysis which can be applied in longitudinal designs to investigate effects of covariates over time or different experimental conditions. This work also derives four statistical tests based on asymptotic theory and a parameter-free test suitable in small sample size scenarios. Finally, it outlines generalizations for categorical data in more than two categories. All procedures are illustrated on real-data examples from behavioral research and on a hypothetical data example related to clinical research in a longitudinal design.",
          "url": "https://doi.org/10.3758/s13428-024-02551-9",
          "doi": "https://doi.org/10.3758/s13428-024-02551-9",
          "filter": 0
        },
        {
          "title": "Quantifying sighting dominance using on-display projections of monocular and binocular views",
          "authors": "Giuseppe Notaro, Uri Hasson",
          "url": "https://doi.org/10.3758/s13428-024-02512-2",
          "doi": "https://doi.org/10.3758/s13428-024-02512-2",
          "filter": 0
        },
        {
          "title": "Author Correction: Analytical power calculations for structural equation modeling: A tutorial and Shiny app",
          "authors": "Suzanne Jak, Terrence D. Jorgensen, Mathilde G. E. Verdam, Frans J. Oort, Louise Elffers",
          "url": "https://doi.org/10.3758/s13428-024-02571-5",
          "doi": "https://doi.org/10.3758/s13428-024-02571-5",
          "filter": 0
        },
        {
          "title": "A response time-based mixture item response theory model for dynamic item-response strategies",
          "authors": "Sijia Huang, Jinwen Luo, Minjeong Jeon",
          "url": "https://doi.org/10.3758/s13428-024-02555-5",
          "doi": "https://doi.org/10.3758/s13428-024-02555-5",
          "filter": 0
        },
        {
          "title": "The Beyond Reality Image Collection (BRIC)",
          "authors": "Noga Segal-Gordon, Yoav Bar-Anan",
          "abstract": "The Beyond Reality Image Collection (BRIC) is a set of 648 photos, some painted by an artist and some generated by artificial intelligence. Unlike previous photosets, the BRIC focused on nonrealistic visuals. This collection includes abstract and non-abstract paintings and nonrealistic photographs depicting objects, scenes, animals, humans, and fantastical creatures with varying degrees of unreal elements. We collected evaluative ratings of the photos, using a convenience sample of 16,208 participants in a total of 25,321 sessions. We used multiple evaluation measures: binary positive/negative and like/dislike categorization, seven-point ratings on these attributes, both under no time pressure and under time pressure, and evaluative priming scores. The mean evaluation of the photos on the different measures was highly correlated, but some photos consistently elicited a discrepant evaluative reaction between the measures. The BRIC is a valuable resource for eliciting evaluative reactions and can contribute to research on evaluative processes and affective responses.",
          "url": "https://doi.org/10.3758/s13428-024-02586-y",
          "doi": "https://doi.org/10.3758/s13428-024-02586-y",
          "filter": 0
        },
        {
          "title": "Reliability and validity of four cognitive interpretation bias measures in the context of social anxiety",
          "authors": "Sascha B. Duken, Jun Moriya, Colette Hirsch, Marcella L. Woud, Bram van Bockstaele, Elske Salemink",
          "abstract": "People with social anxiety disorder tend to interpret ambiguous social information in a negative rather than positive manner. Such interpretation biases may cause and maintain anxiety symptoms. However, there is considerable variability in the observed effects across studies, with some not finding a relationship between interpretation biases and social anxiety. Poor psychometric properties of interpretation bias measures may explain such inconsistent findings. We evaluated the internal consistency, test–retest reliability, convergent validity, and concurrent validity of four interpretation bias measures, ranging from more implicit and automatic to more explicit and reflective: the probe scenario task, the recognition task, the scrambled sentences task, and the interpretation and judgmental bias questionnaire. Young adults ( N = 94) completed interpretation bias measures in two sessions separated by one week. Psychometric properties were poor for the probe scenario and not acceptable for the recognition task. The reliability of the scrambled sentences task and the interpretation and judgmental bias questionnaire was good, and they correlated highly with social anxiety and each other, supporting their concurrent and convergent validity. However, there are methodological challenges that should be considered when measuring interpretation biases, even if psychometric indices suggest high measurement validity. We also discuss likely reasons for poor psychometric properties of some tasks and suggest potential solutions to improve the assessment of implicit and automatic biases in social anxiety in future research.",
          "url": "https://doi.org/10.3758/s13428-024-02576-0",
          "doi": "https://doi.org/10.3758/s13428-024-02576-0",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Who is willing to play skill-adapted exergames? Influences of sociodemographic factors and social comparison processes",
          "authors": "Laura M. König, Martina Kanning, Hanna Hauptmann, Tiare Feuchtner, Danielle Arigo",
          "url": "https://doi.org/10.1016/j.chb.2025.108562",
          "doi": "https://doi.org/10.1016/j.chb.2025.108562",
          "filter": 0
        },
        {
          "title": "The influence of mobile augmented reality on consumer behavior: Insights into affective, cognitive, and behavioral responses",
          "authors": "Lingam Naveen, Md Irfanuzzaman Khan, Md Abu Saleh, Rabi Narayan Subudhi",
          "url": "https://doi.org/10.1016/j.chb.2025.108558",
          "doi": "https://doi.org/10.1016/j.chb.2025.108558",
          "filter": 0
        },
        {
          "title": "Longitudinal bidirectional relations between problematic internet game use and nonsuicidal self-injury: The mediating role of internalizing symptoms",
          "authors": "Xue Gong, Jianhua Zhou, Shihui Hao",
          "url": "https://doi.org/10.1016/j.chb.2025.108564",
          "doi": "https://doi.org/10.1016/j.chb.2025.108564",
          "filter": 0
        },
        {
          "title": "What does Leveling Up Bring? A Study on the Ex Post Incentives of the Hierarchical Privilege Levels in Online Brand Communities",
          "authors": "Dongmei Han, Wenfei Zhao, Zhiliang Pang, Zhengze Wu",
          "url": "https://doi.org/10.1016/j.chb.2025.108557",
          "doi": "https://doi.org/10.1016/j.chb.2025.108557",
          "filter": 0
        },
        {
          "title": "Too vulnerable to resist: problematic use of dating apps associated with social appearance anxiety, social interaction anxiety, and rejection sensitivity",
          "authors": "Yi-Ting Huang, An-Di Gong",
          "url": "https://doi.org/10.1016/j.chb.2025.108566",
          "doi": "https://doi.org/10.1016/j.chb.2025.108566",
          "filter": 0
        },
        {
          "title": "Do discussions in human-computer communities trigger group polarization? Insights from the media evocation paradigm",
          "authors": "Zehang Xie, Shuoshuo Li, Wu Li",
          "url": "https://doi.org/10.1016/j.chb.2025.108561",
          "doi": "https://doi.org/10.1016/j.chb.2025.108561",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "The impact factor: The effect of actual impact information and perceived donation efficacy on donors' repeated donations",
          "authors": "Liat Levontin, Zohar Gilad, Elizabeth Durango-Cohen, Pablo Durango-Cohen",
          "url": "https://doi.org/10.1016/j.jesp.2025.104720",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104720",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Feedback receptivity from people in power reduces gender, sexual orientation, and disability bias concerns.",
          "authors": "Ella J. Lombard, Katherine Weltzien, Linh N. H. Pham, Sapna Cheryan",
          "url": "https://doi.org/10.1037/pspa0000427",
          "doi": "https://doi.org/10.1037/pspa0000427",
          "filter": 0
        },
        {
          "title": "Associations of personality trait level and change with mortality risk in 11 longitudinal studies.",
          "authors": "Emily C. Willroth, Emorie Beck, Tomiko B. Yoneda, Christopher R. Beam, Ian J. Deary, Johanna Drewelies, Denis Gerstorf, Martijn Huisman, Mindy J. Katz, Richard B. Lipton, Graciela Muniz Tererra, Nancy L. Pedersen, Chandra A. Reynolds, Avron Spiro, Nicholas A. Turiano, Sherry Willis, Daniel K. Mroczek, Eileen K. Graham",
          "url": "https://doi.org/10.1037/pspp0000531",
          "doi": "https://doi.org/10.1037/pspp0000531",
          "filter": 0
        },
        {
          "title": "Stereotypes and social decisions: The interpersonal consequences of socioeconomic status.",
          "authors": "Bradley T. Hughes, Rachel Jacobson, Nicholas O. Rule, Sanjay Srivastava",
          "url": "https://doi.org/10.1037/pspp0000541",
          "doi": "https://doi.org/10.1037/pspp0000541",
          "filter": 0
        },
        {
          "title": "Are women really (not) more talkative than men? A registered report of binary gender similarities/differences in daily word use.",
          "authors": "Colin A. Tidwell, Alexander F. Danvers, Valeria A. Pfeifer, Danielle B. Abel, Eva Alisic, Andrew Beer, Sabrina J. Bierstetel, Kathryn L. Bollich-Ziegler, Michelle Bruni, William R. Calabrese, Christine Chiarello, Burcu Demiray, Sona Dimidjian, Karen L. Fingerman, Maximilian Haas, Deanna M. Kaplan, Yijung K. Kim, Goran Knezevic, Ljiljana B. Lazarevic, Minxia Luo, Alessandra Macbeth, Joseph H. Manson, Jennifer S. Mascaro, Christina Metcalf, Kyle S. Minor, Suzanne Moseley, Angelina J. Polsinelli, Charles L. Raison, James K. Rilling, Megan L. Robbins, David Sbarra, Richard B. Slatcher, Jessie Sun, Mira Vasileva, Simine Vazire, Matthias R. Mehl",
          "url": "https://doi.org/10.1037/pspp0000534",
          "doi": "https://doi.org/10.1037/pspp0000534",
          "filter": 0
        },
        {
          "title": "Active during childhood: Undercontrolled or extraverted in late adolescence? A longitudinal study distinguishing different conceptions of childhood activity.",
          "authors": "Silje Baardstu, Evalill B. Karevold, Oliver P. John, Filip De Fruyt, Tilmann von Soest",
          "url": "https://doi.org/10.1037/pspp0000543",
          "doi": "https://doi.org/10.1037/pspp0000543",
          "filter": 0
        },
        {
          "title": "Patterns in affect and personality states across the menstrual cycle.",
          "authors": "Julia Stern, Peter Koval, Khandis Blake",
          "url": "https://doi.org/10.1037/pspp0000538",
          "doi": "https://doi.org/10.1037/pspp0000538",
          "filter": 0
        },
        {
          "title": "The dynamics of self-esteem and depressive symptoms across days, months, and years.",
          "authors": "Peter Haehner, Charles C. Driver, Christopher J. Hopwood, Maike Luhmann, Karla Fliedner, Wiebke Bleidorn",
          "url": "https://doi.org/10.1037/pspp0000542",
          "doi": "https://doi.org/10.1037/pspp0000542",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "Causal Estimands and Multiply Robust Estimation of Mediated-Moderation",
          "authors": "Xiao Liu, Mark Eddy, Charles R. Martinez",
          "url": "https://doi.org/10.1080/00273171.2024.2444949",
          "doi": "https://doi.org/10.1080/00273171.2024.2444949",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Organizational Research Methods",
      "journal_short": "ORM",
      "articles": [
        {
          "title": "Surveying the Upper Echelons: An Update to Cycyota and Harrison (2006) on Top Manager Response Rates and Recommendations for the Future",
          "authors": "Cameron J. Borgholthaus, Alaric Bourgoin, Peter D. Harms, Joshua V. White, Tyler N. A. Fezzey",
          "abstract": "Nearly 2 decades ago, Cycyota and Harrison (2006) documented a concerning trend of declining executive survey response rates and projected a continued decrease in the future. Their seminal work has significantly influenced the methodologies of upper echelons survey research. Our study examines the manner in which Cycyota and Harrison’s paper has impacted the existing upper echelons literature and replicates their study by analyzing peer-reviewed studies published post-2006. We reveal that executive response rates have largely stabilized since Cycyota and Harrison’s initial findings. Furthermore, we expand upon their research by identifying specific geographical contexts and contact methodologies associated with higher (and lower) response rates. Finally, we lend insight into the evolving landscape of executive survey research and offer practical implications for future methodological endeavors in the upper echelons.",
          "url": "https://doi.org/10.1177/10944281241310574",
          "doi": "https://doi.org/10.1177/10944281241310574",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Impartial Intergenerational Beneficence: The Psychology of Feeling (Equal) Intergenerational Concern for All Future Generations",
          "authors": "Stylianos Syropoulos, Kyle Fiore Law, Gordon Kraft-Todd, Liane Young",
          "abstract": "Across a series of eight high-powered studies ( N = 6,866), we develop a method for assessing impartial intergenerational beneficence, defined as intergenerational concern for all possible future generations. Across our studies, roughly 20% of participants displayed impartial intergenerational beneficence. Participants with impartial intergenerational beneficence expressed greater perceptions that future threats can be resolved, support for policies seeking to protect future generations of people, and a profound sense of responsibility for the long-term survival and prosperity of humanity. Similarly, associations with various future-oriented attitudes, patterns of prosociality, and longtermism-related behaviors and intentions were noted. This research thus introduces a method to capture impartiality in expressed intergenerational concern and finds that people who display impartial intergenerational concern endorse prosocial principles, such as altruism and utilitarianism, while also being more concerned about their own future, the future of others, and how they will be remembered by others.",
          "url": "https://doi.org/10.1177/01461672241307800",
          "doi": "https://doi.org/10.1177/01461672241307800",
          "filter": 0
        },
        {
          "title": "Seeing Through the Fog: The Ability to Resolve Ambiguity Reduces Dishonesty",
          "authors": "Michael Puntiroli, Serhiy Kandul, Valéry Bezençon, Bruno Lanz",
          "abstract": "Ambiguity acts as a veil that can help conceal and justify dishonest behavior. While an individual’s ability to disambiguate information in a task may help remove the veil of ambiguity and thus promote honesty, the relationship between ambiguity, ability, and dishonesty is currently unexplored. To investigate this, we employed an experimental design where participants attempted to resolve an ambiguous task and reported their performance. Results showed that ambiguity and dishonesty increase in unison. Importantly, the participants who resolved ambiguity acted less dishonestly (Study 1). In Studies 2a, 2b, and 3, we increased participants’ ability by briefly training them to disambiguate the information presented in the task. The results showed that participants acted less dishonestly when their ability levels were increased. Overall, the findings indicate that dishonesty can be reduced not only by making tasks less ambiguous but also by enhancing an individual’s ability to successfully resolve ambiguity.",
          "url": "https://doi.org/10.1177/01461672241305687",
          "doi": "https://doi.org/10.1177/01461672241305687",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "Dynamic factor analysis with multivariate time series of multiple individuals: An error-corrected estimation method.",
          "authors": "Guangjian Zhang, Dayoung Lee, Yilin Li, Anthony Ong",
          "url": "https://doi.org/10.1037/met0000722",
          "doi": "https://doi.org/10.1037/met0000722",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "Please don’t stop the music! A new look at the performance anxiety of musicians with the model of excellencism and perfectionism",
          "authors": "Patrick Racine, Samuel Vachon Laflamme, Patrick Gaudreau, Frédéric Langlois",
          "abstract": "Musicians have normalized performance anxiety (PA) to be part of their musical career. Perfectionism has been proposed as a possible personality risk factor for PA. Although perfectionistic concerns have been consistently positively correlated to PA, results have been inconsistent for perfectionistic standards. This inconsistency is potentially attributable to the fact that past studies did not differentiate the pursuit of high standards and the pursuit of perfectionistic standards. In this study, we aimed to compare the levels of PA of students who pursue high standards (excellence) from those who pursue perfection with the model of excellencism and perfectionism. As a supplementary analysis, we have also investigated if different standards predicted different positive and negative affect levels. A total of 94 music students completed questionnaires on perfectionism, PA, and positive and negative affect. They were recruited through their music conservatory ( N = 69) and recruitment ads on Facebook ( N = 25). Results of multiple linear regression demonstrated that only perfectionistic standards were positively and significantly associated with cognitive state anxiety, overall score of PA, and negative affect. Overall, aiming for excellence rather than perfection seemed to help mitigate levels of PA and the negative affect felt by musicians.",
          "url": "https://doi.org/10.1177/03057356241300538",
          "doi": "https://doi.org/10.1177/03057356241300538",
          "filter": 0
        },
        {
          "title": "The cognitive and emotional content of music-evoked autobiographical memories in older adults",
          "authors": "Teresa Lesiuk, Giulia Ripani",
          "abstract": "Music can play a significant role in mitigating cognitive deficits in aging adults. When music is long known and has an emotional significance (i.e., autobiographical music), it can trigger memories of past experiences (i.e., Music-Evoked Autobiographical Memories, MEAMs). In this study, we examined the cognitive and emotional content of MEAMs when older adults listened to autobiographical music. To better understand the unique features of MEAMs, we also compared them with responses to non-autobiographical music. Participants ( N = 18; Mean age = 67.7) were asked to listen to (a) a selection of self-selected autobiographical musical pieces and (b) excerpts of researcher-selected songs. Furthermore, participants completed two surveys on their cognitive and emotional responses to music and took part in follow-up interviews. Results indicated that MEAMs elicited positive emotions, which were strongly felt, and triggered memories of life periods with references to themes such as growing up, love relationships and relationships with family, leisure and working times, and stress releasing. Responses to non-autobiographical music triggered different types of cognitive responses, including assimilating new music sounds, and mainly featured references to negative emotional states. MEAMs should be further investigated as a non-pharmacological treatment for age-related cognitive decline and for clinically diagnosed memory disorders.",
          "url": "https://doi.org/10.1177/03057356241292067",
          "doi": "https://doi.org/10.1177/03057356241292067",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
