{
  "update": "2025-07-22",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "Bridging Traditional-Statistics and Machine-Learning Approaches in Psychology: Navigating Small Samples, Measurement Error, Nonindependent Observations, and Missing Data",
          "authors": "Rosa Lavelle-Hill, Gavin Smith, Kou Murayama",
          "abstract": "In recent years, machine learning has propagated into different aspects of psychological research, and supervised machine-learning methods have increasingly been used as a tool for predicting human behavior or psychological characteristics when there is a large number of possible predictors. However, researchers often face practical challenges when using machine-learning methods on psychological data. In this article, we identify and discuss four key challenges that often arise when applying machine learning to data collected for psychological research. The four challenge areas cover (a) limited sample size, (b) measurement error, (c) nonindependent data, and (d) missing data. Such challenges are extensively discussed in the “traditional” statistical literature but are often not explicitly addressed, or at least not to the same extent, in the applied-machine-learning community. We present how each of these challenges is dealt with first from a traditional-statistics perspective and then from a machine-learning perspective and discuss the strengths and weaknesses of these solutions by comparing the approaches. We argue that the boundary between traditional statistics and machine learning is fluid and emphasize the need for cross-disciplinary collaboration to better tackle these core challenges and improve replicability.",
          "url": "https://doi.org/10.1177/25152459251345696",
          "doi": "https://doi.org/10.1177/25152459251345696",
          "filter": 0
        },
        {
          "title": "Large Language Models for Psychological Assessment: A Comprehensive Overview",
          "authors": "Jocelyn Brickman, Mehak Gupta, Joshua R. Oltmanns",
          "abstract": "Large language models (LLMs) are extraordinary tools demonstrating potential to improve the understanding of psychological characteristics. They provide an unprecedented opportunity to supplement self-report in psychology research and practice with scalable behavioral assessment. However, they also pose unique risks and challenges. In this article, we provide an overview and guide for psychological scientists to evaluate LLMs for psychological assessment. In the first section, we briefly review the development of transformer-based LLMs and discuss their advances in natural language processing. In the second section, we describe the experimental design process, including techniques for language data collection, audio processing and transcription, text preprocessing, and model selection, and analytic matters, such as model output, model evaluation, hyperparameter tuning, model visualization, and topic modeling. At each stage, we describe options, important decisions, and resources for further in-depth learning and provide examples from different areas of psychology. In the final section, we discuss important broader ethical and implementation issues and future directions for researchers using this methodology. The reader will develop an understanding of essential ideas and an ability to navigate the process of using LLMs for psychological assessment.",
          "url": "https://doi.org/10.1177/25152459251343582",
          "doi": "https://doi.org/10.1177/25152459251343582",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Unveiling the intensity–ambiguity relationships among affective and lexico-semantic variables in Chinese characters and the character–word relationships in Chinese two-character words",
          "authors": "Xi Cheng, Chi-Shing Tse, Yuen-Lai Chan, Kai Yan Lau, Yen Na Yum",
          "abstract": "Understanding the lexical characteristics of Chinese characters is crucial given their extensive usage and unique logographic structure. In this study, we normed affective ratings (valence and arousal) for 3971 Chinese characters. We investigated the relationships between intensity (mean rating) and ambiguity (rating variability) of these affective variables, alongside additional lexico-semantic variables from Su et al., Behavior Research Methods , 55 (6), 2989–3008, (2022). Drawing on lexical data from 25,281 two-character words available in the Chinese Lexicon Project (Tse et al., Behavior Research Methods , 49 (4), 1503–1519, 2017, Behavior Research Methods , 55 (8), 4382–4402, 2023; Chan &amp; Tse, Behavior Research Methods , 56 (7), 7574–7601, 2024), we further explored cross-level relationships between character-level and word-level variables. Multiple regression analyses controlling for various lexical variables revealed several noteworthy patterns. First, we identified a quadratic valence–arousal relationship, such that characters with extreme valence ratings (either highly positive or highly negative) elicited higher arousal compared to neutral characters. This relationship was moderated by arousal ambiguity, partially consistent with previous findings (Brainerd et al. Journal of Experimental Psychology: General , 150 (8), 1476–1499, 2021a), Second, we observed consistent quadratic intensity–ambiguity relationships across all variables, supporting the quadratic law proposed by Brainerd et al. Journal of Memory and Language , 121 , 104286, (2021b). Finally, significant positive associations occurred between character-level variables and their corresponding word-level variables for both the first and second characters. The strength of these cross-level relationships varied across affective and lexico-semantic variables and may further be influenced by semantic transparency. Overall, our findings advance the understanding of affective and semantic features of Chinese characters and offer insights into the cross-level integration of characters’ and words’ lexical characteristics. The data reported in this paper are available at: https://osf.io/kh4yx .",
          "url": "https://doi.org/10.3758/s13428-025-02753-9",
          "doi": "https://doi.org/10.3758/s13428-025-02753-9",
          "filter": 0
        },
        {
          "title": "A novel reaction time assessment in virtual reality: Advantages over computerized tests",
          "authors": "Topaz Loushy Kay, Ella Been, Chaim G. Pick",
          "abstract": "Reaction time (RT) is a fundamental cognitive function impacting daily life and sports activities. Despite the increasing use of virtual reality (VR) for cognitive assessments, its efficacy for RT assessments remains uncertain. We aimed to develop and validate a novel RT test in VR, and to explore the potential contributions of VR technology to RT assessment. Forty-eight participants completed a computerized RT test (COM-RT) and a novel RT test in VR (VR-RT). The latter replicated the COM-RT test, assessing simple and choice RTs. Additionally, it introduced more complex conditions: reaching to touch static stimuli in known or unknown locations or moving stimuli. Correlations and differences between the tests and tasks were examined. Moderate-to-strong linear correlations were found between the tests for the simple ( r ≥ 0.642) and choice ( r ≥ 0.736) tasks, and the difference between them ( r ≥ 0.677) ( p &lt; 0.001). However, RTs were significantly longer in the VR-RT test compared with the COM-RT test ( p &lt; 0.001). Significant differences were found among the RT-VR tasks ( p &lt; 0.001): reaching to touch stimuli involved longer RTs compared with pressing a button, and RT was even longer when stimuli appeared in unexpected locations. Moving stimuli were associated with shorter RT. Additionally, movement velocity was significantly higher when reaching for dynamic versus static stimuli in known or unknown locations ( p &lt; 0.001). VR is valid for RT measurement, yet its outcomes should be interpreted within its framework rather than in comparison to computer assessments. Furthermore, VR offers additional possibilities, such as using lifelike stimuli and measuring kinematics.",
          "url": "https://doi.org/10.3758/s13428-025-02752-w",
          "doi": "https://doi.org/10.3758/s13428-025-02752-w",
          "filter": 0
        },
        {
          "title": "Developing fine-grained sense-aware lexical sophistication indices based on the CEFR levels of word senses",
          "authors": "Nan Hu, Xiaofei Lu, Renfen Hu",
          "url": "https://doi.org/10.3758/s13428-025-02741-z",
          "doi": "https://doi.org/10.3758/s13428-025-02741-z",
          "filter": 0
        },
        {
          "title": "Action and object picture naming in Turkish: A psycholinguistic database",
          "authors": "Elif İkbal Eskioğlu, N. Evra Günhan Şenol, Talat Bulut",
          "url": "https://doi.org/10.3758/s13428-025-02764-6",
          "doi": "https://doi.org/10.3758/s13428-025-02764-6",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Virtual or Human Influencers as Endorsers? Behavioral and EEG Evidence of How Influencer Type Affects Purchase Intention of New Products",
          "authors": "Qingxi Yao, Yunli Liu, Bin Hu, Jia Jin",
          "url": "https://doi.org/10.1016/j.chb.2025.108754",
          "doi": "https://doi.org/10.1016/j.chb.2025.108754",
          "filter": 0
        },
        {
          "title": "Gosh! It is truly happening to me: Embodying adverse health outcomes through immersive virtual reality to promote perceived risk and healthy behaviors",
          "authors": "Dai-Yun Wu, Jih-Hsuan Tammy Lin",
          "url": "https://doi.org/10.1016/j.chb.2025.108749",
          "doi": "https://doi.org/10.1016/j.chb.2025.108749",
          "filter": 0
        },
        {
          "title": "From Similarity to Multiplicity: Avatar Multi-Persona Tendencies and Cognitive Responses in the Metaverse",
          "authors": "Yunwoo Choi, Changjun Lee",
          "url": "https://doi.org/10.1016/j.chb.2025.108750",
          "doi": "https://doi.org/10.1016/j.chb.2025.108750",
          "filter": 0
        },
        {
          "title": "Gaming Together, Feeling Better—or Feeling Worse? How Social Video Gaming Impacts Loneliness and Depressive Mood Differently for Boys and Girls",
          "authors": "David Lacko, Filip Kyslík, David Smahel, Hana Machackova",
          "url": "https://doi.org/10.1016/j.chb.2025.108752",
          "doi": "https://doi.org/10.1016/j.chb.2025.108752",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "Robust detection of signed outliers in multivariate data with applications to early identification of risk for autism.",
          "authors": "Jesus E. Delgado, Jed T. Elison, Nathaniel E. Helwig",
          "url": "https://doi.org/10.1037/met0000775",
          "doi": "https://doi.org/10.1037/met0000775",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "Terminal Increases in Depressive Symptoms in a Multinational Twin Consortium",
          "authors": "Andrew J. Petkus, Chandra A. Reynolds, Vibeke S. Catts, Kaare Christensen, Deborah Finkel, Marianne Nygaard, Perminder S. Sachdev, Nancy L. Pedersen, Margaret Gatz",
          "abstract": "In later older adulthood, individuals report increased depressive symptoms, whereas gender differences in depressive symptoms narrow. We evaluated whether terminal decline (i.e., accelerated worsening in proximity to death) explained these patterns. We examined the longitudinal trajectories of depressive symptoms in 2,411 participants (baseline age: 29–95 years) from the Interplay of Genes and Environments Across Multiple Studies consortium representing three countries (Sweden, Denmark, and Australia). Joint modeling revealed that individuals reporting larger annual increases in depressive symptoms after age 70 were at increased risk of death. Piecewise linear multilevel models with random changepoints revealed accelerated increases in depressive symptoms approximately 4 years before death. Co-twin control analyses with 98 twin pairs found that the deceased twin had significantly larger accelerations in depressive symptoms compared with the surviving twin. Men experienced more severe mortality-related increases compared with women. Terminal decline partially explains the increase in depressive symptoms in later older adulthood.",
          "url": "https://doi.org/10.1177/09567976251351022",
          "doi": "https://doi.org/10.1177/09567976251351022",
          "filter": 0
        },
        {
          "title": "Adherence to Personal Resolutions Across Time, Culture, and Goal Domains",
          "authors": "Kaitlin Woolley, Laura M. Giurge, Ayelet Fishbach",
          "abstract": "Goal setting is only somewhat more common than the failure to follow through on one’s goals. Recognizing the challenge of long-term behavior change, we asked what best predicts long-term goal adherence: extrinsic motivation (the extent to which goal pursuit is experienced as a means to an end) or intrinsic motivation (the extent to which the same goal pursuit is experienced as an end in itself). In a year-long longitudinal study, U.S. adults set extrinsic New Year’s resolutions, but intrinsic motivation predicted adherence to these goals more than extrinsic motivation (Study 1). These findings emerged among adults in China (Study 2) and when measuring goal adherence objectively using the number of steps U.S. adults walked over 2 weeks (Study 3). Understanding how intrinsic motivation affects long-term persistence critically informs interventions that promote goal pursuit. Indeed, increasing intrinsic (vs. extrinsic) motivation increased U.S. adults’ goal adherence (Study 4). Overall, intrinsic motivation both predicted and causally increased goal adherence.",
          "url": "https://doi.org/10.1177/09567976251350960",
          "doi": "https://doi.org/10.1177/09567976251350960",
          "filter": 0
        },
        {
          "title": "Gender Essentialism Leads to Biased Learning Opportunities That Shape Women’s Career Interests",
          "authors": "Audrey Aday, Holly R. Engstrom, Toni Schmader",
          "abstract": "Gender differences in occupational interests are often assumed to reflect sex differences in empathizing or systemizing preferences. Do such essentialized explanations lead people to provide gender-biased learning affordances that constrain women’s career interests? In Study 1 ( N = 292), North American STEM professionals endorsing a biologically essentialized (vs. sociocultural) explanation for gender differences in occupational interests provided women (men) with more empathizing (systemizing) learning affordances in a mock management task. Study 2 replicated these gendered affordances by experimentally manipulating essentialized explanations ( N = 379; participants were North American men with management experience in male-dominated fields). In Study 3, North American undergraduate women ( N = 300) who received gendered learning affordances reported greater interest in, and possible alignment with, empathizing work assignments, whereas those who received countergendered affordances reported greater interest in, and possible alignment with, systemizing assignments. These results reveal that gender-essentialist beliefs can foster self-fulfilling gender gaps in occupational interests.",
          "url": "https://doi.org/10.1177/09567976251353753",
          "doi": "https://doi.org/10.1177/09567976251353753",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
