{
  "update": "2025-02-11",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "Research With the Reluctant: Challenges and Strategies",
          "authors": "E. B. Gross, Susan A. Gelman",
          "abstract": "Although psychological research often relies on convenience samples, the most informative participants may be individuals who are reluctant to engage because of vulnerability, mistrust of the research process, and/or disagreement with a study’s goals. Although this concern is particularly urgent for certain research questions, it is relevant for all researchers because relying solely on easy-to-reach participants limits a study’s validity and generalizability and may substantially hollow out or even render unanswerable some research questions. We review a number of challenges for conducting research with “reluctant but informative” participants and strategies to meet and overcome these challenges. We argue that engaging reluctant participants requires attention at every phase of the research process, including study design and planning, participant recruitment and testing, data analysis and interpretation, and reporting and broader impacts. We also illustrate with our own recent experiences conducting research on children’s gender concepts in rural, conservative U.S. communities that expressed skepticism about the value of this research. Although every study is different, notable across all projects are the need to respect both individual participants and their communities and to balance competing desiderata. Finally, we discuss the importance of transparency around sample composition and constraints to generalizability and the potential utility of collaborative research both across research institutions and between researchers and participant communities.",
          "url": "https://doi.org/10.1177/25152459241304775",
          "doi": "https://doi.org/10.1177/25152459241304775",
          "filter": 0
        },
        {
          "title": "Understanding Ecological-Momentary-Assessment Data: A Tutorial on Exploring Item Performance in Ecological-Momentary-Assessment Data",
          "authors": "Björn S. Siepe, Carlotta L. Rieble, Rayyan Tutunji, Aljoscha Rimpler, Julius März, Ricarda K. K. Proppert, Eiko I. Fried",
          "abstract": "The use of ecological-momentary-assessment (EMA) data to study individuals in their everyday lives is popular in many areas of social and life sciences. At the same time, EMA data sets are complex, the psychometric properties of EMA items are often not investigated systematically, and scales are often neither standardized nor validated beyond their face validity. Here, we present different descriptive statistics and data-visualization techniques to increase the understanding of the performance of EMA items. We apply these techniques to a wide range of items used in a large EMA data set (599 participants, 360 time points) collected in the WARN-D study to investigate their distributions, contextual influences, change over time, sources of variability, and relationship with classical static measures of psychopathology. We discuss the theoretical and substantive implications of our findings and provide researchers with R code that they can adapt to their own EMA data, as well as literature recommendations for each topic. We hope to inspire more researchers to share in-depth descriptive summaries of their experience-sampling data such that the field can move forward in understanding the performance of EMA measures across contexts.",
          "url": "https://doi.org/10.1177/25152459241286877",
          "doi": "https://doi.org/10.1177/25152459241286877",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "ESTraS, an easy and simple tracking system for assessing rodent behavior",
          "authors": "A. Morcuende, T. Femenía, J. Manzanares, A. Gasparyan",
          "abstract": "Animal behavior analysis software has become an essential tool in the life sciences. However, the currently available tools have some significant shortcomings that limit their use by individuals without programming skills, access to higher informatics resources, or the capability to invest large sums of money. We have developed and validated an easy-to-use and straightforward tracking system named ESTraS to address this issue. This freeware software allows researchers to track and analyze rodent behaviors, offering additional options such as trajectory and angle analysis. Through ESTraS, researchers can utilize unsupervised clustering techniques, such as k -means or hierarchical clustering, to further explore the obtained results. This clustering enables the classification of results based on observed similarities among subjects. The data of this manuscript shows that ESTraS can prove to be extremely valuable, not only by providing essential behavioral analysis tools but also by offering specific data analysis options with just one click.",
          "url": "https://doi.org/10.3758/s13428-024-02537-7",
          "doi": "https://doi.org/10.3758/s13428-024-02537-7",
          "filter": 0
        },
        {
          "title": "Correction: A large-scale database of Mandarin Chinese word associations from the Small World of Words Project",
          "authors": "Bing Li, Ziyi Ding, Simon De Deyne, Qing Cai",
          "url": "https://doi.org/10.3758/s13428-025-02603-8",
          "doi": "https://doi.org/10.3758/s13428-025-02603-8",
          "filter": 0
        },
        {
          "title": "The Mandarin Chinese auditory emotions stimulus database: A validated corpus of monosyllabic Chinese characters",
          "authors": "Mengyuan Li, Na Li, Anqi Zhou, Huiru Yan, Qiuhong Li, Chifen Ma, Chao Wu",
          "url": "https://doi.org/10.3758/s13428-025-02607-4",
          "doi": "https://doi.org/10.3758/s13428-025-02607-4",
          "filter": 0
        },
        {
          "title": "Reliability representativeness: How well does coefficient alpha summarize reliability across the score distribution?",
          "authors": "Daniel McNeish, Denis Dumas",
          "url": "https://doi.org/10.3758/s13428-025-02611-8",
          "doi": "https://doi.org/10.3758/s13428-025-02611-8",
          "filter": 0
        },
        {
          "title": "To interact or not to interact: The pros and cons of including interactions in linear regression models",
          "authors": "Aljoscha Rimpler, Henk A.L. Kiers, Don van Ravenzwaaij",
          "abstract": "Interaction effects are very common in the psychological literature. However, interaction effects are typically very small and often fail to replicate. In this study, we conducted a simulation comparing the generalizability and estimability of two linear regression models: one correctly specified to account for interaction effects and one misspecified including simple effects only. We manipulated noise levels, predictor variable correlations, and different sets of regression weights, resulting in 9216 different conditions. From each dataset, we drew 1000 samples of N = 25, 50, 100, 250, 500, and 1000, resulting in a total of 55,296,000 analyses for each model. Our results show that misspecification can drastically bias regression estimates, sometimes leading to zero or reversed simple effects. Furthermore, we found that when models are generalized to the entire population, the difference between the explained variance in the sample and in the population is often smaller for the misspecified model than for the correctly specified model. However, the comparison between models shows that the correctly specified model explains the data at the population level better overall. These results emphasize the importance of theory in modeling choices and show that it is important to provide a rationale for why interactions are included or excluded in an analysis.",
          "url": "https://doi.org/10.3758/s13428-025-02613-6",
          "doi": "https://doi.org/10.3758/s13428-025-02613-6",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "The Psychophysiology of Instagram – Brief bouts of Instagram use elicit appetitive arousal and attentional immersion followed by aversive arousal when use is stopped",
          "authors": "Michael Wadsley, Niklas Ihssen",
          "url": "https://doi.org/10.1016/j.chb.2025.108597",
          "doi": "https://doi.org/10.1016/j.chb.2025.108597",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Group Processes & Intergroup Relations",
      "journal_short": "GPIR",
      "articles": [
        {
          "title": "Identifying antecedents and mechanisms of age-based stereotype threat",
          "authors": "Sophie Coulon, Courtney von Hippel, Kim Peters",
          "abstract": "Older employees are stereotyped at work (e.g., as technophobic), making them susceptible to stereotype threat, or the concern of being reduced to a negative stereotype. Although consequences of age-based stereotype threat have been identified (e.g., poorer job attitudes), far less is known about workplace triggers and underlying mechanism. Three studies aimed to identify the workplace antecedents and mechanism underlying stereotype threat. Together, Studies 1a and 1b identified 10 potential antecedents associated with stereotype threat (e.g., being overlooked for training). Mediation analysis revealed that experiencing any of the potential antecedents was associated with increased age salience, which, in turn, was associated with greater feelings of stereotype threat. Study 2 manipulated three of the potential antecedents through short videos and found that experiencing the antecedents led to increased age salience and stereotype threat. This experimental approach complemented the cross-sectional nature of Studies 1a and 1b, providing evidence for the proposed causal pathways.",
          "url": "https://doi.org/10.1177/13684302241311533",
          "doi": "https://doi.org/10.1177/13684302241311533",
          "filter": 0
        },
        {
          "title": "Impression formation through social interaction: The effect of ethnicity in the Dutch context",
          "authors": "Iris J. Traast, Bertjan Doosje, David M. Amodio",
          "abstract": "Research conducted in the United States shows that White Americans form more positive impressions of White than Black interaction partners through instrumental learning. We asked whether this pattern generalizes to the cultural context of the Netherlands, which differs in norms for expressing intergroup bias. In three preregistered studies ( Ns = 66, 83, 80), White Dutch participants played a money-sharing game, based on a reward reinforcement task, with White and Moroccan partners. Although players shared at different rates, average sharing rates for White and Moroccan players were equated. Unexpectedly, and despite anti-Moroccan explicit and implicit attitudes, participants displayed a pro-Moroccan choice preference across studies. Nevertheless, computational modeling indicated the same learning effects of ethnicity as in past research: ethnicity biased initial reward expectations, and these were updated via group-specific learning rates. We discuss potential explanations for this unexpected pattern and broader implications for cross-cultural research on intergroup social cognition.",
          "url": "https://doi.org/10.1177/13684302241305054",
          "doi": "https://doi.org/10.1177/13684302241305054",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Investigating the impact of structural racism explanations for discriminatory behavior on judgments of the perpetrator.",
          "authors": "Jaclyn A. Lisnek, Jazmin L. Brown-Iannuzzi, Gabrielle S. Adams",
          "url": "https://doi.org/10.1037/pspa0000440",
          "doi": "https://doi.org/10.1037/pspa0000440",
          "filter": 0
        },
        {
          "title": "Linking person-specific network parameters to between-person trait change.",
          "authors": "Adam T. Nissen, Emorie D. Beck",
          "url": "https://doi.org/10.1037/pspp0000546",
          "doi": "https://doi.org/10.1037/pspp0000546",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Evidence for a Curvilinear Effect of Psychological Discomfort on Dominant Group Members’ Engagement in Allyship",
          "authors": "Olivia A. Foster-Gimbel, L. Taylor Phillips",
          "abstract": "Psychological discomfort can motivate, demotivate, or even backfire upon efforts to encourage allyship. We consider the intensity of such discomfort to test curvilinear relationships between psychological discomfort and Whites’ engagement in equity efforts. Across four pre-registered studies ( N = 4,563), we find support for our curvilinear model. First, we explore the relationship between collective discomfort and allyship intentions. While we find that collective discomfort is linearly associated with greater allyship, we find little evidence of diminishing returns. Second, we find a curvilinear relationship between collective discomfort and defensive reactions: Both low and high discomfort was associated with increasing defensive reactions to evidence of racial inequity (victimhood claiming, stigma reversal) than moderate discomfort. Thus, we provide empirical support for the idea that dominant group members who experience high (vs. moderate) discomfort in the face of social inequality may be less likely to support equity. We offer insights on how to manage this issue",
          "url": "https://doi.org/10.1177/01461672241312269",
          "doi": "https://doi.org/10.1177/01461672241312269",
          "filter": 0
        },
        {
          "title": "Intellectual Humility Predicts Empathic Accuracy and Empathic Resilience",
          "authors": "Michal Lehmann, Shir Genzer, Nur Kassem, Daryl R. Van Tongeren, Anat Perry",
          "abstract": "Three preregistered studies ( N = 533) investigated the relationship between intellectual humility (IH) and cognitive and emotional empathy. Study 1 ( n = 212) revealed a positive association between IH and empathic accuracy (EA), especially toward the outgroup. Study 2 ( n = 112) replicated the significant association between IH and EA. Study 3 ( n = 209) employed a manipulation to enhance IH to demonstrate causality. We found evidence for an indirect effect, wherein the manipulation increased state IH, which was associated with greater EA. A mini meta-analysis revealed that, on average, individuals with higher levels of IH exhibit increased EA, showing a greater understanding of others’ emotional states. Moreover, IH predicts empathic resilience—buffering against personal distress while maintaining or increasing empathic concern for others. These findings highlight the positive influence of IH on empathy, emphasizing its potential for fostering deeper connections and better understanding in social interactions.",
          "url": "https://doi.org/10.1177/01461672241313427",
          "doi": "https://doi.org/10.1177/01461672241313427",
          "filter": 0
        },
        {
          "title": "Human Values Across the Lifespan: Age-Graded Differences at Three Hierarchical Levels and What We Can Learn From Them",
          "authors": "Andrés Gvirtz, Matteo Montecchi, Amy Selby, Friedrich M. Götz",
          "abstract": "Personality-development research is flourishing. Here, we extend these efforts horizontally (new constructs) and vertically (new levels within the same construct) by charting out age-graded differences in Schwarz’s human values across 80,814 individuals. Conducting a systematic investigation of cross-sectional age-graded differences in human values—from late teenage years to post-retirement—featuring 36 analytical model choices and 180,000 simulation-based decisions, our analyses replicate some earlier findings (e.g., increasing self- and growth-focus during adolescence and increasing security concerns during adulthood), while also highlighting complex and previously unappreciated dynamics. As such, while it is a common practice to aggregate specific values into parsimonious higher-order concepts to ease interpretation, this may risk overlooking meaningful trends in lower-order value development. Specifically, revealing unique and asynchronous patterns for value nuances, we find that aggregation (a) leads to a loss of critical information, (b) creates conflicting results when nuances diverge, and (c) significantly reduces predictive power.",
          "url": "https://doi.org/10.1177/01461672241312570",
          "doi": "https://doi.org/10.1177/01461672241312570",
          "filter": 0
        },
        {
          "title": "How Karma Harms and Helps Generosity Toward Those in Need",
          "authors": "Cindel J. M. White, Aiyana K. Willard",
          "abstract": "Three preregistered cross-cultural studies ( N = 6,049 across India, Singapore, and the United States) tested how belief in karma shapes victim blaming and helping. Study 1 found that belief in karmic causality positively predicts a variety of system-justifying beliefs that legitimate social inequalities, but experimental reminders of karma also encouraged generosity toward others experiencing financial hardship. Studies 2 and 3 tested whether karma framing had different effects on generosity toward different recipients, who varied in their level of need and reason for need. Thinking about karma changed the importance of recipient characteristics, with need being less predictive and external attributions more predictive of giving when thinking about karma. Overall, experimental reminders of karma only reliably increased generosity toward recipients whose financial need was no fault of their own, showing that karmic beliefs draw attention to the reasons for people’s bad fortune, and evoke responses to misfortune that are sensitive to naturalistic explanations.",
          "url": "https://doi.org/10.1177/01461672251313829",
          "doi": "https://doi.org/10.1177/01461672251313829",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Bulletin",
      "journal_short": "PsychBull",
      "articles": [
        {
          "title": "Secondary benefits of family member participation in treatments for childhood disorders: A multilevel meta-analytic review.",
          "authors": "Benjamin D. Johnides, Charles M. Borduin, Kaitlin M. Sheerin, Sofie Kuppens",
          "url": "https://doi.org/10.1037/bul0000462",
          "doi": "https://doi.org/10.1037/bul0000462",
          "filter": 0
        },
        {
          "title": "Reasons to believe: A systematic review and meta-analytic synthesis of the motives associated with conspiracy beliefs.",
          "authors": "Mikey Biddlestone, Ricky Green, Karen M. Douglas, Flávio Azevedo, Robbie M. Sutton, Aleksandra Cichocka",
          "url": "https://doi.org/10.1037/bul0000463",
          "doi": "https://doi.org/10.1037/bul0000463",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "The relationship between the phi coefficient and the unidimensionality index H: Improving psychological scaling from the ground up.",
          "authors": "Johannes Titz",
          "url": "https://doi.org/10.1037/met0000736",
          "doi": "https://doi.org/10.1037/met0000736",
          "filter": 0
        },
        {
          "title": "Reassessing the fitting propensity of factor models.",
          "authors": "Wes Bonifay, Li Cai, Carl F. Falk, Kristopher J. Preacher",
          "url": "https://doi.org/10.1037/met0000735",
          "doi": "https://doi.org/10.1037/met0000735",
          "filter": 0
        },
        {
          "title": "A peculiarity in psychological measurement practices.",
          "authors": "Mark White",
          "url": "https://doi.org/10.1037/met0000731",
          "doi": "https://doi.org/10.1037/met0000731",
          "filter": 0
        },
        {
          "title": "Reliability in unidimensional ordinal data: A comparison of continuous and ordinal estimators.",
          "authors": "Eunseong Cho, Sébastien Béland",
          "url": "https://doi.org/10.1037/met0000739",
          "doi": "https://doi.org/10.1037/met0000739",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "Worse Weather Amplifies Social Media Activity",
          "authors": "Kelton Minor, Esteban Moro, Nick Obradovich",
          "abstract": "Humanity spends an increasing proportion of its time interacting online, yet—given the importance of social media to human welfare—the external factors that regularly shape online behavior remain markedly understudied. Do environmental factors alter rates of online social activity? We conducted two large natural experiments to investigate how worse weather conditions affect social-media use in the United States, analyzing over 3.5 billion posts from Facebook and Twitter (now X) between 2009 and 2016. We found that extreme temperatures and added precipitation each independently amplified social-media activity, effects that persisted within individuals. Compounded weather extremes produced markedly larger increases in social-media activity. Days colder than −5 °C with 1.5 to 2 cm of precipitation elevated social-media activity by 35%, nearly triple the surge seen on New Year’s Eve in New York City. Our study highlights that environmental conditions play a critical—but overlooked—role in shaping digital social interaction.",
          "url": "https://doi.org/10.1177/09567976241306099",
          "doi": "https://doi.org/10.1177/09567976241306099",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "A new look at the potential links between music practice, empathy, and prosociality",
          "authors": "Dorothée Morand-Grondin, Beatriz Oliveira, Floris T van Vugt, Simon Rigoulot",
          "abstract": "Engaging in music practice is often assumed to increase empathy and prosociality. However, data in support of this relationship are limited, leaving unclear which components of empathy (cognitive empathy, emotional contagion, and emotional disconnection) and prosocial behaviors, if any, would be affected. Here, we recruited musicians with more than 2 years of musical experience ( n = 80) and nonmusicians ( n = 89) to measure empathy (using subjective and objective measures) and prosociality (using economic games). We hypothesized that musicians would score higher than nonmusicians on empathy and prosociality, and that musicians who practice more would show greater effects. Using classical and Bayesian analyses of variance (ANOVAs), we found no difference between musicians and nonmusicians in empathy and prosociality, and no correlation with the amount of practice. Exploratory analyses revealed associations between the age of onset of music practice and empathy, suggesting that it is not music practice per se but specifically its initiation in early life that could be linked to empathy. These findings challenge the common assumption that music practice in general increases empathy and prosociality and invites to explore in which specific contexts music practice does so (e.g., particular age ranges or group-based settings).",
          "url": "https://doi.org/10.1177/03057356241312213",
          "doi": "https://doi.org/10.1177/03057356241312213",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "“But they don’t look like someone with an eating disorder”: A content analysis of representation in TV and film portrayals of characters with eating disorders.",
          "authors": "Katrina T. Webber, Kirstie M. Farrar, Makenzie S. Schroeder",
          "url": "https://doi.org/10.1037/ppm0000576",
          "doi": "https://doi.org/10.1037/ppm0000576",
          "filter": 0
        },
        {
          "title": "You would not download a soulmate: Attributes of fictional characters that inspire intimate connection.",
          "authors": "Connor Leshner, Stephen Reysen, Courtney N. Plante, Sharon E. Roberts, Kathleen C. Gerbasi",
          "url": "https://doi.org/10.1037/ppm0000590",
          "doi": "https://doi.org/10.1037/ppm0000590",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Technology, Mind, and Behavior",
      "journal_short": "TMB",
      "articles": [
        {
          "title": "Different sides of fairness: Evaluations of fairness of Nextdoor’s content moderation system.",
          "authors": "Matthew Katsaros, Caroline Nobo, Tom R. Tyler",
          "url": "https://doi.org/10.1037/tmb0000149",
          "doi": "https://doi.org/10.1037/tmb0000149",
          "filter": 0
        },
        {
          "title": "Supplemental Material for Different sides of fairness: Evaluations of fairness of Nextdoor’s content moderation system.",
          "authors": "Matthew Katsaros, Caroline Nobo, Tom R. Tyler",
          "url": "https://doi.org/10.1037/tmb0000149.supp",
          "doi": "https://doi.org/10.1037/tmb0000149.supp",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
