{
  "update": "2026-02-13",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "Generating Experimental Text Stimuli for Psychological Research Using ChatGPT",
          "authors": "Jacqueline Lechuga, Nakul N. Karle",
          "abstract": "The introduction of ChatGPT—an artificial-intelligence (AI) chatbot capable of text recognition and generation—has been transformative for numerous academic research communities, including psychology. We propose using ChatGPT to reduce researchers’ cognitive load and time spent creating text materials for psychological studies (e.g., vignettes). We present examples of ChatGPT-generated text materials for relationship-science ( N = 60) and social-cognition ( N = 67) studies and provide evidence of their effectiveness. Furthermore, we discuss ethical considerations and make recommendations related to using text materials generated by ChatGPT or similar AI tools. We end with a brief discussion of the importance of this work and encourage others to leverage AI in the field of psychology.",
          "url": "https://doi.org/10.1177/25152459251407631",
          "doi": "https://doi.org/10.1177/25152459251407631",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "Measurement-Reporting Practices in Social-and-Personality-Psychology Articles",
          "authors": "Katherine M. Lawson, Julia G. Bottesini, Linh D. Khong, Simine Vazire",
          "abstract": "Psychological scientists are increasingly acknowledging the importance of transparency for research integrity. In the present study, we examined one important facet of transparency: providing enough information about measures so that readers can evaluate aspects of construct validity. With a focus on social and personality psychology, we explored how often authors in one journal report a scale name, citation, example item, number of items, and reliability coefficient and how often authors provide access to the study’s materials. We also investigated how measurement-reporting practices have changed from 2010 to 2020, the decade encompassing the start of the “credibility revolution” in psychology. Across two samples, we coded 506 Social Psychological and Personality Science articles ( N = 425 articles with at least one questionnaire measure; N = 1,198 questionnaire measures). Overall, ≈31% of measures were reported with a name, ≈53% were reported with a citation, ≈66% were reported with an example item, ≈76% were reported with the number of items, and ≈78% of multiitem measures included some reliability information; ≈22% of measures were a single item, and 46% were ad hoc. We did not detect any apparent changes in the reporting practices examined from 2010 to 2020 in either sample except for an increase in the availability of materials over time. Therefore, the replication crisis may have motivated increased access to studies’ materials in recent years but otherwise does not seem to be associated with more transparent reporting of measurement information for questionnaires in brief social-and-personality-psychology articles.",
          "url": "https://doi.org/10.1177/25152459251407612",
          "doi": "https://doi.org/10.1177/25152459251407612",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "Sample-Size Planning for Frequentist and Bayesian 2 × 2 Analysis-of-Variance Designs",
          "authors": "Sebastian A. J. Lortz, Andrew Setiono, Marton Kovacs, Don van Ravenzwaaij",
          "abstract": "Sample-size justification is an essential aspect of rigorous research in the behavioral and social sciences and helps to ensure studies are adequately powered, minimize resource waste, and reduce participant burden. However, researchers often face challenges in navigating the array of sample-size-planning methods available, particularly when balancing inferential goals and statistical frameworks. The SampleSizePlanner (SSP), originally developed to assist researchers in selecting appropriate sample-size determination methods for two-group designs, has been expanded to address 2 × 2 analysis-of-variance (ANOVA) designs. In this article, we introduce novel 2 × 2 design extensions to the SSP, including tools for Bayesian methods, such as the Bayes factor equivalence interval and the region of practical equivalence, and a frequentist approach. The SSP offers an accessible ShinyApp interface and R package, enabling researchers to streamline decision-making and apply various sample-size-planning methods with minimal computational overhead. Ready-to-use reporting templates foster transparency in sample-size justification. In the article, we address the practical application of these tools through comprehensive examples, demonstrating their relevance to scenarios such as interaction testing and equivalence estimation. By providing a standardized and accessible approach to sample-size planning, this work supports researchers in conducting reproducible and well-powered studies while addressing gaps in sample-size planning for 2 × 2 ANOVA designs.",
          "url": "https://doi.org/10.1177/25152459251398805",
          "doi": "https://doi.org/10.1177/25152459251398805",
          "filter": 0,
          "created": "2026-2-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Distinguishing abstraction from abstractness: Specificity norms for 8,500 English words",
          "authors": "Emiko J. Muraki, Penny M. Pexman",
          "url": "https://doi.org/10.3758/s13428-026-02949-7",
          "doi": "https://doi.org/10.3758/s13428-026-02949-7",
          "filter": 0,
          "created": "2026-2-11"
        },
        {
          "title": "The Typability Index: A tool for measuring and controlling for typing difficulty in text stimuli",
          "authors": "Emily A. Williams, Matthew Warburton, Martin Krzywinski, Faisal Mushtaq",
          "abstract": "In typing proficiency tests, like those used in job recruitment or research studies, individuals are evaluated based on their speed and accuracy. However, the difficulty of the typed text, its ‘typability’, can impact typing performance, introducing variability that is unrelated to skill. To ensure valid comparisons across individuals, time, and conditions, it is crucial to control for this variation in text difficulty. To address this issue, we develop the Typability Index, a model that predicts the relative typing speed of text. Building on earlier attempts to quantify typing difficulty from the 1940s, we create a more advanced typability model using the 136 Million (136 M) Keystrokes Dataset (Dhakal et al., Proceedings of the 2018 CHI Conference on Human Factors in Computing Systems, 1–12, 2018), where over 168,000 participants each typed 15 sentences from a pool of 1,525 items. Through random forest regression, we identify eight key predictors from 30 candidate variables, including the proportion of lowercase letters, word frequency, and syllables per word. Trained on 80% of the dataset and validated on the remaining 20% and a novel dataset, the Typability Index explained 68–88% of the variance in typability, compared to the 34% explained by an earlier leading model (Bell, Unpublished Doctor’s Dissertation, University of Oklahoma, 1949). To promote higher control in typing research and assessments, we introduce a web-based tool to facilitate accurate measurement and fair comparisons of text typability.",
          "url": "https://doi.org/10.3758/s13428-025-02877-y",
          "doi": "https://doi.org/10.3758/s13428-025-02877-y",
          "filter": 0,
          "created": "2026-2-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Measuring Machine Companionship Experiences: Scale Development and Validation for AI Companions",
          "authors": "Jaime Banks",
          "url": "https://doi.org/10.1016/j.chb.2026.108945",
          "doi": "https://doi.org/10.1016/j.chb.2026.108945",
          "filter": 0,
          "created": "2026-2-9"
        },
        {
          "title": "How Digital Literacy Shapes the Conversion of Political Awareness into Participation: A Cross-National Comparative Study of Mongolia and China",
          "authors": "Gavaa Zanabazar, Qaiser Mohi Ud Din, Hong Tao",
          "url": "https://doi.org/10.1016/j.chb.2026.108946",
          "doi": "https://doi.org/10.1016/j.chb.2026.108946",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "AI-generated image-based sexual abuse: Perpetration and consumption across three regions",
          "authors": "Rebecca Umbach, Nicola Henry, Renee Shelby, Gemma Stevens, Kwynn Gonzalez-Pons",
          "url": "https://doi.org/10.1016/j.chb.2026.108935",
          "doi": "https://doi.org/10.1016/j.chb.2026.108935",
          "filter": 0,
          "created": "2026-2-9"
        },
        {
          "title": "AI Byline, Human Content: Exploring How Source and Message Framing Shape News Perception",
          "authors": "Jino Chung, Jihye Lee",
          "url": "https://doi.org/10.1016/j.chb.2026.108949",
          "doi": "https://doi.org/10.1016/j.chb.2026.108949",
          "filter": 0,
          "created": "2026-2-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Ensemble perception in entitativity judgments of natural crowds",
          "authors": "Sarah Ariel Lamer, Spencer Dobbs, Lindsay Goolsby, Timothy D. Sweeny, Max Weisbuch",
          "url": "https://doi.org/10.1016/j.jesp.2026.104889",
          "doi": "https://doi.org/10.1016/j.jesp.2026.104889",
          "filter": 0,
          "created": "2026-2-10"
        },
        {
          "title": "Maximizer's asymmetric memory: Amplified negativity for selected options, attenuated for foregone options",
          "authors": "He Huang, Virgil Zeigler-Hill, Hong Li",
          "url": "https://doi.org/10.1016/j.jesp.2026.104888",
          "doi": "https://doi.org/10.1016/j.jesp.2026.104888",
          "filter": 0,
          "created": "2026-2-7"
        },
        {
          "title": "The ideological paradox of Technologism",
          "authors": "Ashley E. Martin, Shiri Melumad",
          "url": "https://doi.org/10.1016/j.jesp.2026.104886",
          "doi": "https://doi.org/10.1016/j.jesp.2026.104886",
          "filter": 0,
          "created": "2026-2-11"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Absolute moral perceptions of the self and others: People are bad, a person is good, I am great.",
          "authors": "André Vaz, André Mata, Clayton R. Critcher",
          "url": "https://doi.org/10.1037/pspa0000479",
          "doi": "https://doi.org/10.1037/pspa0000479",
          "filter": 0,
          "created": "2026-2-9"
        },
        {
          "title": "“Me in a nutshell”: Exploring the content and properties of central traits.",
          "authors": "Elizabeth U. Long, Norhan Elsaadawy, Erika N. Carlson, Marc A. Fournier",
          "url": "https://doi.org/10.1037/pspp0000596",
          "doi": "https://doi.org/10.1037/pspp0000596",
          "filter": 0,
          "created": "2026-2-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Distributing Help Enhances Moral Judgment",
          "authors": "Matilde Lucheschi, Danit Ein-Gar, Oguz A. Acar",
          "abstract": "People tend to judge those who perform good deeds, such as donating money, as moral. Yet, prosocial actors are not equally appraised. In this article, we explore how moral judgment varies based on the donation distribution strategy—that is, the extent to which donors distribute resources across recipients. In seven studies ( N = 1,495), we show that distributing help is considered by observers to be more moral than concentrating help on a single recipient. Furthermore, this effect is driven by observers perceiving the donors distributing their help to be more committed toward the charitable cause. We extend the generalizability of our results by showing that the effect replicates across three populations considered culturally distant along the WEIRD dimensions. The article ends with a discussion of the theoretical relevance of the findings.",
          "url": "https://doi.org/10.1177/01461672251414772",
          "doi": "https://doi.org/10.1177/01461672251414772",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "Trajectories of Psychological Outcomes During the 2024 U.S. Presidential Election",
          "authors": "Olga Stavrova, Dongning Ren, Sangmin Kim, Kathleen D. Vohs",
          "abstract": "The 2024 U.S. presidential election seemed to have the potential to profoundly impact the national economy, financial markets, and geopolitics. Did Donald Trump’s re-election influence Americans’ psychology as well? We conducted a 7-wave longitudinal survey tracking N = 623 Americans (36% male, M age = 45.05 years ( SD age = 22.97) from 3 weeks before the election to 16 weeks after. As the election results came in, Democratic supporters reported a decrease in well-being, optimism and personal control, lower institutional trust, higher cynicism, more experiences of disrespect, and a stronger conspiracy mentality—changes that persisted up to 4 months post-election. In contrast, Republican supporters experienced changes in the opposite direction, effectively reversing the previously observed liberal advantage in institutional trust and diminishing the liberal–conservative gap in other psychological outcomes. These results challenge the notion of inherent psychological differences between liberals and conservatives, highlighting how such differences can shift depending on which party holds power.",
          "url": "https://doi.org/10.1177/01461672251412506",
          "doi": "https://doi.org/10.1177/01461672251412506",
          "filter": 0,
          "created": "2026-2-11"
        },
        {
          "title": "Inoculation Decreases Uncritical Acceptance of Herbal Product Reporting and Willingness to Engage With TCAM Products: Evidence From Three Preregistered Experiments",
          "authors": "Marija Branković, Marija B. Petrović, Danka Purić, Milica Ninković, Petar Lukić, Aleksandra Lazić, Goran Knežević, Ljiljana Lazarević, Iris Žeželj",
          "abstract": "Many herbal remedies lacking scientific support receive largely favorable media coverage, misleading consumers. To foster more thoughtful consumption, we developed an inoculation-based strategic intervention: a random news generator exposing media tactics like appeals to nature, tradition, availability, and pseudoscientific jargon. Its effectiveness was tested in three preregistered experiments. In a laboratory study ( N = 243), active use of the generator helped participants counter media strategies, with effects persisting for 11 days. A novel online active inoculation tool also reduced uncritical acceptance of herbal product reporting, intentions to use herbs for health, and trust in complementary and alternative medicine industries/media in both a student ( N = 439) and a community sample ( N = 452). The intervention was especially effective among experiential thinkers and those believing in extrasensory perception. Scalable and resource-efficient, this tool inoculates consumers against misleading media tactics and is adaptable for use across educational, media, and healthcare contexts.",
          "url": "https://doi.org/10.1177/01461672261416156",
          "doi": "https://doi.org/10.1177/01461672261416156",
          "filter": 0,
          "created": "2026-2-6"
        },
        {
          "title": "Combining Order and Consistency Effects in Two-Sided Messages on the Non-Effectiveness of Homeopathy",
          "authors": "Luisa Liekefett, Julia C. Becker",
          "abstract": "How do people whose beliefs conflict with the scientific consensus respond to two-sided messages that communicate both the belief-challenging consensus and isolated belief-affirming findings? Across three experiments ( N total = 1,124), we gave homeopathy supporters belief-challenging and belief-affirming information in varying orders. In Studies 1 and 2, we measured perceived trustworthiness of homeopathy-related science between both pieces of information. Compared with participants who received belief-challenging information first, participants who received belief-affirming information first reported higher trust in homeopathy-related science after the first information and were more likely to report believing that homeopathy is not effective after both pieces of information. Study 3 showed that the order effect on reported belief in the effectiveness of homeopathy did not occur without the interim measurement of perceived trustworthiness. This pattern is consistent with a consistency effect due to the interim measurement. Overall, two-sided messages did not outperform one-sided messages regarding changes in reported beliefs.",
          "url": "https://doi.org/10.1177/01461672251409438",
          "doi": "https://doi.org/10.1177/01461672251409438",
          "filter": 0,
          "created": "2026-2-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "A primer on equivalence (negligible effect) testing.",
          "authors": "Nataly Beribisky, Robert A. Cribbie",
          "url": "https://doi.org/10.1037/met0000800",
          "doi": "https://doi.org/10.1037/met0000800",
          "filter": 0,
          "created": "2026-2-9"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "Registered Report: A Replication Examining Occupational Experience and Performance on the Water-Level Task",
          "authors": "Elizabeth R. Tenney, Kylie Rochford, Amelia Stillwell, Coco Xinyue Liu, David Tannenbaum, Marie Hennecke, Jeanine K. Stefanucci, B. Ariel Blair, Jesse Graham, Bryan L. Bonner",
          "abstract": "This is a registered report to directly replicate the primary finding in Hecht and Proffitt (1995). Hecht and Proffitt found that those with occupational experience handling liquid in containers performed worse at solving a water-level problem than those in occupations that did not require handling liquids. Shortly after, Vasta et al. (1997) found the opposite: Experience was associated with superior performance on the task. The conflicting findings and the small sample sizes in each study leave the relationship between experience and water-level-task performance uncertain. We addressed these concerns with a high-powered direct replication of Hecht and Proffitt with adults in Germany ( N = 407). We failed to replicate Hecht and Proffitt’s results, finding that their study had less than 33% power to detect the small, nonsignificant difference that we observed between groups.",
          "url": "https://doi.org/10.1177/09567976251412721",
          "doi": "https://doi.org/10.1177/09567976251412721",
          "filter": 0,
          "created": "2026-2-9"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "Development and Validation of the Self-Regulated Learning in Music Practice Self-Report Scale (SRL-MP-SRS)",
          "authors": "Akiho Suzuki, Anna Wolf, Jane Ginsborg",
          "abstract": "To practise effectively, musicians must engage in self-regulated learning (SRL) through a cyclical process of planning, execution, and reflection. The purpose of this study was to develop and validate a new questionnaire that measures SRL in the context of music practice. We generated an item pool by adapting items from existing scales and revising them based on feedback from an expert panel. This pool was administered to 290 musicians, randomly split into Subsamples A and B. Exploratory structural equation modelling (ESEM) was carried out on Subsample A to create the final Self-Regulated Learning in Music Practice Self-Report Scale (SRL-MP-SRS), which consisted of 27 items distributed across five subscales. ESEM of the final model on Subsample B demonstrated a good fit. Internal consistency was acceptable for both the global scale and each of the subscales. The SRL-MP-SRS scores correlated positively with self-efficacy and deliberate practice, while professional musicians scored higher on the SRL-MP-SRS than students. The SRL-MP-SRS provides a valid and reliable way to measure musicians’ self-regulated practice that can be utilised with large samples, although further studies are needed to investigate its validity and limitations further.",
          "url": "https://doi.org/10.1177/03057356251410563",
          "doi": "https://doi.org/10.1177/03057356251410563",
          "filter": 0,
          "created": "2026-2-8"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "Prevalence and correlates of phantom phone signals: A machine learning-assisted systematic review and multilevel meta-analysis.",
          "authors": "Sameer Ansari, Sayyid Shaheer V, Naved Iqbal",
          "url": "https://doi.org/10.1037/ppm0000651",
          "doi": "https://doi.org/10.1037/ppm0000651",
          "filter": 0,
          "created": "2026-2-9"
        },
        {
          "title": "Profiles of risk and resilience: A qualitative exploration of factors influencing nomophobia.",
          "authors": "Akanksha Jayant Rajguru, Siddharth Sarkar, Ashwani Kumar Mishra, Rachna Bhargava, Yatan Pal Singh Balhara",
          "url": "https://doi.org/10.1037/ppm0000647",
          "doi": "https://doi.org/10.1037/ppm0000647",
          "filter": 0,
          "created": "2026-2-12"
        }
      ],
      "articles_hidden": []
    }
  ]
}
