{
  "update": "2025-08-19",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "The Response-Process-Evaluation Method: A New Approach to Survey-Item Validation",
          "authors": "Melissa G. Wolf, Elliott Ihm, Andrew Maul, Ann Taves",
          "abstract": "Pretesting survey items for interpretability and relevance is a commonly recommended practice in the social sciences. The goal is to construct items that are understood as intended by the population of interest and test if participants use the expected cognitive processes when responding to a survey item. Such evidence forms the basis for a critical source of validity evidence known as the “response process,” which is often neglected in favor of quantitative methods. This may be because existing methods of investigating item comprehension, such as cognitive interviewing and web probing, lack clear guidelines for retesting revised items and documenting improvements and can be difficult to implement in large samples. To remedy this, we introduce the response-process-evaluation (RPE) method, a standardized framework for pretesting multiple versions of a survey. This iterative, evidence-based approach to item development relies on feedback from the population of interest to quantify and qualify improvements in item interpretability across a large sample. The result is a set of item-validation reports that detail the intended interpretation and use of each item, the population it was validated on, the percentage of participants that interpreted the item as intended, examples of participant interpretations, and any common misinterpretations to be cautious of. We also include an empirical study that compares the RPE method with cognitive interviewing in terms of the quality of data gathered and the resources expended. Researchers may find that they have more confidence in the inferences drawn from survey data after engaging in rigorous item pretesting.",
          "url": "https://doi.org/10.1177/25152459251353135",
          "doi": "https://doi.org/10.1177/25152459251353135",
          "filter": 0
        },
        {
          "title": "The DECIDE Framework: Describing Ethical Choices in Digital-Behavioral-Data Explorations",
          "authors": "Heather Shaw, Olivia Brown, Joanne Hinds, Sophie J. Nightingale, John Towse, David A. Ellis",
          "abstract": "Behavioral sciences now routinely rely on digital data, supported by digital technologies and platforms. This has resulted in an abundance of new ethical challenges for researchers and ethical-review boards. Several contemporary high-profile cases emphasize that ethical issues often surface after the research is published, once harm has already occurred. Consequently, implementing safeguards in digital-behavioral research is often reactionary and fails to adequately prevent harm. In response, we propose the DECIDE (Describing Ethical Choices in Digital-Behavioural Data Explorations) framework, which encourages ethical reflections and discussions throughout all stages of the research process. The framework presents several questions designed to help researchers view their work from new perspectives and uncover ethical issues they might not have anticipated. We provide several resources to support researchers with their ethical reflections and discussions, including (a) the DECIDE framework spreadsheet, (b) the DECIDE desktop app, (c) information documents, and (d) flowcharts. In this article, we provide suggestions on how to use each resource to encourage proactive discussions of how ethical issues may apply to specific research contexts. By promoting continuous ethical considerations, safeguards can be put in place throughout the research project, even after research commencement. The DECIDE framework shifts ethical reflection away from being reactive toward a more proactive endeavor, reducing the risk of harm and the misuse of digital-behavioral data.",
          "url": "https://doi.org/10.1177/25152459251361013",
          "doi": "https://doi.org/10.1177/25152459251361013",
          "filter": 0
        },
        {
          "title": "Open Science in the Developing World: A Collection of Practical Guides for Researchers in Developing Countries",
          "authors": "Hu Chuan-Peng, Zhiqi Xu, Aleksandra Lazić, Piyali Bhattacharya, Leonardo Seda, Samiul Hossain, Alma Jeftić, Asil Ali Özdoğru, Olavo B. Amaral, Nadica Miljković, Zlatomira G. Ilchovska, Ljiljana B. Lazarevic, Han Wu Shuang Bao, Nikita Ghodke, David Moreau, Mahmoud Elsherif, Chinchu C., Sakshi Ghai, Clarissa F. D. Carneiro, Danka Purić, Yin Wang, Mirela Zaneva, Felipe Vilanova, Iris Žeželj, Obrad Vučkovac, Saida Heshmati, Pooja Kulkarni, Nadia Saraí Corral-Frías, Juan Diego García-Castro, Shubham Pandey, Jamal Amani Rad, Thipparapu Rajesh, Bita Vahdani, Saad Almajed, Amna Ben Amara, Leher Singh, Ali H. Al-Hoorie, Marcelo Camargo Batistuzzo, Daniel Fatori, Frankie T. K. Fong, Zahra Khorami, Joseph Almazan, Biljana Gjoneska, Meng Liu, Flavio Azevedo",
          "abstract": "Over the past decade, the open-science movement has transformed the research landscape, although its impact has largely been confined to developed countries. Recently, researchers from developing countries have called for a redesign of open science to better align with their unique contexts. However, raising awareness alone is insufficient—practical actions are required to drive meaningful and inclusive change. In this work, we analyze the opportunities offered by the open-science movement and explore the macro- and micro-level barriers researchers in developing countries face when engaging with these practices. Drawing on these insights and aiming to inspire researchers in developing regions or other resource-constrained contexts to embrace open-science practices, we offer a four-level guide for gradual engagement: (a) foundation, using open resources to build a solid foundation for rigorous research; (b) growth, adopting low-cost, easily implementable practices; (c) community, contributing to open-science communities through actionable steps; and (d) leadership, taking on leadership roles or forming local communities to foster cultural change. We further discuss potential pitfalls of the current open-science practices and call for readaptation of these practices in developing countries’ settings. We conclude by outlining concrete recommendations for future action.",
          "url": "https://doi.org/10.1177/25152459251357565",
          "doi": "https://doi.org/10.1177/25152459251357565",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "A compendium of considerations for methods in motion-induced blindness research",
          "authors": "Vishnu Y. Soni, Joey Planchet, John E. Sparrow",
          "url": "https://doi.org/10.3758/s13428-025-02789-x",
          "doi": "https://doi.org/10.3758/s13428-025-02789-x",
          "filter": 0
        },
        {
          "title": "Automated machine learning for classification and regression: A tutorial for psychologists",
          "authors": "Chaewon Lee, Kathleen M. Gates",
          "url": "https://doi.org/10.3758/s13428-025-02684-5",
          "doi": "https://doi.org/10.3758/s13428-025-02684-5",
          "filter": 0
        },
        {
          "title": "Boundaries in the eyes: Measure event segmentation during naturalistic video watching using eye tracking",
          "authors": "Jiashen Li, Zhengyue Chen, Xin Hao, Wei Liu",
          "url": "https://doi.org/10.3758/s13428-025-02790-4",
          "doi": "https://doi.org/10.3758/s13428-025-02790-4",
          "filter": 0
        },
        {
          "title": "Assessing the reliability of an online measure of the temporal binding window of audiovisual integration",
          "authors": "Leon Flanagan, Nina M. Zumbrunn, Rebecca J. Hirst, David P. McGovern",
          "abstract": "A growing body of evidence suggests that imprecise multisensory temporal processing is associated with a range of adverse clinical outcomes. Specifically, this research has shown that the temporal binding window of audiovisual integration widens with advancing age, whereas individuals with various neurodevelopmental disorders exhibit distinctive profiles of multisensory processing when compared to their neurotypical counterparts. While this line of research has made significant inroads in emphasising the importance of multisensory processing in both typical and atypical cognition, the field would greatly benefit from the validation of web-based tools for assessing multisensory temporal processing, enabling larger sample sizes and the recruitment of typically hard-to-reach populations. Here, we assessed the reliability of a web-based version of the sound-induced flash illusion (SIFI) and examined the level of agreement between the measurements of the temporal binding window that it produces relative to those derived from the SIFI task performed under standard laboratory conditions. Our results demonstrate that both versions of the task elicit a robust SIFI effect and show a similar dependency on the stimulus onset asynchronies between the audiovisual stimuli. Furthermore, our analysis revealed strong correlations between the estimated measurements of both the width and peak amplitude of the temporal binding window derived from the online and lab-based task versions, confirming the suitability of the web-based task for assessing multisensory function. Future studies should extend the evaluation of this online implementation of the SIFI to clinical populations who exhibit impaired multisensory temporal processing, to assess its suitability for clinical research.",
          "url": "https://doi.org/10.3758/s13428-025-02791-3",
          "doi": "https://doi.org/10.3758/s13428-025-02791-3",
          "filter": 0
        },
        {
          "title": "Fabla: A voice-based ecological assessment method for securely collecting spoken responses to researcher questions",
          "authors": "Deanna M. Kaplan, Santiago J. Arconada Alvarez, Roman Palitsky, Hyoann Choi, Gari D. Clifford, Melese Crozier, Boadie W. Dunlop, George H. Grant, Morgan N. Greenleaf, Leslie M. Johnson, Jessica Maples-Keller, Holly F. Levin-Aspenson, Jennifer S. Mascaro, Ariel McDowall, Nicole S. Pozzo, Charles L. Raison, Ali John Zarrabi, Barbara O. Rothbaum, Wilbur A. Lam",
          "abstract": "This article reports on the validation of Fabla, a researcher-developed and university-hosted smartphone app that facilitates naturalistic and secure collection of participants’ spoken responses to researcher questions. Fabla was developed to meet the need for tools that (a) collect longitudinal qualitative data and (b) capture speech biomarkers from participants’ natural environments. This study put Fabla to its first empirical test using a repeated-measures experimental design in which participants ( n = 87) completed a 1-week voice daily diary via the Fabla app, and an identical 1-week text-entry daily diary administered via Qualtrics, with diary method order counterbalanced and randomized. A preregistered analysis plan investigated (1) adherence, usability, and acceptability of Fabla, (2) concurrent validity of voice diaries (vs. text-entry diaries) by comparing linguistic features obtained via each diary method, and (3) differences in the strength of the association between linguistic features and their known psychological correlates when assessed by voice versus text-entry diary. Voice diaries yielded more than double the mean daily language volume (word count) compared to text-entry diaries and received high usability and acceptability ratings. Linguistic markers consistently associated with depression in prior research were significantly associated with depression symptoms when assessed via voice but not text-entry diaries, and the difference in correlation magnitude was significant. Word-count-adjusted linguistic patterns were highly correlated between diary methods, with statistically significant mean differences observed for some linguistic dimensions in the presence of these associations. Fabla is a promising tool for collecting high-quality speech data from participants’ naturalistic environments, overcoming multiple limitations of text-entry responding.",
          "url": "https://doi.org/10.3758/s13428-025-02777-1",
          "doi": "https://doi.org/10.3758/s13428-025-02777-1",
          "filter": 0
        },
        {
          "title": "Disentangling individual differences in cognitive response mechanisms for rating scale items: A flexible-mixture multidimensional IRTree approach",
          "authors": "Ömer Emre Can Alagöz, Thorsten Meiser, Lale Khorramdel",
          "abstract": "The accuracy of our inferences from rating-scale items can be improved with IRTree models, which consider heuristic response strategies like response styles (RS). IRTree models break down ordinal responses into pseudo-items (nodes), each representing a distinct decision-making process. These nodes are then modeled using an item response model. In the case of four-point items, a response is split into two nodes: 1) response direction, where the trait influences the overall agreement with items, and 2) response extremity, where both the trait and extreme RS (ERS) impact the choice of relative (dis)agreement categories. However, traditional models, despite addressing RS effects, assume that all respondents follow an identical response strategy, where the selection of relative (dis)agreement categories is influenced by the trait and ERS to the same degree for all respondents. Given that respondents may vary in the extent to which they adopt heuristic-driven strategies (e.g., fatigue, motivation, expertise), this assumption of homogeneous response processes is unlikely to be satisfied, potentially leading to inaccurate inferences. To accommodate different response strategies, we introduce the mixture IRTree model (MixTree). In MixTree, participants are assigned to different latent classes, each associated with distinct response processes. Based on their class memberships, varying weights are assigned to individuals’ trait and ERS scores. Additionally, MixTree simultaneously examines extraneous variables to explore sources of heterogeneity. A simulation study validates the MixTree’s performance in recovering classes and model parameters. Empirical data analysis identifies two latent classes, one linked to a trait-driven and the other to RS-driven mechanisms.",
          "url": "https://doi.org/10.3758/s13428-025-02778-0",
          "doi": "https://doi.org/10.3758/s13428-025-02778-0",
          "filter": 0
        },
        {
          "title": "CAP: The creativity assessment platform for online testing and automated scoring",
          "authors": "John D. Patterson, Jimmy Pronchick, Ruchi Panchanadikar, Mark Fuge, Janet G. van Hell, Scarlett R. Miller, Dan R. Johnson, Roger E. Beaty",
          "abstract": "Creativity is increasingly recognized as a core competency for the 21st century, making its development a priority in education, research, and industry. To effectively cultivate creativity, researchers and educators need reliable and accessible assessment tools. Recent software developments have significantly enhanced the administration and scoring of creativity measures; however, existing software often requires expertise in experiment design and computer programming, limiting its accessibility to many educators and researchers. In the current work, we introduce CAP—the Creativity Assessment Platform—a free web application for building creativity assessments, collecting data, and automatically scoring responses (cap.ist.psu.edu). CAP allows users to create custom creativity assessments in ten languages using a simple, point-and-click interface, selecting from tasks such as the Short Story Task, Drawing Task, and Scientific Creative Thinking Test. Users can automatically score task responses using machine learning models trained to match human creativity ratings—with multilingual capabilities, including the new Cross-Lingual Alternate Uses Scoring (CLAUS), a large language model achieving strong prediction of human creativity ratings in ten languages. CAP also provides a centralized dashboard to monitor data collection, score assessments, and automatically generate text for a Methods section based on the study’s tasks, metrics, and instructions—with a single click—promoting transparency and reproducibility in creativity assessment. Designed for ease of use, CAP aims to democratize creativity measurement for researchers, educators, and everyone in between.",
          "url": "https://doi.org/10.3758/s13428-025-02761-9",
          "doi": "https://doi.org/10.3758/s13428-025-02761-9",
          "filter": 0
        },
        {
          "title": "Publisher Correction: Praditor: A DBSCAN-based automation for speech onset detection",
          "authors": "Zhengyuan Liu, Xinqi Yu, Wing Chung Hu, Yunxiao Ma, Ruiming Wang, Haoyun Zhang",
          "url": "https://doi.org/10.3758/s13428-025-02799-9",
          "doi": "https://doi.org/10.3758/s13428-025-02799-9",
          "filter": 0
        },
        {
          "title": "Informative data visualization with raincloud plots in JASP",
          "authors": "Vincent L. Ott, Don van den Bergh, Bruno Boutin, Johnny van Doorn, František Bartoš, Nicholas Judd, Jordy van Langen, Luke Korthals, Rogier Kievit, Laura Groot, Eric-Jan Wagenmakers",
          "abstract": "Proper data visualization helps researchers draw correct conclusions from their data and facilitates a more complete and transparent report of the results. In factorial designs, so-called raincloud plots have recently attracted attention as a particularly informative data visualization technique; raincloud plots can simultaneously show summary statistics (i.e., a box plot), a density estimate (i.e., the cloud), and the individual data points (i.e., the raindrops). Here we first present a ‘raincloud quartet’ that underscores the added value of raincloud plots over the traditional presentation of means and confidence intervals. The added value of raincloud plots appears to be increasingly recognized: a focused literature review of plots in Psychonomic Bulletin &amp; Review shows that 9% of plots in 2023 were raincloud plots. Another 29% of plots (vs. 2% in 2013) contained individual data points (i.e., raindrops), indicating a strong trend towards transparent and informative data visualization. To further encourage this trend and make raincloud plotting easy and practical for a broader group of researchers and students, we implemented a comprehensive suite of raincloud plots in JASP, an open-source statistics program with an intuitive graphical user interface. Examples from two factorial research designs illustrate how the JASP raincloud plots support a correct and comprehensive interpretation of the data.",
          "url": "https://doi.org/10.3758/s13428-025-02773-5",
          "doi": "https://doi.org/10.3758/s13428-025-02773-5",
          "filter": 0
        },
        {
          "title": "A systematic evaluation of Dutch large language models’ surprisal estimates in sentence, paragraph and book reading",
          "authors": "Sam Boeve, Louisa Bogaerts",
          "abstract": "Studies using computational estimates of word predictability from neural language models have garnered strong evidence in favour of surprisal theory. Upon encountering a word, readers experience a processing difficulty that is a linear function of that word’s surprisal. Evidence for this effect has been established in the English language or using multilingual models to estimate surprisal across languages. At the same time, many language-specific models of unknown psychometric quality are made openly available. Here, we provide a systematic evaluation of the surprisal estimates of a collection of large language models, specifically designed for Dutch, examining how well they account for reading times in corpora of sentence, paragraph and book reading. We compare their performance to multilingual models and an N-gram model. While models’ predictive power for reading times varied considerably across corpora, GPT-2-based models demonstrated superior overall performance. We show that Dutch large language models exhibit the same inverse scaling trend observed for English, with the surprisal estimates of smaller models showing a better fit to reading times than those of the largest models. We also replicate the linear effect of surprisal on reading times for Dutch. Both effects, however, depended on the corpus used for evaluation. Overall, these results offer a psychometric leaderboard of Dutch large language models and challenge the notion of a one-size-fits-all language model for psycholinguistic research. The surprisal estimates derived from all neural language models across the three corpora, along with the code to extract the surprisal, are made publicly available ( https://osf.io/wr4qf/ ).",
          "url": "https://doi.org/10.3758/s13428-025-02774-4",
          "doi": "https://doi.org/10.3758/s13428-025-02774-4",
          "filter": 0
        },
        {
          "title": "Single point estimation of a decision space",
          "authors": "Harinder Aujla",
          "url": "https://doi.org/10.3758/s13428-025-02768-2",
          "doi": "https://doi.org/10.3758/s13428-025-02768-2",
          "filter": 0
        },
        {
          "title": "The forced-response method: Urgency rediscovered",
          "authors": "Christian H. Poth, Anika Krause",
          "abstract": "Lee et al. (2025) presented their “forced-response method”, in which performance in a cognitive control task is assessed as a function of the time a target stimulus is visible (within a reaction time), in a situation with time pressure for responding. In the existing literature, this experimental approach has been referred to as the compelled-response paradigm or the urgent paradigm. Replicating earlier findings by also applying the method to the flanker task of cognitive control, Lee et al. found that urgency opens up a time window in which stimulus-driven processing overtakes cognitively controlled processing and leads to actions against current intentions (as per task instructions). Taken together, this demonstrates how the method captures the temporal evolution of performance in high resolution, providing a window into the dynamics of cognitive processing in cognitive control tasks. However, urgency may induce a specific mental state, akin to phasic alertness as a state of response and perceptual readiness. Therefore, it is an open question how the method differs from standard assessments of cognitive control and in what way it provides a better alternative.",
          "url": "https://doi.org/10.3758/s13428-025-02788-y",
          "doi": "https://doi.org/10.3758/s13428-025-02788-y",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Risky loot box behaviors and gambling disorder among Chinese adult purchasers: A network analysis approach",
          "authors": "Haofeng Ling, Shu M. Yu, Susana Jimenez‐Murcia, Hui Zhou, Hengyue Zhang, Ruimei Sun, Anise M.S. Wu",
          "url": "https://doi.org/10.1016/j.chb.2025.108771",
          "doi": "https://doi.org/10.1016/j.chb.2025.108771",
          "filter": 0
        },
        {
          "title": "Down the Rabbit Hole of Sexting: How Sexting Behavior Influences Social Avoidance of People with Social Appearance Anxiety via Body Surveillance and Self-Disillusionment",
          "authors": "Sihao Yang, Shengzhe Yang, Vincent Huang",
          "url": "https://doi.org/10.1016/j.chb.2025.108773",
          "doi": "https://doi.org/10.1016/j.chb.2025.108773",
          "filter": 0
        },
        {
          "title": "Predicting online group opinions: A hypergraph-enhanced structure deep clustering with LSTM",
          "authors": "Jiayu Liu, Qingsheng Liu, He Li, Wang Shen, Yongqiang Sun, Lu Yu, Linlin Zhu, Qianru Shi",
          "url": "https://doi.org/10.1016/j.chb.2025.108770",
          "doi": "https://doi.org/10.1016/j.chb.2025.108770",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Self-anchoring toward groups shapes changes in intergroup attitudes during intergroup interactions",
          "authors": "Yatian Lei, Fangfang Wen, Bin Zuo",
          "url": "https://doi.org/10.1016/j.jesp.2025.104817",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104817",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Social bias blind spots: Attractiveness bias is seemingly tolerated because people fail to notice the bias.",
          "authors": "Bastian Jaeger, Gabriele Paolacci, Johannes Boegershausen",
          "url": "https://doi.org/10.1037/pspa0000459",
          "doi": "https://doi.org/10.1037/pspa0000459",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Small but Still Significant: Awe and the Self",
          "authors": "Megan E. Edwards, Katelyn Mendenhall, Christopher Sanders, Laura A. King",
          "abstract": "Awe is an emotion elicited from experiencing great vastness that dramatically expands a person’s frame of reference. In this way, awe has been found to have numerous effects on the self, including feeling “small.” While smallness has previously been confounded with insignificance, little research has fully examined awe’s effects on existential significance (or insignificance). Four within-person experiments tested the effects of awe on subjective perceptions of the size of the self and personal significance. Before and after awe (vs. control), participants completed reports of metaphorical self- and world size and significance. Across studies, awe shrinks the self without making one feel insignificant. Within-person, participants generally report greater significance across all conditions, not specific to awe. Study 4 also examines if fear-based inductions affect significance. This opens future research questions pertaining to awe’s existential consequences on perceptions of the self and world.",
          "url": "https://doi.org/10.1177/01461672251359336",
          "doi": "https://doi.org/10.1177/01461672251359336",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "Relationships between financial, cultural, emotional, and general wellbeing: A structural equation modeling study",
          "authors": "Prathiba Batley, Michael A Alsop, Hannah K Heitz, Marion Hambrick, Jason Immekus, Meera Alagaraja",
          "abstract": "The impacts of cultural engagement on individuals’ health and wellbeing have been well documented. Researchers have highlighted positive effects on various psychological, physiological, and social outcomes as a result of participation in cultural events such as attending concerts, theater, museums, and art exhibits. The purposes of this study were to create an instrument to measure wellbeing constructs (e.g., cultural, emotional, social, physical) and explore the relationships among them. A sample of 358 participants attending concerts performed by a civic orchestra in the southeastern United States completed a questionnaire designed to measure eight wellbeing constructs. Split half exploratory confirmatory factor analyses resulted in the retention of four wellbeing constructs: general, emotional, financial, and cultural. Structural equation modeling showed statistically significant relationships between cultural wellbeing and the other wellbeing constructs. In addition to the indirect effect of financial wellbeing on emotional and general wellbeing through cultural wellbeing, there were also direct statistically significant relationships. These results highlight the relationship between cultural wellbeing on emotional and general wellbeing and the importance of removing financial barriers to cultural engagement. In addition, the retained cultural wellbeing items focused primarily on community features, indicating the value of community-based cultural engagement opportunities.",
          "url": "https://doi.org/10.1177/03057356251344844",
          "doi": "https://doi.org/10.1177/03057356251344844",
          "filter": 0
        },
        {
          "title": "Help me study! Music listening habits while studying",
          "authors": "Yiting Cheah, William M Randall, Eduardo Coutinho",
          "abstract": "Previous research showed that the impact of background music (BgM) on cognitive performance is influenced by various task-, music-, and listener-specific factors. However, it remains unclear whether these impacts are mirrored in real-life music listening contexts, and past research has revealed various inconsistencies. In this research, we explored university students’ music-listening habits while studying, combining retrospective surveys with a mobile experience sampling methodology to obtain more context-based information about their behaviours, and tried to explore previous contradictory findings. Our results indicate that (a) the likelihood of studying with BgM decreases with age; (b) while studying (compared to other contexts), students listen more to instrumental, softer, slower, and lower energy and valence music; (c) students listen to music while performing (self-perceived) difficult study tasks, in which the music’s energy level decreases with increased perceived task difficulty; and (d) students use BgM to balance between the affective and cognitive impact of music on their study outcome. We conclude by suggesting that to better understand BgM’s role in the interplay between affective and cognitive goals, and the ways they may favour or hinder cognitive performance, future research should explore music-listening habits over longer durations of cognitive engagement.",
          "url": "https://doi.org/10.1177/03057356251351778",
          "doi": "https://doi.org/10.1177/03057356251351778",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
