{
  "update": "2026-01-21",
  "content": [
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "A mouse-tracking classification task to measure the unhealthy = tasty intuition",
          "authors": "Jonathan D’hondt, Barbara Briers",
          "abstract": "Understanding food preferences plays a crucial role in addressing both health concerns, such as obesity, and environmental concerns, such as climate change. Recognizing the impact of lay beliefs on food preferences is essential in addressing these challenges. One prevalent belief is the “unhealthy = tasty intuition” (UTI), the belief that taste and health in food do not go together. While self-report scales and behavioral tasks are commonly used to measure such beliefs, they have distinct methodological purposes: scales are better suited for assessing stable, trait-like constructs, whereas tasks capture more dynamic processes and are well suited for experimental manipulation. This paper introduces a mouse-tracking classification task that provides a process-based behavioral index of UTI, providing a novel approach for assessing implicit beliefs about the relationship between taste and health in food. Three studies validate the task, demonstrating correlations between explicit UTI scores and task performance. Additionally, the task predicts actual food consumption and, importantly, exhibits sensitivity to contextual manipulations. Because this task can be adapted to measure other beliefs, it is a valuable tool for researchers working on individual lay beliefs and decision-making processes. To that end, a template of the task is provided to help other researchers build on this work.",
          "url": "https://doi.org/10.3758/s13428-025-02927-5",
          "doi": "https://doi.org/10.3758/s13428-025-02927-5",
          "filter": 0,
          "created": "2026-1-16"
        },
        {
          "title": "The Tool for Automatic Analysis of Decoding Ambiguity (TAADA)",
          "authors": "Scott Crossley, Joon Suh Choi, Kenny Tang, Laurie Cutting",
          "abstract": "This study documents and assesses the Tool for Automatic Analysis of Decoding Ambiguity (TAADA). TAADA calculates measures related to decoding, including metrics for grapheme and phoneme counts, neighborhood effects, rhymes, and conditional probabilities for sound–spelling relationships. These measures are assessed in two reading studies. The first study examined links between decoding variables and judgments of reading ease in a corpus of ~5000 reading excerpts, finding that variables related to word frequency, phonographic neighbors for words, word syllable length, and the reverse prior probability for consonants explained 34% of the variance in the reading scores. The second examined links between decoding variables and student reading miscues, finding that word frequency, phoneme counts, rhyme counts, and probability counts explained 3% of students’ reading miscues.",
          "url": "https://doi.org/10.3758/s13428-025-02922-w",
          "doi": "https://doi.org/10.3758/s13428-025-02922-w",
          "filter": 0,
          "created": "2026-1-16"
        },
        {
          "title": "Unconscious cognition without post hoc selection artifacts: From selective analysis to functional dissociations",
          "authors": "Thomas Schmidt, Maximilian P. Wolkersdorfer, Xin Ying Lee, Omar Jubran",
          "abstract": "One of the most popular approaches to unconscious cognition is the technique of “post hoc selection”: Priming effects and visibility ratings are measured in multitasks on the same trial, and only trials with the lowest visibility ratings are selected for analysis of (presumably unconscious) priming effects. In the past, the technique has been criticized for creating statistical artifacts and capitalizing on chance. Here, we argue that post hoc selection constitutes a sampling fallacy, confusing sensitivity and response bias, wrongly ascribing unconscious processing to stimulus conditions that may be far from indiscriminable. In response to a high-profile “best practice” paper by Stockart et al. (2025) that condones the technique, we use standard signal detection theory to show that post hoc selection only isolates trials with neutral response bias, irrespective of actual sensitivity, and thus fails to isolate trials where the critical stimulus is “unconscious”. Our own data demonstrate that zero-visibility ratings are consistent with uncomfortably high levels of sensitivity. As an alternative to post hoc selection, we advocate the study of functional dissociations, where direct ( D ) and indirect ( I ) measures are conceptualized as spanning a two-dimensional D-I space wherein simple, sensitivity, and double dissociations appear as distinct curve patterns. While Stockart et al.’s recommendations cover only a single line of that space where D is close to zero, functional dissociations can utilize the entire space. This circumvents requirements like null visibility and exhaustive reliability, allows for dissociations among different measures of awareness, and supports the planful measurement of functional relationships between direct and indirect measures.",
          "url": "https://doi.org/10.3758/s13428-025-02926-6",
          "doi": "https://doi.org/10.3758/s13428-025-02926-6",
          "filter": 0,
          "created": "2026-1-16"
        },
        {
          "title": "Forming bootstrap confidence intervals and examining bootstrap distributions of standardized coefficients in structural equation modelling: A simplified workflow using the R package semboottools",
          "authors": "Wendie Yang, Shu Fai Cheung",
          "url": "https://doi.org/10.3758/s13428-025-02911-z",
          "doi": "https://doi.org/10.3758/s13428-025-02911-z",
          "filter": 0,
          "created": "2026-1-16"
        },
        {
          "title": "Virtual agents as a scalable tool for diverse, robust gesture recognition",
          "authors": "Lisa Loy, James P. Trujillo, Floris Roelofsen",
          "abstract": "Gesture recognition technology is a popular area of research, offering applications in many fields, including behaviour research, human–computer interaction (HCI), medical research, and surveillance culture, among others. However, the large quantity of data needed to train a recognition algorithm is not always available, and differences between the training set and one’s own research data in factors such as recording conditions and participant characteristics may hinder transferability. To address these issues, we propose training and testing recognition algorithms on virtual agents, a tool that has not yet been used for this purpose in multimodal communication research. We provide an example use case with step-by-step instructions, using mocap data to animate a virtual agent and create customised lighting conditions, backgrounds, and camera angles, creating a virtual agent-only dataset to train and test a gesture recognition algorithm. This approach also allows us to assess the impact of particular features, such as background and lighting. Our best-performing model in optimal background and lighting conditions achieved accuracy of 85.9%. When introducing background clutter and reduced lighting, the accuracy dropped to 71.6%. When testing the virtual agent-trained model on images of humans, the accuracy of target handshape classification ranged from 72% to 95%. The results suggest that training an algorithm on artificial data (1) is a resourceful, convenient, and effective way to customise algorithms, (2) potentially addresses issues of data sparsity, and (3) can be used to assess the impact of many contextual and environmental factors that would not be feasible to systematically assess using human data",
          "url": "https://doi.org/10.3758/s13428-025-02914-w",
          "doi": "https://doi.org/10.3758/s13428-025-02914-w",
          "filter": 0,
          "created": "2026-1-16"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Personal cancer worry and Systemic Cancer Concern: Pathways to health behaviors via social media and emotional well-being",
          "authors": "Chi-Chin Hsiao, Hsuan-Wei Lee",
          "url": "https://doi.org/10.1016/j.chb.2026.108918",
          "doi": "https://doi.org/10.1016/j.chb.2026.108918",
          "filter": 0,
          "created": "2026-1-17"
        },
        {
          "title": "Bounty design in online communities: Uneven effects on prosocial behavior across user groups",
          "authors": "Jing Xu, Jianwei Liu, Kee-Hung Lai, Xu Gao, Yahe Yu, Dong Jing",
          "url": "https://doi.org/10.1016/j.chb.2026.108922",
          "doi": "https://doi.org/10.1016/j.chb.2026.108922",
          "filter": 0,
          "created": "2026-1-15"
        },
        {
          "title": "From Content Consumers to Content Creators: Farmers Using TikTok in Northern Vietnam’s Mountainous Regions",
          "authors": "Nguyen Ngoc Quynh, Nguyen Khanh Doanh",
          "url": "https://doi.org/10.1016/j.chb.2026.108925",
          "doi": "https://doi.org/10.1016/j.chb.2026.108925",
          "filter": 0,
          "created": "2026-1-19"
        },
        {
          "title": "The impact of generative artificial intelligence usage on job performance through job crafting and work engagement: Does digital competence matter?",
          "authors": "Bui Nhat Vuong",
          "url": "https://doi.org/10.1016/j.chb.2026.108921",
          "doi": "https://doi.org/10.1016/j.chb.2026.108921",
          "filter": 0,
          "created": "2026-1-15"
        },
        {
          "title": "Social Bonding Through Expressed Needs: Insights from an Identity-Shape Matching Task",
          "authors": "Su-Ling Yeh, Ti-Fan Hung, Te-Yi Hsieh, Chia-Huei Tseng",
          "url": "https://doi.org/10.1016/j.chb.2026.108917",
          "doi": "https://doi.org/10.1016/j.chb.2026.108917",
          "filter": 0,
          "created": "2026-1-17"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "The limits of moral framing in promoting pro-environmentalism: A preregistered replication of",
          "authors": "Marlene Voit, Mathias Twardawski, Moritz Fischer",
          "url": "https://doi.org/10.1016/j.jesp.2026.104871",
          "doi": "https://doi.org/10.1016/j.jesp.2026.104871",
          "filter": 0,
          "created": "2026-1-18"
        },
        {
          "title": "Status decoded: How actors and observers shape the meaning of stealth symbols",
          "authors": "Jesse D'Agostino, Derek D. Rucker",
          "url": "https://doi.org/10.1016/j.jesp.2026.104883",
          "doi": "https://doi.org/10.1016/j.jesp.2026.104883",
          "filter": 0,
          "created": "2026-1-20"
        },
        {
          "title": "Dominance through the lens of a competitive worldview: The role of relationship expectancies",
          "authors": "Dean Baltiansky, Daniel R. Ames",
          "url": "https://doi.org/10.1016/j.jesp.2026.104881",
          "doi": "https://doi.org/10.1016/j.jesp.2026.104881",
          "filter": 0,
          "created": "2026-1-17"
        },
        {
          "title": "Toward a predictive model of moral concern",
          "authors": "Bastian Jaeger, Matti Wilks, Caspar van Lissa",
          "url": "https://doi.org/10.1016/j.jesp.2026.104880",
          "doi": "https://doi.org/10.1016/j.jesp.2026.104880",
          "filter": 0,
          "created": "2026-1-17"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Investigating the conditional effects of action versus inaction decisions on regret.",
          "authors": "Sunil H. Contractor",
          "url": "https://doi.org/10.1037/pspa0000476",
          "doi": "https://doi.org/10.1037/pspa0000476",
          "filter": 0,
          "created": "2026-1-15"
        },
        {
          "title": "Once a procrastinator, always a procrastinator? Examining stability, change, and long-term correlates of procrastination during young adulthood.",
          "authors": "Lisa Bäulke, Brent W. Roberts, Benjamin Nagengast, Ulrich Trautwein",
          "url": "https://doi.org/10.1037/pspp0000591",
          "doi": "https://doi.org/10.1037/pspp0000591",
          "filter": 0,
          "created": "2026-1-15"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "Time-Varying Path-Specific Direct and Indirect Effects: A Novel Approach to Examine Dynamic Behavioral Processes with Application to Smoking Cessation",
          "authors": "Yajnaseni Chakraborti, Recai M. Yucel, Megan E. Piper, Jeremy Mennis, Anthony J. Alberg, Timothy B. Baker, Donna L. Coffman",
          "url": "https://doi.org/10.1080/00273171.2026.2615659",
          "doi": "https://doi.org/10.1080/00273171.2026.2615659",
          "filter": 0,
          "created": "2026-1-20"
        },
        {
          "title": "Moderating the Consequences of Longitudinal Change for Distal Outcomes",
          "authors": "Ethan M. McCormick",
          "url": "https://doi.org/10.1080/00273171.2026.2613311",
          "doi": "https://doi.org/10.1080/00273171.2026.2613311",
          "filter": 0,
          "created": "2026-1-14"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "On Native American Boarding Schools, Racial Bias, and Perceptions of Americanness Versus Foreignness",
          "authors": "Maximilian A. Primbs, Jimmy Calanchini",
          "abstract": "Between 1819 and the 1970s, the U.S. government forced Native American children to attend boarding schools with the explicit purpose of assimilating them into White American culture. In this article, we examined whether the cultural legacy of historical Native American boarding schools persists locally in the aggregated racial biases of modern-day residents. Using the data of 290,593 Project Implicit visitors, we found that counties where Native American boarding schools were located in the past show lower levels of modern-day racial prejudice against Native Americans and view Native Americans as more U.S. American/less foreign compared to counties without historical boarding schools. Our findings provide a nuanced perspective on the ways in which historical injustices can manifest in physical, social, and cultural environments.",
          "url": "https://doi.org/10.1177/01461672251408638",
          "doi": "https://doi.org/10.1177/01461672251408638",
          "filter": 0,
          "created": "2026-1-19"
        },
        {
          "title": "Relational Compartmentalization: How Culture Keeps Our Social Worlds Apart",
          "authors": "Jinli Wu, Alexander Scott English, Xin Zhou, Yuchen Xu, Courtney Brooks, Kibum Moon, Yulia Chentsova-Dutton",
          "abstract": "Segregation of social networks has been studied primarily at the macro level in disciplines such as sociology. The present research introduces the concept of relational compartmentalization to examine this phenomenon at the level of individual behavior through a cultural–psychological lens. Across two studies, we investigated relational compartmentalization using a mixed-methods approach and complementary measures: a novel behavioral paradigm and egocentric social network analysis. We found evidence that, compared to Euro-Americans, Chinese and Asian American participants exhibited a greater tendency to compartmentalize their social networks, mediated by self-consistency and relational mobility, but not by contextualism. In cultural contexts characterized by greater self-concept variability and lower relational fluidity, individuals are more likely to organize their social networks into discrete, self-contained, non-overlapping groups. These findings advance the understanding of cultural models of social networks, highlighting the roles of culturally salient psychological and socioecological characteristics in shaping networking behavior.",
          "url": "https://doi.org/10.1177/01461672251404548",
          "doi": "https://doi.org/10.1177/01461672251404548",
          "filter": 0,
          "created": "2026-1-19"
        },
        {
          "title": "One Country, One People? Racial Ethnic Minorities in the United States Perceive Their Community Norms Stronger Than European Americans",
          "authors": "Mercedes A. Muñoz, Ariana Orvell, Cristina E. Salvador",
          "abstract": "The United States is characterized as having relatively weak social norms compared to other countries. However, this characterization may be an oversimplification due to the cultural diversity that exists within the country. Four studies ( N = 1,537) examined whether and why U.S. racial minorities (East Asian, Latinx, and African Americans) perceive their racial community’s norms to be significantly stronger than European Americans and White immigrants to the United States (Studies 1–4). This difference was not due to increased perceived discrimination (Study 3) or concerns about out-group member punishment (Study 4). Instead, racial minorities’ stronger perceptions of community norms were motivated primarily by interdependence (Studies 1–4) and concerns about being punished by in-group members for not following norms (Study 4). These findings illustrate differences in norm strength between racial groups in a single country, deepening our understanding of how social norm perceptions may vary in a multicultural society.",
          "url": "https://doi.org/10.1177/01461672251408108",
          "doi": "https://doi.org/10.1177/01461672251408108",
          "filter": 0,
          "created": "2026-1-16"
        },
        {
          "title": "A Meta-Analysis of the Association Between Socioeconomic Status and Marital Satisfaction",
          "authors": "Samantha C. Dashineau, Piper Reed, Haley Aiken, Madyson Depoy, Susan C. South",
          "abstract": "This preregistered meta-analysis aimed to determine the association of marital satisfaction with two demographic variables that are often used as indicators of socioeconomic status: income and education. It was hypothesized that income and education would individually have small to moderate associations with marital satisfaction. Data from 25,171 participants across 47 separate manuscripts and datasets were meta-analyzed in a random effects model. Results indicated there was no significant effect for income, but a small, significant effect for education such that increased education was correlated with greater marital satisfaction. The effect of education on satisfaction was moderated by the percentage of African American participants in the sample, meaning that when the sample included a greater percentage of African Americans, the effect of education and satisfaction was stronger. Overall, results indicate that education may be an important contextual factor for married dyads and researchers should be cautioned against controlling for demographic variables.",
          "url": "https://doi.org/10.1177/01461672251410276",
          "doi": "https://doi.org/10.1177/01461672251410276",
          "filter": 0,
          "created": "2026-1-19"
        },
        {
          "title": "Friendship and Well-Being Among College Students From Diverse Socioeconomic Backgrounds",
          "authors": "Nicole Melian, Tiffanie Cheng, Rebecca M. Carey",
          "abstract": "College students from lower socioeconomic backgrounds often report worse well-being compared to their more privileged peers. This study investigates whether disparities in well-being are associated with relational experiences, with a focus on friendship dynamics. Using a year-long multiwave survey, we investigate key features of friend networks that are linked to well-being among first-generation, low-income (FLI) students and their continuing-generation, higher-income (CHI) peers. We find that, for FLI students, better well-being is uniquely and consistently linked to similarity and academic support in their friend networks. Furthermore, disparities in well-being between FLI and CHI students are largest when FLI students' friend networks are more socioeconomically diverse and completely mitigated when they are less diverse. These findings underscore that in socioeconomically diverse college environments, friendships are not one-size-fits-all in their ability to meet the needs of individuals.",
          "url": "https://doi.org/10.1177/01461672251406664",
          "doi": "https://doi.org/10.1177/01461672251406664",
          "filter": 0,
          "created": "2026-1-16"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "This is why they are called “social” media! Nonlinear associations between time spent on social media and psychosocial well-being in a representative Italian sample.",
          "authors": "Tommaso Galeotti, Natale Canale, Claudia Marino, Michela Lenzi, Massimiliano Pastore, Michela Bersia, Daniela Pierannunzio, Giacomo Lazzeri, Alessio Vieno",
          "url": "https://doi.org/10.1037/ppm0000641",
          "doi": "https://doi.org/10.1037/ppm0000641",
          "filter": 0,
          "created": "2026-1-20"
        },
        {
          "title": "Unmasking entities: Expectancy violations in VTubers’ and virtual influencers’ self-disclosure.",
          "authors": "Yingjia Huang, Rui Gu",
          "url": "https://doi.org/10.1037/ppm0000649",
          "doi": "https://doi.org/10.1037/ppm0000649",
          "filter": 0,
          "created": "2026-1-20"
        },
        {
          "title": "Do the traits of fictional crushes and real-life ideals align? An investigation into ideal standards based on fictional fandoms.",
          "authors": "Nicole Zhi Min Wang, Ai Ni Teoh",
          "url": "https://doi.org/10.1037/ppm0000646",
          "doi": "https://doi.org/10.1037/ppm0000646",
          "filter": 0,
          "created": "2026-1-20"
        }
      ],
      "articles_hidden": []
    }
  ]
}
