{
  "update": "2025-09-24",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "How Do Psychology Journals Handle Postpublication Critique? A Cross-Sectional Study of Policy and Practice",
          "authors": "Annie Whamond, Simine Vazire, Beth Clarke, Nicholas Moodie, Sarah Schiavone, Robert T. Thibault, Tom E. Hardwicke",
          "abstract": "Postpublication critique, such as letters to the editor, can contribute to the validity and trustworthiness of scientific research. We conducted a cross-sectional analysis of the policy and practice of postpublication critique in (a) randomly selected ( N = 100) and (b) prominent ( N = 100) psychology journals. In 2023, an explicit submission option for postpublication critique was available at 23% (95% confidence interval [CI] = [16%, 32%]) of randomly sampled psychology journals and 38% of the most prominent psychology journals. Journals sometimes imposed limits on the length and time allowed to submit critiques. We manually inspected two random samples of empirical articles published in 2020 (articles per sample: N = 101), estimating the prevalence of postpublication critique to be 0% (95% CI = [0%, 3.7%]) in psychology journals generally and 1% (95% CI = [0.2%, 5.4%]) in the most prominent psychology journals. The policy and practice of postpublication critique is seriously neglected in psychology journals.",
          "url": "https://doi.org/10.1177/25152459251366102",
          "doi": "https://doi.org/10.1177/25152459251366102",
          "filter": 0
        },
        {
          "title": "Realistic Expectations for Replications: Expecting Too Little Is Just as Bad as Expecting Too Much",
          "authors": "Frieder Göppert, Kriti Bhatia, Sascha Meyen, Volker H. Franz",
          "url": "https://doi.org/10.1177/25152459251369846",
          "doi": "https://doi.org/10.1177/25152459251369846",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Algorithmic gaze annotation for mobile eye-tracking",
          "authors": "Daniel Mueller, David Mann",
          "abstract": "Mobile eye-tracking is increasingly used to study human behavior in situ; however, the analysis of the footage is typically performed manually and therefore is slow and laborious. The aim of this study was to examine the extent to which the footage obtained using mobile eye-tracking could be annotated automatically using computer vision algorithms. We developed an open-source Python package that combined two computer vision algorithms to automatically annotate human-body-related areas of interest when two participants interacted with each other. To validate the algorithm, three experienced human raters coded the gaze direction with respect to one of seven a priori defined areas of interest during the task. To test the reliability of the algorithm, the agreement between the human raters was compared with the results obtained from the algorithm. A total of 1,188 frames from 13 trials were compared, with the results revealing substantial agreement between the algorithm and human raters (Krippendorff’s alpha = 0.61). The algorithm strictly annotated whether gaze was within or outside of the specified areas of interest, whereas human raters seemed to apply a tolerance when gaze was lying slightly outside the areas of interest. In sum, the computer algorithmic approach appears to provide a valid means of automatically annotating mobile eye-tracking footage in highly dynamic contexts. The possibility of automatically annotating eye-tracking footage of human interactions allows for automatic assessment of visual attention, gaze, and intentions across sectors such as educational settings, pedestrian navigation, and sport.",
          "url": "https://doi.org/10.3758/s13428-025-02803-2",
          "doi": "https://doi.org/10.3758/s13428-025-02803-2",
          "filter": 0
        },
        {
          "title": "Chinese Face and Body Dataset (CFBD): Lab and personal photos of the same individuals",
          "authors": "Ying Hu, Ruyu Pan, Yaqi Xiao, Zihan Zhu, Geraldine Jeckeln, Xiaolan Fu",
          "url": "https://doi.org/10.3758/s13428-025-02815-y",
          "doi": "https://doi.org/10.3758/s13428-025-02815-y",
          "filter": 0
        },
        {
          "title": "Correction: The Polish Vocabulary Size Test: A novel adaptive test for receptive vocabulary assessment",
          "authors": "Danil Fokin, Monika Płużyczka, Grigory Golovin",
          "url": "https://doi.org/10.3758/s13428-025-02825-w",
          "doi": "https://doi.org/10.3758/s13428-025-02825-w",
          "filter": 0
        },
        {
          "title": "Multiverse simulation to explore the impact of analytical choices on type I and type II errors in a reaction time study",
          "authors": "Miklos Bognar, Marton A. Varga, Don van Ravenzwaaij, Zoltan Kekecs, James A. Grange, Mate Gyurkovics, Balazs Aczel",
          "abstract": "Researcher degrees of freedom in data analysis present significant challenges in social sciences, where different analytical decisions can lead to varying conclusions. In this work, we propose an example of an exploratory multiverse simulation to empirically compare various decision pathways to identify an effect’s sensitivity to different analytical choices. The approach is demonstrated on the congruency sequence effect (CSE), a well-studied phenomenon in cognitive control research. We reviewed existing literature to identify common non-theory-specific analytical decisions, such as outlier exclusion criteria and hypothesis testing methods, and incorporated these into our simulation framework. Using 20,000 simulated datasets, we compared the true positive rates (TPR) and false positive rates (FPR) across 50 different decision pathways, resulting in a total of 1 million analyses. Our results indicate substantial differences in power and type I error rates across the analytical pathways, with some posing a significant risk of producing high false positives. The findings underscore the importance of running extensive simulations to investigate different data handling and hypothesis testing approaches in certain research fields. This case study serves as an example for conducting similar simulation procedures in research fields characterized by high variability in analytical decisions when investigating an otherwise widely accepted effect.",
          "url": "https://doi.org/10.3758/s13428-025-02807-y",
          "doi": "https://doi.org/10.3758/s13428-025-02807-y",
          "filter": 0
        },
        {
          "title": "Simulating lexical decision times with large language models to supplement megastudies and crowdsourcing",
          "authors": "Gonzalo Martínez, Javier Conde, Pedro Reviriego, Marc Brysbaert",
          "url": "https://doi.org/10.3758/s13428-025-02829-6",
          "doi": "https://doi.org/10.3758/s13428-025-02829-6",
          "filter": 0
        },
        {
          "title": "Correction: Application of facial neuromuscular electrical stimulation (fNMES) in psychophysiological research: Practical recommendations based on a systematic review of the literature",
          "authors": "Themis Nikolas Efthimiou, Monica Perusquía-Hernández, Arthur Elsenaar, Marc Mehu, Sebastian Korb",
          "url": "https://doi.org/10.3758/s13428-025-02836-7",
          "doi": "https://doi.org/10.3758/s13428-025-02836-7",
          "filter": 0
        },
        {
          "title": "Optimeet: A computational tool to enhance participant attendance in group research",
          "authors": "Lukas W. Mayer, Desislava Bocheva, Joanne Hinds, Olivia Brown, Lukasz Piwek, David A. Ellis",
          "abstract": "Across disciplines, research often relies on groups of people to participate in experiments or attend events at the same time. Typically, researchers try to maximize attendance by manually identifying a set of times that suit the diaries of many individuals. However, this is inefficient, is prone to error, and can lead to a final sample that is not large enough to provide meaningful inferences. While current scheduling tools are useful for individual-based research, enabling participants to select times convenient to them within a researcher's preset parameters, they are less useful in research that requires specific or flexible group sizes. In response, we present Optimeet , a web application that allows researchers to upload participants’ availability data and generate an optimal allocation schedule for multiple groups. We describe the function of the underlying applet, which identifies a schedule to maximize attendance by treating it as a computational problem involving combinatorial optimization (Experiment 1). Our solution relies on an empirical comparison of parameter-free heuristics to make allocation decisions that make the best use of participants’ availabilities and the derivation of appropriate performance metrics. Of the algorithms evaluated, one consistently outperformed comparable versions of existing tools, which we verified in a further exercise (Experiment 2) involving a large human sample ( N = 5,289). We consider the methodological utility and practical value of these developments, and include detailed documentation, code, and a video tutorial so that researchers can rapidly employ Optimeet to support group research.",
          "url": "https://doi.org/10.3758/s13428-025-02745-9",
          "doi": "https://doi.org/10.3758/s13428-025-02745-9",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Facial Emotion Recognition from Feature Loss Media: Human versus Machine Learning Algorithms",
          "authors": "Diwakar Y. Dube, Mathy Vandhana Sannasi, Markos Kyritsis, Stephen R. Gulliver",
          "url": "https://doi.org/10.1016/j.chb.2025.108806",
          "doi": "https://doi.org/10.1016/j.chb.2025.108806",
          "filter": 0
        },
        {
          "title": "A study of danmu: Detecting emotional coherence in music videos through synchronized EEG analysis",
          "authors": "Yuqing Liu, Bu Zhong, Jiaxuan Wang, Yao Song",
          "url": "https://doi.org/10.1016/j.chb.2025.108803",
          "doi": "https://doi.org/10.1016/j.chb.2025.108803",
          "filter": 0
        },
        {
          "title": "Personality Perception Through Prosodic Features and Eye Movements: A Cognitive Constructionism Approach Using a Social Robot",
          "authors": "Ritsuko Iwai, Yusuke Takahashi, Carlos Toshinori Ishi, Taiken Shintani, Takatsune Kumada",
          "url": "https://doi.org/10.1016/j.chb.2025.108795",
          "doi": "https://doi.org/10.1016/j.chb.2025.108795",
          "filter": 0
        },
        {
          "title": "Similar but Different: The Differential Implications of Augmented and Virtual Reality Experiences for Raising Engagement towards Climate Change Actions",
          "authors": "Luisa Alex, Robert Mai, Philipp A. Rauschnabel",
          "url": "https://doi.org/10.1016/j.chb.2025.108798",
          "doi": "https://doi.org/10.1016/j.chb.2025.108798",
          "filter": 0
        },
        {
          "title": "Substitution or Augmentation? How Organisational AI Adoption Approaches Influence the Willingness to Stay of Caregivers",
          "authors": "Li Jiang, Xuli Wang, Yuguang Xie, Junhong Zhu, Dongxiao Gu",
          "url": "https://doi.org/10.1016/j.chb.2025.108801",
          "doi": "https://doi.org/10.1016/j.chb.2025.108801",
          "filter": 0
        },
        {
          "title": "Image Memorability Predicts Social Media Virality and Externally-Associated Commenting",
          "authors": "Shikang Peng, Wilma A. Bainbridge",
          "url": "https://doi.org/10.1016/j.chb.2025.108799",
          "doi": "https://doi.org/10.1016/j.chb.2025.108799",
          "filter": 0
        },
        {
          "title": "Wealth, Digital Overuse, and the Changing Landscape of Digital Inequality1",
          "authors": "Soyoung Park",
          "url": "https://doi.org/10.1016/j.chb.2025.108805",
          "doi": "https://doi.org/10.1016/j.chb.2025.108805",
          "filter": 0
        },
        {
          "title": "Embracing the Metaverse: User Perception and Acceptance of the Metaverse in Education",
          "authors": "Patricia Baudier, Tony De Vassoigne, Mitra Arami, Arnaud Delannoy, Rony Germon",
          "url": "https://doi.org/10.1016/j.chb.2025.108804",
          "doi": "https://doi.org/10.1016/j.chb.2025.108804",
          "filter": 0
        },
        {
          "title": "The development of social, gender, and migration-related disparities in digital competencies during adolescence",
          "authors": "Timo Gnambs, Anna Hawrot",
          "url": "https://doi.org/10.1016/j.chb.2025.108800",
          "doi": "https://doi.org/10.1016/j.chb.2025.108800",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Group Processes & Intergroup Relations",
      "journal_short": "GPIR",
      "articles": [
        {
          "title": "White power on trial: Perceptions of antiracism organizations focusing on power versus discrimination",
          "authors": "Minh Duc Pham, Kimberly E. Chaney",
          "abstract": "The present research integrates lay theories of activism and inequity-framing literatures to investigate how Black and White Americans perceive antiracism organizations with different expressed goals (i.e., tackling White power/privilege, tackling discrimination, or increasing people of color’s strengths). White Americans perceived a power-focused (vs. discrimination-focused and strength-focused) organization as less valuable, expressed less interest in engaging the organization in their local community, and perceived the organization as less effective at responding to people of color’s needs and reducing discrimination (Studies 1–2; N = 799). In contrast, Black Americans perceived nonsignificant or significantly smaller differences across organizational goals. When Black Americans’ perceptions were communicated to White Americans, White people’s perceptions of a power-focused organization were significantly improved (Study 3; N = 471). Findings highlight a need and a novel strategy to educate White people toward dismantling White power and privilege.",
          "url": "https://doi.org/10.1177/13684302251357864",
          "doi": "https://doi.org/10.1177/13684302251357864",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "How diversity and disadvantage frames shape employee reactions to affirmative action: Social identity threat, stereotype threat, and fairness perceptions",
          "authors": "Samantha M. Greig, Courtney von Hippel, Tyler Okimoto",
          "url": "https://doi.org/10.1016/j.jesp.2025.104831",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104831",
          "filter": 0
        },
        {
          "title": "Masculinity contest cultures lead to self-group distancing in women",
          "authors": "Jenny Veldman, Andrea C. Vial",
          "url": "https://doi.org/10.1016/j.jesp.2025.104832",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104832",
          "filter": 0
        },
        {
          "title": "The dosage of deception: How frequency and type influence trust evaluations",
          "authors": "T. Bradford Bitterly",
          "url": "https://doi.org/10.1016/j.jesp.2025.104823",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104823",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Changes in psychological well-being across the transition to motherhood: Combining longitudinal and experience sampling methods.",
          "authors": "Chau B. Tran, Katya Ivanova, Olga Stavrova, Anne K. Reitz",
          "url": "https://doi.org/10.1037/pspp0000573",
          "doi": "https://doi.org/10.1037/pspp0000573",
          "filter": 0
        },
        {
          "title": "The head, heart, and soul: Lay theories of decision conflict and the role of the true self.",
          "authors": "Daniel J. Chiacchia, George E. Newman, Rachel L. Ruttan",
          "url": "https://doi.org/10.1037/pspa0000465",
          "doi": "https://doi.org/10.1037/pspa0000465",
          "filter": 0
        },
        {
          "title": "Linking temperament and personality traits from late childhood to adulthood by examining continuity, stability, and change.",
          "authors": "Whitney R. Ringwald, Katherine M. Lawson, Aleksandra Kaurin, Richard W. Robins",
          "url": "https://doi.org/10.1037/pspp0000576",
          "doi": "https://doi.org/10.1037/pspp0000576",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "Regularized Cross-Sectional Network Modeling with Missing Data: A Comparison of Methods",
          "authors": "Carl F. Falk, Joshua Starr",
          "url": "https://doi.org/10.1080/00273171.2025.2551373",
          "doi": "https://doi.org/10.1080/00273171.2025.2551373",
          "filter": 0
        },
        {
          "title": "Residual Structural Equation Modeling with Nonnormal Distribution",
          "authors": "Ming-Chi Tseng",
          "url": "https://doi.org/10.1080/00273171.2025.2545371",
          "doi": "https://doi.org/10.1080/00273171.2025.2545371",
          "filter": 0
        },
        {
          "title": "The Impact of Temporal Expectation on Unconscious Inhibitory Processing: A Computational Analysis Using Hierarchical Drift Diffusion Modeling",
          "authors": "Yongchun Wang, Jinlan Cao, Wandong Chen, Zhengqi Tang, Tingyi Liu, Zhen Mu, Peng Liu, Yonghui Wang",
          "url": "https://doi.org/10.1080/00273171.2025.2561944",
          "doi": "https://doi.org/10.1080/00273171.2025.2561944",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Time Poverty Predicts an Imbalance Between Help-Seeking and Help-Giving: The Mediating Effect of Zero-Sum Beliefs About Time",
          "authors": "Peiling Cao, Rongzi Ma, Yue Yuan, Xiaomin Sun",
          "abstract": "Time poverty, a persistent feeling of insufficient time, significantly affects interpersonal dynamics, particularly help-seeking and help-giving. Across five studies using hypothetical scenarios (Studies 1a and 1b), academic (Study 2), and everyday contexts (Study 3), we found that time poverty consistently fosters a mismatch wherein individuals’ help-seeking behaviors exceed their willingness to provide help, regardless of task interdependence (Studies 1a and 1b). Zero-sum beliefs about time emerge as a key mediator explaining the effect of time poverty on this imbalance, a mechanism substantiated by both correlational (Studies 2 and 3) and causal (Study 4) evidence. Moreover, findings reveal that time poverty reduces both help-provider’s and help-seeker’s preference for autonomy-oriented help relative to dependency-oriented help (Studies 1b and 3), suggesting an additional adverse consequence for personal growth and development.",
          "url": "https://doi.org/10.1177/01461672251368958",
          "doi": "https://doi.org/10.1177/01461672251368958",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "Crowdsourcing multiverse analyses to explore the impact of different data-processing and analysis decisions: A tutorial.",
          "authors": "Tom Heyman, Ekaterina Pronizius, Savannah C. Lewis, Oguz A. Acar, Matúš Adamkovič, Ettore Ambrosini, Jan Antfolk, Krystian Barzykowski, Ernest Baskin, Carlota Batres, Leanne Boucher, Jordane Boudesseul, Eduard Brandstätter, W. Matthew Collins, Dušica Filipović Ðurđević, Ciara Egan, Vanessa Era, Paulo Ferreira, Chiara Fini, Patricia Garrido-Vásquez, Hendrik Godbersen, Pablo Gomez, Aurelien Graton, Necdet Gurkan, Zhiran He, Dave C. Johnson, Pavol Kačmár, Chris Koch, Marta Kowal, Tomas Kratochvil, Marco Marelli, Fernando Marmolejo-Ramos, Martín Martínez, Alan Mattiassi, Nicholas P. Maxwell, Maria Montefinese, Coby Morvinski, Maital Neta, Yngwie A. Nielsen, Sebastian Ocklenburg, Jaš Onič, Marietta Papadatou-Pastou, Adam J. Parker, Mariola Paruzel-Czachura, Yuri G. Pavlov, Manuel Perea, Gerit Pfuhl, Tanja C. Roembke, Jan P. Röer, Timo B. Roettger, Susana Ruiz-Fernandez, Kathleen Schmidt, Cynthia S. Q. Siew, Christian K. Tamnes, Jack E. Taylor, Rémi Thériault, José L. Ulloa, Miguel A. Vadillo, Michael E. W. Varnum, Martin R. Vasilev, Steven Verheyen, Giada Viviani, Sebastian Wallot, Yuki Yamada, Yueyuan Zheng, Erin M. Buchanan",
          "url": "https://doi.org/10.1037/met0000770",
          "doi": "https://doi.org/10.1037/met0000770",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "The Anticipated Relational Effects of Confronting Bias (or not) in Interracial Friendships",
          "authors": "Ashley L. Berkebile-Weinberg, Riana M. Brown, Casey E. McMahon, Maureen A. Craig",
          "abstract": "Most biased comments people experience are from friends. However, little is known about how people process experiences in which a friend expresses bias and how the relationship might be affected. The current research examines the anticipated relational effects of confronting (vs. not confronting) a friend’s bias, using adult participants in the United States. Asian participants who imagined confronting a White friend’s biased comment (or a stranger’s: see Study 1) anticipated higher friendship or relationship quality compared with those who imagined not having that confrontation. This effect remained regardless of whether bias was directed toward participants’ in-group or toward an out-group (see Study 2). The closer people felt to their friend, the more confronting (vs. not confronting) elicited higher friendship quality. Experimentally testing for mechanism demonstrated that the effect of confronting is driven by greater anticipated understanding (see Study 3). This work reveals that Asian people expect that confronting a friend’s bias will elicit greater understanding and buffer against negative interpersonal effects. Statement of Relevance The majority of biased comments people hear are from friends (Dickter &amp; Newton, 2013), and 40% of Americans report confronting a friend or family member for a biased comment (Horowitz et al., 2019). Yet, how people think about confronting a friend (or not) is unknown. Relationship quality can be improved by mutual understanding (Reis et al., 2017), and confronting can provide an opportunity to express oneself and establish understanding with close others. Further, a proposed starting point for healing racial division is to start a conversation and talk to one’s friends (Song, 2019). Thus, it is essential to understand how racial minorities expect their interracial relationships to be impacted when they confront others about bias. Ultimately, our research helps explain why minority-group members might choose to confront bias from a close friend—namely, that they expect it to be less detrimental for their friendship than to stay silent.",
          "url": "https://doi.org/10.1177/09567976251372125",
          "doi": "https://doi.org/10.1177/09567976251372125",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
