{
  "update": "2026-01-30",
  "content": [
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "The point of subjective equality as a tool for accurate and robust analysis in categorization tasks",
          "authors": "Ariel Levy, Tali Kleiman, Yuval Hart",
          "url": "https://doi.org/10.3758/s13428-025-02940-8",
          "doi": "https://doi.org/10.3758/s13428-025-02940-8",
          "filter": 0,
          "created": "2026-1-23"
        },
        {
          "title": "A database of overlapping ambiguous strings in Chinese reading",
          "authors": "Linjieqiong Huang, Chenxi Li, Xingshan Li",
          "url": "https://doi.org/10.3758/s13428-025-02935-5",
          "doi": "https://doi.org/10.3758/s13428-025-02935-5",
          "filter": 0,
          "created": "2026-1-26"
        },
        {
          "title": "Ten particularly frequent and consequential questionable research practices in quantitative research: Bias mechanisms, preventive strategies, and a simulation-based framework",
          "authors": "Theodoros A. Kyriazos, Mary Poga",
          "url": "https://doi.org/10.3758/s13428-025-02920-y",
          "doi": "https://doi.org/10.3758/s13428-025-02920-y",
          "filter": 0,
          "created": "2026-1-23"
        },
        {
          "title": "Publisher Correction: Movement tracking of psychological processes: A tutorial using mousetrap",
          "authors": "Dirk U. Wulff, Pascal J. Kieslich, Felix Henninger, Jonas M. B. Haslbeck, Michael Schulte-Mecklenbeck",
          "url": "https://doi.org/10.3758/s13428-025-02894-x",
          "doi": "https://doi.org/10.3758/s13428-025-02894-x",
          "filter": 0,
          "created": "2026-1-26"
        },
        {
          "title": "Unifying temporal preparation: The temporal preparation task (TEP-Task)",
          "authors": "Mariagrazia Capizzi, Lucie Attout, Giovanna Mioni, Pom Charras",
          "url": "https://doi.org/10.3758/s13428-025-02908-8",
          "doi": "https://doi.org/10.3758/s13428-025-02908-8",
          "filter": 0,
          "created": "2026-1-26"
        },
        {
          "title": "Constructing the Corpus of Children’s Video Media (CCVM): A new resource and guidelines for constructing comparable and reusable corpora",
          "authors": "Anna Gowenlock, Jennifer Rodd, Beth Malory, Courtenay Norbury",
          "abstract": "A growing number of psycholinguistic studies use methods from corpus linguistics to examine the language that children encounter in their environment, to understand how they might acquire different aspects of linguistic knowledge. Many of these studies focus on child-directed speech or children’s literature, while there is a paucity of work focusing on children’s television and video media. We describe the creation and contents of the Corpus of Children’s Video Media (CCVM), a specialised corpus designed to represent the spoken language in television and online videos popular among 3–5-year-old children in the UK (available as a scrambled database of tokens). The CCVM was designed to be comparable to an existing corpus of child-directed speech (CDS). We used a dual sampling approach: inclusion decisions were guided by (a) a survey of parents with children in our target age group, and (b) a survey of programmes available on popular streaming platforms. The corpus consists of 233,471 tokens across 161 transcripts (43.12 h of video) and is available on the Open Science Framework (OSF) as a scrambled database of tokens (including gloss, stem, and lemma forms, and part-of-speech tags), organised within transcripts, together with relevant metadata for each transcript. We discuss the challenges of creating a corpus that is comparable to existing datasets and highlight the importance of transparency in this process. We take an open science approach, sharing a detailed data collection and processing protocol, code, and data so that the corpus can be evaluated, extended, and used appropriately by other research teams.",
          "url": "https://doi.org/10.3758/s13428-025-02925-7",
          "doi": "https://doi.org/10.3758/s13428-025-02925-7",
          "filter": 0,
          "created": "2026-1-23"
        },
        {
          "title": "CPCSLD: A lexical database of Chinese preschool children’s spoken words",
          "authors": "Chen Feng, Song Wang, Su Li",
          "url": "https://doi.org/10.3758/s13428-025-02931-9",
          "doi": "https://doi.org/10.3758/s13428-025-02931-9",
          "filter": 0,
          "created": "2026-1-26"
        },
        {
          "title": "Accuracy in parameter estimation and simulation approaches for sample-size planning accounting for item effects",
          "authors": "Erin M. Buchanan, Mahmoud M. Elsherif, Jason Geller, Chris L. Aberson, Necdet Gurkan, Ettore Ambrosini, Tom Heyman, Maria Montefinese, Wolf Vanpaemel, Krystian Barzykowski, Carlota Batres, Katharina Fellnhofer, Guanxiong Huang, Joseph McFall, Gianni Ribeiro, Jan P. Röer, José L. Ulloa, Timo B. Roettger, K. D. Valentine, Antonino Visalli, Kathleen Schmidt, Martin R. Vasilev, Giada Viviani, Jacob F. Miranda, Savannah C. Lewis",
          "abstract": "The planning of sample size for research studies often focuses on obtaining a significant result given a specified level of power, significance, and an anticipated effect size. This planning requires prior knowledge of the study design and a statistical analysis to calculate the proposed sample size. However, there may not be one specific testable analysis from which to derive power (Silberzahn et al., Advances in Methods and Practices in Psychological Science , 1 (3), 337356, 2018) or a hypothesis to test for the project (e.g., creation of a stimuli database). Modern power and sample size planning suggestions include accuracy in parameter estimation (AIPE, Kelley, Behavior Research Methods , 39 (4), 755–766, 2007; Maxell et al., Annual Review of Psychology , 59 , 537–563, 2008) and simulation of proposed analyses (Chalmers &amp; Adkins, The Quantitative Methods for Psychology , 16 (4), 248–280, 2020). These toolkits offer flexibility in traditional power analyses that focus on the if-this, then-that approach. However, both AIPE and simulation require either a specific parameter (e.g., mean, effect size, etc.) or a statistical test for planning sample size. In this tutorial, we explore how AIPE and simulation approaches can be combined to accommodate studies that may not have a specific hypothesis test or wish to account for the potential of a multiverse of analyses. Specifically, we focus on studies that use multiple items and suggest that sample sizes can be planned to measure those items adequately and precisely, regardless of the statistical test. This tutorial also provides multiple code vignettes and package functionality that researchers can adapt and apply to their own measures.",
          "url": "https://doi.org/10.3758/s13428-025-02860-7",
          "doi": "https://doi.org/10.3758/s13428-025-02860-7",
          "filter": 0,
          "created": "2026-1-23"
        },
        {
          "title": "Measuring individual differences in the speed of attention using the distractor intrusion task",
          "authors": "Alon Zivony, Claudia C. von Bastian, Rachel Pye",
          "abstract": "How quickly we attend to objects plays an important role in navigating the world, especially in dynamic and rapidly changing environments. Measuring individual differences in attention speed is therefore an important, yet challenging, task. Although reaction times in visual search tasks have often been used as an intuitive proxy of such individual differences, these measures are limited by inconsistent levels of reliability and contamination by non-attentional factors. This study introduces the rate of post-target distractor intrusions (DI) in the rapid serial visual presentation (RSVP) paradigm as an alternative method of studying individual differences in the speed of attention. In RSVP, a target is presented for a brief duration and embedded among multiple distractors. DIs are reports of a subsequent distractor rather than the target and have previously been shown to be associated with the speed of attention. The present study explored the reliability and validity of DI rates as a measure of individual differences. In three studies, DI rates showed high internal consistency and test–retest reliability over a year (&gt;.90), even with a short task administration of only about 5 minutes. Moreover, DI rates were associated with measures related to attention speed, but not with unrelated measures of attentional control, reading speed, and attentional blink effects. Taken together, DI rates can serve as a useful tool for research into individual differences in the speed of attention. Links to a downloadable and easily executable DI experiment, as well as a brief discussion of methodological considerations, are provided to facilitate such future research.",
          "url": "https://doi.org/10.3758/s13428-025-02916-8",
          "doi": "https://doi.org/10.3758/s13428-025-02916-8",
          "filter": 0,
          "created": "2026-1-23"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "From Iron to Diamond: Collaborative Behavior Development Across Competitive Tiers in League of Legends",
          "authors": "Jimoon Kang, Seongcheol Kim",
          "url": "https://doi.org/10.1016/j.chb.2026.108928",
          "doi": "https://doi.org/10.1016/j.chb.2026.108928",
          "filter": 0,
          "created": "2026-1-28"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Group Processes & Intergroup Relations",
      "journal_short": "GPIR",
      "articles": [
        {
          "title": "The effect of common humanity on forgiveness and collective action does not generalise to all victim groups",
          "authors": "Özden Melis Uluğ, Yasemin Gülsüm Acar, Katharine H. Greenaway, Brian Lickel, Öbek Tutku Eroğlu",
          "abstract": "Prior work has found that making common human identity salient increases forgiveness of perpetrators but reduces collective action intentions among victims of historical atrocities. We conducted three experiments to investigate the generalisability of this effect among Alevis—a religious minority found mainly in Turkey. Study 1 ( N = 222) found that the common human identity manipulation was unsuccessful and did not lead to differences in forgiveness of perpetrators or collective action intentions among Alevis. In Study 2 ( N = 164), we conducted the same experiment and asked an open-ended question about norms associated with Alevism. The results replicated the null effects in Study 1, additionally showing that the social norms of Alevis relate to being humanist and peaceful. Study 3 ( N = 183) tested the role of Alevis’ humanist norms as a potential moderator of the inclusiveness effect. We again found that the common human identity manipulation did not affect forgiveness or collective action intentions, nor did Alevism norms moderate this effect. We discuss the importance of generalising social psychological findings to different cultural contexts and different victim groups.",
          "url": "https://doi.org/10.1177/13684302251403972",
          "doi": "https://doi.org/10.1177/13684302251403972",
          "filter": 0,
          "created": "2026-1-25"
        },
        {
          "title": "Why we detach from other animals: Examining ingroup projection in human–animal relations",
          "authors": "Maxim Trenkenschuh, Helen Landmann",
          "abstract": "Understanding our relation to animals is essential to tackle global challenges that arise out of the prioritization of human over nonhuman animal interests, like in the case of meat consumption. Meat is linked to ethically questionable animal agriculture practices, climate change, biodiversity loss, and pandemics. To understand the prioritization and legitimization of the human–animal relation, we utilized the ingroup projection model for human–animal relations. In a correlational study ( N 1 = 652) and an experiment ( N 2 = 309), we investigated ingroup projection—the process in which humans project “their” traits onto the superordinate category of the animal kingdom. Ingroup projection was associated with less speciesism and less meat consumption justification. Opposite to interhuman relations, for those high in supremacy beliefs, diversity perception was related to reduced ingroup projection. Experimental evidence for the effect of diversity perception was inconsistent. However, ingroup projection was associated with less legitimizing beliefs across both studies. Based on these findings, we introduce the (ingroup projection model for human–animal relations as a special case of the ingroup projection model, which bridges research on human–animal relations with dehumanization and anthropomorphization research. Our work provides a further step towards an interdependent understanding of our connectedness to and detachment from the animal kingdom.",
          "url": "https://doi.org/10.1177/13684302251403959",
          "doi": "https://doi.org/10.1177/13684302251403959",
          "filter": 0,
          "created": "2026-1-29"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Do people across the world want to remember positive ingroup histories?",
          "authors": "Fiona Kazarovytska, Katrín Árnadóttir, Silvana D'Ottone, Slieman Halabi, Edward Clarke, Suryodaya Sharma, Verena Heidrich, Roland Imhoff",
          "url": "https://doi.org/10.1037/pspi0000513",
          "doi": "https://doi.org/10.1037/pspi0000513",
          "filter": 0,
          "created": "2026-1-29"
        },
        {
          "title": "“Why didn’t you just say so?” People use indirect opposition to assess partner commitment.",
          "authors": "Levi R. Baker, James K. McNulty, V. Michelle Russell",
          "url": "https://doi.org/10.1037/pspi0000517",
          "doi": "https://doi.org/10.1037/pspi0000517",
          "filter": 0,
          "created": "2026-1-26"
        },
        {
          "title": "Anxious aspirations: Attachment anxiety fuels status strivings through intrasexual competition.",
          "authors": "Agata Gasiorowska, Michał Folwarczny, Tobias Otterbring",
          "url": "https://doi.org/10.1037/pspi0000512",
          "doi": "https://doi.org/10.1037/pspi0000512",
          "filter": 0,
          "created": "2026-1-26"
        },
        {
          "title": "Using machine learning to predict individual differences in psychological reactivities to social interactions.",
          "authors": "Ole Hätscher, Johannes L. Klinz, Niclas Kuper, Lara Kroencke, Julian Scharbert, Eric Grunenberg, Mitja D. Back",
          "url": "https://doi.org/10.1037/pspp0000589",
          "doi": "https://doi.org/10.1037/pspp0000589",
          "filter": 0,
          "created": "2026-1-26"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "Multiple Imputation of Missing Data in Moderated Factor Analysis",
          "authors": "Joost R van Ginkel, Dylan Molenaar",
          "url": "https://doi.org/10.1080/00273171.2025.2606868",
          "doi": "https://doi.org/10.1080/00273171.2025.2606868",
          "filter": 0,
          "created": "2026-1-23"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Understanding Grudges: The Interplay Between Hurt Feelings and Anger",
          "authors": "Jingyuan Sophie Li, C. Ward Struthers, Jewy Ferrer, Ola AlMakadma, Kai Wen Zhou, Dmytro O. Rebrov",
          "abstract": "Interpersonal transgressions are inevitable and pose threats to social bonds and well-being. For victims, holding a grudge is a common response. Recent qualitative work suggests that hurt and anger are central to grudges, yet their relation has not been tested quantitatively. Previous research has focused on the independent effects of hurt and anger, often overlooking their interaction. We predicted that the interaction between hurt and anger contributes to grudge holding. Across three nonexperimental studies and one experimental study (Studies 1–4), we examined how these emotions relate to grudge holding and tested a mechanism in Studies 3 and 4. Results consistently showed that individuals who felt high hurt and anger reported stronger grudges than those who felt only one emotion strongly. Perceiving the transgressor as immoral explained this interaction. This research advances our understanding of grudge holding by examining the interaction between these emotions and empirically testing the underlying theory.",
          "url": "https://doi.org/10.1177/01461672251414770",
          "doi": "https://doi.org/10.1177/01461672251414770",
          "filter": 0,
          "created": "2026-1-27"
        },
        {
          "title": "Solidarity With Palestinians in Germany and the United Kingdom: The Distinctiveness of Beliefs, Emotions, and Attitudes for Third-Party Solidarity in Democratic, Yet Issue-Specific Repressive Contexts",
          "authors": "Julia A. Schreiber, Özden Melis Uluğ, John Drury",
          "abstract": "Most research on solidarity focuses on democratic, low-repressive contexts. However, support for Palestinians in the Global North shows that solidarity can also emerge in democracies with issue-specific repression, where costs and risks for solidarity are higher, and dominant narratives limit alternative perspectives. This article explores which beliefs, emotions, and attitudes predict low-cost (i.e., low effort/risk) and high-cost (i.e., high effort/risk) solidarity in such contexts. We conducted three studies during major Israel/Palestine escalations: a 2009 German convenience sample ( N = 305) and two 2024 representative samples from Germany ( N = 412) and the United Kingdom ( N = 409). Perceived peaceful intentions and guilt toward Palestinians predicted both types of solidarity. Perceived injustice and moral outrage were more linked to low-cost solidarity, while perceived collective ownership of the land was stronger for high-cost solidarity. Power imbalance, admiration, sympathy, hate, and antisemitism played no or minor roles for solidarity in these contexts. The results highlight the distinct nature of conflict-related solidarity under issue-specific repression compared to solidarity under low repression.",
          "url": "https://doi.org/10.1177/01461672251407131",
          "doi": "https://doi.org/10.1177/01461672251407131",
          "filter": 0,
          "created": "2026-1-29"
        },
        {
          "title": "The Dialectical Self Around the World: A Meta-Analysis of Country-Level Means",
          "authors": "Julie Spencer-Rodgers, Isabella Major-Siciliano, Wei Yan, Antonio A.S. Cortijo, Lauren McKenzie, Kaiping Peng",
          "abstract": "This research presents the first known meta-analysis of the Dialectical Self Scale, a widely used measure of the extent to which people hold contradictory and changeable self-conceptions. Data were synthesized from k = 139 studies ( N = 23,629) from 28 countries to produce a national Dialectical Self Index (DSI). Study 1 used meta-analytic techniques to hierarchically order countries on dialecticism and test demographic moderators. No historical shifts in dialecticism were observed over two decades. In Study 2, dialecticism, at the country-level, was correlated with variables reflecting tolerance of contradiction and expectation of change, and socioecological factors (Buddhism, rice farming), but only weakly related to contemporary macro-social forces (globalization). Dialecticism was unrelated to collectivism and interdependent self-construals, indicating it is a foundational cultural mindset. A world map of dialecticism showed clear regional clustering. The DSI provides a useful tool for conducting cross-national research on dialecticism.",
          "url": "https://doi.org/10.1177/01461672251398281",
          "doi": "https://doi.org/10.1177/01461672251398281",
          "filter": 0,
          "created": "2026-1-24"
        },
        {
          "title": "Bias in Perceptions of Power in Close Relationships: The Role of Self-Protection, Pro-Relationship, and Power Motives",
          "authors": "Robert Körner, Nickola C. Overall",
          "abstract": "People who perceive they lack power inhibit their needs and goals, sometimes aggress to restore power, and experience poorer well-being. However, people may underestimate how much power they have to meet their needs. Guided by error management principles, we tested whether people systematically underestimate their power in relationships. Across four samples of friendships, same-gender couples, and woman–man couples ( N = 1,304 dyads), we used Truth and Bias models to assess discrepancies between people’s own perceived power and the power they had as reported by their friends/partners. We found robust evidence that people underestimated their power. Moreover, higher self-protection motives (e.g., attachment anxiety) and specific power motives (e.g., desire for power) predicted greater underestimation bias whereas higher pro-relationship motives (commitment) predicted lower underestimation bias. These results illustrate that self-protection, pro-relationship, and power motives bias perceptions of power, advancing our understanding of why and how these predictors shape power-related behaviors and relationship outcomes.",
          "url": "https://doi.org/10.1177/01461672251409849",
          "doi": "https://doi.org/10.1177/01461672251409849",
          "filter": 0,
          "created": "2026-1-27"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "Testing and improving the robustness of amortized bayesian inference for cognitive models.",
          "authors": "Yufei Wu, Stefan T. Radev, Francis Tuerlinckx",
          "url": "https://doi.org/10.1037/met0000814",
          "doi": "https://doi.org/10.1037/met0000814",
          "filter": 0,
          "created": "2026-1-26"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "*Social Rewards Protection Theory: Why People Morally Derogate Prosocial Actors for Undisclosed Personal Benefits",
          "authors": "Sebastian Hafenbrädl",
          "abstract": "Prosocial behavior is common and often socially rewarded (e.g., via liking, status, and trust). Yet prior research has found that if actors themselves also benefit from their prosocial behavior, then they are morally derogated: They are evaluated as worse than purely selfish actors. This tainted-altruism effect has been explained by the use of different counterfactuals for the evaluation of prosocial and selfish actors. Here I propose social rewards protection theory , which explains why evaluators use these different counterfactuals in the first place: Social rewards are treated as being reserved for costly prosocial actions. Claiming such rewards without incurring costs seems like cheating and thus deserves moral derogation. Accordingly, being transparent about the action’s costs and benefits prevents such derogation. I conducted six experiments (five preregistered) with Amazon Mechanical Turk (MTurk) workers in the United States and lab participants in Spain (total N = 4,732 adults). The findings provide support for the proposed functional explanation of tainted altruism, which also sheds light on related phenomena, such as overhead aversion and hypocrisy.",
          "url": "https://doi.org/10.1177/09567976251398454",
          "doi": "https://doi.org/10.1177/09567976251398454",
          "filter": 0,
          "created": "2026-1-29"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "The influence of consonance–dissonance contrasts on perceived pleasantness of concluding tonic chords in short chord sequences",
          "authors": "Yuko Arthurs, Imre Lahdelma, Tuomas Eerola",
          "abstract": "Does dissonance enhance the pleasantness of the following consonance due to the ensuing contrast? The contrast between the affective characteristics of successive stimuli is considered an important factor for the perceived pleasantness of the final stimulus, known as the contrast effect. We tested the contrast effect of dissonance and consonance by employing short chord sequences ending with a manipulated penultimate chord, resolving to the final tonic as stimuli. The dissonance level of the penultimate chord was manipulated by varying both its acoustic roughness and cultural familiarity, and 49 participants rated the pleasantness of the final chord. We hypothesized that the final chord would be more pleasant when the penultimate chord was more dissonant. However, the results showed the opposite: greater dissonance in the penultimate chord led to lower pleasantness ratings for the following final chord. It could be that greater dissonance in the penultimate chord makes it less tonally related to the final chord and that its dissonance may have violated listeners’ tonal expectations. Rather than demonstrating the contrast effect, this result demonstrates dissonance’s strong association with unpleasantness and its influence on the pleasantness of the following consonance.",
          "url": "https://doi.org/10.1177/03057356251405848",
          "doi": "https://doi.org/10.1177/03057356251405848",
          "filter": 0,
          "created": "2026-1-29"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "The influence of peripheral cues on information elaboration during credibility evaluation of Chinese social media messages: Insights from self-reports and eye-tracking experiments.",
          "authors": "Bingyan Qiao, Jia Guo, Xiaowen Jia, Wei Zhou",
          "url": "https://doi.org/10.1037/ppm0000648",
          "doi": "https://doi.org/10.1037/ppm0000648",
          "filter": 0,
          "created": "2026-1-29"
        }
      ],
      "articles_hidden": []
    }
  ]
}
