{
  "update": "2025-10-07",
  "content": [
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Testing thought-probe frequency for measuring mind-wandering along with vigilance and cognitive control loss: A study with the ANTI-Vea task",
          "authors": "María Julieta Aguirre, Pablo Barttfeld, Elisa Martín-Arévalo, Juan Lupiáñez, Fernando G. Luna",
          "url": "https://doi.org/10.3758/s13428-025-02808-x",
          "doi": "https://doi.org/10.3758/s13428-025-02808-x",
          "filter": 0
        },
        {
          "title": "Towards scalable and reliable coding of semantic property norms: ChatGPT vs. an improved AC-PLT",
          "authors": "Diego Ramos, Sebastián Moreno, Enrique Canessa, Sergio E. Chaigneau",
          "url": "https://doi.org/10.3758/s13428-025-02838-5",
          "doi": "https://doi.org/10.3758/s13428-025-02838-5",
          "filter": 0
        },
        {
          "title": "Crowdsourced and AI-generated age-of-acquisition (AoA) norms for vocabulary in print: Extending the Kuperman et al. (2012) norms",
          "authors": "Clarence Green, Anthony Pak-Hin Kong, Marc Brysbaert, Kathleen Keogh",
          "abstract": "This paper revisits the age-of-acquisition (AoA) norms of Kuperman et al. (2012). Three studies were conducted. Study 1 reports a crowdsourcing ‘megastudy’ obtaining 790,024 estimates from participants with the age they could first read and write 11,074 early acquired words from Kuperman et al. (2012). The study aimed to differentiate between oral language receptive AoA and print-based AoA. The results correlate well with the original estimates, offering, as hypothesized, higher AoAs for reading/writing. These are released as supplements to the original norms. Study 2 explored the potential of large language models (LLMs), specifically GPT-4o, to replicate these crowdsourced AoA estimates. The findings indicated a strong correlation between AI-generated estimates and human judgments, showing the utility of AI in estimating AoA and developing norms for psycholinguistic and educational research in lieu of crowdsourcing. Study 3 leveraged AI to extend estimates to all well-known words in Kuperman et al. (2012) and the English Crowdsourcing Project (ECP). Study 3 also investigated a trained model fine-tuned on 2000 ratings from Kuperman et al. (2012). Fine-tuning increased alignment with human ratings, though comparisons with untrained models suggested that fine-tuning is not essential in English for obtaining useful AoA estimates. Both trained and untrained AI-generated norms correlated highly with human ratings and performed well in accounting for word processing times and accuracy in regressions. Uses and limitations of the AI estimates are discussed. All resources are made available in the Open Science Framework and can be used freely for research and education.",
          "url": "https://doi.org/10.3758/s13428-025-02843-8",
          "doi": "https://doi.org/10.3758/s13428-025-02843-8",
          "filter": 0
        },
        {
          "title": "Can you beat the music? Validation of a gamified rhythmic training in children with ADHD",
          "authors": "Kevin Jamey, Hugo Laflamme, Nicholas E. V. Foster, Simon Rigoulot, Sarah Lippé, Sonja A. Kotz, Simone Dalla Bella",
          "url": "https://doi.org/10.3758/s13428-025-02802-3",
          "doi": "https://doi.org/10.3758/s13428-025-02802-3",
          "filter": 0
        },
        {
          "title": "A systematic review of latent class analysis in psychology: Examining the gap between guidelines and research practice",
          "authors": "Angela Sorgente, Rossella Caliciuri, Matteo Robba, Margherita Lanz, Bruno D. Zumbo",
          "abstract": "Latent class analysis (LCA) can help identify unobserved classes of individuals in a population based on collected categorical data. It is commonly used in psychology to test hypotheses about sources of heterogeneity and class characteristics. However, careful decision-making is required in the modeling process. Its flexibility may explain why it is becoming more commonly used in psychology; however, it also highlights that there are many decision points in the modeling process, thus warranting a systematic literature review to document the use of LCA in psychology, mapping both the prevalence and quality of LCA studies. This systematic review followed the PRISMA guidelines and involved a comprehensive search across multiple databases, yielding 7,580 records related to latent class analysis. After removing duplicates and selecting a representative subsample, 377 documents were assessed for eligibility. Of these, 251 publications (comprising 313 LCAs) met the inclusion and exclusion criteria and were reviewed for this study. Each study was meticulously coded to map how the authors performed and reported each step of the LCA. Our analysis of these studies, in comparison with published guidelines, revealed notable discrepancies in how LCA is applied and reported. To support researchers in enhancing the quality of future LCA applications, we summarize key recommendations in a final section that outlines best practices for future LCA applications. The findings indicate a growing use of LCA in psychology but also highlight the need for greater methodological rigor and transparency in its implementation.",
          "url": "https://doi.org/10.3758/s13428-025-02812-1",
          "doi": "https://doi.org/10.3758/s13428-025-02812-1",
          "filter": 0
        },
        {
          "title": "A year of nouns from English-learning infants’ daily lives: The SEEDLingS-Nouns dataset",
          "authors": "Evgenii Kalenkovich, Sharath Koorathota, Shaelise Tor, Andrei Amatuni, Shannon Egan-Dailey, Charlotte Moore, Catherine Laing, Hallie Garrison, Gladys Baudet, Federica Bulgarelli, Sarp Uner, Lillianna Righter, Elika Bergelson",
          "url": "https://doi.org/10.3758/s13428-025-02826-9",
          "doi": "https://doi.org/10.3758/s13428-025-02826-9",
          "filter": 0
        },
        {
          "title": "Novel Prototype and Exemplar (NPE) database: A set of 2700 novel 3D images with viewpoint and shape variations",
          "authors": "Zhaochenze Li, Tongshu Yang, Yanli Huang, Yang Liu, Jiushu Xie",
          "url": "https://doi.org/10.3758/s13428-025-02837-6",
          "doi": "https://doi.org/10.3758/s13428-025-02837-6",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "“I would have gone to the original source”: Emerging and established readers’ cognitive and metacognitive strategies during online evaluation",
          "authors": "Julie A. Corrigan, Elena Forzani",
          "url": "https://doi.org/10.1016/j.chb.2025.108818",
          "doi": "https://doi.org/10.1016/j.chb.2025.108818",
          "filter": 0
        },
        {
          "title": "How Audiences Make Sense of Deepfake Resurrections: A Multilevel Analysis of Realism, Ethics, and Cultural Meaning",
          "authors": "María T. Soto-Sanfiel, Qiaofei Wu",
          "url": "https://doi.org/10.1016/j.chb.2025.108822",
          "doi": "https://doi.org/10.1016/j.chb.2025.108822",
          "filter": 0
        },
        {
          "title": "Digital Assets in Mental Accounting: How Cryptocurrency and NFTs Influence Charitable Choices",
          "authors": "Claudio Schapsis, Dorin Micu, Nikki Wingate",
          "url": "https://doi.org/10.1016/j.chb.2025.108820",
          "doi": "https://doi.org/10.1016/j.chb.2025.108820",
          "filter": 0
        },
        {
          "title": "How Gaming Goal Pursuit and Expert-Rated Computer Game Features Interact to Affect Human Game Use Behavior",
          "authors": "Gen-Yih Liao, Shih-I Tai, Ng Nga Yan, T.C.E. Cheng, Ching-I Teng",
          "url": "https://doi.org/10.1016/j.chb.2025.108819",
          "doi": "https://doi.org/10.1016/j.chb.2025.108819",
          "filter": 0
        },
        {
          "title": "Public attitudes towards police use of AI-driven face recognition technology",
          "authors": "Anna Sagana, Mengying Zhang, Melanie Sauerland",
          "url": "https://doi.org/10.1016/j.chb.2025.108821",
          "doi": "https://doi.org/10.1016/j.chb.2025.108821",
          "filter": 0
        },
        {
          "title": "Enhancing mental health and resilience in war-affected youth: The impact of virtual reality-induced awe experiences",
          "authors": "Anat Shoshani, Raz Hen",
          "url": "https://doi.org/10.1016/j.chb.2025.108707",
          "doi": "https://doi.org/10.1016/j.chb.2025.108707",
          "filter": 0
        },
        {
          "title": "Image-based sexual abuse profiles: Integrating mental health, adversities, and victimization to explore social contexts in a diverse group of young adults",
          "authors": "Kimberly J. Mitchell, Ateret Gewirtz-Meydan, Lisa M. Jones, Heather A. Turner",
          "url": "https://doi.org/10.1016/j.chb.2025.108717",
          "doi": "https://doi.org/10.1016/j.chb.2025.108717",
          "filter": 0
        },
        {
          "title": "Discursive consequences of social media hostility: Chilling effects, avoidance, and intervention behaviors of emerging adults in the U.S. and Indonesia",
          "authors": "J. Matthes, G. Nguyen, K. Koban, R. Meerson, M. Khaleghipour, D.S. Garner, S. Bührer, T. Kirchmair",
          "url": "https://doi.org/10.1016/j.chb.2025.108704",
          "doi": "https://doi.org/10.1016/j.chb.2025.108704",
          "filter": 0
        },
        {
          "title": "Understanding stigmatization in digital sex work: Perceptions of camsite members and models",
          "authors": "Margaret Bennett-Brown, Amanda N. Gesselman, Melissa Blundell Osorio, Ellen M. Kaufman, Jessica T. Campbell",
          "url": "https://doi.org/10.1016/j.chb.2025.108719",
          "doi": "https://doi.org/10.1016/j.chb.2025.108719",
          "filter": 0
        },
        {
          "title": "Does AI and human advice mitigate punishment for selfish behavior? An experiment on AI ethics from a psychological perspective",
          "authors": "Margarita Leib, Nils Köbis, Ivan Soraperra",
          "url": "https://doi.org/10.1016/j.chb.2025.108709",
          "doi": "https://doi.org/10.1016/j.chb.2025.108709",
          "filter": 0
        },
        {
          "title": "Task switching training when interacting with several virtual worlds simultaneously",
          "authors": "Nirit Yuviler-Gavish, Yuval Blum Lazimi",
          "url": "https://doi.org/10.1016/j.chb.2025.108708",
          "doi": "https://doi.org/10.1016/j.chb.2025.108708",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Feedback to video stimuli: A novel paradigm for manipulating existential isolation",
          "authors": "Matthew Espinosa, Cathy R. Cox",
          "url": "https://doi.org/10.1016/j.jesp.2025.104837",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104837",
          "filter": 0
        },
        {
          "title": "Beyond the basic six, static, and WERID: Exploring the range of emotions conveyed by facial expressions",
          "authors": "Zhihe Pan, Hweemin Tan, Siqi Liu, Xia Fang",
          "url": "https://doi.org/10.1016/j.jesp.2025.104836",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104836",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Beyond hypothetical trolleys: Moral choices and motivations in a real-life sacrificial dilemma.",
          "authors": "Dries H. Bostyn, Marie-Céline Gouwy, Elias De Craene, Caro Vanmechelen, Joyce Scheirlinckx, Tassilo T. Tissot, Ruben Van Severen, Daphne van den Bogaard, Milena Waterschoot, Fien Geenen, Hilde Depauw, Jakke Coenye, Juliette Taquet, Xinyi Xu, Kim Dierckx, Stefaan Van Damme, Alain Van Hiel, Arne Roets",
          "url": "https://doi.org/10.1037/pspa0000463",
          "doi": "https://doi.org/10.1037/pspa0000463",
          "filter": 0
        },
        {
          "title": "The waning willpower: A highly powered longitudinal study investigating fatigue vulnerability and its relation to personality, intelligence, and cognitive performance.",
          "authors": "Christoph Lindner, Jan Retelsdorf, Gabriel Nagy, Steffen Zitzmann",
          "url": "https://doi.org/10.1037/pspp0000570",
          "doi": "https://doi.org/10.1037/pspp0000570",
          "filter": 0
        },
        {
          "title": "I love you but I hate your politics: The role of political dissimilarity in romantic relationships.",
          "authors": "Amie M. Gordon, Maria Luciani, Annika From",
          "url": "https://doi.org/10.1037/pspi0000467",
          "doi": "https://doi.org/10.1037/pspi0000467",
          "filter": 0
        },
        {
          "title": "Detecting social biases using mental state inference.",
          "authors": "Mika Asaba, Isaac Davis, Julia Leonard, Julian Jara-Ettinger",
          "url": "https://doi.org/10.1037/pspa0000451",
          "doi": "https://doi.org/10.1037/pspa0000451",
          "filter": 0
        },
        {
          "title": "Value endorsement among Protestants and Catholics within and between countries in Europe: Implications for individualism.",
          "authors": "Allon Vishkin, Dov Cohen, Shinobu Kitayama",
          "url": "https://doi.org/10.1037/pspp0000554",
          "doi": "https://doi.org/10.1037/pspp0000554",
          "filter": 0
        },
        {
          "title": "Context effects on the personality network—Exploring differences between East and West Germans.",
          "authors": "Marie Kura, Katrin Rentzsch",
          "url": "https://doi.org/10.1037/pspp0000569",
          "doi": "https://doi.org/10.1037/pspp0000569",
          "filter": 0
        },
        {
          "title": "Being in the minority boosts in-group love:Explanations and boundary conditions.",
          "authors": "Roman Angel Gallardo, Austin Smith, Uri Zak, Darinel Lopez, Erika Kirgios, Alex Koch",
          "url": "https://doi.org/10.1037/pspi0000485",
          "doi": "https://doi.org/10.1037/pspi0000485",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "On the Ratio Between Point-Polyserial and Polyserial Correlations for Non-Normal Bivariate Distributions",
          "authors": "Alessandro Barbiero",
          "url": "https://doi.org/10.1080/00273171.2025.2561947",
          "doi": "https://doi.org/10.1080/00273171.2025.2561947",
          "filter": 0
        },
        {
          "title": "Analyzing Count Data in Single Case Experimental Designs with Generalized Linear Mixed Models: Does Serial Dependency Matter?",
          "authors": "Haoran Li, Wen Luo",
          "url": "https://doi.org/10.1080/00273171.2025.2561945",
          "doi": "https://doi.org/10.1080/00273171.2025.2561945",
          "filter": 0
        },
        {
          "title": "Standardized Estimates of Second-Order Latent Growth Models: A Comparison of Alternative Latent-Standardization Methods",
          "authors": "Yifan Wang, Zhonglin Wen, Kit-Tai Hau, Tonglin Jin",
          "url": "https://doi.org/10.1080/00273171.2025.2543240",
          "doi": "https://doi.org/10.1080/00273171.2025.2543240",
          "filter": 0
        },
        {
          "title": "Dynamic Fit Index Cutoffs for Time Series Network Models",
          "authors": "Siwei Liu, Christopher M. Crawford, Zachary F. Fisher, Kathleen M. Gates",
          "url": "https://doi.org/10.1080/00273171.2025.2561943",
          "doi": "https://doi.org/10.1080/00273171.2025.2561943",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Organizational Research Methods",
      "journal_short": "ORM",
      "articles": [
        {
          "title": "Generative Artificial Intelligence in Qualitative Data Analysis: Analyzing—Or Just Chatting?",
          "authors": "Duc Cuong Nguyen, Catherine Welch",
          "abstract": "Researchers, engineers, and entrepreneurs are enthusiastically exploring and promoting ways to apply generative artificial intelligence (GenAI) tools to qualitative data analysis. From promises of automated coding and thematic analysis to functioning as a virtual research assistant that supports researchers in diverse interpretive and analytical tasks, the potential applications of GenAI in qualitative research appear vast. In this paper, we take a step back and ask what sort of technological artifact is GenAI and evaluate whether it is appropriate for qualitative data analysis. We provide an accessible, technologically informed analysis of GenAI, specifically large language models (LLMs), and put to the test the claimed transformative potential of using GenAI in qualitative data analysis. Our evaluation illustrates significant shortcomings that, if the technology is adopted uncritically by management researchers, will introduce unacceptable epistemic risks. We explore these epistemic risks and emphasize that the essence of qualitative data analysis lies in the interpretation of meaning, an inherently human capability.",
          "url": "https://doi.org/10.1177/10944281251377154",
          "doi": "https://doi.org/10.1177/10944281251377154",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "Inferences and effect sizes for direct, indirect, and total effects in continuous-time mediation models.",
          "authors": "Ivan Jacob Agaloos Pesigan, Michael A. Russell, Sy-Miin Chow",
          "url": "https://doi.org/10.1037/met0000779",
          "doi": "https://doi.org/10.1037/met0000779",
          "filter": 0
        },
        {
          "title": "The repeated adjustment of measurement protocols method for developing high-validity text classifiers.",
          "authors": "Alex Goddard, Alex Gillespie",
          "url": "https://doi.org/10.1037/met0000787",
          "doi": "https://doi.org/10.1037/met0000787",
          "filter": 0
        },
        {
          "title": "Correcting for collider effects and sample selection bias in psychological research.",
          "authors": "Sophia J. Lamp, David P. MacKinnon",
          "url": "https://doi.org/10.1037/met0000659",
          "doi": "https://doi.org/10.1037/met0000659",
          "filter": 0
        },
        {
          "title": "A simple Monte Carlo method for estimating power in multilevel designs.",
          "authors": "Craig K. Enders, Brian T. Keller, Michael P. Woller",
          "url": "https://doi.org/10.1037/met0000614",
          "doi": "https://doi.org/10.1037/met0000614",
          "filter": 0
        },
        {
          "title": "A systematic review of and reflection on the applications of factor mixture modeling.",
          "authors": "Eunsook Kim, Yan Wang, Hsien-Yuan Hsu",
          "url": "https://doi.org/10.1037/met0000630",
          "doi": "https://doi.org/10.1037/met0000630",
          "filter": 0
        },
        {
          "title": "Empirical selection of referent variables: Comparing multiple-indicator multiple-cause-interaction modeling and moderated nonlinear factor analysis.",
          "authors": "Cheng-Hsien Li",
          "url": "https://doi.org/10.1037/met0000613",
          "doi": "https://doi.org/10.1037/met0000613",
          "filter": 0
        },
        {
          "title": "Individual-level probabilities and cluster-level proportions: Toward interpretable level 2 estimates in unconflated multilevel models for binary outcomes.",
          "authors": "Timothy Hayes",
          "url": "https://doi.org/10.1037/met0000646",
          "doi": "https://doi.org/10.1037/met0000646",
          "filter": 0
        },
        {
          "title": "Bayesian evidence synthesis for informative hypotheses: An introduction.",
          "authors": "Irene Klugkist, Thom Benjamin Volker",
          "url": "https://doi.org/10.1037/met0000602",
          "doi": "https://doi.org/10.1037/met0000602",
          "filter": 0
        },
        {
          "title": "Handling missing data in partially clustered randomized controlled trials.",
          "authors": "Manshu Yang, Darrell J. Gaskin",
          "url": "https://doi.org/10.1037/met0000612",
          "doi": "https://doi.org/10.1037/met0000612",
          "filter": 0
        },
        {
          "title": "The dire disregard of measurement invariance testing in psychological science.",
          "authors": "Esther Maassen, E. Damiano D'Urso, Marcel A. L. M. van Assen, Michèle B. Nuijten, Kim De Roover, Jelte M. Wicherts",
          "url": "https://doi.org/10.1037/met0000624",
          "doi": "https://doi.org/10.1037/met0000624",
          "filter": 0
        },
        {
          "title": "Examining individual differences in how interaction behaviors change over time: A dyadic multinomial logistic growth modeling approach.",
          "authors": "Miriam Brinberg, Graham D. Bodie, Denise H. Solomon, Susanne M. Jones, Nilam Ram",
          "url": "https://doi.org/10.1037/met0000605",
          "doi": "https://doi.org/10.1037/met0000605",
          "filter": 0
        },
        {
          "title": "Characterizing affect dynamics with a damped linear oscillator model: Theoretical considerations and recommendations for individual-level applications.",
          "authors": "Mar J. F. Ollero, Eduardo Estrada, Michael D. Hunter, Pablo F. Cáncer",
          "url": "https://doi.org/10.1037/met0000615",
          "doi": "https://doi.org/10.1037/met0000615",
          "filter": 0
        },
        {
          "title": "Data aggregation can lead to biased inferences in Bayesian linear mixed models and Bayesian analysis of variance.",
          "authors": "Daniel J. Schad, Bruno Nicenboim, Shravan Vasishth",
          "url": "https://doi.org/10.1037/met0000621",
          "doi": "https://doi.org/10.1037/met0000621",
          "filter": 0
        },
        {
          "title": "Questionable research practices and cumulative science: The consequences of selective reporting on effect size bias and heterogeneity.",
          "authors": "Samantha F. Anderson, Xinran Liu",
          "url": "https://doi.org/10.1037/met0000572",
          "doi": "https://doi.org/10.1037/met0000572",
          "filter": 0
        },
        {
          "title": "Enhancing predictive power by unamalgamating multi-item scales.",
          "authors": "David Trafimow, Michael R. Hyman, Alena Kostyk",
          "url": "https://doi.org/10.1037/met0000599",
          "doi": "https://doi.org/10.1037/met0000599",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "Can we separate the character from the creator? An exploratory study on parasocial relationships.",
          "authors": "Kristina L. Howell, Meisam Vahedi, R. Chris Fraley",
          "url": "https://doi.org/10.1037/ppm0000624",
          "doi": "https://doi.org/10.1037/ppm0000624",
          "filter": 0
        },
        {
          "title": "What is in a hashtag? A comparative content analysis of fitspiration, body positivity, and body neutrality posts on Instagram.",
          "authors": "Kayla Nuss, Julia Berteletti, Barbara J. Walkosz, Irene Adjei, Annelise Small, Liliana Salcido Beltran, Noah Chirico, Anne Poirier, Danielle Arigo",
          "url": "https://doi.org/10.1037/ppm0000585",
          "doi": "https://doi.org/10.1037/ppm0000585",
          "filter": 0
        },
        {
          "title": "The impact of spatiotemporal and sociocultural Heimat associations in entertaining television programs on social identity, positive affect, and intergroup relations.",
          "authors": "Holger Schramm, Priska Breves, Nicole Liebers",
          "url": "https://doi.org/10.1037/ppm0000615",
          "doi": "https://doi.org/10.1037/ppm0000615",
          "filter": 0
        },
        {
          "title": "How anthropomorphic animal representations in nature documentaries are related to entertainment experience and persuasive effects.",
          "authors": "Fabian Mayer, Liana Rupp",
          "url": "https://doi.org/10.1037/ppm0000595",
          "doi": "https://doi.org/10.1037/ppm0000595",
          "filter": 0
        },
        {
          "title": "Dysregulated gaming and emotion regulation flexibility.",
          "authors": "Devin Bonk, Katherine A. Tamminen",
          "url": "https://doi.org/10.1037/ppm0000591",
          "doi": "https://doi.org/10.1037/ppm0000591",
          "filter": 0
        },
        {
          "title": "Tension in attention: Hypervigilance helps explain why marginalization leads to doomscrolling.",
          "authors": "Stefan Blacha, Ian A. Anderson, Raymond A. Mar",
          "url": "https://doi.org/10.1037/ppm0000575",
          "doi": "https://doi.org/10.1037/ppm0000575",
          "filter": 0
        },
        {
          "title": "Compulsive use of social media in emerging crime news stories: Perceived channel affordances and forensic fandom.",
          "authors": "Kathryn D. Coduto",
          "url": "https://doi.org/10.1037/ppm0000603",
          "doi": "https://doi.org/10.1037/ppm0000603",
          "filter": 0
        },
        {
          "title": "The relationships among fanship, self-esteem, and depression of seventh-grade girls: Differences according to pubertal timing.",
          "authors": "Hayeon Park, Daewoong Kim, Yookyeong Park",
          "url": "https://doi.org/10.1037/ppm0000580",
          "doi": "https://doi.org/10.1037/ppm0000580",
          "filter": 0
        },
        {
          "title": "Development and validation of the Tech With Care Index for teens.",
          "authors": "Sara Konrath, Carrie James, Emily Weinstein, Beck Tench",
          "url": "https://doi.org/10.1037/ppm0000593",
          "doi": "https://doi.org/10.1037/ppm0000593",
          "filter": 0
        },
        {
          "title": "Investigating the effect of full and partial social media abstinence on fear of missing out and well-being outcomes: A daily diary experimental approach.",
          "authors": "Andree Hartanto, K. T. A. Sandeeshwara Kasturiratna, Meenakshi Kothari, Adalia Y. H. Goh, Frosch Y. X. Quek, Nadyanna M. Majeed",
          "url": "https://doi.org/10.1037/ppm0000583",
          "doi": "https://doi.org/10.1037/ppm0000583",
          "filter": 0
        },
        {
          "title": "“Calming Y’r nerves on Instagram?” social media escapism in light of neuroticism and emotion regulation.",
          "authors": "Frode Stenseng, Silje Skaug Stokke, Özge Selin Şahin, Malik Zübeyir Kaya",
          "url": "https://doi.org/10.1037/ppm0000581",
          "doi": "https://doi.org/10.1037/ppm0000581",
          "filter": 0
        },
        {
          "title": "“I made you look”… and comment: Exploring the role of TikTok on body image and acceptance of cosmetic surgery.",
          "authors": "Leah Dajches, Heather Gahler, Larissa Terán, Kun Yan, Jiaqi Zeng, Jennifer Stevens Aubrey",
          "url": "https://doi.org/10.1037/ppm0000566",
          "doi": "https://doi.org/10.1037/ppm0000566",
          "filter": 0
        },
        {
          "title": "I just want to watch something I can ignore: Motivations, gratifications, and mood management in background, ambient television.",
          "authors": "Alec C. Tefertiller, Kaitlyn Clink, Devan Sutton",
          "url": "https://doi.org/10.1037/ppm0000584",
          "doi": "https://doi.org/10.1037/ppm0000584",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
