{
  "update": "2025-06-21",
  "content": [
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Comparing perceptual judgments in large multimodal models and humans",
          "authors": "Billy Dickson, Sahaj Singh Maini, Craig Sanders, Robert Nosofsky, Zoran Tiganj",
          "abstract": "Cognitive scientists commonly collect participants' judgments regarding perceptual characteristics of stimuli to develop and evaluate models of attention, memory, learning, and decision-making. For instance, to model human responses in tasks of category learning and item recognition, researchers often collect perceptual judgments of images in order to embed the images in multidimensional feature spaces. This process is time-consuming and costly. Recent advancements in large multimodal models (LMMs) provide a potential alternative because such models can respond to prompts that include both text and images and could potentially replace human participants. To test whether the available LMMs can indeed be useful for this purpose, we evaluated their judgments on a dataset consisting of rock images that has been widely used by cognitive scientists. The dataset includes human perceptual judgments along 10 dimensions considered important for classifying rock images. Among the LMMs that we investigated, GPT-4o exhibited the strongest positive correlation with human responses and demonstrated promising alignment with the mean ratings from human participants, particularly for elementary dimensions such as lightness, chromaticity, shininess, and fine/coarse grain texture. However, its correlations with human ratings were lower for more abstract and rock-specific emergent dimensions such as organization and pegmatitic structure. Although there is room for further improvement, the model already appears to be approaching the level of consensus observed across human groups for the perceptual features examined here. Our study provides a benchmark for evaluating future LMMs on human perceptual judgment data.",
          "url": "https://doi.org/10.3758/s13428-025-02728-w",
          "doi": "https://doi.org/10.3758/s13428-025-02728-w",
          "filter": 0
        },
        {
          "title": "YEAB: YEAB Ease the analysis of behavior",
          "authors": "Emmanuel Alcalá, Pablo Saavedra, Frida García-Rangel, Rodrigo Sosa, Víctor Reyes, Jonathan Buriticá",
          "url": "https://doi.org/10.3758/s13428-025-02720-4",
          "doi": "https://doi.org/10.3758/s13428-025-02720-4",
          "filter": 0
        },
        {
          "title": "Smartphone eye-tracking with deep learning: Data quality and field testing",
          "authors": "Gancheng Zhu, Zehao Huang, Xiaoting Duan, Shuai Zhang, Rong Wang, Yongkai Li, Zhiguo Wang",
          "url": "https://doi.org/10.3758/s13428-025-02718-y",
          "doi": "https://doi.org/10.3758/s13428-025-02718-y",
          "filter": 0
        },
        {
          "title": "Digital questionnaire response time (DQRT): A ubiquitous and low-cost digital assay of cognitive processing speed",
          "authors": "Vanessa Teckentrup, Anna M. Rosická, Kelly R. Donegan, Eoghan Gallagher, Anna K. Hanlon, Claire M. Gillan",
          "abstract": "Digital survey tools have all but replaced paper and pen in the psychological sciences, and consequently new forms of potentially useful research paradata are now routinely gathered. A particularly common byproduct of research is questionnaire timestamps, which some have suggested can be used as a measure of cognitive function. Here, we conducted a comprehensive validation of this measure, which we call the “digital questionnaire response time,” or “DQRT.” Using data from N = 2,977 users of a smartphone app, we first ran a data-driven bootstrapping approach to examine how best to quantify DQRT. DQRT was slower in older adults ( r = 0.26) and in those with lower educational attainment and socioeconomic status. Testing the association between DQRT and working memory (range r = 0.11–0.14), model-based planning (range r = 0.03–0.06), and processing speed (range r = 0.29–0.39) across cross-sectional and longitudinal subsamples, we found support for a cognitive characterization of DQRT as a measure of cognitive processing speed. DQRT was more strongly correlated with nine out of 13 lifestyle and health factors, and four out of nine mental health factors than a task-based measure of processing speed. DQRT showed good test–retest reliability, and associations between DQRT and task-based processing speed were higher within individuals ( r = 0.35) than between individuals ( r = 0.25). Finally, we highlight substantial, but addressable, potential confounds inherent in the measure. We conclude that DQRT has important limitations, but overall can serve as a valid and reliable index of cognitive processing speed that can be gathered at unprecedented scale, unobtrusively, and repeatedly, during a variety of real-world digital behaviors.",
          "url": "https://doi.org/10.3758/s13428-025-02727-x",
          "doi": "https://doi.org/10.3758/s13428-025-02727-x",
          "filter": 0
        },
        {
          "title": "Recovering knot placements in Bayesian piecewise growth models with missing data",
          "authors": "Ihnwhi Heo, Fan Jia, Sarah Depaoli",
          "abstract": "Bayesian piecewise growth models (PGMs) are useful tools to capture nonlinear trends comprised of distinct developmental phases. An important parameter in Bayesian PGMs is the knot location – the time at which transitions arise between phases. While researchers can specify knot locations when they are known a priori, a more flexible approach is to estimate knot locations based on data. The Bayesian estimation of knot locations is largely affected by prior distributions and missing data; however, little is known about the impact of these two factors in recovering knot placements. In the current article, we conducted a Monte Carlo simulation study to examine the impact of different prior specifications and the presence of missing data on the recovery of knot placements in Bayesian PGMs. Simulation results indicated that in small sample sizes, knot location estimates were dictated by prior distributions. Even with larger sample sizes, the estimates remained sensitive to informative and inaccurate prior specifications. The presence of missing data complicated the recovery linked to certain priors. While negative consequences, such as bias in parameter estimates, were caused by a larger amount of missing data, this could be alleviated by informative and accurate priors. These findings emphasize the critical role and intertwined influence of prior distributions and missing data in reaching conclusions about changepoints. We present an illustrative example using real data with missing values to demonstrate the Bayesian estimation of knot locations under realistic scenarios. Recommendations for applied researchers are discussed.",
          "url": "https://doi.org/10.3758/s13428-025-02716-0",
          "doi": "https://doi.org/10.3758/s13428-025-02716-0",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "From efficiency to immersion: understanding generational differences in avatar interactions",
          "authors": "Shashank Singh Pawar, Anubhav A. Mishra",
          "url": "https://doi.org/10.1016/j.chb.2025.108732",
          "doi": "https://doi.org/10.1016/j.chb.2025.108732",
          "filter": 0
        },
        {
          "title": "Uncovering vulnerability to fraud and scams among adult victims in online and offline contexts: A systematic review",
          "authors": "Chiara Barbara Dadà, Laura Colautti, Alessia Rosi, Elena Cavallini, Alessandro Antonietti, Paola Iannello",
          "url": "https://doi.org/10.1016/j.chb.2025.108734",
          "doi": "https://doi.org/10.1016/j.chb.2025.108734",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Group Processes & Intergroup Relations",
      "journal_short": "GPIR",
      "articles": [
        {
          "title": "Relational identity-safety cues for Black and Latinx Americans during interactions with White Americans",
          "authors": "Caitlyn Yantis, Valerie Jones Taylor",
          "abstract": "Although interracial interactions often elicit identity threat, cues within and surrounding the encounter can promote identity safety. Across three studies, Black and Latinx Americans ( N = 907) generated and evaluated relational identity-safety cues —words, body language, and behaviors during recalled and imagined interactions with White people that made them feel valued, respected, and less likely to be stereotyped. Participants generated distinct cues when imagining a race-relevant conversation with a White individual, including support (e.g., “expressing empathy”) and racism disapproval (e.g., “condemns racism”), compared to anticipating a non-race-relevant conversation, which elicited friendliness (e.g., “smiling”), comfort (e.g., “relaxed demeanor”), and similarity cues (e.g., “enjoy the same hobbies”). Corroborating these open-ended results with a preregistered experiment, participants anticipated experiencing more identity safety when imagining a White person exhibit support and racism disapproval cues during a discussion of racial injustice (vs. a non-race-relevant topic). This research highlights the subtle but powerful interpersonal signals from White Americans that foster racially minoritized people’s identity safety during general and race-relevant interactions.",
          "url": "https://doi.org/10.1177/13684302251344519",
          "doi": "https://doi.org/10.1177/13684302251344519",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "People overshoot when choosing resource pools",
          "authors": "Christopher K. Hsee, Xilin Li, Ying Zeng",
          "url": "https://doi.org/10.1016/j.jesp.2025.104775",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104775",
          "filter": 0
        },
        {
          "title": "Organizational norms and gender identity contexts shape when pronoun-sharing is perceived as disingenuous allyship: Evidence of a normative eclipsing effect",
          "authors": "Izilda Pereira-Jorge, Kimberly E. Chaney, Flora Blanchette, Alexandra Garr-Schultz",
          "url": "https://doi.org/10.1016/j.jesp.2025.104782",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104782",
          "filter": 0
        },
        {
          "title": "The malleability of reliance on race or ethnic vs. gender stereotypes in implicit person perception in the presence of counterstereotypic individuating information: A registered report",
          "authors": "Rachel S. Rubinstein, Lee Jussim",
          "url": "https://doi.org/10.1016/j.jesp.2025.104779",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104779",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "How to Estimate Intraclass Correlation Coefficients for Interrater Reliability from Planned Incomplete Data",
          "authors": "Debby Ten Hove, Terrence D. Jorgensen, L. Andries Van der Ark",
          "url": "https://doi.org/10.1080/00273171.2025.2507745",
          "doi": "https://doi.org/10.1080/00273171.2025.2507745",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "More Biased, Yet More Informed? Documenting Me-Search Stigma Primarily Linked to Researchers’ Own Group Memberships",
          "authors": "Erdem O. Meral, Corinne A. Moss-Racusin, Jojanneke van der Toorn",
          "abstract": "“Me-searchers” study topics directly or indirectly relevant to themselves—such as social groups they belong to—and are often stigmatized as being more biased (though sometimes more informed) than those researching topics unrelated to their own experience. This study explores how queer and straight researchers are perceived when studying anti-queer bias or other topics through three pre-registered experiments ( N = 823). When both studied anti-queer bias, the queer me-searcher was perceived as more biased, and the straight researcher was perceived as less informed than identical (straight and queer) researchers studying a different topic. Target researchers motivated by social justice (vs. theoretical) implications were also perceived as more biased. Crucially, we identified and tested three conceptual accounts about why and how me-searchers are stigmatized. Supporting the existence of me-search stigma, our results suggest that not only me-searchers but also allied researchers are stereotyped when studying prejudice and discrimination.",
          "url": "https://doi.org/10.1177/01461672251339690",
          "doi": "https://doi.org/10.1177/01461672251339690",
          "filter": 0
        },
        {
          "title": "Motive Attributions Shape Judgments of Whistleblowers’ Moral Characters",
          "authors": "Franziska Brotzeller, Gijs van Houwelingen, Mario Gollwitzer, Moritz Fischer",
          "abstract": "Public perceptions of whistleblowers are polarized: While some praise them as heroes, others view them as traitors. We argue that such perceptions are rooted in motives attributed to whistleblowers and tested this idea in three studies. A first qualitative study ( N = 201) revealed four main motives attributed in whistleblowing situations: prosocial, competitive, individualistic, and deontic. In two subsequent scenario studies (total N = 867), we manipulated how an actor responded to an organizational wrongdoing (type of whistleblowing: no, internal, external, or public whistleblowing) and measured motive attributions and judgments of the actor’s moral character. The type of whistleblowing impacted moral character judgments, mediated by motive attributions. Specifically, the type of whistleblowing impacted all four motive attributions and, in turn, prosocial, competitive, and deontic attributions were associated with moral character judgments.",
          "url": "https://doi.org/10.1177/01461672251340111",
          "doi": "https://doi.org/10.1177/01461672251340111",
          "filter": 0
        },
        {
          "title": "The Mismeasure of Culture: Why Measurement Invariance Is Rarely Appropriate for Comparative Research in Psychology",
          "authors": "Kodai Kusano, Jaime L. Napier, John T. Jost",
          "abstract": "Despite growing recognition of the need for cross-national or cross-cultural validation of measures in social psychological research, a tension persists between proponents of measurement invariance and practitioners frustrated with stringent standards and ambiguous recommendations. This article critiques common applications of measurement invariance standards and proposes an alternative method for establishing cross-group validity. We highlight how measurement invariance emerged from concerns about fairness in high-stakes individual selections and is based on meta-theoretical assumptions usually irrelevant for drawing cross-societal comparisons. Using the General System Justification Scale as an example, we demonstrate how reliance on a nomological network can ensure meaningful group differences without meeting invariance criteria and show how non-invariance is preferable to approximate (or partial) invariance. We recommend that psychologists interested in cross-group comparisons isolate construct-relevant factors from method bias. Doing so requires defining a priori the goal of scale use and what is “societal” or “cultural” about what is being measured.",
          "url": "https://doi.org/10.1177/01461672251341402",
          "doi": "https://doi.org/10.1177/01461672251341402",
          "filter": 0
        },
        {
          "title": "Exploring the Link Between Identity Avoidance and Perceived Self-Knowledge",
          "authors": "Lydia Needy, Kianna M. Arthur, Leslie Fernandez, Yige Yin, Tonglin Jiang, Rebecca J. Schlegel, Joshua A. Hicks",
          "abstract": "Individuals with concealable stigmatized identities (CSIs) may employ avoidance strategies to hide their identities. While seemingly protective, identity avoidance may negatively impact perceived self-knowledge (i.e., self-concept clarity and self-alienation). Across six studies ( N = 1,945) with U.S. and Chinese university samples, we found that those with CSIs consistently reported lower levels of perceived self-knowledge than those without (Studies 1a–1d). CSI avoidance was also uniquely associated with decreased levels of perceived self-knowledge, even when controlling for relevant factors. Experimental manipulations (Studies 2 and 3) of concealable identity salience yielded mixed evidence for direct effects on perceived self-knowledge, but consistent indirect effects through identity avoidance. The results emphasize the negative impact avoidance-based concealment may have on perceived self-knowledge among individuals with CSIs, urging future research on mitigating factors and cognitive mechanisms.",
          "url": "https://doi.org/10.1177/01461672251343114",
          "doi": "https://doi.org/10.1177/01461672251343114",
          "filter": 0
        },
        {
          "title": "Curb Your Positive Stereotypes: Counter-Stereotypical Interventions Improve Attention to Inequality and Discrimination Against Asian Americans",
          "authors": "Nattavudh Powdthavee",
          "abstract": "Despite 1 in 10 Asian Americans living in poverty, their struggles are often overlooked due to the persistence of “model minority” stereotypes. This study investigates whether counter-stereotypical narratives—emphasizing either economic hardship or psychological challenges—can reduce stereotype-driven misperceptions and improve recognition of the inequalities faced by Asian Americans. Using a nationally representative U.S. sample ( N = 2,983), these interventions moderated both trait-based beliefs (e.g., Asian Americans are inherently hardworking) and structural beliefs (e.g., Asian Americans experience less discrimination than other minority groups). Follow-up studies revealed that participants exposed to the interventions were less likely to overestimate the incomes of low-income Asian Americans, displayed lower bias in recognizing inequality in resource allocation, and were more likely to identify discrimination in hiring situations. These findings suggest that stereotype-challenging messages can foster more accurate and empathetic perceptions—without diminishing positive regard—by raising awareness of the structural disadvantages faced by Asian Americans.",
          "url": "https://doi.org/10.1177/01461672251341608",
          "doi": "https://doi.org/10.1177/01461672251341608",
          "filter": 0
        },
        {
          "title": "Group Typology Shapes Social Network Representations",
          "authors": "Yi Zhang, Danfeng Ai, Jade Li Wang, Lei Ji, Jipeng Duan, Ying Zhou, Jun Yin",
          "abstract": "Efficiently representing social networks is challenging, but cognitive schemas can help address this challenge. This study examined whether network schemas related to group typology influence social network representations. In Experiment 1, participants, who were given only group-type information and the number of relationships without network structure, freely constructed friendship networks, forming more interconnected and centralized structures for task groups than social categories. Experiment 2 provided identical partial friendship network data across group types, yet group-type labels biased participants’ inferences about potential future friendships, producing network structures similar to those in Experiment 1. In Experiment 3, participants who memorized friendships from social networks—either from a task group or social category—showed greater accuracy when the memorized network structure aligned with the group type that activated corresponding schemas. These results suggest that individuals utilize group-related schemas to represent social networks, with task groups having closer and more centralized connections than social categories do.",
          "url": "https://doi.org/10.1177/01461672251345186",
          "doi": "https://doi.org/10.1177/01461672251345186",
          "filter": 0
        },
        {
          "title": "The Prospective Association Between Life Satisfaction and Physical Pain: Evidence From Longitudinal and Cohort Data",
          "authors": "Lucía Macchia, Liam Delaney, Michael Daly",
          "abstract": "Life satisfaction and physical pain are key aspects of human well-being. Yet, evidence on the direction of their association and potential explanatory factors is relatively scarce. We address these questions across two studies. In Study 1, we explore the cross-lagged association between life satisfaction and physical pain using 22 waves from Australian longitudinal data (Household, Income and Labour Dynamics of Australia; N = 233,854), individual fixed effects regressions, and Random Intercept Cross-Lagged Panel Models. We found a bidirectional relationship between life satisfaction and pain, which is virtually identical across both methods. In Study 2, we use data from the 1970 British Cohort Study ( N = 4,002) and Ordinary Least Squares regressions with a wide set of covariates. We found that people who reported greater life satisfaction at age 26 (vs. lower) reported lower physical pain at age 46. We document factors that partially explain this link, including psychological distress and past unemployment.",
          "url": "https://doi.org/10.1177/01461672251343960",
          "doi": "https://doi.org/10.1177/01461672251343960",
          "filter": 0
        },
        {
          "title": "The Impact of Incidental Emotion on Prosocial Behavior: A Multilevel Meta-Analysis",
          "authors": "Yijin He, Yulin Tan, Qingguo Ma, Tao Liu, Jing Yu",
          "abstract": "Theoretical models suggest that incidental emotions, which are unrelated to the task at hand or situation, could influence prosocial behaviors. However, inconsistent effects across studies highlight the need for a comprehensive quantitative synthesis. Results based on 219 effect sizes from 108 studies (total N = 15,355 participants) revealed: (a) a small but significant overall causal effect of positive emotions on prosocial behavior (after publication bias correction), while negative emotions showed more complex result patterns; (b) beyond valence-based approach, emotions with the same valence but different social functions had distinct effects on prosocial behaviors; and (c) discrete emotions within the same social function clusters, showed varying effects. Overall, these effects are appreciably different not only between clusters but also within clusters. Moderation analyses identified methodological factors explaining heterogeneity in previous findings. We discussed the theoretical and practical implications of these results.",
          "url": "https://doi.org/10.1177/01461672251344396",
          "doi": "https://doi.org/10.1177/01461672251344396",
          "filter": 0
        },
        {
          "title": "A Replication and Extension of Three Studies Investigating Escalation of Commitment and Regret Aversion",
          "authors": "Nandita Dhanda, Ignazio Ziano, Kam Hoi Ching, Angela Kwun Lan Phuong, Yuen Ting Lo, Man Kin Yip, Bill Jiaxin Shi, Boley Cheng",
          "abstract": "This article presents preregistered replications of three influential studies in the field of escalation of commitment and regret aversion. In Study 1, we found partial support for Staw’s (1976) article on the effects of personal responsibility and consequences on the escalation of commitment. Study 2 failed to replicate Zeelenberg et al. (1996) article examining the role of feedback on risk preferences. The extension of study 2 found a small correlation between the tendency to experience regret and risk preferences of participants in the Safe ONLY condition. In Study 3, we failed to replicate Wong and Kwong’s (2007) results that showed a causal effect of personal responsibility and regret possibility on the escalation of commitment. Moreover, study 3’s extension found no support for individual differences in neuroticism on the escalation of commitment. The impact of this replication on our understanding of decision-making processes and the factors that contribute to individuals’ commitment to their choices will be discussed.",
          "url": "https://doi.org/10.1177/01461672251345021",
          "doi": "https://doi.org/10.1177/01461672251345021",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "Agent Preference in Chasing Interactions in Guinea Baboons ( Papio papio ): Uncovering the Roots of Subject–Object Order in Language",
          "authors": "Floor Meewis, Joël Fagot, Nicolas Claidière, Isabelle Dautriche",
          "abstract": "Languages tend to describe “who is doing what to whom” by placing subjects before objects. This may reflect a bias for agents in event cognition: Agents capture more attention than patients in human adults and infants. We investigated whether this agent preference is shared with nonhuman animals. We presented Guinea baboons ( Papio papio; N = 13) with a change-detection paradigm on chasing animations. The baboons were trained to respond to a color change that was applied to either the chaser/agent or the chasee/patient. They were faster to detect a change to the chaser than to the chasee, which could not be explained by low-level features in our stimuli such as the chaser’s motion pattern or position. An agent preference may be an evolutionarily old mechanism that is shared between humans and other primates that could have become externalized in language as a tendency to place the subject first.",
          "url": "https://doi.org/10.1177/09567976251344581",
          "doi": "https://doi.org/10.1177/09567976251344581",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "Risks and protective factors for injury among musicians: The impact of motivation, self-efficacy and rumination",
          "authors": "Roberta Antonini Philippe, Marine Tâche, Chloé Jaunin, Jean-François Arcier, Benjamin Caumeil",
          "abstract": "Musical performances require significant physical effort and musculoskeletal injuries are an integral part of musicians’ careers. The physical strains of performances are often accompanied by psychological stresses that can accelerate the development of particular physical injuries. This study aimed to understand the protective or deleterious effects of motivation, self-efficacy and rumination. We conducted a cross-sectional study of data collected retrospectively from 121 musical artists. Participants completed sociodemographic, medical, and psychological questionnaires. The artists were divided into previously injured ( n = 66, 54.5%) and not previously injured ( n = 55, 45.5%) groups. Significant inter-group differences were found for age ( p &lt; .05), years of performing ( p &lt; .01), and hours of practising ( p &lt; .001). No differences were found for sex and total musical practice. Overall, 74.1% of the periods lost to injury lasted under 30 days. Almost all injuries (98.4%) involved the upper limbs or trunk, most frequently hands (15.3%) and wrists (15.3%). Muscles (39.7%) and tendons (26.5%) were the usual tissues damaged. The previously injured and not previously injured groups showed no differences regarding the dimensions of motivation ( p &gt; .05), self-efficacy ( p &gt; .05 ) or rumination. However, there were significant inter-group differences for the subdimensions of integrated motivation ( p &lt; .05), introjected motivation ( p &lt; .05), and the intrusiveness of repetitive negative thinking ( p &lt; .05). The present study’s epidemiological data highlighted the need to provide musicians with better support for their physical preparedness. Promoting more comprehensive care for this population and improving their biopsychosocial well-being could improve their ability to manage stress and injuries and implement effective coping strategies.",
          "url": "https://doi.org/10.1177/03057356251344952",
          "doi": "https://doi.org/10.1177/03057356251344952",
          "filter": 0
        },
        {
          "title": "Feel flows: Language use patterns in the lyrics of Brian Wilson of the Beach Boys",
          "authors": "Valeria A Pfeifer, Ava G Naffah, Matthias R Mehl",
          "abstract": "Brian Wilson of The Beach Boys is considered one of the most prolific artists of the 20th century. At the same time, he is also known for his persisting struggles with mental health. Considering that most of his 60+-year career consists of published songs and lyrics, he makes an interesting case study to understand the dynamics of language use in relation to psychological experiences over the course of an individual’s life and career. We identified song lyrics for which he is credited as (co-)writer and analyzed their lyrics ( N = 250) using the Linguistic Inquiry and Word Count (LIWC) program. Considering features previously associated with mental health (I-talk, Emotional Tone, Analytic language and Cognitive Processes words) over time, we found that I-talk and Cognitive Processes showed an initial increase, followed by a plateau (in 1967), while Emotional Tone showed a cubic relationship with time, being sensitive to changes in Brian Wilson’s life. Analytic language was highly variable and did not show any patterns. Our data suggest that even carefully crafted language, such as song lyrics, can carry information about the writer’s mental health and that considering language use over the course of an individual’s lifespan can provide crucial insights into psychological processes.",
          "url": "https://doi.org/10.1177/03057356251342808",
          "doi": "https://doi.org/10.1177/03057356251342808",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
