{
  "update": "2025-06-23",
  "content": [
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Comparing perceptual judgments in large multimodal models and humans",
          "authors": "Billy Dickson, Sahaj Singh Maini, Craig Sanders, Robert Nosofsky, Zoran Tiganj",
          "abstract": "Cognitive scientists commonly collect participants' judgments regarding perceptual characteristics of stimuli to develop and evaluate models of attention, memory, learning, and decision-making. For instance, to model human responses in tasks of category learning and item recognition, researchers often collect perceptual judgments of images in order to embed the images in multidimensional feature spaces. This process is time-consuming and costly. Recent advancements in large multimodal models (LMMs) provide a potential alternative because such models can respond to prompts that include both text and images and could potentially replace human participants. To test whether the available LMMs can indeed be useful for this purpose, we evaluated their judgments on a dataset consisting of rock images that has been widely used by cognitive scientists. The dataset includes human perceptual judgments along 10 dimensions considered important for classifying rock images. Among the LMMs that we investigated, GPT-4o exhibited the strongest positive correlation with human responses and demonstrated promising alignment with the mean ratings from human participants, particularly for elementary dimensions such as lightness, chromaticity, shininess, and fine/coarse grain texture. However, its correlations with human ratings were lower for more abstract and rock-specific emergent dimensions such as organization and pegmatitic structure. Although there is room for further improvement, the model already appears to be approaching the level of consensus observed across human groups for the perceptual features examined here. Our study provides a benchmark for evaluating future LMMs on human perceptual judgment data.",
          "url": "https://doi.org/10.3758/s13428-025-02728-w",
          "doi": "https://doi.org/10.3758/s13428-025-02728-w",
          "filter": 0
        },
        {
          "title": "YEAB: YEAB Ease the analysis of behavior",
          "authors": "Emmanuel Alcalá, Pablo Saavedra, Frida García-Rangel, Rodrigo Sosa, Víctor Reyes, Jonathan Buriticá",
          "url": "https://doi.org/10.3758/s13428-025-02720-4",
          "doi": "https://doi.org/10.3758/s13428-025-02720-4",
          "filter": 0
        },
        {
          "title": "Smartphone eye-tracking with deep learning: Data quality and field testing",
          "authors": "Gancheng Zhu, Zehao Huang, Xiaoting Duan, Shuai Zhang, Rong Wang, Yongkai Li, Zhiguo Wang",
          "url": "https://doi.org/10.3758/s13428-025-02718-y",
          "doi": "https://doi.org/10.3758/s13428-025-02718-y",
          "filter": 0
        },
        {
          "title": "Digital questionnaire response time (DQRT): A ubiquitous and low-cost digital assay of cognitive processing speed",
          "authors": "Vanessa Teckentrup, Anna M. Rosická, Kelly R. Donegan, Eoghan Gallagher, Anna K. Hanlon, Claire M. Gillan",
          "abstract": "Digital survey tools have all but replaced paper and pen in the psychological sciences, and consequently new forms of potentially useful research paradata are now routinely gathered. A particularly common byproduct of research is questionnaire timestamps, which some have suggested can be used as a measure of cognitive function. Here, we conducted a comprehensive validation of this measure, which we call the “digital questionnaire response time,” or “DQRT.” Using data from N = 2,977 users of a smartphone app, we first ran a data-driven bootstrapping approach to examine how best to quantify DQRT. DQRT was slower in older adults ( r = 0.26) and in those with lower educational attainment and socioeconomic status. Testing the association between DQRT and working memory (range r = 0.11–0.14), model-based planning (range r = 0.03–0.06), and processing speed (range r = 0.29–0.39) across cross-sectional and longitudinal subsamples, we found support for a cognitive characterization of DQRT as a measure of cognitive processing speed. DQRT was more strongly correlated with nine out of 13 lifestyle and health factors, and four out of nine mental health factors than a task-based measure of processing speed. DQRT showed good test–retest reliability, and associations between DQRT and task-based processing speed were higher within individuals ( r = 0.35) than between individuals ( r = 0.25). Finally, we highlight substantial, but addressable, potential confounds inherent in the measure. We conclude that DQRT has important limitations, but overall can serve as a valid and reliable index of cognitive processing speed that can be gathered at unprecedented scale, unobtrusively, and repeatedly, during a variety of real-world digital behaviors.",
          "url": "https://doi.org/10.3758/s13428-025-02727-x",
          "doi": "https://doi.org/10.3758/s13428-025-02727-x",
          "filter": 0
        },
        {
          "title": "MUSIFEAST-17: MUsic Stimuli for imagination, familiarity, emotion, and Aesthetic STudies across 17 genres",
          "authors": "Hazel A. van der Walle, Wei Wu, Elizabeth H. Margulis, Kelly Jakubowski",
          "abstract": "Musical stimuli are commonly used in psychological research for investigating a range of emotional, cognitive, and physiological processes. Despite this widespread use, many studies continue to rely on ad hoc music stimulus selection, compromising experimental control, reliability, and comparability across studies. Existing musical stimulus sets tend to be limited in variability in terms of style (e.g. comprising 1–3 genres) and familiarity (e.g. focusing on highly familiar or unfamiliar music). In this paper, we introduce MUSIFEAST-17; a music stimulus set featuring 356 instrumental 30-s clips from commercially released music across 17 genres, aiming to increase the ecological validity of studies tailored for UK and US listeners. Designed to reflect the diversity of everyday Western musical experiences, MUSIFEAST-17 includes art music, popular music, and music composed for media. MUSIFEAST-17 includes normative data from 701 UK and US participants, sampled evenly across adulthood (ages 18–75), on familiarity, enjoyment, emotional expression, perceived contrast, genre recognition, thought types, and contextual associations evoked by each excerpt. Analyses indicated that, while some responses vary by genre, nationality, and age group, MUSIFEAST-17 constitutes a set of stimuli that exhibit stylistic diversity, span familiar to unfamiliar music, and cover a range of emotional expressions. The stimulus set prompted various thought types, including memories and fictional imaginings, and contextual associations such as “movie”, “club”, and “concert”. This resource enables systematic stimuli selection for diverse applications within psychology (e.g. emotion studies, aesthetic experience, music-evoked imaginings) and supports Open Research practices.",
          "url": "https://doi.org/10.3758/s13428-025-02724-0",
          "doi": "https://doi.org/10.3758/s13428-025-02724-0",
          "filter": 0
        },
        {
          "title": "SPRAAKLAB - mobile laboratory for speech recorded acoustically and kinematically",
          "authors": "Teja Rebernik, Jidde Jacobi, Raoul Buurke, Thomas B. Tienkamp, Defne Abur, Martijn Wieling",
          "abstract": "Data collection in experimental linguistics is frequently conducted in laboratory rooms within a research institute, which can be difficult to reach for some participants, for example, those with mobility issues or living further away and in remote areas. This article presents SPRAAKLAB, a mobile laboratory that facilitates the collection of high-quality acoustic and articulatory data outside of university walls, thus bringing the laboratory environment closer to the participants. We present an acoustic analysis of recordings collected inside and outside of the SPRAAKLAB, including transmission loss, signal-to-noise ratio, and harmonics-to-noise ratio. All three measures reveal that the SPRAAKLAB is suitable for collecting consistent, high-quality speech data even in loud environments. Finally, we discuss how the SPRAAKLAB allows us to collect data more easily and facilitates public outreach activities.",
          "url": "https://doi.org/10.3758/s13428-025-02726-y",
          "doi": "https://doi.org/10.3758/s13428-025-02726-y",
          "filter": 0
        },
        {
          "title": "Recovering knot placements in Bayesian piecewise growth models with missing data",
          "authors": "Ihnwhi Heo, Fan Jia, Sarah Depaoli",
          "abstract": "Bayesian piecewise growth models (PGMs) are useful tools to capture nonlinear trends comprised of distinct developmental phases. An important parameter in Bayesian PGMs is the knot location – the time at which transitions arise between phases. While researchers can specify knot locations when they are known a priori, a more flexible approach is to estimate knot locations based on data. The Bayesian estimation of knot locations is largely affected by prior distributions and missing data; however, little is known about the impact of these two factors in recovering knot placements. In the current article, we conducted a Monte Carlo simulation study to examine the impact of different prior specifications and the presence of missing data on the recovery of knot placements in Bayesian PGMs. Simulation results indicated that in small sample sizes, knot location estimates were dictated by prior distributions. Even with larger sample sizes, the estimates remained sensitive to informative and inaccurate prior specifications. The presence of missing data complicated the recovery linked to certain priors. While negative consequences, such as bias in parameter estimates, were caused by a larger amount of missing data, this could be alleviated by informative and accurate priors. These findings emphasize the critical role and intertwined influence of prior distributions and missing data in reaching conclusions about changepoints. We present an illustrative example using real data with missing values to demonstrate the Bayesian estimation of knot locations under realistic scenarios. Recommendations for applied researchers are discussed.",
          "url": "https://doi.org/10.3758/s13428-025-02716-0",
          "doi": "https://doi.org/10.3758/s13428-025-02716-0",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Personality Traits, Friendship Development Patterns, Perceived Similarity, and Well-Being in Mobile Gaming Communities",
          "authors": "Shu Ching Yang, Yi-Fang Luo, Tzu-Yu Shao, Chih-Ting Chang",
          "url": "https://doi.org/10.1016/j.chb.2025.108737",
          "doi": "https://doi.org/10.1016/j.chb.2025.108737",
          "filter": 0
        },
        {
          "title": "Sounds great, doesn’t work - An experimental study of the dynamic development of trust in digital systems under inconsistent information about developer reputation and system errors",
          "authors": "Benedikt Graf",
          "url": "https://doi.org/10.1016/j.chb.2025.108736",
          "doi": "https://doi.org/10.1016/j.chb.2025.108736",
          "filter": 0
        },
        {
          "title": "Uncovering vulnerability to fraud and scams among adult victims in online and offline contexts: A systematic review",
          "authors": "Chiara Barbara Dadà, Laura Colautti, Alessia Rosi, Elena Cavallini, Alessandro Antonietti, Paola Iannello",
          "url": "https://doi.org/10.1016/j.chb.2025.108734",
          "doi": "https://doi.org/10.1016/j.chb.2025.108734",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Group Processes & Intergroup Relations",
      "journal_short": "GPIR",
      "articles": [
        {
          "title": "Relational identity-safety cues for Black and Latinx Americans during interactions with White Americans",
          "authors": "Caitlyn Yantis, Valerie Jones Taylor",
          "abstract": "Although interracial interactions often elicit identity threat, cues within and surrounding the encounter can promote identity safety. Across three studies, Black and Latinx Americans ( N = 907) generated and evaluated relational identity-safety cues —words, body language, and behaviors during recalled and imagined interactions with White people that made them feel valued, respected, and less likely to be stereotyped. Participants generated distinct cues when imagining a race-relevant conversation with a White individual, including support (e.g., “expressing empathy”) and racism disapproval (e.g., “condemns racism”), compared to anticipating a non-race-relevant conversation, which elicited friendliness (e.g., “smiling”), comfort (e.g., “relaxed demeanor”), and similarity cues (e.g., “enjoy the same hobbies”). Corroborating these open-ended results with a preregistered experiment, participants anticipated experiencing more identity safety when imagining a White person exhibit support and racism disapproval cues during a discussion of racial injustice (vs. a non-race-relevant topic). This research highlights the subtle but powerful interpersonal signals from White Americans that foster racially minoritized people’s identity safety during general and race-relevant interactions.",
          "url": "https://doi.org/10.1177/13684302251344519",
          "doi": "https://doi.org/10.1177/13684302251344519",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "People overshoot when choosing resource pools",
          "authors": "Christopher K. Hsee, Xilin Li, Ying Zeng",
          "url": "https://doi.org/10.1016/j.jesp.2025.104775",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104775",
          "filter": 0
        },
        {
          "title": "Organizational norms and gender identity contexts shape when pronoun-sharing is perceived as disingenuous allyship: Evidence of a normative eclipsing effect",
          "authors": "Izilda Pereira-Jorge, Kimberly E. Chaney, Flora Blanchette, Alexandra Garr-Schultz",
          "url": "https://doi.org/10.1016/j.jesp.2025.104782",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104782",
          "filter": 0
        },
        {
          "title": "The malleability of reliance on race or ethnic vs. gender stereotypes in implicit person perception in the presence of counterstereotypic individuating information: A registered report",
          "authors": "Rachel S. Rubinstein, Lee Jussim",
          "url": "https://doi.org/10.1016/j.jesp.2025.104779",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104779",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "How to Estimate Intraclass Correlation Coefficients for Interrater Reliability from Planned Incomplete Data",
          "authors": "Debby Ten Hove, Terrence D. Jorgensen, L. Andries Van der Ark",
          "url": "https://doi.org/10.1080/00273171.2025.2507745",
          "doi": "https://doi.org/10.1080/00273171.2025.2507745",
          "filter": 0
        },
        {
          "title": "Disaggregating Associations of Between-Person Differences in Change over Time from Within-Person Associations in Longitudinal Data",
          "authors": "Lesa Hoffman",
          "url": "https://doi.org/10.1080/00273171.2025.2519348",
          "doi": "https://doi.org/10.1080/00273171.2025.2519348",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "A Replication and Extension of Three Studies Investigating Escalation of Commitment and Regret Aversion",
          "authors": "Nandita Dhanda, Ignazio Ziano, Kam Hoi Ching, Angela Kwun Lan Phuong, Yuen Ting Lo, Man Kin Yip, Bill Jiaxin Shi, Boley Cheng",
          "abstract": "This article presents preregistered replications of three influential studies in the field of escalation of commitment and regret aversion. In Study 1, we found partial support for Staw’s (1976) article on the effects of personal responsibility and consequences on the escalation of commitment. Study 2 failed to replicate Zeelenberg et al. (1996) article examining the role of feedback on risk preferences. The extension of study 2 found a small correlation between the tendency to experience regret and risk preferences of participants in the Safe ONLY condition. In Study 3, we failed to replicate Wong and Kwong’s (2007) results that showed a causal effect of personal responsibility and regret possibility on the escalation of commitment. Moreover, study 3’s extension found no support for individual differences in neuroticism on the escalation of commitment. The impact of this replication on our understanding of decision-making processes and the factors that contribute to individuals’ commitment to their choices will be discussed.",
          "url": "https://doi.org/10.1177/01461672251345021",
          "doi": "https://doi.org/10.1177/01461672251345021",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "Agent Preference in Chasing Interactions in Guinea Baboons ( Papio papio ): Uncovering the Roots of Subject–Object Order in Language",
          "authors": "Floor Meewis, Joël Fagot, Nicolas Claidière, Isabelle Dautriche",
          "abstract": "Languages tend to describe “who is doing what to whom” by placing subjects before objects. This may reflect a bias for agents in event cognition: Agents capture more attention than patients in human adults and infants. We investigated whether this agent preference is shared with nonhuman animals. We presented Guinea baboons ( Papio papio; N = 13) with a change-detection paradigm on chasing animations. The baboons were trained to respond to a color change that was applied to either the chaser/agent or the chasee/patient. They were faster to detect a change to the chaser than to the chasee, which could not be explained by low-level features in our stimuli such as the chaser’s motion pattern or position. An agent preference may be an evolutionarily old mechanism that is shared between humans and other primates that could have become externalized in language as a tendency to place the subject first.",
          "url": "https://doi.org/10.1177/09567976251344581",
          "doi": "https://doi.org/10.1177/09567976251344581",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "Feel flows: Language use patterns in the lyrics of Brian Wilson of the Beach Boys",
          "authors": "Valeria A Pfeifer, Ava G Naffah, Matthias R Mehl",
          "abstract": "Brian Wilson of The Beach Boys is considered one of the most prolific artists of the 20th century. At the same time, he is also known for his persisting struggles with mental health. Considering that most of his 60+-year career consists of published songs and lyrics, he makes an interesting case study to understand the dynamics of language use in relation to psychological experiences over the course of an individual’s life and career. We identified song lyrics for which he is credited as (co-)writer and analyzed their lyrics ( N = 250) using the Linguistic Inquiry and Word Count (LIWC) program. Considering features previously associated with mental health (I-talk, Emotional Tone, Analytic language and Cognitive Processes words) over time, we found that I-talk and Cognitive Processes showed an initial increase, followed by a plateau (in 1967), while Emotional Tone showed a cubic relationship with time, being sensitive to changes in Brian Wilson’s life. Analytic language was highly variable and did not show any patterns. Our data suggest that even carefully crafted language, such as song lyrics, can carry information about the writer’s mental health and that considering language use over the course of an individual’s lifespan can provide crucial insights into psychological processes.",
          "url": "https://doi.org/10.1177/03057356251342808",
          "doi": "https://doi.org/10.1177/03057356251342808",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
