{
  "update": "2024-11-29",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "The Comedy of Measurement Errors: Standard Error of Measurement and Standard Error of Estimation",
          "authors": "David J. Stanley, Jeffrey R. Spence",
          "abstract": "Testing is used to inform a range of critical decisions that help structure much of contemporary society. An unavoidable aspect of testing is that test scores are not infallible. As a result, individual test scores should be accompanied by an interval that indicates the uncertainty surrounding the score. There are a number of different test-score intervals that can be created from different error terms. Unfortunately, there are pervasive misinterpretations of these errors and their intervals. Many of these interpretations can be found in authoritative sources on psychological measurement, which has resulted in stubborn and persistent confusion about what these intervals mean. In the current article, we clarify two important error terms and their intervals: (a) the Standard Error of Estimation and (b) the Standard Error of Measurement. We explicate the meaning and interpretation of these errors by examining their statistical foundations. Specifically, we detail how these terms are formulated from different statistical models and the implications of these models for their different interpretations. We use classical test theory, bivariate linear regression, R activities, and algebra to illustrate the key concepts and differences.",
          "url": "http://dx.doi.org/10.1177/25152459241285885",
          "doi": "10.1177/25152459241285885",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "What drives older adults’ acceptance of virtual humans? A conjoint and latent class analysis on virtual exercise coach attributes for a community-based exercise program",
          "authors": "Michael Joseph S. Dino, Kenneth W. Dion, Peter M. Abadir, Chakra Budhathoki, Chien-Ming Huang, William V. Padula, Irvin Ong, Cheryl R. Dennison Himmelfarb, Patricia M. Davidson, Ladda Thiamwong",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108507",
          "doi": "10.1016/j.chb.2024.108507",
          "filter": 0
        },
        {
          "title": "Who needs What Support? Exploring the relationship between intergenerational support and digital media use among Chinese older adults: A latent profile analysis",
          "authors": "Shoukui Cui, Yinqiu Zhao, Ruifeng Qie",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108506",
          "doi": "10.1016/j.chb.2024.108506",
          "filter": 0
        },
        {
          "title": "Children’s trust in Google’s ability to answer questions about the past, present, and future",
          "authors": "Lauren N. Girouard-Hallam, Judith H. Danovitch",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108496",
          "doi": "10.1016/j.chb.2024.108496",
          "filter": 0
        },
        {
          "title": "Experiencing hybrid spaces a scoping literature review of empirical studies on human experiences in cyber-physical environments",
          "authors": "Anna Juliane Heinrich, Maxi Heitmayer, Eva Smith, Yifan Zhang",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108502",
          "doi": "10.1016/j.chb.2024.108502",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "People reward others based on their willingness to exert effort",
          "authors": "Yang Xiang, Jenna Landy, Fiery A. Cushman, Natalia Vélez, Samuel J. Gershman",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104699",
          "doi": "10.1016/j.jesp.2024.104699",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "On the Importance of Considering Concurrent Effects in Random-Intercept Cross-Lagged Panel Modelling: Example Analysis of Bullying and Internalising Problems",
          "authors": "Lydia G. Speyer, Xinxin Zhu, Yi Yang, Denis Ribeaud, Manuel Eisner",
          "url": "http://dx.doi.org/10.1080/00273171.2024.2428222",
          "doi": "10.1080/00273171.2024.2428222",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "People Overestimate How Much Gossiping Encourages Listeners’ Self-Disclosure",
          "authors": "Yuqi Chen, Ruobing Fu, Jingyi Lu",
          "abstract": "Gossip is ubiquitous. People gossip for several reasons. Beyond well-studied explanations, we propose an underexplored reason: tellers overestimate the extent to which gossiping encourages listeners’ self-disclosure. This overestimation is observed for gossip but not for nongossip, and for self-disclosure but not for disclosing information unrelated to oneself. We also document that tellers’ overestimation arises because tellers (vs. listeners) focus more on the trust that they convey to listeners by gossiping, whereas listeners (vs. tellers) focus more on their concerns about being the target of gossip in the future. This study identifies a novel misprediction and contributes to the literature on gossip by revealing a new motivation underlying gossiping. Practically, it provides an effective debiasing approach to mitigate tellers’ overestimation and consequently manage gossip.",
          "url": "http://dx.doi.org/10.1177/01461672241293832",
          "doi": "10.1177/01461672241293832",
          "filter": 0
        },
        {
          "title": "The Pursuit of Approval: Social Media Users’ Decreased Posting Latency Following Online Exclusion as a Form of Acknowledgment-Seeking Behavior",
          "authors": "Christoph Kenntemich, Christiane M. Büttner, Selma C. Rudert",
          "abstract": "How do individuals behave after the sting of social exclusion on social media? Previous theorizing predicts that, after experiencing exclusion, individuals either engage in activities that reconnect them with others, or, they withdraw from the context. We analyzed data from Twitter ( k = 47,399 posts; N = 2,000 users) and Reddit ( k = 58,442 posts; N = 2,000 users), using relative (un)popularity of users’ own posts (i.e., receiving fewer Likes/upvotes than usual) as an indicator of social exclusion. Both studies found no general increase or decrease in posting latency following exclusion. However, the latency of behaviors aimed at connecting with many others decreased (i.e., posting again quickly), and the latency of behaviors aimed at connecting with specific others increased (i.e., commenting or mentioning others less quickly). Our findings speak in favor of acknowledgment-seeking behavior as a reaction to social exclusion that may be specific to social media contexts.",
          "url": "http://dx.doi.org/10.1177/01461672241297824",
          "doi": "10.1177/01461672241297824",
          "filter": 0
        },
        {
          "title": "Deflation: The Effect of Hierarchical Representation on Perceived Diversity, Conflict, and Attraction to Work Teams",
          "authors": "N. Derek Brown, Sonya Mishra, Shoshana N. Jarvis, Cameron Anderson",
          "abstract": "Prior research finds that hierarchical representation–the vertical distribution of minorities across a hierarchy–can influence team attractiveness. Extending these findings, we offer a novel account for why these perceptions arise: teams with minorities clustered in low-ranking positions are perceived as less diverse and more conflict-prone than equally diverse teams with hierarchical representation. Across five studies (N = 2946), participants perceived teams with low hierarchical representation as less attractive than teams with hierarchical representation, regardless of participant race. Teams with low hierarchical representation were considered just as unattractive as teams with lower numerical diversity (Study 2). Individuals also underestimated the percentage of Black employees present in teams with low hierarchical representation, signaling a “diversity deflation” effect (Study 3). Conversely, teams with hierarchical representation were considered as attractive as diverse teams with flatter hierarchies (Study 4). The effect of hierarchical representation on attractiveness weakens for teams portrayed as conflict-laden (Study 5).",
          "url": "http://dx.doi.org/10.1177/01461672241287581",
          "doi": "10.1177/01461672241287581",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "Is Mansplaining Gendered? The Effects of Unsolicited, Generic, and Prescriptive Advice on U.S. Women",
          "authors": "Erik Santoro, Hazel Rose Markus",
          "abstract": "In light of popular accounts in the United States of “mansplaining,” we investigated the effects on women when others give them “unresponsive” advice (i.e., unsolicited, generic, and prescriptive recommendations). We show using both vignettes (Study 1) and live interactions (Study 2) that unresponsive advice (vs. responsive questions) from men negatively affected women’s self-perceptions, leaving them feeling less respected, powerful, and trusting and having a smaller size of self. The advice giver’s gender did not moderate these self-perception outcomes (Study 3), although women anticipated greater stereotype threat only when men, and not when women, gave them unresponsive advice. Similar effects were found using responsive advice instead of questions as the comparison condition (Study 4). Overall, these findings ( N = 4,394 U.S. adult women) suggest that it is the unresponsive nature of advice—and for certain outcomes the advice giver’s gender—that explain its effects on women. They point to the value of a responsive suggestion or question during conversations, particularly during cross-gender ones.",
          "url": "http://dx.doi.org/10.1177/09567976241268630",
          "doi": "10.1177/09567976241268630",
          "filter": 0
        },
        {
          "title": "The Well-Being Costs of Informal Caregiving",
          "authors": "Michael D. Krämer, Wiebke Bleidorn",
          "abstract": "How does informal care affect caregivers’ well-being? Theories and existing research provide conflicting answers to this question, partly because the temporal processes and conditions under which different aspects of well-being are affected are unknown. Here, we used longitudinal data from Dutch, German, and Australian representative panels (281,884 observations, 28,663 caregivers) to examine theoretically derived hypotheses about changes in caregivers’ life satisfaction, affective experiences, depression/anxiety, and loneliness. Overall, results provided evidence for negative well-being effects after the transition into a caregiver role, with more pronounced and longer-lasting well-being losses in women than in men. We further found that well-being losses were larger with more time spent on caregiving, in both men and women. These results were robust across moderators of the caregiving context (care tasks, relationship with care recipient, and full-time employment). Together, the present findings support predictions of stress theory and highlight lingering questions in theoretical frameworks of care-related well-being costs.",
          "url": "http://dx.doi.org/10.1177/09567976241279203",
          "doi": "10.1177/09567976241279203",
          "filter": 0
        },
        {
          "title": "Differences Between Lifelong Singles and Ever-Partnered Individuals in Big Five Personality Traits and Life Satisfaction",
          "authors": "Julia Stern, Michael D. Krämer, Alexander Schumacher, Geoff MacDonald, David Richter",
          "abstract": "Being romantically partnered is widely seen as a societal norm, and it has been shown to be positively associated with important life outcomes, such as physical and mental health. However, the percentage of singles is steadily increasing, with more people staying single for life. We used the Survey of Health, Ageing and Retirement in Europe (SHARE; N = 77,064, mainly ≥ 50 years, 27 countries) to investigate Big Five personality traits and life satisfaction in lifelong singles compared with ever-partnered individuals. Specification-curve analyses suggested that lifelong singles were less extraverted, less conscientious, less open to experiences (dependent on singlehood definition), and less satisfied with their lives. Effects were stronger for never-partnered than for never-cohabitating or never-married individuals and were partly moderated by gender, age, country-level singlehood, and gender ratio. Our study provides insights into the characteristics of lifelong singles and has implications for understanding mental health and structures of social support in older individuals.",
          "url": "http://dx.doi.org/10.1177/09567976241286865",
          "doi": "10.1177/09567976241286865",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "Burning out, fading away, and the sophomore slump: Critics’ versus fans’ ratings of music artists’ album quality over time",
          "authors": "Gregory D. Webster, Lysann Zander",
          "abstract": "Folk psychology posits that music artists’ first albums are considered their best, whereas later albums draw fewer accolades, and that artists’ second albums are considered worse than their first—a phenomenon called the “sophomore slump.” This work is the first large-scale multi-study attempt to test changes in album quality over time and whether a sophomore slump bias exists. Study 1 examined music critics, sampling all A, B, and C entries from The New Rolling Stone Record Guide (2,078 album reviews, 387 artists, 38 critics). Study 2 examined music fans, sampling crowdsourced Rate Your Music ratings of artists with at least one Rolling Stone top 500 album (4,030 album reviews, 254 artists). Using multilevel models, both studies showed significant linear declines in ratings of artists’ album quality over artists’ careers; however, the linear effects were qualified by significantly positive quadratic effects, suggesting slightly convex patterns where declines were steeper among earlier (vs later) albums. Controlling for these trends, a significant and substantial sophomore slump bias was observed for critics’ ratings, but not for fans’ ratings. We discuss theoretical perspectives that may contribute to the observed effects, including regression to the mean, cognitive biases and heuristics, and social psychological accounts.",
          "url": "http://dx.doi.org/10.1177/03057356241289076",
          "doi": "10.1177/03057356241289076",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Technology, Mind, and Behavior",
      "journal_short": "TMB",
      "articles": [
        {
          "title": "The measurement of videoconferencing anxiety and avoidance.",
          "authors": "Micaela Russell, Nicole Hale, Anne Eible, Brian Fisak",
          "url": "http://dx.doi.org/10.1037/tmb0000145",
          "doi": "10.1037/tmb0000145",
          "filter": 0
        },
        {
          "title": "Simulator sickness in older adults during active and passive driving tasks.",
          "authors": "Shabnam Haghzare, Niki Akbarian, Jennifer L. Campos, Alex Mihailidis, Behrang Keshavarz",
          "url": "http://dx.doi.org/10.1037/tmb0000138",
          "doi": "10.1037/tmb0000138",
          "filter": 0
        },
        {
          "title": "The effects of Instagram and Twitter usage on sad and anxious mood: A multimethod approach.",
          "authors": "Emma Unruh-Dawes, Kayla Wagler, Tony T. Wells",
          "url": "http://dx.doi.org/10.1037/tmb0000142",
          "doi": "10.1037/tmb0000142",
          "filter": 0
        },
        {
          "title": "Supplemental Material for The effects of Instagram and Twitter usage on sad and anxious mood: A multimethod approach.",
          "authors": "Emma Unruh-Dawes, Kayla Wagler, Tony T. Wells",
          "url": "http://dx.doi.org/10.1037/tmb0000142.supp",
          "doi": "10.1037/tmb0000142.supp",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
