{
  "update": "2026-02-17",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "Measurement-Reporting Practices in Social-and-Personality-Psychology Articles",
          "authors": "Katherine M. Lawson, Julia G. Bottesini, Linh D. Khong, Simine Vazire",
          "abstract": "Psychological scientists are increasingly acknowledging the importance of transparency for research integrity. In the present study, we examined one important facet of transparency: providing enough information about measures so that readers can evaluate aspects of construct validity. With a focus on social and personality psychology, we explored how often authors in one journal report a scale name, citation, example item, number of items, and reliability coefficient and how often authors provide access to the study’s materials. We also investigated how measurement-reporting practices have changed from 2010 to 2020, the decade encompassing the start of the “credibility revolution” in psychology. Across two samples, we coded 506 Social Psychological and Personality Science articles ( N = 425 articles with at least one questionnaire measure; N = 1,198 questionnaire measures). Overall, ≈31% of measures were reported with a name, ≈53% were reported with a citation, ≈66% were reported with an example item, ≈76% were reported with the number of items, and ≈78% of multiitem measures included some reliability information; ≈22% of measures were a single item, and 46% were ad hoc. We did not detect any apparent changes in the reporting practices examined from 2010 to 2020 in either sample except for an increase in the availability of materials over time. Therefore, the replication crisis may have motivated increased access to studies’ materials in recent years but otherwise does not seem to be associated with more transparent reporting of measurement information for questionnaires in brief social-and-personality-psychology articles.",
          "url": "https://doi.org/10.1177/25152459251407612",
          "doi": "https://doi.org/10.1177/25152459251407612",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "Generating Experimental Text Stimuli for Psychological Research Using ChatGPT",
          "authors": "Jacqueline Lechuga, Nakul N. Karle",
          "abstract": "The introduction of ChatGPT—an artificial-intelligence (AI) chatbot capable of text recognition and generation—has been transformative for numerous academic research communities, including psychology. We propose using ChatGPT to reduce researchers’ cognitive load and time spent creating text materials for psychological studies (e.g., vignettes). We present examples of ChatGPT-generated text materials for relationship-science ( N = 60) and social-cognition ( N = 67) studies and provide evidence of their effectiveness. Furthermore, we discuss ethical considerations and make recommendations related to using text materials generated by ChatGPT or similar AI tools. We end with a brief discussion of the importance of this work and encourage others to leverage AI in the field of psychology.",
          "url": "https://doi.org/10.1177/25152459251407631",
          "doi": "https://doi.org/10.1177/25152459251407631",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "Sample-Size Planning for Frequentist and Bayesian 2 × 2 Analysis-of-Variance Designs",
          "authors": "Sebastian A. J. Lortz, Andrew Setiono, Marton Kovacs, Don van Ravenzwaaij",
          "abstract": "Sample-size justification is an essential aspect of rigorous research in the behavioral and social sciences and helps to ensure studies are adequately powered, minimize resource waste, and reduce participant burden. However, researchers often face challenges in navigating the array of sample-size-planning methods available, particularly when balancing inferential goals and statistical frameworks. The SampleSizePlanner (SSP), originally developed to assist researchers in selecting appropriate sample-size determination methods for two-group designs, has been expanded to address 2 × 2 analysis-of-variance (ANOVA) designs. In this article, we introduce novel 2 × 2 design extensions to the SSP, including tools for Bayesian methods, such as the Bayes factor equivalence interval and the region of practical equivalence, and a frequentist approach. The SSP offers an accessible ShinyApp interface and R package, enabling researchers to streamline decision-making and apply various sample-size-planning methods with minimal computational overhead. Ready-to-use reporting templates foster transparency in sample-size justification. In the article, we address the practical application of these tools through comprehensive examples, demonstrating their relevance to scenarios such as interaction testing and equivalence estimation. By providing a standardized and accessible approach to sample-size planning, this work supports researchers in conducting reproducible and well-powered studies while addressing gaps in sample-size planning for 2 × 2 ANOVA designs.",
          "url": "https://doi.org/10.1177/25152459251398805",
          "doi": "https://doi.org/10.1177/25152459251398805",
          "filter": 0,
          "created": "2026-2-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Distinguishing abstraction from abstractness: Specificity norms for 8,500 English words",
          "authors": "Emiko J. Muraki, Penny M. Pexman",
          "url": "https://doi.org/10.3758/s13428-026-02949-7",
          "doi": "https://doi.org/10.3758/s13428-026-02949-7",
          "filter": 0,
          "created": "2026-2-11"
        },
        {
          "title": "The Typability Index: A tool for measuring and controlling for typing difficulty in text stimuli",
          "authors": "Emily A. Williams, Matthew Warburton, Martin Krzywinski, Faisal Mushtaq",
          "abstract": "In typing proficiency tests, like those used in job recruitment or research studies, individuals are evaluated based on their speed and accuracy. However, the difficulty of the typed text, its ‘typability’, can impact typing performance, introducing variability that is unrelated to skill. To ensure valid comparisons across individuals, time, and conditions, it is crucial to control for this variation in text difficulty. To address this issue, we develop the Typability Index, a model that predicts the relative typing speed of text. Building on earlier attempts to quantify typing difficulty from the 1940s, we create a more advanced typability model using the 136 Million (136 M) Keystrokes Dataset (Dhakal et al., Proceedings of the 2018 CHI Conference on Human Factors in Computing Systems, 1–12, 2018), where over 168,000 participants each typed 15 sentences from a pool of 1,525 items. Through random forest regression, we identify eight key predictors from 30 candidate variables, including the proportion of lowercase letters, word frequency, and syllables per word. Trained on 80% of the dataset and validated on the remaining 20% and a novel dataset, the Typability Index explained 68–88% of the variance in typability, compared to the 34% explained by an earlier leading model (Bell, Unpublished Doctor’s Dissertation, University of Oklahoma, 1949). To promote higher control in typing research and assessments, we introduce a web-based tool to facilitate accurate measurement and fair comparisons of text typability.",
          "url": "https://doi.org/10.3758/s13428-025-02877-y",
          "doi": "https://doi.org/10.3758/s13428-025-02877-y",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "The Decision Process Scale (DPS): Self-report measures of reliance on rules, cost–benefit reasoning, intuition, and deliberation in (moral) decision-making",
          "authors": "Vanessa Cheung, Maximilian Maier, Falk Lieder",
          "abstract": "Understanding how people make decisions in specific situations is a central challenge in (moral) psychology research. Yet there are no existing self-report scales for measuring the process of decision-making in individual dilemmas (as opposed to general moral attitudes or beliefs about moral decision-making). We address this gap by devising new self-report measures of several of the processes by which people make moral decisions and validate them using realistic moral dilemmas, including six new vignettes that we developed. The resulting 12-item Decision Process Scale (DPS) can be used to measure how much people rely on rules versus cost–benefit reasoning and how much they rely on intuition versus deliberation in the specific moral dilemmas they face in a laboratory experiment or in the real world.",
          "url": "https://doi.org/10.3758/s13428-025-02933-7",
          "doi": "https://doi.org/10.3758/s13428-025-02933-7",
          "filter": 0,
          "created": "2026-2-13"
        },
        {
          "title": "Distinguishing between the exponential and Lindley distributions: An illustration from biological psychology",
          "authors": "Shovan Chowdhury, Marco Marozzi, Freddy Hernández-Barajas, Fernando Marmolejo-Ramos",
          "abstract": "The exponential distribution has been used for modeling positively skewed data in biological psychology. However, the lesser-known Lindley distribution, although not typically used for this purpose, has a density and cumulative distribution that are very similar to those of the exponential distribution. This similarity suggests that the Lindley distribution could be a strong candidate for modeling such data types. While the probability density and cumulative distribution functions of these two one-parameter distributions can be quite similar, their hazard rate functions differ markedly. Therefore, selecting the most appropriate distribution significantly impacts the interpretation of the hazard rate function. To aid in this selection, we introduce a method that distinguishes between the exponential and Lindley distributions by examining the ratio of their maximized likelihood functions. This method is versatile, as it can also be applied to type I censored data, enhancing its practical appeal. Asymptotic results are analytically derived. We conducted a simulation study to demonstrate the method’s effectiveness, even with small sample sizes. Furthermore, we illustrate the method’s application using a published dataset from biological psychology and provide an implementation as an R function.",
          "url": "https://doi.org/10.3758/s13428-026-02942-0",
          "doi": "https://doi.org/10.3758/s13428-026-02942-0",
          "filter": 0,
          "created": "2026-2-13"
        },
        {
          "title": "Causal discovery methods in psychological research: Foundations, algorithms, and a practical tutorial in R",
          "authors": "Guangyu Zhu, Li Qian Tay, Mengyan Zhang",
          "abstract": "Understanding causality and the mechanisms underlying psychological phenomena has been a cornerstone of psychological research with significant implications for theory development and intervention design. While traditional methods such as experimental manipulations or structural equation modelling have been extensively used to explore causal relationships, recent advances in computational techniques have introduced causal discovery methods as a powerful alternative. These methods can uncover complex causal network structures from observational or interventional data, enabling the identification of causal directions in intricate interdependencies involving numerous variables. Building on a growing body of literature, this paper provides a comprehensive survey of core causal discovery algorithms and their recent applications across various disciplines, with a particular focus on their use in uncovering psychological mechanisms. To complement this overview, we provide a tutorial using data from the Health Behavior in School-Aged Children (HBSC) study. This case study demonstrates how causal discovery can be applied to examine gender-specific mechanisms underlying bullying-related outcomes. We also discuss the opportunities and challenges of integrating causal discovery into psychological research.",
          "url": "https://doi.org/10.3758/s13428-025-02841-w",
          "doi": "https://doi.org/10.3758/s13428-025-02841-w",
          "filter": 0,
          "created": "2026-2-13"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Esports and VR: how does it change EEG spectral dynamics of attention shift and maintenance?",
          "authors": "Alena Ovakimian, Ekaterina Karimova",
          "url": "https://doi.org/10.1016/j.chb.2026.108947",
          "doi": "https://doi.org/10.1016/j.chb.2026.108947",
          "filter": 0,
          "created": "2026-2-16"
        },
        {
          "title": "How Digital Literacy Shapes the Conversion of Political Awareness into Participation: A Cross-National Comparative Study of Mongolia and China",
          "authors": "Gavaa Zanabazar, Qaiser Mohi Ud Din, Hong Tao",
          "url": "https://doi.org/10.1016/j.chb.2026.108946",
          "doi": "https://doi.org/10.1016/j.chb.2026.108946",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "Virtual Characters, Real Emotions: Avatar Identification and Psychological Transformation Across Esports and K-pop Fandoms",
          "authors": "Yi-Ting Huang, Yu-Chiao Huang, En-Chia Lin",
          "url": "https://doi.org/10.1016/j.chb.2026.108951",
          "doi": "https://doi.org/10.1016/j.chb.2026.108951",
          "filter": 0,
          "created": "2026-2-16"
        },
        {
          "title": "AI Byline, Human Content: Exploring How Source and Message Framing Shape News Perception",
          "authors": "Jino Chung, Jihye Lee",
          "url": "https://doi.org/10.1016/j.chb.2026.108949",
          "doi": "https://doi.org/10.1016/j.chb.2026.108949",
          "filter": 0,
          "created": "2026-2-12"
        }
      ],
      "articles_hidden": [
        {
          "title": "Corrigendum to ‘Interplay of agenda setters in the digital age: The associative issue network between news organizations and political YouTube channels’ [Computers in Human Behavior 155 (2024), 108169]",
          "authors": "Bumsoo Kim, Lin Han, Yonghwan Kim",
          "url": "https://doi.org/10.1016/j.chb.2026.108948",
          "doi": "https://doi.org/10.1016/j.chb.2026.108948",
          "filter": 1,
          "created": "2026-2-16"
        }
      ]
    },
    {
      "journal_full": "Group Processes & Intergroup Relations",
      "journal_short": "GPIR",
      "articles": [
        {
          "title": "Team performance goals and team performance: A multiconceptualization approach",
          "authors": "Nicolas Sommet, Ocyna Rudmann, Vincent Pillaud, Fabrizio Butera",
          "abstract": "Existing research on the relationship between team performance goals and team performance has yielded mixed findings. We argue that these inconsistencies arise in part from the use of two different operationalizations of team performance goals: a collective-based operationalization (averaging team members’ perceptions that their team aims to outperform other teams) and a composition-based one (aggregating team members’ personal aims to outperform other individuals). In this research, we adopted a multiconceptualization approach to examine whether collective and composition performance goals interact in predicting team performance. In Study 1 (98 observations from 73 players across 31 teams), video game teams with higher collective performance goals performed better in a major European tournament when their composition performance goals were lower. In Study 2 (535 observations from 201 players across 22 teams), volleyball teams with higher collective performance goals performed better in the Swiss volleyball championship when their composition in-group performance goals were lower (i.e., fewer members striving to outperform teammates). Because of concerns about statistical power and causality in Studies 1 and 2, we conducted a larger, preregistered experiment. In Study 3 (751 participants from 292 teams), experimentally assembled teams assigned to a collective performance goal condition exhibited less behavioral sabotage during a collaborative task compared to teams instructed to endorse composition performance goals or both goal types simultaneously. This manipulation did not directly affect team performance but indirectly improved it via lower sabotage. Together, our findings suggest that high collective performance goals and low composition performance goals may provide a recipe for fostering team cooperation and performance.",
          "url": "https://doi.org/10.1177/13684302251413705",
          "doi": "https://doi.org/10.1177/13684302251413705",
          "filter": 0,
          "created": "2026-2-13"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Ensemble perception in entitativity judgments of natural crowds",
          "authors": "Sarah Ariel Lamer, Spencer Dobbs, Lindsay Goolsby, Timothy D. Sweeny, Max Weisbuch",
          "url": "https://doi.org/10.1016/j.jesp.2026.104889",
          "doi": "https://doi.org/10.1016/j.jesp.2026.104889",
          "filter": 0,
          "created": "2026-2-10"
        },
        {
          "title": "Dissecting cross-category recognition: A methodological test of the theory of perceptual expertise",
          "authors": "Brandon Cohen, Joshua Correll, Balbir Singh, Anjana Lakshmi",
          "url": "https://doi.org/10.1016/j.jesp.2026.104892",
          "doi": "https://doi.org/10.1016/j.jesp.2026.104892",
          "filter": 0,
          "created": "2026-2-16"
        },
        {
          "title": "The ideological paradox of Technologism",
          "authors": "Ashley E. Martin, Shiri Melumad",
          "url": "https://doi.org/10.1016/j.jesp.2026.104886",
          "doi": "https://doi.org/10.1016/j.jesp.2026.104886",
          "filter": 0,
          "created": "2026-2-11"
        },
        {
          "title": "How stereotypes develop from memory limitations and second-hand knowledge",
          "authors": "Diane Pecher, Joel Bornemann, Steve van Pelt, Steven Verheyen, Heleen van Mierlo",
          "url": "https://doi.org/10.1016/j.jesp.2026.104890",
          "doi": "https://doi.org/10.1016/j.jesp.2026.104890",
          "filter": 0,
          "created": "2026-2-16"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "“Me in a nutshell”: Exploring the content and properties of central traits.",
          "authors": "Elizabeth U. Long, Norhan Elsaadawy, Erika N. Carlson, Marc A. Fournier",
          "url": "https://doi.org/10.1037/pspp0000596",
          "doi": "https://doi.org/10.1037/pspp0000596",
          "filter": 0,
          "created": "2026-2-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Distributing Help Enhances Moral Judgment",
          "authors": "Matilde Lucheschi, Danit Ein-Gar, Oguz A. Acar",
          "abstract": "People tend to judge those who perform good deeds, such as donating money, as moral. Yet, prosocial actors are not equally appraised. In this article, we explore how moral judgment varies based on the donation distribution strategy—that is, the extent to which donors distribute resources across recipients. In seven studies ( N = 1,495), we show that distributing help is considered by observers to be more moral than concentrating help on a single recipient. Furthermore, this effect is driven by observers perceiving the donors distributing their help to be more committed toward the charitable cause. We extend the generalizability of our results by showing that the effect replicates across three populations considered culturally distant along the WEIRD dimensions. The article ends with a discussion of the theoretical relevance of the findings.",
          "url": "https://doi.org/10.1177/01461672251414772",
          "doi": "https://doi.org/10.1177/01461672251414772",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "Trajectories of Psychological Outcomes During the 2024 U.S. Presidential Election",
          "authors": "Olga Stavrova, Dongning Ren, Sangmin Kim, Kathleen D. Vohs",
          "abstract": "The 2024 U.S. presidential election seemed to have the potential to profoundly impact the national economy, financial markets, and geopolitics. Did Donald Trump’s re-election influence Americans’ psychology as well? We conducted a 7-wave longitudinal survey tracking N = 623 Americans (36% male, M age = 45.05 years ( SD age = 22.97) from 3 weeks before the election to 16 weeks after. As the election results came in, Democratic supporters reported a decrease in well-being, optimism and personal control, lower institutional trust, higher cynicism, more experiences of disrespect, and a stronger conspiracy mentality—changes that persisted up to 4 months post-election. In contrast, Republican supporters experienced changes in the opposite direction, effectively reversing the previously observed liberal advantage in institutional trust and diminishing the liberal–conservative gap in other psychological outcomes. These results challenge the notion of inherent psychological differences between liberals and conservatives, highlighting how such differences can shift depending on which party holds power.",
          "url": "https://doi.org/10.1177/01461672251412506",
          "doi": "https://doi.org/10.1177/01461672251412506",
          "filter": 0,
          "created": "2026-2-11"
        },
        {
          "title": "Combining Order and Consistency Effects in Two-Sided Messages on the Non-Effectiveness of Homeopathy",
          "authors": "Luisa Liekefett, Julia C. Becker",
          "abstract": "How do people whose beliefs conflict with the scientific consensus respond to two-sided messages that communicate both the belief-challenging consensus and isolated belief-affirming findings? Across three experiments ( N total = 1,124), we gave homeopathy supporters belief-challenging and belief-affirming information in varying orders. In Studies 1 and 2, we measured perceived trustworthiness of homeopathy-related science between both pieces of information. Compared with participants who received belief-challenging information first, participants who received belief-affirming information first reported higher trust in homeopathy-related science after the first information and were more likely to report believing that homeopathy is not effective after both pieces of information. Study 3 showed that the order effect on reported belief in the effectiveness of homeopathy did not occur without the interim measurement of perceived trustworthiness. This pattern is consistent with a consistency effect due to the interim measurement. Overall, two-sided messages did not outperform one-sided messages regarding changes in reported beliefs.",
          "url": "https://doi.org/10.1177/01461672251409438",
          "doi": "https://doi.org/10.1177/01461672251409438",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "From “Mesearch” to “Wesearch”: Perceptions of Researchers Studying Their Own Intersectional Marginalization",
          "authors": "Michael Thai, Audrée Grand’Pierre",
          "abstract": "Important scientific contributions regarding intersectional marginalization are often advanced by researchers who, themselves, hold the relevant intersecting identities. But how are these researchers perceived? In an experiment gauging the perspective of a demographically representative sample of U.S. Americans ( N = 385), we found that research on Black women’s marginalization was perceived as equivalently trustworthy and meritorious whether it was conducted by a Black woman, Black man, White woman, or White man. Our data suggested this was because a Black woman conducting this work was perceived ambivalently—positively due to her perceived standing and expertise, but negatively due to her perceived vested interest. In three follow-up experiments examining perceptions of Black American women, specifically ( N = 243, 139, 182), we found a different pattern—Black women consistently evaluated this research more favorably if it was conducted by a fellow Black woman, prioritizing her standing, expertise, and commitment to the community.",
          "url": "https://doi.org/10.1177/01461672251412997",
          "doi": "https://doi.org/10.1177/01461672251412997",
          "filter": 0,
          "created": "2026-2-16"
        },
        {
          "title": "Deprivation or Dominance? Examining the Psychological Antecedents of Historical Negation Among Europeans Over Time",
          "authors": "Kieren J. Lilly, Zoe Bertenshaw, Chantelle Kimberley, Tamino Konur, Chris G. Sibley, Danny Osborne",
          "abstract": "Although historical negation—the ideologically-based denial of the contemporary relevance of colonial injustices—sustains inequities between settler colonisers and Indigenous peoples, few studies explore the psychological processes underlying historical negation among settler colonisers. In this pre-registered study, we examine whether perceived group-based relative deprivation (GRD) fosters historical negation among New Zealand Europeans. To do so, we use seven annual waves of data from a nationwide panel sample of New Zealand European adults ( N = 26,759) and random intercept cross-lagged panel modelling to predict within-person changes in historical negation over time. Contrary to our hypotheses, no significant within-person associations emerged between GRD and historical negation. GRD did, however, have a positive between-person association with historical negation among sole-identifying New Zealand Europeans. These results indicate that GRD among settler colonisers correlates with—but does not drive—the minimisation of the present-day relevance of colonial injustices.",
          "url": "https://doi.org/10.1177/01461672261419543",
          "doi": "https://doi.org/10.1177/01461672261419543",
          "filter": 0,
          "created": "2026-2-16"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "Profiles of risk and resilience: A qualitative exploration of factors influencing nomophobia.",
          "authors": "Akanksha Jayant Rajguru, Siddharth Sarkar, Ashwani Kumar Mishra, Rachna Bhargava, Yatan Pal Singh Balhara",
          "url": "https://doi.org/10.1037/ppm0000647",
          "doi": "https://doi.org/10.1037/ppm0000647",
          "filter": 0,
          "created": "2026-2-12"
        }
      ],
      "articles_hidden": []
    }
  ]
}
