{
  "update": "2024-11-14",
  "content": [
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "What makes an app authentic? Determining antecedents of perceived authenticity in an AI-powered service app.",
          "authors": "Diem-Trang Vo, Long Van Thang Nguyen, Duy Dang-Pham, Ai-Phuong Hoang",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108495",
          "doi": "10.1016/j.chb.2024.108495",
          "filter": 0
        },
        {
          "title": "The bright side of sexting: A scoping review on its benefits",
          "authors": "Silke Van Dijck, Silke Van den Eynde, Paul Enzlin",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108499",
          "doi": "10.1016/j.chb.2024.108499",
          "filter": 0
        },
        {
          "title": "Avatars at Risk: Exploring Public Response to Sexual Violence in Immersive Digital Spaces",
          "authors": "Navneet Kumar Singh, Rajeev Kumar Ray, Nikee Silayach, Devi Prasad Dash, Amit Singh",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108500",
          "doi": "10.1016/j.chb.2024.108500",
          "filter": 0
        },
        {
          "title": "Evaluating the adoption and effectiveness of human educators vs. AI tools in education",
          "authors": "Aiping Shao, Zhi Lu, Bu Zhong, Stephanie Q. Liu, Wei Lu",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108492",
          "doi": "10.1016/j.chb.2024.108492",
          "filter": 0
        },
        {
          "title": "Perception of Non-Binary Social Media Users Towards Authentic Non-Binary Social Media Influencers.",
          "authors": "Madison Meston, David E. Williams",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108498",
          "doi": "10.1016/j.chb.2024.108498",
          "filter": 0
        },
        {
          "title": "The effects of self-explanation on game-based learning: Evidence from eye-tracking analyses",
          "authors": "Guo-Li Chiou, Meng-Jung Tsai, Chung-Yuan Hsu",
          "url": "http://dx.doi.org/10.1016/j.chb.2024.108494",
          "doi": "10.1016/j.chb.2024.108494",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Certainty improves the predictive validity of Honesty-Humility and Dark Triad traits on cheating behavior",
          "authors": "David Santos, Arsham Ghodsinia, Blanca Requero, Dilney Gonçalves, Pablo Briñol, Richard E. Petty",
          "url": "http://dx.doi.org/10.1016/j.jesp.2024.104694",
          "doi": "10.1016/j.jesp.2024.104694",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "People update their injunctive norm and moral beliefs after receiving descriptive norm information.",
          "authors": "Paul Deutchman, Gordon Kraft-Todd, Liane Young, Katherine McAuliffe",
          "url": "http://dx.doi.org/10.1037/pspa0000416",
          "doi": "10.1037/pspa0000416",
          "filter": 0
        },
        {
          "title": "Linking Big Five personality traits to components of diet: A meta-analytic review.",
          "authors": "Mark S. Allen, Mandira Mishra, Sarah M. Tashjian, Sylvain Laborde",
          "url": "http://dx.doi.org/10.1037/pspp0000526",
          "doi": "10.1037/pspp0000526",
          "filter": 0
        },
        {
          "title": "The cross-cultural big two: A culturally decentered theoretical and measurement model for personality traits.",
          "authors": "Amber Gayle Thalmayer, Kendall A. Mather, Gerard Saucier, Luzelle Naudé, Maria Florence, Tracey-Ann Adonis, Elizabeth N. Shino, Stephen Asatsa, Alena Witzlack-Makarevich, Lea Z. M. Bächlin, David M. Condon",
          "url": "http://dx.doi.org/10.1037/pspp0000528",
          "doi": "10.1037/pspp0000528",
          "filter": 0
        },
        {
          "title": "Extended artificial intelligence aversion: People deny humanness to artificial intelligence users.",
          "authors": "Jianning Dang, Li Liu",
          "url": "http://dx.doi.org/10.1037/pspi0000480",
          "doi": "10.1037/pspi0000480",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Deception Detection: Using Machine Learning to Analyze 911 Calls",
          "authors": "Patrick M. Markey, Jennie Dapice, Brooke Berry, Erica B. Slotter",
          "abstract": "This study examined the use of machine learning in detecting deception among 210 individuals reporting homicides or missing persons to 911. The sample included an equal number of false allegation callers (FAC) and true report callers (TRC) identified through case adjudication. Independent coders, unaware of callers’ deception, analyzed each 911 call using 86 behavioral cues. Using the random forest model with k-fold cross-validation and repeated sampling, the study achieved an accuracy rate of 68.2% for all 911 calls, with sensitivity and specificity at 68.7% and 67.7%, respectively. For homicide reports, accuracy was higher at 71.2%, with a sensitivity of 77.3% but slightly lower specificity at 65.0%. In contrast, accuracy decreased to 61.4% for missing person reports, with a sensitivity of 49.1% and notably higher specificity at 73.6%. Beyond accuracy, key cues distinguishing FACs from TRCs were identified and included cues like “Blames others,” “Is self-dramatizing,” and “Is uncertain and insecure.”",
          "url": "http://dx.doi.org/10.1177/01461672241287064",
          "doi": "10.1177/01461672241287064",
          "filter": 0
        },
        {
          "title": "Inoculating Against Moral Disengagement Creates Ethical Adherence for Narcissism",
          "authors": "Daniel N. Jones, Rafik Beekun, Julie Aitken Schermer, Kristi Baerg MacDonald, Josh Compton",
          "abstract": "Increasing honesty is critical in modern society. Moral Disengagement Tactics (MDTs) enable individuals to engage in unethical behavior while avoiding self-criticism, making MDTs a form of self-persuasion. One way to prevent persuasion is inoculation. Across three experiments ( N = 972), two preregistered, we randomly assigned individuals to a code of ethics versus inoculation to MDTs condition. Study 1 ( n = 443) found that those high in narcissism reported increased ethical intentions in the inoculation condition. Study 2 ( n = 224) replicated and extended this effect, finding that individuals high in narcissism were more likely to behave honestly in the inoculation condition. Study 3 ( n = 305) was a longitudinal study finding that inoculating those high in narcissism led to fewer lies over the past week’s inoculation. None of these interaction patterns emerged for Machiavellianism or psychopathy. Thus, inoculation to MDTs appears effective in reducing dishonesty among those high in narcissism.",
          "url": "http://dx.doi.org/10.1177/01461672241276562",
          "doi": "10.1177/01461672241276562",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "Examining how brief mindfulness training influences communication within the brain of musicians with music performance anxiety: A resting state fMRI study",
          "authors": "Kayla Boileau, Nicole Stanson, Zhuo Fang, Kheana Barbeau, Umara Hansen, Gilles Comeau, Andra Smith",
          "abstract": "Many musicians live with music performance anxiety (MPA), which may affect their psychological and physiological functioning. Mindfulness, being aware in the present moment without judgment, has been found to help ease anxiety. Mindfulness may also help alleviate the negative effects of MPA, but what is the neurophysiological basis for this effect? Core components of mindfulness, including emotional processing and acceptance, are related to specific patterns of brain activity. In the current study, 20 musicians with MPA underwent a resting-state functional magnetic resonance imaging (MRI) scan (Time 1), a method to examine the communication between brain regions at rest. Notably, 10 musicians then underwent 2 weeks of mindfulness training, while 10 did not. The same scan sequence was repeated in all participants 2 weeks later (Time 2). Compared with Time 1, participants in the mindfulness group exhibited decreased resting-state functional connectivity between areas of the prefrontal cortex and the vermis-6 and crus-II at Time 2. These two areas of the cerebellum are related to emotional processing and acceptance. Changes in communication between these brain regions and the prefrontal cortex suggest the neurophysiological influences of mindfulness and how mindfulness can be used to strengthen emotion regulation networks in musicians with MPA.",
          "url": "http://dx.doi.org/10.1177/03057356241288551",
          "doi": "10.1177/03057356241288551",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
