{
  "update": "2025-06-12",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "Thinking Clearly About Age, Period, and Cohort Effects",
          "authors": "Julia M. Rohrer",
          "abstract": "Psychological researchers are interested in how things change over time and routinely make claims about age effects (e.g., personality maturation), cohort effects (e.g., generational differences in narcissism), and sometimes, period effects (e.g., secular trends in mental health). The age-period-cohort identification problem means that these claims are not possible based on the data alone: Any possible temporal pattern can be explained by an infinite number of combinations of age, period, and cohort effects. This concern holds regardless of the study design (it also applies to longitudinal designs covering multiple cohorts) and the number of observations available (it also applies if researchers observe the whole population). Researchers usually rely on statistical models that impose constraints to pick one specific decomposition of effects. Unfortunately, these constraints often remain opaque, resulting in a lack of scrutiny of the underlying assumptions. How can researchers reason more transparently and systematically about age, period, and cohort? Here, I summarize advances in the understanding of the precise nature of the identification problem, provide an overview of ways to move forward, and highlight one approach that is particularly transparent about assumptions: bounding analysis, a framework developed by sociologists Ethan Fosse and Christopher Winship. To illustrate this approach, I analyze how age, period, and cohort affect attitudes toward working mothers in the German General Social Survey.",
          "url": "https://doi.org/10.1177/25152459251342750",
          "doi": "https://doi.org/10.1177/25152459251342750",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Advancing preference testing in humans and animals",
          "authors": "Dana Pfefferle, Steven R. Talbot, Pia Kahnau, Lauren C. Cassidy, Ralf R. Brockhausen, Anne Jaap, Veronika Deikun, Pinar Yurt, Alexander Gail, Stefan Treue, Lars Lewejohann",
          "abstract": "Preference tests help to determine how highly individuals value different options to choose from. During preference testing, two or more options are presented simultaneously, and options are ranked based on the choices made. Presented options, however, influence each other, where the amount of influence increases with the number of options. Multiple binary choice tests can reduce this degree of influence, but conventional analysis methods do not reveal the relative strengths of preference, i.e., the preference difference between options. Here, we demonstrate that multiple binary comparisons can be used not only to rank but also to scale preferences among many options (i.e., their worth value). We analyzed human image preference data with known valence scores to develop and validate our approach to determine how known valence ranges (high vs. low) converge on a scaled representation of preference data. Our approach allowed us to assess the valence of ranked options in mice and rhesus macaques. By conducting simulations, we developed an approach to incorporate additional option choices into existing rank orders without the need to conduct binary choice tests with all original options, thus reducing the number of animal experiments needed. Two quality measures, consensus error and intransitivity ratio, allow for assessing the achieved confidence of the scaled ranking and better tailoring of measurements required to improve it further. The software is available as an R package (“simsalRbim”). Our approach optimizes preference testing, e.g., in welfare assessment, and allows us to efficiently and quantitatively assess the relative value of options presented to animals.",
          "url": "https://doi.org/10.3758/s13428-025-02668-5",
          "doi": "https://doi.org/10.3758/s13428-025-02668-5",
          "filter": 0
        },
        {
          "title": "How low can you go? Tracking eye movements during reading at different sampling rates",
          "authors": "Bernhard Angele, Zeynep Gunes Ozkan, Marina Serrano-Carot, Jon Andoni Duñabeitia",
          "abstract": "Eye-movement research has revolutionized our understanding of reading, but the use of eye-tracking techniques in investigating the reading process is still limited by the cost of high-precision eye-tracking, which limits research to laboratories with sufficient resources. It is important to evaluate to what extent cognitive processes during reading can be measured with less expensive eye-tracking devices. One such way may be to use devices with a lower sampling rate, which are much less expensive than high-sampling rate eye-trackers. We recorded readers’ eye movements during reading at different sampling rates and show that it is possible to measure the classic effect of word frequency on fixation duration, reflecting ongoing cognitive processing during reading, at sampling rates ranging from 250 to 2000 Hz. We simulate even lower sampling rates and show that, with a sufficiently large sample size, it is possible to detect the effect of word frequency even at very low sampling rates (30–125 Hz). Our results demonstrate that, in principle, low sampling rates are not an obstacle to studying the effects of cognitive processing during reading.",
          "url": "https://doi.org/10.3758/s13428-025-02713-3",
          "doi": "https://doi.org/10.3758/s13428-025-02713-3",
          "filter": 0
        },
        {
          "title": "A comprehensive study of template-based frequency detection methods in SSVEP-based brain–computer interfaces",
          "authors": "Mohammad Norizadeh Cherloo, Homa Kashefi Amiri, Amir Mohammad Mijani, Liang Zhan, Mohammad Reza Daliri",
          "url": "https://doi.org/10.3758/s13428-025-02710-6",
          "doi": "https://doi.org/10.3758/s13428-025-02710-6",
          "filter": 0
        },
        {
          "title": "Kalimah norms: Ratings for 2,467 modern standard Arabic words on two scales",
          "authors": "Alaa Alzahrani, Wafa Aljuaythin, Hassan Alshumrani, Alaa Mamoun Saleh, Mohamed M. Mostafa",
          "url": "https://doi.org/10.3758/s13428-025-02692-5",
          "doi": "https://doi.org/10.3758/s13428-025-02692-5",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "How Do Source Evaluation Criteria Develop? A Microgenetic Study of Growth of Epistemic Ideals",
          "authors": "Sarit Barzilai, Clark A. Chinn",
          "url": "https://doi.org/10.1016/j.chb.2025.108729",
          "doi": "https://doi.org/10.1016/j.chb.2025.108729",
          "filter": 0
        },
        {
          "title": "Who Watches Porn? Demographic Insights from Web Tracking Data",
          "authors": "Alberto Martinez-Serra, Ana Sofia Cardenal",
          "url": "https://doi.org/10.1016/j.chb.2025.108731",
          "doi": "https://doi.org/10.1016/j.chb.2025.108731",
          "filter": 0
        },
        {
          "title": "The Role of Trust as the Facilitator and Contingency Factor in the Adoption of Digital Healthcare Services: A Telemedicine Context",
          "authors": "Phatthira Wissawaswaengsuk, Prashant Kumar, Björn Frank, Yuosre F. Badir",
          "url": "https://doi.org/10.1016/j.chb.2025.108722",
          "doi": "https://doi.org/10.1016/j.chb.2025.108722",
          "filter": 0
        },
        {
          "title": "Do cognitive assessment games leave infrequent video game players behind? Evaluating frequent and infrequent players’ gaming experience and data quality",
          "authors": "Benny Markovitch, Jonas C.C. Kamps, Panos Markopoulos, Max V. Birk",
          "url": "https://doi.org/10.1016/j.chb.2025.108720",
          "doi": "https://doi.org/10.1016/j.chb.2025.108720",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Talk is cheap: The role of (in)sincere allyship cues from men on women's identity-safety and retention at work",
          "authors": "Charlotte E. Moser, Nyla R. Branscombe, Gregg A. Muragishi",
          "url": "https://doi.org/10.1016/j.jesp.2025.104767",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104767",
          "filter": 0
        },
        {
          "title": "People judge third-party anger as a signal of moral character",
          "authors": "Xi Shen, Rajen A. Anderson, David A. Pizarro",
          "url": "https://doi.org/10.1016/j.jesp.2025.104765",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104765",
          "filter": 0
        },
        {
          "title": "Moral fixedness: Morality seems less changeable than competence and warmth",
          "authors": "Jinseok S. Chun, Michael S. North",
          "url": "https://doi.org/10.1016/j.jesp.2025.104776",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104776",
          "filter": 0
        },
        {
          "title": "Through the lens of race: Accounting for majority-minority relations in cross-race categorization and individuation",
          "authors": "Verena Heidrich, Roland Imhoff",
          "url": "https://doi.org/10.1016/j.jesp.2025.104763",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104763",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Goal harmony.",
          "authors": "Jiabi Wang, Ayelet Fishbach",
          "url": "https://doi.org/10.1037/pspa0000452",
          "doi": "https://doi.org/10.1037/pspa0000452",
          "filter": 0
        },
        {
          "title": "She sees the trees, he sees the forest: Descriptive gender stereotypes of concreteness and abstractness.",
          "authors": "Samantha J. Dodson, Rachael D. Goodwin, Cheryl J. Wakslak, Kristina A. Diekmann, Jesse Graham",
          "url": "https://doi.org/10.1037/pspa0000453",
          "doi": "https://doi.org/10.1037/pspa0000453",
          "filter": 0
        },
        {
          "title": "Detecting social biases using mental state inference.",
          "authors": "Mika Asaba, Isaac Davis, Julia Leonard, Julian Jara-Ettinger",
          "url": "https://doi.org/10.1037/pspa0000451",
          "doi": "https://doi.org/10.1037/pspa0000451",
          "filter": 0
        },
        {
          "title": "People overestimate how harshly they are evaluated for disengaging from passion pursuit.",
          "authors": "Zachariah Berry, Brian J. Lucas, Jon M. Jachimowicz",
          "url": "https://doi.org/10.1037/pspa0000455",
          "doi": "https://doi.org/10.1037/pspa0000455",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "Causal Inference with Unobserved Confounding: Leveraging Negative Control Outcomes Using Lavaan",
          "authors": "Wen Wei Loh",
          "url": "https://doi.org/10.1080/00273171.2025.2507742",
          "doi": "https://doi.org/10.1080/00273171.2025.2507742",
          "filter": 0
        },
        {
          "title": "Estimating IRT Models Under Gaussian Mixture Modeling of Latent Traits: An Application of MSAEM Algorithm",
          "authors": "Siyao Cheng, Xiangbin Meng",
          "url": "https://doi.org/10.1080/00273171.2025.2512345",
          "doi": "https://doi.org/10.1080/00273171.2025.2512345",
          "filter": 0
        },
        {
          "title": "Rnest: An R Package for the Next Eigenvalue Sufficiency Test for Factor Analysis",
          "authors": "Pier-Olivier Caron",
          "url": "https://doi.org/10.1080/00273171.2025.2512343",
          "doi": "https://doi.org/10.1080/00273171.2025.2512343",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Bulletin",
      "journal_short": "PsychBull",
      "articles": [
        {
          "title": "Electronic screen use and children’s socioemotional problems: A systematic review and meta-analysis of longitudinal studies.",
          "authors": "Roberta Pires Vasconcellos, Taren Sanders, Chris Lonsdale, Philip Parker, James Conigrave, Samantha Tang, Borja del Pozo Cruz, Stuart J. H. Biddle, Rachael Taylor, Christine Innes-Hughes, Katariina Salmela-Aro, Diego Vasconcellos, Katrina Wilhite, Ella Tremaine, Bridget Booker, Michael Noetel",
          "url": "https://doi.org/10.1037/bul0000468",
          "doi": "https://doi.org/10.1037/bul0000468",
          "filter": 0
        },
        {
          "title": "Effectiveness of psychotherapy: Synthesis of a “meta-analytic research domain” across world regions and 12 mental health problems.",
          "authors": "Mathias Harrer, Clara Miguel, Wouter van Ballegooijen, Marketa Ciharova, Constantin Yves Plessen, Paula Kuper, Antonia A. Sprenger, Claudia Buntrock, Davide Papola, Ioana A. Cristea, Nino de Ponti, Đorđe Bašić, Darin Pauley, Ellen Driessen, Soledad Quero, Jorge Grimaldos, Sara Fernández Buendía, Cristina Botella, Jessica L. Hamblen, Paula P. Schnurr, Sadie E. Larsen, Rory A. Pfund, Emma Motrico, Irene Gómez-Gómez, Kim Setkowski, Minoo Matbouriahi, Yingying Wang, Josine Rawee, Heleen Riper, Annemieke van Straten, Marit Sijbrandij, Stefan Leucht, Toshi A. Furukawa, Eirini Karyotaki, Pim Cuijpers",
          "url": "https://doi.org/10.1037/bul0000465",
          "doi": "https://doi.org/10.1037/bul0000465",
          "filter": 0
        },
        {
          "title": "How physical activity context relates to cognition across the lifespan: A systematic review and meta-analysis.",
          "authors": "Myrto F. Mavilidi, Spyridoula Vazou, David R. Lubans, Katie Robinson, Andrew J. Woods, Valentin Benzing, Sofia Anzeneder, Katherine B. Owen, Celia Álvarez-Bueno, Levi Wade, Jade Burley, George Thomas, Anthony D. Okely, Caterina Pesce",
          "url": "https://doi.org/10.1037/bul0000478",
          "doi": "https://doi.org/10.1037/bul0000478",
          "filter": 0
        },
        {
          "title": "AI aversion or appreciation? A capability–personalization framework and a meta-analytic review.",
          "authors": "Xin Qin, Xiang Zhou, Chen Chen, Dongyuan Wu, Hansen Zhou, Xiaowei Dong, Limei Cao, Jackson G. Lu",
          "url": "https://doi.org/10.1037/bul0000477",
          "doi": "https://doi.org/10.1037/bul0000477",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "Continuous-time structural equation model forests.",
          "authors": "Pablo F. Cáncer, Manuel Arnold, Eduardo Estrada, Manuel C. Voelkle",
          "url": "https://doi.org/10.1037/met0000766",
          "doi": "https://doi.org/10.1037/met0000766",
          "filter": 0
        },
        {
          "title": "Improved estimation of autoregressive models through contextual impulses and robust modeling.",
          "authors": "Janne K. Adolf, Eva Ceulemans",
          "url": "https://doi.org/10.1037/met0000761",
          "doi": "https://doi.org/10.1037/met0000761",
          "filter": 0
        },
        {
          "title": "Utilizing primary study quality in meta-analyses in psychology: A step-by-step tutorial.",
          "authors": "Ronny Scherer, Valentin Emslander",
          "url": "https://doi.org/10.1037/met0000751",
          "doi": "https://doi.org/10.1037/met0000751",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "On the Robustness and Provenance of the Gambler’s Fallacy",
          "authors": "Yang Xiang, Kevin Dorst, Samuel J. Gershman",
          "abstract": "The gambler’s fallacy is typically defined as the false belief that a random event is less likely to occur if it has occurred recently. Although forms of this fallacy have been documented numerous times, past work either has not actually measured probabilistic predictions but rather point predictions or used sequences that were not independent. To address these problems, we conducted a series of high-powered, preregistered studies in which we asked 750 adult Amazon Mechanical Turk workers from the United States to report probabilistic predictions for truly independent sequences. In contrast to point predictions, which generated a significant gambler’s fallacy, probabilistic predictions were not found to lead to a gambler’s fallacy. Moreover, the point predictions could not be reconstructed by sampling from the probability judgments. This suggests that the gambler’s fallacy originates at the decision stage rather than in probabilistic reasoning, as posited by several leading theories. New theories of the gambler’s fallacy may be needed to explain these findings.",
          "url": "https://doi.org/10.1177/09567976251344570",
          "doi": "https://doi.org/10.1177/09567976251344570",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "Keep your head in the game: Retrospective imaginative involvement with video game narratives.",
          "authors": "Koji Yoshimura, Philippe de Villemor Chauveau",
          "url": "https://doi.org/10.1037/ppm0000607",
          "doi": "https://doi.org/10.1037/ppm0000607",
          "filter": 0
        },
        {
          "title": "Spontaneous narratives of adolescents about their perceived impact of social media use on their psychological well-being and mental health.",
          "authors": "Hibai Lopez-Gonzalez, Adrien Faure-Carvallo, Cristina Colomé, Juan-José Boté-Vericad",
          "url": "https://doi.org/10.1037/ppm0000609",
          "doi": "https://doi.org/10.1037/ppm0000609",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
