{
  "update": "2025-03-10",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "The Social-Relations Model for Asymmetric-Block-Design Data: A Tutorial With R",
          "authors": "Avraham N. Kluger, Robert A. Ackerman, David A. Kenny, Thomas E. Malloy, Paul W. Eastwick",
          "abstract": "We provide a guide to estimating social-relations-model (SRM) parameters for data collected with the asymmetric block design using R. SRM estimates reflect how people differ in the social behaviors they emit and elicit from others and the extent to which they behave differently with each unique partner. Such analyses have proven useful in studies of the power of leaders, negotiation effectiveness, and personality perception, to name a few. The SRM parameters can be estimated for data collected with various designs; the most common design is the round-robin. A less used design in SRM studies is the asymmetric block design, which involves measurements taken from dyadic interactions of individuals from two different social categories (e.g., speed-dating studies in which different-gendered participants interact). In this guide, we show how to estimate SRM parameters for asymmetric block design by specifying mixed-effect models with two R packages: glmmTMB and brms. Specifically, we show how to calculate SRM estimates for (a) one continuous outcome, (b) multiple measures of a continuous outcome, (c) bivariate correlations for two continuous outcomes, (d) one dichotomous outcome, (e) bivariate and multivariate associations between continuous SRM variables and one dichotomous outcome (in supplementary work-around), and (f) data from mother and child interactions rather than the more common speed-dating data. In all analyses, we illustrate how to model both fixed and random effects to allow testing additional fixed effects, such as group characteristics and the order of interaction between participants.",
          "url": "https://doi.org/10.1177/25152459241279522",
          "doi": "https://doi.org/10.1177/25152459241279522",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Polytomous explanatory item response models for item discrimination: Assessing negative-framing effects in social-emotional learning surveys",
          "authors": "Joshua B. Gilbert, Lijin Zhang, Esther Ulitzsch, Benjamin W. Domingue",
          "url": "https://doi.org/10.3758/s13428-025-02625-2",
          "doi": "https://doi.org/10.3758/s13428-025-02625-2",
          "filter": 0
        },
        {
          "title": "Probing beyond: The impact of model size and prior informativeness on Bayesian SEM fit indices",
          "authors": "Ejike Edeh, Xinya Liang, Chunhua Cao",
          "url": "https://doi.org/10.3758/s13428-025-02609-2",
          "doi": "https://doi.org/10.3758/s13428-025-02609-2",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "What is (not) Ghosting? A theoretical analysis via three key pillars",
          "authors": "Janneke M. Schokkenbroek, Alessia Telari, Luca Pancani, Paolo Riva",
          "url": "https://doi.org/10.1016/j.chb.2025.108637",
          "doi": "https://doi.org/10.1016/j.chb.2025.108637",
          "filter": 0
        },
        {
          "title": "Who is to blame for AV crashes? Public perceptions of blame attribution using text mining based on social media",
          "authors": "Heyuan Sun, Yutong Chen, Ying Zhang",
          "url": "https://doi.org/10.1016/j.chb.2025.108627",
          "doi": "https://doi.org/10.1016/j.chb.2025.108627",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Group Processes & Intergroup Relations",
      "journal_short": "GPIR",
      "articles": [
        {
          "title": "Intersection of biases: In-group positivity for racially diverse ambiguous facial expressions",
          "authors": "Jordan E. Pierce, Macey Grisso, Maital Neta",
          "abstract": "Emotional expressions offer important social cues about the expresser’s intentions and risks or rewards in the environment. The current study investigated how individual differences in interpretation of ambiguous facial expressions (valence bias) are impacted by intergroup racial biases. In an online study of 409 racially diverse US participants, we found that across racial groups, participants judged in-group faces more positively than out-group faces regardless of expression (happy, angry, or surprised). Furthermore, valence bias generalized from a set of all-White faces to a set of racially diverse faces (Asian, Black, Hispanic, and White). Within the latter task, valence judgments differed as a function of stimulus model race, with more negative judgments of Asian and Black surprised faces. Thus, both individual valence bias and intergroup racial bias influenced emotion judgments, suggesting that these biases intersect in shaping social perceptions and decision-making.",
          "url": "https://doi.org/10.1177/13684302251320362",
          "doi": "https://doi.org/10.1177/13684302251320362",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "The role of just-world beliefs, victim identifiability, and the salience of an alternative target for victim blaming",
          "authors": "Mathias Twardawski, Moritz Fischer, Philipp Agostini, Johannes Schwabe, Mario Gollwitzer",
          "url": "https://doi.org/10.1016/j.jesp.2025.104721",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104721",
          "filter": 0
        },
        {
          "title": "Closets breed suspicion: Environments that stigmatize concealable identities cast doubt on claims to non-stigmatized identities",
          "authors": "Harrison Oakes, Richard P. Eibach, Hilary B. Bergsieker",
          "url": "https://doi.org/10.1016/j.jesp.2025.104736",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104736",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Because it is fun! Individual differences in effort enjoyment belief relate to behavioral and physiological indicators of effort-seeking.",
          "authors": "Christopher Mlynski, Georgia Clay, Kata Sik, Julia Jankowski, Veronika Job",
          "url": "https://doi.org/10.1037/pspa0000443",
          "doi": "https://doi.org/10.1037/pspa0000443",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "Experiments in daily life: When causal within-person effects do (not) translate into between-person differences.",
          "authors": "Andreas B. Neubauer, Peter Koval, Michael J. Zyphur, Ellen L. Hamaker",
          "url": "https://doi.org/10.1037/met0000741",
          "doi": "https://doi.org/10.1037/met0000741",
          "filter": 0
        },
        {
          "title": "Network science in psychology.",
          "authors": "Tracy Sweet, Selena Wang",
          "url": "https://doi.org/10.1037/met0000745",
          "doi": "https://doi.org/10.1037/met0000745",
          "filter": 0
        },
        {
          "title": "Yes stormtrooper, these are the droids you are looking for: Identifying and preliminarily evaluating bot and fraud detection strategies in online psychological research.",
          "authors": "Thomas J. Shaw, Cory J. Cascalheira, Emily C. Helminen, Cal D. Brisbin, Skyler D. Jackson, Melissa Simone, Tami P. Sullivan, Abigail W. Batchelder, Jillian R. Scheer",
          "url": "https://doi.org/10.1037/met0000724",
          "doi": "https://doi.org/10.1037/met0000724",
          "filter": 0
        },
        {
          "title": "Iterated community detection in psychological networks.",
          "authors": "M. A. Werner, J. de Ron, E. I. Fried, D. J. Robinaugh",
          "url": "https://doi.org/10.1037/met0000744",
          "doi": "https://doi.org/10.1037/met0000744",
          "filter": 0
        },
        {
          "title": "A tutorial on estimating dynamic treatment regimes from observational longitudinal data using lavaan.",
          "authors": "Wen Wei Loh, Terrence D. Jorgensen",
          "url": "https://doi.org/10.1037/met0000748",
          "doi": "https://doi.org/10.1037/met0000748",
          "filter": 0
        },
        {
          "title": "Impact of temporal order selection on clustering intensive longitudinal data based on vector autoregressive models.",
          "authors": "Yaqi Li, Hairong Song, Bertus Jeronimus",
          "url": "https://doi.org/10.1037/met0000747",
          "doi": "https://doi.org/10.1037/met0000747",
          "filter": 0
        },
        {
          "title": "Unidim: An index of scale homogeneity and unidimensionality.",
          "authors": "William Revelle, David Condon",
          "url": "https://doi.org/10.1037/met0000729",
          "doi": "https://doi.org/10.1037/met0000729",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "Investigating the effect of full and partial social media abstinence on fear of missing out and well-being outcomes: A daily diary experimental approach.",
          "authors": "Andree Hartanto, K. T. A. Sandeeshwara Kasturiratna, Meenakshi Kothari, Adalia Y. H. Goh, Frosch Y. X. Quek, Nadyanna M. Majeed",
          "url": "https://doi.org/10.1037/ppm0000583",
          "doi": "https://doi.org/10.1037/ppm0000583",
          "filter": 0
        },
        {
          "title": "Development and validation of the Tech With Care Index for teens.",
          "authors": "Sara Konrath, Carrie James, Emily Weinstein, Beck Tench",
          "url": "https://doi.org/10.1037/ppm0000593",
          "doi": "https://doi.org/10.1037/ppm0000593",
          "filter": 0
        },
        {
          "title": "“It’s you and me, there’s nothing like this”: Parasocial relationships, fear of missing out, and how fans consume the products in Taylor Swift’s media empire.",
          "authors": "Lindsey Conlin Maxwell, Alec C. Tefertiller, Caroline Neese",
          "url": "https://doi.org/10.1037/ppm0000588",
          "doi": "https://doi.org/10.1037/ppm0000588",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
