{
  "update": "2025-04-11",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "How Not to Fool Ourselves About Heterogeneity of Treatment Effects",
          "authors": "Paul T. von Hippel, Brendan A. Schuetze",
          "abstract": "Researchers across many fields have called for greater attention to heterogeneity of treatment effects—shifting focus from the average effect to variation in effects between different treatments, studies, or subgroups. True heterogeneity is important, but many reports of heterogeneity have proved to be false, nonreplicable, or overestimated. In this review, we catalog ways that past researchers fooled themselves about heterogeneity and recommend ways that we, as researchers, can stop fooling ourselves about heterogeneity in the future. We make 18 specific recommendations. The most common themes are to (a) seek heterogeneity only when the mechanism offers clear motivation and the data offer adequate power, (b) shy away from seeking “no-but” heterogeneity when there is no main effect, (c) separate the noise of estimation error from the signal of true heterogeneity, (d) shrink variation in estimates toward zero, (e) increase p values and widen confidence intervals when conducting multiple tests, (f) estimate interactions rather than subgroup effects, and (g) check whether findings of heterogeneity are sensitive to changes in model or measurement. We also resolve long-standing debates about centering interactions in linear models and estimating interactions in nonlinear models, such as logistic, ordinal, and interval regression. If researchers follow these recommendations, the search for heterogeneity should yield more trustworthy results in the future.",
          "url": "https://doi.org/10.1177/25152459241304347",
          "doi": "https://doi.org/10.1177/25152459241304347",
          "filter": 0
        },
        {
          "title": "One Decade Into the Replication Crisis, How Have Psychological Results Changed?",
          "authors": "Paul C. Bogdan",
          "abstract": "A psychology article’s p values say a lot about how its studies were conducted and whether its results are likely to replicate. Examining p values across the entire literature can, in turn, shed light on the state of psychology overall and how it has changed since the start of the replication crisis. In the present research, I investigate strong ( p &lt; .01) and weak (.01 ≤ p &lt; .05) p values reported across 240,355 empirical psychology articles from 2004 to 2024. Over this period and across every subdiscipline, the typical study has begun reporting markedly stronger p values. Nowadays, articles reporting strong p values are also more often published in top journals and receive more citations. Yet it also appears that robust research is still not correspondingly linked to career success given that researchers at the highest ranked universities tend to publish articles with the weakest p values. Investigating language usage suggests that two-thirds of this association can be explained by highly ranked universities preferring laborious, expensive, and subtle research topics even though these generally produce weaker results. Altogether, these findings point to the strength of most contemporary psychological research and suggest academic incentives have begun to promote such research. However, there remain key questions about the extent to which robustness is truly valued compared with other research aspects.",
          "url": "https://doi.org/10.1177/25152459251323480",
          "doi": "https://doi.org/10.1177/25152459251323480",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Mapping the complexity of motor variability: From individual space of variability to motor fingerprints",
          "authors": "J. Manuello, T. Ciceri, V. Longatelli, C. Maronati, E. Biffi, A. Cavallo, L. Casartelli",
          "abstract": "Traditional average-based metrics have long been considered the gold standard in behavioral and brain research. However, recent advances emphasize the importance of examining the dispersion around the mean to uncover the nuances of individual differences and challenge simplistic assumptions. Thus, the study of variability is becoming increasingly central across a wide range of domains. Here, we tackle the composite architecture of motor variability by proposing a new geometric method to model it. Three independent gait datasets are used to: i) develop the method (Dataset 1), ii) evaluate its performance when transitioning from optoelectronic cameras to inertial measurement units (Dataset 2), and iii) generalize it in an experimental design with cognitive manipulations (Dataset 3). The method is based on the Procrustes transformation and multidimensional scaling. This geometric approach allows us to define the individual space of variability (i.e., the amount of bidimensional space covered by each individual’s trial-by-trial data). In turn, it provides robust evidence to identify each individual unique and specific motor signature ( motor fingerprint). Our approach represents a fundamental shift from previous research: It is not the value of kinematic parameters per se that defines an individual’s motor signature, but rather the distinct way in which each individual varies these parameters, i.e., the dispersion of the distribution of their kinematic data. This novel perspective provides a single-subject-weighted proxy for motor signature, based on the characteristic dispersion of each individual’s data. The potential applications of this new method in research and clinical settings represent a fascinating future challenge.",
          "url": "https://doi.org/10.3758/s13428-025-02635-0",
          "doi": "https://doi.org/10.3758/s13428-025-02635-0",
          "filter": 0
        },
        {
          "title": "A lexical database of British Sign Language (BSL) and German Sign Language (DGS): Iconicity ratings, iconic strategies, and concreteness norms",
          "authors": "Gerardo Ortega, Annika Schiefner, Nia Lazarus, Pamela Perniss",
          "abstract": "Iconicity, understood as a resemblance relationship between meaning and form, is an important variable that has important psycholinguistic effects in lexical processing and language learning across modalities of language. With the growing interest in iconicity, clear operationalizations in terms of the different ways in which iconicity is construed and measured are critical for establishing its broader psycholinguistic profile. This study reports a normed database of iconicity ratings for the same concepts in British Sign Language (BSL) and German Sign Language (DGS). As a related dimension, we also report the type of iconic mapping strategy, i.e., a nominal variable that reflects the different ways in which signs make form-meaning associations for each sign. Finally, we include concreteness ratings for the same concepts. Data from deaf and hearing signers show that iconicity ratings are strongly correlated across both languages, with different distributions across the different strategies, and skewed towards the iconic end of the scale for all groups except German hearing non-signers. Concreteness ratings in BSL and DGS are correlated, though more weakly, and skewed towards the concrete end of the scale. Interestingly, this differs from findings for spoken languages, where concreteness ratings exhibit substantially stronger correlations and abstract concepts are more predominantly represented. We also find that iconicity and concreteness ratings have a moderate positive and strong positive correlation in BSL and DGS, respectively. These results will be useful in psycholinguistic research and highlight differences that can be attributed to the manual-visual modality of signs.",
          "url": "https://doi.org/10.3758/s13428-025-02660-z",
          "doi": "https://doi.org/10.3758/s13428-025-02660-z",
          "filter": 0
        },
        {
          "title": "The simulation-cum-ROC approach: A new approach to generate tailored cutoffs for fit indices through simulation and ROC analysis",
          "authors": "Katharina Groskurth, Nivedita Bhaktha, Clemens M. Lechner",
          "abstract": "To evaluate model fit in structural equation modeling, researchers commonly compare fit indices against fixed cutoff values (e.g., CFI ≥ .950). However, methodologists have cautioned against overgeneralizing cutoffs, highlighting that cutoffs permit valid judgments of model fit only in empirical settings similar to the simulation scenarios from which these cutoffs originate. This is because fit indices are not only sensitive to misspecification but are also susceptible to various model, estimation, and data characteristics. As a solution, methodologists have proposed four principal approaches to obtain so-called tailored cutoffs, which are generated specifically for a given setting. Here, we review these approaches. We find that none of these approaches provides guidelines on which fit index (out of all fit indices of interest) is best suited for evaluating whether the model fits the data in the setting of interest. Therefore, we propose a novel approach combining a Monte Carlo simulation with receiver operating characteristic (ROC) analysis. This so-called simulation-cum-ROC approach generates tailored cutoffs and additionally identifies the most reliable fit indices in the setting of interest. We provide R code and a Shiny app for an easy implementation of the approach. No prior knowledge of Monte Carlo simulations or ROC analysis is needed to generate tailored cutoffs with the simulation-cum-ROC approach.",
          "url": "https://doi.org/10.3758/s13428-025-02638-x",
          "doi": "https://doi.org/10.3758/s13428-025-02638-x",
          "filter": 0
        },
        {
          "title": "A new person-fit statistic for the detection of aberrant responses in polytomous cognitive diagnostic models",
          "authors": "Xuliang Gao, Minmin Hou, Fang Wang, Jinyu Zhou",
          "url": "https://doi.org/10.3758/s13428-025-02659-6",
          "doi": "https://doi.org/10.3758/s13428-025-02659-6",
          "filter": 0
        },
        {
          "title": "SingleMALD: Investigating practice effects in auditory lexical decision",
          "authors": "Filip Nenadić, Katarina Bujandrić, Matthew C. Kelley, Benjamin V. Tucker",
          "abstract": "We present SingleMALD, a large-scale auditory lexical decision study in English with a fully crossed design. SingleMALD is freely available and includes over 2 million trials in which 40 native speakers of English responded to over 26,000 different words and over 9000 different pseudowords, each in 67 balanced sessions. SingleMALD features a large number of responses per stimulus, but a smaller number of participants, thus complementing the Massive Auditory Lexical Decision (MALD) dataset which features many listeners but fewer responses per stimulus. In the present report, we also use SingleMALD data to explore how extensive testing affects performance in the auditory lexical decision task. SingleMALD participants show signs of favoring speed over accuracy as the sessions unfold. Additionally, we find that the relationship between participant performance and two lexical predictors – word frequency and phonological neighborhood density – changes as sessions unfold, especially for certain lexical predictor values. We note that none of the changes are drastic, indicating that data collected from participants that have been extensively tested is usable, although we recommend accounting for participant experience with the task when performing statistical analyses of the data.",
          "url": "https://doi.org/10.3758/s13428-025-02628-z",
          "doi": "https://doi.org/10.3758/s13428-025-02628-z",
          "filter": 0
        },
        {
          "title": "VOC-ADO: A lexical database for French-speaking adolescents",
          "authors": "Manuel Gimenes, Eric Lambert, Louise Chaussoy, Maximiliano A. Wilson, Pauline Quémart",
          "url": "https://doi.org/10.3758/s13428-025-02656-9",
          "doi": "https://doi.org/10.3758/s13428-025-02656-9",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Diamonds are a TikTokers’ Best Friend: Unwrapping the Motivations Behind UK Gifting on TikTok Live",
          "authors": "Lily-Amy Archer, Victoria Broadbridge, Shynar Dyussembayeva",
          "url": "https://doi.org/10.1016/j.chb.2025.108664",
          "doi": "https://doi.org/10.1016/j.chb.2025.108664",
          "filter": 0
        },
        {
          "title": "Craving and attentional bias in gaming: Comparing esports, casual, and high-risk gamers using eye-tracking",
          "authors": "Shan-Mei Chang, Dai-Yi Wang, Zheng-Hong Guan",
          "url": "https://doi.org/10.1016/j.chb.2025.108662",
          "doi": "https://doi.org/10.1016/j.chb.2025.108662",
          "filter": 0
        },
        {
          "title": "The buffering of autonomic fear responses is moderated by the characteristics of a virtual character",
          "authors": "Martin Weiß, Philipp Krop, Lukas Treml, Elias Neuser, Mario Botsch, Martin J. Herrmann, Marc Erich Latoschik, Grit Hein",
          "url": "https://doi.org/10.1016/j.chb.2025.108657",
          "doi": "https://doi.org/10.1016/j.chb.2025.108657",
          "filter": 0
        },
        {
          "title": "ChatGPT-enhanced mobile instant messaging in online learning: Effects on student outcomes and perceptions",
          "authors": "Yueh-Min Huang, Pei-Hua Chen, Hsin-Yu Lee, Frode Eika Sandnes, Ting-Ting Wu",
          "url": "https://doi.org/10.1016/j.chb.2025.108659",
          "doi": "https://doi.org/10.1016/j.chb.2025.108659",
          "filter": 0
        },
        {
          "title": "Temporal dynamics in the content of wishes after the expression of suicidal ideation on Twitter: Focusing on changes in retweet content",
          "authors": "Mayu Mogi, Kei Fuji",
          "url": "https://doi.org/10.1016/j.chb.2025.108663",
          "doi": "https://doi.org/10.1016/j.chb.2025.108663",
          "filter": 0
        },
        {
          "title": "“Their Privacy Matters Too!” A Self-other Calculus Perspective on Disclosure of Others’ Information on Social Media: The Influence of Relationship Closeness and Affect",
          "authors": "Mingxin Zhang, Hou Zhu",
          "url": "https://doi.org/10.1016/j.chb.2025.108665",
          "doi": "https://doi.org/10.1016/j.chb.2025.108665",
          "filter": 0
        },
        {
          "title": "Self-mourning in the Digital Age: Insights from Douban’s Online Graveyard in Chinese",
          "authors": "Qi Ai, Yansheng Mao, Huimin Huang",
          "url": "https://doi.org/10.1016/j.chb.2025.108666",
          "doi": "https://doi.org/10.1016/j.chb.2025.108666",
          "filter": 0
        },
        {
          "title": "Investigating the Cognitive Enhancement Effects of Multisensory VR Reminiscence Therapy on Older Adults: Analyzing the Impact of Sensory Combinations",
          "authors": "I-Jui Lee, Xin-Ting Pan",
          "url": "https://doi.org/10.1016/j.chb.2025.108668",
          "doi": "https://doi.org/10.1016/j.chb.2025.108668",
          "filter": 0
        },
        {
          "title": "Reconnecting with nature to disconnect from screens: The relationship between nature exposure and problematic short-form video use among adolescents and its underlying mechanisms",
          "authors": "Wenwu Dai, Hongxia Wang, Zhihui Yang, Yuanyuan Gao, Xiuchao Wei",
          "url": "https://doi.org/10.1016/j.chb.2025.108661",
          "doi": "https://doi.org/10.1016/j.chb.2025.108661",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Exploring the gender-portion association in stereotypes, cognition, and treatment",
          "authors": "Elisabeth Irvine, William Li, Jordan Axt",
          "url": "https://doi.org/10.1016/j.jesp.2025.104755",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104755",
          "filter": 0
        },
        {
          "title": "Undoing harm: The communicative content of action-oriented and person-oriented punishment",
          "authors": "Christian Mott, Larisa Heiphetz Solomon",
          "url": "https://doi.org/10.1016/j.jesp.2025.104749",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104749",
          "filter": 0
        },
        {
          "title": "When everything is at stake: Understanding support for radical collective actions and collective victimhood through anger in a post-conflict setting",
          "authors": "Islam Borinca, Russell Spears",
          "url": "https://doi.org/10.1016/j.jesp.2025.104752",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104752",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Value endorsement among Protestants and Catholics within and between countries in Europe: Implications for individualism.",
          "authors": "Allon Vishkin, Dov Cohen, Shinobu Kitayama",
          "url": "https://doi.org/10.1037/pspp0000554",
          "doi": "https://doi.org/10.1037/pspp0000554",
          "filter": 0
        },
        {
          "title": "Managing the terror of publication bias: A systematic review of the mortality salience hypothesis.",
          "authors": "Lihan Chen, Rachele Benjamin, Yingchi Guo, Addison Lai, Steven J. Heine",
          "url": "https://doi.org/10.1037/pspa0000438",
          "doi": "https://doi.org/10.1037/pspa0000438",
          "filter": 0
        },
        {
          "title": "An illusion of unfairness in random coin flips.",
          "authors": "Rémy A. Furrer, Timothy D. Wilson, Daniel T. Gilbert",
          "url": "https://doi.org/10.1037/pspa0000447",
          "doi": "https://doi.org/10.1037/pspa0000447",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "Regularized Variational Bayesian Approximations for Variable Selection in Extended Multiple-Indicators Multiple-Causes Models",
          "authors": "Yi Jin, Jinsong Chen",
          "url": "https://doi.org/10.1080/00273171.2025.2483253",
          "doi": "https://doi.org/10.1080/00273171.2025.2483253",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "The use of large language models for qualitative research: The Deep Computational Text Analyser (DECOTA).",
          "authors": "Lois Player, Ryan Hughes, Kaloyan Mitev, Lorraine Whitmarsh, Christina Demski, Nicholas Nash, Trisevgeni Papakonstantinou, Mark Wilson",
          "url": "https://doi.org/10.1037/met0000753",
          "doi": "https://doi.org/10.1037/met0000753",
          "filter": 0
        },
        {
          "title": "Zero inflation in intensive longitudinal data: Why is it important and how should we deal with it?",
          "authors": "Sijing (S. J. ) Shao, Ziqian Xu, Qimin Liu, Kenneth McClure, Ross Jacobucci, Scott E. Maxwell, Zhiyong Zhang",
          "url": "https://doi.org/10.1037/met0000754",
          "doi": "https://doi.org/10.1037/met0000754",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "Absolute pitch shift",
          "authors": "Jon Baggaley",
          "abstract": "Absolute pitch (AP) enables its possessors to identify musical notes and keys by qualities of tone height and tone chroma. With advancing age, an unknown proportion of AP possessors perceives changes in these qualities, usually described as in the sharp direction and to the extent of a semitone or tone. The phenomenon is identified here as absolute pitch shift (APS). Using a cellphone-based tone generator, the writer conducted an N = 1 examination of the APS in his central musical range. The shift was greater at the centre of the range than at its extremes, causing him to perceive incoming tones as 1 to 4 semitones sharper than his recall of them in the A = 440 cps (concert pitch range). The report focusses on the comparative flatness of his AP memories of the tones, expressed with greater precision in cycles per second than by the names commonly given to their physical versions. The altered pitch perceptions are considered due to changes at the basilar membrane level in older individuals, and are labelled here as basilar AP. The internal pitch template’s role in memorising tone frequencies in the inner ear is labelled cortical AP. Implications are considered for further studies of AP and APS latency.",
          "url": "https://doi.org/10.1177/03057356251322077",
          "doi": "https://doi.org/10.1177/03057356251322077",
          "filter": 0
        },
        {
          "title": "How does music contribute to well-being? Perspectives from homeless young adults with problematic psychoactive substance use",
          "authors": "Elise Cournoyer Lemaire, Christine Loignon, Chelsea Grothe, Marie Jauffret-Roustide, André Lemaître, Karine Bertrand",
          "abstract": "Homeless young adults with problematic psychoactive substance (PS) use face multiple challenges that compromise their well-being. Despite these challenges, few of them access psychosocial services and rather rely on personal resources to promote their own well-being. However, literature has been largely centered on their difficulties, leaving their strengths and capacities unknown. Despite this lack of knowledge, literature suggests that music is very important in the lives of young adults, especially because it helps them meet multiple well-being needs. The objective of this study was to describe and understand the perspectives of homeless young adults who experience problematic PS use on the ways music contributes to their well-being. Fifteen participants took part in semi-directed qualitative interviews that covered their experiences regarding the role of music in well-being. We also performed an iterative thematic analysis. Results highlight the marked importance of music for participants. Our study also demonstrates participants’ capacity to adapt their use of music to address the emotional, psychological, and social challenges they face. This study contributes to a better understanding of young adults’ use of music in promoting their global well-being and to the development of adapted outreach interventions that account for their capacities and interests.",
          "url": "https://doi.org/10.1177/03057356251325516",
          "doi": "https://doi.org/10.1177/03057356251325516",
          "filter": 0
        },
        {
          "title": "The impact of a focused listening experience on self-compassion and mental health help-seeking",
          "authors": "Rachel G McClymont, Amanda E Krause",
          "abstract": "Many people do not seek mental health support due to self-stigma; however, music can assist people in seeking support. Therefore, the present study explored how attending a focused music listening event might promote self-compassion and mindfulness and, in turn, how experiencing these might promote mental health help-seeking intentions. This case study focused on the Indigo Project’s Listen Up event, in which participants engage with a curated music playlist (drawing on soundtrack, ambient and experimental music) along with oral guidance provided by a psychologist. After attending Listen Up , participants ( N = 270, 85.90% female, M age = 37.05) completed an online survey, including their attendance motivations and standardised measures of mindfulness, self-compassion, self-stigma of help-seeking, and help-seeking intentions. A subset of 18 participants were subsequently interviewed about their experience. Results indicated that attendees experienced feelings of mindfulness and self-compassion, processed challenging emotions during the event, and were prompted to practice self-care and connect with others following the event. Additionally, participants experiencing mindfulness during the event buffered the relationship between self-stigma of help-seeking and future help-seeking intentions. Study findings have implications for our understanding of the ways that music and mindfulness can be used in practices to promote mental health and well-being.",
          "url": "https://doi.org/10.1177/03057356251324825",
          "doi": "https://doi.org/10.1177/03057356251324825",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
