{
  "update": "2025-06-27",
  "content": [
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Examining the tradeoffs of exposure control and collateral information with multidimensional forced-choice computerized adaptive testing",
          "authors": "Naidan Tu, Sean Joo, Stephen Stark",
          "url": "https://doi.org/10.3758/s13428-025-02712-4",
          "doi": "https://doi.org/10.3758/s13428-025-02712-4",
          "filter": 0
        },
        {
          "title": "Attentional control data collection: A resource for efficient data reuse",
          "authors": "Julia M. Haaf, Madlen Hoffstadt, Sven Lesche",
          "abstract": "Publicly available data are required to (1) assess the reproducibility of each individual findings in the literature, and (2) promote the reuse of data for a more efficient use of participants’ time and public resources. Current data-sharing efforts are well suited for the first goal, yet they do not sufficiently address the second goal. Here, we show how structured collections of open data can be useful, as they allow a larger community of researchers easy access to a large body of data from their own research area. We introduce the Attentional Control Data Collection, a SQL database for attentional control experiments. We illustrate the structure of the database, how it can be easily accessed using a Shiny app and an -package, and how researchers can contribute data from their studies to the database. Finally, we conduct our own initial analysis of the 64 data sets in our database, assessing the reliability of individual differences. The analysis highlights that reliability is generally low, and provides insights into planning future studies. For example, researchers should consider increasing the number of trials per person and condition to at least 400. The analysis highlights how an open database like ACDC can aid meta-analytic efforts as well as methodological innovation.",
          "url": "https://doi.org/10.3758/s13428-025-02717-z",
          "doi": "https://doi.org/10.3758/s13428-025-02717-z",
          "filter": 0
        },
        {
          "title": "Simplified Chinese lexicon project: A lexical decision database with 8105 characters and 4864 pseudocharacters",
          "authors": "Yixia Wang, Yanxue Wang, Qi Chen, Emmanuel Keuleers",
          "abstract": "This paper presents the Simplified Chinese Lexicon Project (SCLP), which collects lexical decision data for all 8105 characters in the List of Commonly Used Standard Chinese Characters and for 4864 pseudocharacters, which were generated using a novel method that leveraged the hierarchical nature of Chinese characters. We compared the collected data to existing megastudies on Chinese characters, and found that the newly collected data performed similarly in terms of reliability. The comprehensive coverage of simplified Chinese characters in the present study added to the existing studies by allowing for a more fine-grained investigation of the effects of a variety of character attributes on visual processing. We illustrated these advantages by performing virtual experiments on visual complexity and on the interplay between neighborhood size and regularity. Our results indicated that characters with higher visual complexity were harder to recognize, in line with previous findings, while regular characters took longer to process when the neighborhood size was small. In addition, we present a new evaluation of the interaction between character frequency and subcomponent frequency, resulting in a three-way interaction among character frequency, radical frequency, and residual component frequency. Extending the investigation of subcomponent frequency to the analysis of pseudocharacters, we found that the interaction of radical frequency and residual component frequency also modulated pseudocharacter rejection. To support researchers in conducting behavioral experiments or statistical modeling, we provide both trial-level data and experiment materials.",
          "url": "https://doi.org/10.3758/s13428-025-02701-7",
          "doi": "https://doi.org/10.3758/s13428-025-02701-7",
          "filter": 0
        },
        {
          "title": "MUSIFEAST-17: MUsic Stimuli for imagination, familiarity, emotion, and Aesthetic STudies across 17 genres",
          "authors": "Hazel A. van der Walle, Wei Wu, Elizabeth H. Margulis, Kelly Jakubowski",
          "abstract": "Musical stimuli are commonly used in psychological research for investigating a range of emotional, cognitive, and physiological processes. Despite this widespread use, many studies continue to rely on ad hoc music stimulus selection, compromising experimental control, reliability, and comparability across studies. Existing musical stimulus sets tend to be limited in variability in terms of style (e.g. comprising 1–3 genres) and familiarity (e.g. focusing on highly familiar or unfamiliar music). In this paper, we introduce MUSIFEAST-17; a music stimulus set featuring 356 instrumental 30-s clips from commercially released music across 17 genres, aiming to increase the ecological validity of studies tailored for UK and US listeners. Designed to reflect the diversity of everyday Western musical experiences, MUSIFEAST-17 includes art music, popular music, and music composed for media. MUSIFEAST-17 includes normative data from 701 UK and US participants, sampled evenly across adulthood (ages 18–75), on familiarity, enjoyment, emotional expression, perceived contrast, genre recognition, thought types, and contextual associations evoked by each excerpt. Analyses indicated that, while some responses vary by genre, nationality, and age group, MUSIFEAST-17 constitutes a set of stimuli that exhibit stylistic diversity, span familiar to unfamiliar music, and cover a range of emotional expressions. The stimulus set prompted various thought types, including memories and fictional imaginings, and contextual associations such as “movie”, “club”, and “concert”. This resource enables systematic stimuli selection for diverse applications within psychology (e.g. emotion studies, aesthetic experience, music-evoked imaginings) and supports Open Research practices.",
          "url": "https://doi.org/10.3758/s13428-025-02724-0",
          "doi": "https://doi.org/10.3758/s13428-025-02724-0",
          "filter": 0
        },
        {
          "title": "SPRAAKLAB - mobile laboratory for speech recorded acoustically and kinematically",
          "authors": "Teja Rebernik, Jidde Jacobi, Raoul Buurke, Thomas B. Tienkamp, Defne Abur, Martijn Wieling",
          "abstract": "Data collection in experimental linguistics is frequently conducted in laboratory rooms within a research institute, which can be difficult to reach for some participants, for example, those with mobility issues or living further away and in remote areas. This article presents SPRAAKLAB, a mobile laboratory that facilitates the collection of high-quality acoustic and articulatory data outside of university walls, thus bringing the laboratory environment closer to the participants. We present an acoustic analysis of recordings collected inside and outside of the SPRAAKLAB, including transmission loss, signal-to-noise ratio, and harmonics-to-noise ratio. All three measures reveal that the SPRAAKLAB is suitable for collecting consistent, high-quality speech data even in loud environments. Finally, we discuss how the SPRAAKLAB allows us to collect data more easily and facilitates public outreach activities.",
          "url": "https://doi.org/10.3758/s13428-025-02726-y",
          "doi": "https://doi.org/10.3758/s13428-025-02726-y",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "How Do Users Contribute to YouTube Channels’ Revenue? An Empirical Analysis of Korean Beauty Channels",
          "authors": "Sewon Eom, Jaeyoung Park, Eugene Choi, Jinho Park, Seongcheol Kim",
          "url": "https://doi.org/10.1016/j.chb.2025.108741",
          "doi": "https://doi.org/10.1016/j.chb.2025.108741",
          "filter": 0
        },
        {
          "title": "Explaining the Use of AI Chatbots as Context Alignment: Motivations Behind the Use of AI Chatbots Across Contexts and Culture",
          "authors": "Sebastian Scherr, Bolin Cao, Li Crystal Jiang, Tetsuro Kobayashi",
          "url": "https://doi.org/10.1016/j.chb.2025.108738",
          "doi": "https://doi.org/10.1016/j.chb.2025.108738",
          "filter": 0
        },
        {
          "title": "Personality traits, friendship development patterns, perceived similarity, and well-being in mobile gaming communities",
          "authors": "Shu Ching Yang, Yi-Fang Luo, Tzu-Yu Shao, Chih-Ting Chang",
          "url": "https://doi.org/10.1016/j.chb.2025.108737",
          "doi": "https://doi.org/10.1016/j.chb.2025.108737",
          "filter": 0
        },
        {
          "title": "Exploring approachability in social virtual reality: Scaffolding social translucence",
          "authors": "Katharina Burger",
          "url": "https://doi.org/10.1016/j.chb.2025.108739",
          "doi": "https://doi.org/10.1016/j.chb.2025.108739",
          "filter": 0
        },
        {
          "title": "Does Algorithmic Recommendation Complement or Substitute Advertising and Influencers? Consumer Attitudes Toward Recommendation Information and the Formation of Purchase Intentions",
          "authors": "Tetsuya Aoki, Ayako Matsui",
          "url": "https://doi.org/10.1016/j.chb.2025.108735",
          "doi": "https://doi.org/10.1016/j.chb.2025.108735",
          "filter": 0
        },
        {
          "title": "Does Non-humanlike Avatar more attractive? The impacts of avatar types on metaverse satisfaction and participation",
          "authors": "Kang Lin, Shuiqing Yang, Daoyou Wu, Yu Guo",
          "url": "https://doi.org/10.1016/j.chb.2025.108740",
          "doi": "https://doi.org/10.1016/j.chb.2025.108740",
          "filter": 0
        },
        {
          "title": "Sounds good, doesn't work - an experimental study on the dynamic development of trust in digital systems under inconsistent information about developer reputation and system errors",
          "authors": "Benedikt Graf",
          "url": "https://doi.org/10.1016/j.chb.2025.108736",
          "doi": "https://doi.org/10.1016/j.chb.2025.108736",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Group Processes & Intergroup Relations",
      "journal_short": "GPIR",
      "articles": [
        {
          "title": "Going beyond a binary system of categorization? Social dominance orientation and conservatism predict negative evaluations of bisexual people and (especially) nonbinary and transgender people",
          "authors": "Benjamin M. Valen, Sara E. Burke",
          "abstract": "Past research has found need for closure (NFC; a preference for cognitive simplicity) to be an especially relevant predictor of negative evaluations of bisexual people. We extended this work in two survey-based, correlational studies by examining NFC, social dominance orientation (SDO), and conservatism as predictors of negative judgments of bisexual and nonbinary people, two groups that may be perceived as “complicating” identity categorization. Study 1 ( N = 498) showed that NFC was not an especially strong predictor of negative judgments of nonbinary and bisexual targets. Rather, SDO and conservatism were more strongly associated with negative judgments of nonbinary people compared to sexual minority targets. Study 2 ( N = 536) replicated these findings and yielded similar effects for negative judgments of transgender targets compared to sexual minority targets. Our findings suggest that ideological differences are currently pertinent to understanding judgments of nonbinary and transgender people.",
          "url": "https://doi.org/10.1177/13684302251341804",
          "doi": "https://doi.org/10.1177/13684302251341804",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Organizational norms and gender identity contexts shape when pronoun-sharing is perceived as disingenuous allyship: Evidence of a normative eclipsing effect",
          "authors": "Izilda Pereira-Jorge, Kimberly E. Chaney, Flora Blanchette, Alexandra Garr-Schultz",
          "url": "https://doi.org/10.1016/j.jesp.2025.104782",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104782",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Personality and Social Psychology",
      "journal_short": "JPSP",
      "articles": [
        {
          "title": "Observers (and transgressors) prefer creative punishments.",
          "authors": "Timothy G. Kundro, Salvatore J. Affinito, Daniela Rodriguez-Mincey",
          "url": "https://doi.org/10.1037/pspa0000457",
          "doi": "https://doi.org/10.1037/pspa0000457",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "Disaggregating Associations of Between-Person Differences in Change over Time from Within-Person Associations in Longitudinal Data",
          "authors": "Lesa Hoffman",
          "url": "https://doi.org/10.1080/00273171.2025.2519348",
          "doi": "https://doi.org/10.1080/00273171.2025.2519348",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Organizational Research Methods",
      "journal_short": "ORM",
      "articles": [
        {
          "title": "Reliability Evidence for AI-Based Scores in Organizational Contexts: Applying Lessons Learned From Psychometrics",
          "authors": "Andrew B. Speer, Frederick L. Oswald, Dan J. Putka",
          "abstract": "Machine learning and artificial intelligence (AI) are increasingly used within organizational research and practice to generate scores representing constructs (e.g., social effectiveness) or behaviors/events (e.g., turnover probability). Ensuring the reliability of AI scores is critical in these contexts, and yet reliability estimates are reported in inconsistent ways, if at all. The current article critically examines reliability estimation for AI scores. We describe different uses of AI scores and how this informs the data and model needed for estimating reliability. Additionally, we distinguish between reliability and validity evidence within this context. We also highlight how the parallel test assumption is required when relying on correlations between AI scores and established measures as an index of reliability, and yet this assumption is frequently violated. We then provide methods that are appropriate for reliability estimation for AI scores that are sensitive to the generalizations one aims to make. In conclusion, we assert that AI reliability estimation is a challenging task that requires a thorough understanding of the issues presented, but a task that is essential to responsible AI work in organizational contexts.",
          "url": "https://doi.org/10.1177/10944281251346404",
          "doi": "https://doi.org/10.1177/10944281251346404",
          "filter": 0
        },
        {
          "title": "Using Markov Chains to Detect Careless Responding in Survey Research",
          "authors": "Torsten Biemann, Irmela F. Koch-Bayram, Madleen Meier-Barthold, Herman Aguinis",
          "abstract": "Careless responses by survey participants threaten data quality and lead to misleading substantive conclusions that result in theory and practice derailments. Prior research developed valuable precautionary and post-hoc approaches to detect certain types of careless responding. However, existing approaches fail to detect certain repeated response patterns, such as diagonal-lining and alternating responses. Moreover, some existing approaches risk falsely flagging careful response patterns. To address these challenges, we developed a methodological advancement based on first-order Markov chains called Lazy Respondents (Laz.R) that relies on predicting careless responses based on prior responses. We analyzed two large datasets and conducted an experimental study to compare careless responding indices to Laz.R and provide evidence that its use improves validity. To facilitate the use of Laz.R, we describe a procedure for establishing sample-specific cutoff values for careless respondents using the “kneedle algorithm” and make an R Shiny application available to produce all calculations. We expect that using Laz.R in combination with other approaches will help mitigate the threat of careless responses and improve the accuracy of substantive conclusions in future research.",
          "url": "https://doi.org/10.1177/10944281251334778",
          "doi": "https://doi.org/10.1177/10944281251334778",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "Moving from exploratory to confirmatory network analysis: An evaluation of structural equation modeling fit indices and cutoff values in network psychometrics.",
          "authors": "Xinkai Du, Nora Skjerdingstad, René Freichel, Omid V. Ebrahimi, Ria H. A. Hoekstra, Sacha Epskamp",
          "url": "https://doi.org/10.1037/met0000760",
          "doi": "https://doi.org/10.1037/met0000760",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "How Convincing Is a Crowd? Quantifying the Persuasiveness of a Consensus for Different Individuals and Types of Claims",
          "authors": "Manikya Alister, Keith Ransom, Saoirse Connor Desai, Ee Von Soh, Brett Hayes, Andrew Perfors",
          "abstract": "A powerful cue when reasoning is whether an apparent consensus has been reached. However, we do not yet know how the strength of this cue varies between different individuals and types of claims. In the current study ( N = 78 U.S. adults, recruited from Prolific), we evaluated this with a realistic mock social-media paradigm in which each participant evaluated 60 diverse, real-world claims based on posts from people who either disagreed with each other, formed a consensus independently, or formed a consensus using shared sources. Almost all participants revised their beliefs to align with the consensus; many also qualitatively changed their minds. A consensus was also more persuasive for claims more likely to have a ground truth (i.e., more knowable claims). Although most people were insensitive to consensus independence, some were more persuaded by a consensus formed independently, whereas some were equally convinced by a consensus formed using the same sources.",
          "url": "https://doi.org/10.1177/09567976251344549",
          "doi": "https://doi.org/10.1177/09567976251344549",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "Inside the piano studio: What teachers say about performance training, perfectionism, and performance anxiety",
          "authors": "Charlene Ryan, Jessica Tsang, Diana Dumlavwalla",
          "abstract": "Music performance anxiety (MPA) is a common experience among musicians of all ages. However, young pianists have indicated receiving limited performance training or effective MPA support from their teachers. As these findings do not reflect teacher perspectives, this study was designed to provide a fuller picture of piano training. Two hundred thirty-seven piano teachers from across Canada and the United States participated in an online survey, comprising both open- and closed-ended questions, to gauge their pedagogy regarding performance training, perfectionism, and MPA. While the majority of participants reported that students have expressed MPA concerns to them, many noted that they only discuss the issue when students raise it. Virtually all teachers reported that they teach students what to do on stage and how to address performance challenges—in particular memory lapses. Most believe there is a distinction between teaching to play and teaching to perform, yet only 58% said they offer studio classes and 37% hold dress rehearsals. Participants noted a focus on excellence, not perfection, in their pedagogy, but many acknowledged that perfection is an expectation within the field. Comparisons with previous findings on piano students and implications for educators are discussed.",
          "url": "https://doi.org/10.1177/03057356251334568",
          "doi": "https://doi.org/10.1177/03057356251334568",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Popular Media",
      "journal_short": "PPM",
      "articles": [
        {
          "title": "Inspiration for perspiration? Two experiments testing the psychological effects of fitspiration.",
          "authors": "Kathrin Karsay, Marina F. Thomas, Jörg Matthes",
          "url": "https://doi.org/10.1037/ppm0000605",
          "doi": "https://doi.org/10.1037/ppm0000605",
          "filter": 0
        },
        {
          "title": "The relationships between video games and cognitive, motor, emotional, and social development across the lifespan: An umbrella review.",
          "authors": "Kevin Rebecchi, Chloé Nguyen, Quentin Hallez, Anna Rita Galiano",
          "url": "https://doi.org/10.1037/ppm0000612",
          "doi": "https://doi.org/10.1037/ppm0000612",
          "filter": 0
        },
        {
          "title": "Objectively measured smartphone pickups among adolescents: Associations with daily positive and negative affect and mindfulness.",
          "authors": "Jacqueline Nesi, Kaitlyn Burnell, Kara A. Fox, Emma Armstrong-Carter, Nathan H. Field, Maria T. Maza, Shedrick L. Garrett, Zelal Kilic, Elizabeth A. Nick, Margaret Nail, Yael Turk, Mitchell J. Prinstein, Eva H. Telzer",
          "url": "https://doi.org/10.1037/ppm0000601",
          "doi": "https://doi.org/10.1037/ppm0000601",
          "filter": 0
        },
        {
          "title": "The impact of acute and cumulative exposure to violent film on social cognition in university students.",
          "authors": "Mary B. Ritchie, Carly T. Smith, Shannon A. H. Compton, Nathan Hostetler, Lindsay Oliver, Derek G. V. Mitchell",
          "url": "https://doi.org/10.1037/ppm0000610",
          "doi": "https://doi.org/10.1037/ppm0000610",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Technology, Mind, and Behavior",
      "journal_short": "TMB",
      "articles": [
        {
          "title": "Are voice assistants becoming family members? A 2.5-year study of families’ evolving relationships with their voice assistants.",
          "authors": "Aike C. Horstmann, Clara Strathmann, Jessica M. Szczuka, Nicole C. Krämer",
          "url": "https://doi.org/10.1037/tmb0000168",
          "doi": "https://doi.org/10.1037/tmb0000168",
          "filter": 0
        },
        {
          "title": "Supplemental Material for Are voice assistants becoming family members? A 2.5-year study of families’ evolving relationships with their voice assistants.",
          "authors": "Aike C. Horstmann, Clara Strathmann, Jessica M. Szczuka, Nicole C. Krämer",
          "url": "https://doi.org/10.1037/tmb0000168.supp",
          "doi": "https://doi.org/10.1037/tmb0000168.supp",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
