{
  "update": "2025-07-25",
  "content": [
    {
      "journal_full": "Advances in Methods and Practices in Psychological Science",
      "journal_short": "AMPPS",
      "articles": [
        {
          "title": "Bridging Traditional-Statistics and Machine-Learning Approaches in Psychology: Navigating Small Samples, Measurement Error, Nonindependent Observations, and Missing Data",
          "authors": "Rosa Lavelle-Hill, Gavin Smith, Kou Murayama",
          "abstract": "In recent years, machine learning has propagated into different aspects of psychological research, and supervised machine-learning methods have increasingly been used as a tool for predicting human behavior or psychological characteristics when there is a large number of possible predictors. However, researchers often face practical challenges when using machine-learning methods on psychological data. In this article, we identify and discuss four key challenges that often arise when applying machine learning to data collected for psychological research. The four challenge areas cover (a) limited sample size, (b) measurement error, (c) nonindependent data, and (d) missing data. Such challenges are extensively discussed in the “traditional” statistical literature but are often not explicitly addressed, or at least not to the same extent, in the applied-machine-learning community. We present how each of these challenges is dealt with first from a traditional-statistics perspective and then from a machine-learning perspective and discuss the strengths and weaknesses of these solutions by comparing the approaches. We argue that the boundary between traditional statistics and machine learning is fluid and emphasize the need for cross-disciplinary collaboration to better tackle these core challenges and improve replicability.",
          "url": "https://doi.org/10.1177/25152459251345696",
          "doi": "https://doi.org/10.1177/25152459251345696",
          "filter": 0
        },
        {
          "title": "Large Language Models for Psychological Assessment: A Comprehensive Overview",
          "authors": "Jocelyn Brickman, Mehak Gupta, Joshua R. Oltmanns",
          "abstract": "Large language models (LLMs) are extraordinary tools demonstrating potential to improve the understanding of psychological characteristics. They provide an unprecedented opportunity to supplement self-report in psychology research and practice with scalable behavioral assessment. However, they also pose unique risks and challenges. In this article, we provide an overview and guide for psychological scientists to evaluate LLMs for psychological assessment. In the first section, we briefly review the development of transformer-based LLMs and discuss their advances in natural language processing. In the second section, we describe the experimental design process, including techniques for language data collection, audio processing and transcription, text preprocessing, and model selection, and analytic matters, such as model output, model evaluation, hyperparameter tuning, model visualization, and topic modeling. At each stage, we describe options, important decisions, and resources for further in-depth learning and provide examples from different areas of psychology. In the final section, we discuss important broader ethical and implementation issues and future directions for researchers using this methodology. The reader will develop an understanding of essential ideas and an ability to navigate the process of using LLMs for psychological assessment.",
          "url": "https://doi.org/10.1177/25152459251343582",
          "doi": "https://doi.org/10.1177/25152459251343582",
          "filter": 0
        },
        {
          "title": "From Embeddings to Explainability: A Tutorial on Large-Language-Model-Based Text Analysis for Behavioral Scientists",
          "authors": "Rudolf Debelak, Timo K. Koch, Matthias Aßenmacher, Clemens Stachl",
          "abstract": "Large language models (LLMs) are transforming research in psychology and the behavioral sciences by enabling advanced text analysis at scale. Their applications range from the analysis of social media posts to infer psychological traits to the automated scoring of open-ended survey responses. However, despite their potential, many behavioral scientists struggle to integrate LLMs into their research because of the complexity of text modeling. In this tutorial, we aim to provide an accessible introduction to LLM-based text analysis, focusing on the Transformer architecture. We guide researchers through the process of preparing text data, using pretrained Transformer models to generate text embeddings, fine-tuning models for specific tasks such as text classification, and applying interpretability methods, such as Shapley additive explanations and local interpretable model-agnostic explanations, to explain model predictions. By making these powerful techniques more approachable, we hope to empower behavioral scientists to leverage LLMs in their research, unlocking new opportunities for analyzing and interpreting textual data.",
          "url": "https://doi.org/10.1177/25152459251351285",
          "doi": "https://doi.org/10.1177/25152459251351285",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Group Processes & Intergroup Relations",
      "journal_short": "GPIR",
      "articles": [
        {
          "title": "A case of mistaken identity: Miscategorisation of the ingroup as a historically rivalrous outgroup triggers collective narcissism",
          "authors": "Rita Guerra, Agnieszka Golec de Zavala, Kinga Bierwiaczonek, Pawel Ciesielski, Georgios Abakoumkin, Tim Wildschut, Constantine Sedikides",
          "abstract": "Collective narcissism’s links with intergroup relations, such as intergroup hostility, are well established, but less is known about the intergroup conditions that trigger it. We experimentally examined whether categorisation threat—operationalised as mistaking the ingroup for a historically rivalrous outgroup, thus undermining the ingroup’s uniqueness—heightens collective narcissism, and whether this, in turn, escalates hostility toward the pertinent outgroup through collective narcissism. Additionally, we compared collective narcissism to another form of ingroup positivity: ingroup satisfaction. We conducted four experiments ( N = 1,537) manipulating categorisation threat in two national contexts (Poland, Portugal), and carried out an internal meta-analysis. As hypothesised, the findings revealed an increase in collective narcissism, as well as a positive indirect effect of categorisation threat on outgroup hostility mediated by collective narcissism, but not by ingroup satisfaction. This research establishes categorisation threat as a robust trigger of collective narcissism.",
          "url": "https://doi.org/10.1177/13684302251345405",
          "doi": "https://doi.org/10.1177/13684302251345405",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Face perception in context: Allocentric distance in perceptions of facial gender",
          "authors": "Spencer Dobbs, Lindsay Goolsby, Wesley Mysinger, Max Weisbuch",
          "url": "https://doi.org/10.1016/j.jesp.2025.104795",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104795",
          "filter": 0
        },
        {
          "title": "Change, yes ‘we’ can: Protesting for (ingroup) and against (outgroup) change under conditions of threatened personal control",
          "authors": "Johannes Michael Lautenbacher, Immo Fritsche, Tina-Marie Hoke, Wanda Eckert",
          "url": "https://doi.org/10.1016/j.jesp.2025.104803",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104803",
          "filter": 0
        },
        {
          "title": "Group and personal rejection are similarly linked to extreme intergroup attitudes",
          "authors": "Luis Marcos-Vidal, Boryana Todorova, Scott Atran, Clara Pretus",
          "url": "https://doi.org/10.1016/j.jesp.2025.104788",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104788",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Increasing Perceived Outgroup Heterogeneity Following Exposure to Extreme Violence: An Intervention Tournament in Times of War",
          "authors": "Ilana Ushomirsky, Yossi Hasson, Renana Atia, Nitzan Attias, Meital Balmas, Kinneret Endevelt, Tamar Gur, Boaz Hameiri, Shira Hebel-Sela, Oded Adomi Leshem, Nechumi Malovicki-Yaffe, Devorah Manekin, Anat Perry, Roni Porat, Tamar Saguy, Eric Shuman, Eran Halperin",
          "abstract": "Exposure to political violence often drives individuals toward extreme attitudes and greater support for retaliatory policies, including heightened perceptions of outgroup homogeneity. In violent intergroup conflicts, such perceptions can be especially dangerous, as they may justify indiscriminate violence against the outgroup. The current research aims to address Jewish Israelis’ perceptions of Palestinians’ variability following the October 7 Hamas attack on Israel. We simultaneously conducted two intervention tournaments in which we examined the effectiveness of different interventions in increasing the perceived heterogeneity of Palestinians from the West Bank and Gaza Strip ( N = 1,564) and of Palestinian citizens of Israel ( N = 1,628). Several interventions (Outgroup empathy expression, Opinion variance, Internal criticism, Leadership-people distinction, and Moral exemplars) were found effective, suggesting that outgroup perceptions can be altered, even amid extreme violence. Implications for psychological interventions targeting outgroup variability and their implementation in the field are discussed.",
          "url": "https://doi.org/10.1177/01461672251345517",
          "doi": "https://doi.org/10.1177/01461672251345517",
          "filter": 0
        },
        {
          "title": "Social Class and Children’s Third-party Intervention Tendency and Forms",
          "authors": "Ya-Meng Wang, Shu Zhao, Sa-Sa Lyu, Zuo-Jun Wang, Deming Wang, Kai Qin Chan",
          "abstract": "This study investigated how social class is related to children’s third-party intervention (TPI) tendency and forms (compensation vs. punishment). Children from different social class backgrounds watched short animated films depicting two cartoon characters making fair or unfair decisions in resource distribution scenarios. The results revealed that, compared to children from higher social classes, children from lower social classes were more likely to engage in TPIs in realistic distribution contexts. Moreover, when intervening, children from lower social class backgrounds were more inclined to both compensate victims and punish transgressors. These findings suggest that children’s tendencies to engage in TPIs differ across social classes from an early age, offering new insights into the development of children’s moral behavior from a cultural perspective.",
          "url": "https://doi.org/10.1177/01461672251352895",
          "doi": "https://doi.org/10.1177/01461672251352895",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Methods",
      "journal_short": "PM",
      "articles": [
        {
          "title": "Robust detection of signed outliers in multivariate data with applications to early identification of risk for autism.",
          "authors": "Jesus E. Delgado, Jed T. Elison, Nathaniel E. Helwig",
          "url": "https://doi.org/10.1037/met0000775",
          "doi": "https://doi.org/10.1037/met0000775",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychological Science",
      "journal_short": "PsychSci",
      "articles": [
        {
          "title": "Introspective Access or Retrospective Inference? Mind-Wandering Reports Are Shaped by Performance Feedback",
          "authors": "Naya Polychroni, Mahiko Konishi, Isa Steinecker, Devin B. Terhune",
          "abstract": "Most mind-wandering paradigms use self-reports following task performance, but the extent to which these reports are confounded by performance cues is unknown. In two experiments with adult human participants, we examined whether self-reports and confidence therein are influenced by performance indicators during visual metronome response tasks. In Experiment 1 ( N = 40), sham feedback modulated reports independently of behavioral performance with participants more likely to report mind wandering after incorrect than correct sham feedback. In Experiment 2 ( N = 111), we replicated this pattern using a more implicit manipulation of perceived performance—a surreptitious delay in the onset of response targets. Participants were more likely to report mind wandering after this delay than they were in control trials. In both experiments, confidence in on-task reports was lower when the corresponding indicator (falsely) implied poor performance. These findings suggest that mind-wandering reports and experiential state confidence are partly confounded by performance monitoring and have implications for experience-sampling methodologies.",
          "url": "https://doi.org/10.1177/09567976251349816",
          "doi": "https://doi.org/10.1177/09567976251349816",
          "filter": 0
        },
        {
          "title": "Becoming an Ostrich: The Development of Information Avoidance",
          "authors": "Radhika Santhanagopalan, Jane L. Risen, Katherine D. Kinzler",
          "abstract": "Adults selectively avoid useful information. We examined the development of information avoidance in 5- to 10-year-old American children ( N = 320). In Experiment 1, children considered scenarios that might elicit information avoidance: protecting against negative emotions, maintaining perceptions of likeability and competence, preserving beliefs and preferences, and acting in self-interest. When a motivation for avoidance was present, children were more likely to avoid learning information, particularly with age. Experiment 2 presented the self-interest scenario (a moral “wiggle room” task) involving real payoffs. Although children could reveal their partner’s payoff without cost, older children capitalized on moral “wiggle room” by avoiding this information and choosing the self-interested payoff. In Experiment 3, we considered conditions under which even young children might avoid information, finding that they too avoided information when explicitly encouraged to protect their emotions. Additional qualitative findings probed children’s open-ended responses about why people seek and avoid information. Together, these experiments document the origins of information avoidance.",
          "url": "https://doi.org/10.1177/09567976251344551",
          "doi": "https://doi.org/10.1177/09567976251344551",
          "filter": 0
        },
        {
          "title": "“Stop the Count!”—How Reporting Partial Election Results Fuels Beliefs in Election Fraud",
          "authors": "André Vaz, Moritz Ingendahl, André Mata, Hans Alves",
          "abstract": "In seven studies, we investigated how reporting partial vote counts influences perceptions of election legitimacy. Beliefs in election fraud, as in the 2020 U.S. presidential election, may be fueled by the cumulative redundancy bias (CRB), which skews perceptions toward early leaders in partial vote counts. In line with this prediction, participants (Prolific adult participants from the United States and the United Kingdom) consistently rated early leaders more favorably and were more likely to suspect fraud when the eventual winner gained a late lead. This effect persisted across simulated elections (Studies 1–3) and real-world vote counts from the 2020 election in Georgia (Study 4). It is important to note that fraud suspicions already arose before the count was completed (Study 5) and persisted despite explanatory interventions (Study 6). Partisanship did not eliminate the CRB’s influence on fraud beliefs (Study 7). Our findings suggest that the sequential reporting of vote counts may amplify false perceptions of election fraud and could be mitigated by revising how results are communicated.",
          "url": "https://doi.org/10.1177/09567976251355594",
          "doi": "https://doi.org/10.1177/09567976251355594",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "Pedagogical approaches to promote self-regulation in musical instrument learning: A PRISMA scoping review",
          "authors": "Dora Utermohl de Queiroz, Clarissa Foletto, Guadalupe López-Íñiguez",
          "abstract": "This scoping review addresses empirical work on pedagogical approaches to promoting self-regulated learning (SRL) in musical instrument learning. This work sought to investigate (1) the types of approaches that were considered by studies to be SRL promoters, (2) how they were applied, and (3) the effects of each type of approach on student learning and performance. Following the Preferred Reporting Items for Systematic Reviews and Meta-Analyses for Scoping Reviews (PRISMA-ScR), we searched four databases and 30 specialised journals. This process returned 934 records. After analysing these records, we selected 17 studies that met our inclusion criteria. The results show a variety of pedagogical approaches to developing SRL skills. Teaching practices ranged from self-regulation instructions to tools such as practice journals and digital tools (e.g., electronic portfolios, software applications). Most of the selected studies demonstrated the beneficial effect of SRL teaching approaches on students’ outcomes. Thus, the findings suggest that both pedagogical approaches (self-regulation instruction and tools) can foster SRL. Furthermore, the findings indicate a gap in research on self-regulation pedagogical approaches in different contexts beyond face-to-face teaching, including online and hybrid environments. In addition, the effects of long-term interventions utilising these approaches on students’ learning remain underexplored.",
          "url": "https://doi.org/10.1177/03057356251348414",
          "doi": "https://doi.org/10.1177/03057356251348414",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
