{
  "update": "2025-12-31",
  "content": [
    {
      "journal_full": "Behavior Research Methods",
      "journal_short": "BRM",
      "articles": [
        {
          "title": "Modeling qualitative between-person heterogeneity in time series using latent class vector autoregressive models",
          "authors": "Anja F. Ernst, Jonas M. B. Haslbeck",
          "abstract": "Time-series data have become ubiquitous in psychological research, allowing us to study detailed within-person dynamics and their heterogeneity across persons. Vector autoregressive (VAR) models have become a popular choice as a first approximation of these dynamics. The VAR model for each person and heterogeneity across persons can be jointly modeled using a hierarchical model that treats heterogeneity as a latent distribution. Currently, the most popular choice for this is the multilevel VAR model, which models heterogeneity across persons as quantitative variation through a multivariate Gaussian distribution. Here, we discuss an alternative, the latent class VAR model, which models heterogeneity as qualitative variation using a number of discrete clusters. While this model has been introduced before, it has not been readily accessible to researchers. Here we address this issue by providing an accessible introduction to latent class VAR models; a simulation evaluating how well this model can be estimated in situations resembling applied research; introducing a new R package ClusterVAR , which provides easy-to-use functions to estimate the model; and providing a fully reproducible tutorial on modeling emotion dynamics, which walks the reader through all steps of estimating, analyzing, and interpreting latent class VAR models.",
          "url": "https://doi.org/10.3758/s13428-025-02909-7",
          "doi": "https://doi.org/10.3758/s13428-025-02909-7",
          "filter": 0,
          "created": "2025-12-26"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Computers in Human Behavior",
      "journal_short": "CHB",
      "articles": [
        {
          "title": "Exploring protective and risk factors for a positive sexting experience among young adults – insights from the SEX-THINK! Project",
          "authors": "Barbara Agueli, Immacolata Di Napoli, Marcella Autiero, Nicole Bellanca, Alice Lucarini",
          "url": "https://doi.org/10.1016/j.chb.2025.108901",
          "doi": "https://doi.org/10.1016/j.chb.2025.108901",
          "filter": 0,
          "created": "2025-12-26"
        },
        {
          "title": "To Share or Not to Share, That Is the (Moral) Question: How Moral Frames and Bystander Cues Shape Health Misinformation Correction Sharing on Social Media",
          "authors": "Yujie Dong, Wu Li",
          "url": "https://doi.org/10.1016/j.chb.2025.108900",
          "doi": "https://doi.org/10.1016/j.chb.2025.108900",
          "filter": 0,
          "created": "2025-12-27"
        },
        {
          "title": "Perceptions of sexualized deepfake abuse across three nations: An exploration of how victim gender and race shape attitudes towards deepfake abuse in the United States, the United Kingdom, and Australia",
          "authors": "Asia A. Eaton, Adrian J. Scott, Asher Flynn, Anastasia Powell",
          "url": "https://doi.org/10.1016/j.chb.2025.108899",
          "doi": "https://doi.org/10.1016/j.chb.2025.108899",
          "filter": 0,
          "created": "2025-12-27"
        },
        {
          "title": "Association between school phone restriction policies and adolescents’ cyberbullying, gambling, and substance use behaviors",
          "authors": "Szu-Chia Chen, Tzu-Fu Huang, Kevin Chang, Fong-Ching Chang, Shawn C. Chiang, Chiung-Hui Chiu, Ping-Hung Chen, Nae-Fang Miao, Hung-Yi Chuang",
          "url": "https://doi.org/10.1016/j.chb.2025.108898",
          "doi": "https://doi.org/10.1016/j.chb.2025.108898",
          "filter": 0,
          "created": "2025-12-26"
        },
        {
          "title": "Bridging or Broadening Gaps? AI-Assisted Professional Writing among Native and Non-Native English Writers",
          "authors": "Inyoung Shin, Hyesun Choung, Mina Choi",
          "url": "https://doi.org/10.1016/j.chb.2025.108897",
          "doi": "https://doi.org/10.1016/j.chb.2025.108897",
          "filter": 0,
          "created": "2025-12-24"
        },
        {
          "title": "From Facial Expressions to Academic Performance: Affective Computing Reveals the Serial Mediating Roles of Emotional Valence and Self-Regulated Learning",
          "authors": "Ruchang Miao, Peijia Yang, Shuna Li, Kaizhen Kong, Xiangting Wang",
          "url": "https://doi.org/10.1016/j.chb.2025.108902",
          "doi": "https://doi.org/10.1016/j.chb.2025.108902",
          "filter": 0,
          "created": "2025-12-30"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Journal of Experimental Social Psychology",
      "journal_short": "JESP",
      "articles": [
        {
          "title": "Understanding attributions to racial discrimination in diverse hiring contexts: The impact of beneficiary identity",
          "authors": "Laurie T. O'Brien, Yvette Bivins-Sanchez, Maria Casteigne, Caley Lowe, J'Lyn Wilson",
          "url": "https://doi.org/10.1016/j.jesp.2025.104866",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104866",
          "filter": 0,
          "created": "2025-12-24"
        },
        {
          "title": "When are leaders blamed for bad events that never happened? Partisanship and close counterfactual catastrophes",
          "authors": "Matejas Mackin, Daniel A. Effron, Kai Epstude, Neal J. Roese",
          "url": "https://doi.org/10.1016/j.jesp.2025.104868",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104868",
          "filter": 0,
          "created": "2025-12-25"
        },
        {
          "title": "Recalling ingroup privilege as outgroup disadvantage: Evidence for a privilege-reframing bias and tests of a potential mediator",
          "authors": "Annette Malapally, Kathrin Wildgans, Soledad de Lemus, Susanne Bruckmüller",
          "url": "https://doi.org/10.1016/j.jesp.2025.104867",
          "doi": "https://doi.org/10.1016/j.jesp.2025.104867",
          "filter": 0,
          "created": "2025-12-26"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Multivariate Behavioral Research",
      "journal_short": "MBR",
      "articles": [
        {
          "title": "A Two-Step Robust Estimation Approach for Inferring Within-Person Relations in Longitudinal Design: Tutorial and Simulations",
          "authors": "Satoshi Usami",
          "url": "https://doi.org/10.1080/00273171.2025.2601271",
          "doi": "https://doi.org/10.1080/00273171.2025.2601271",
          "filter": 0,
          "created": "2025-12-27"
        },
        {
          "title": "A Latent Space Graded Response Model for Likert-Scale Psychological Assessments",
          "authors": "Ludovica De Carolis, Inhan Kang, Minjeong Jeon",
          "url": "https://doi.org/10.1080/00273171.2025.2605678",
          "doi": "https://doi.org/10.1080/00273171.2025.2605678",
          "filter": 0,
          "created": "2025-12-30"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Personality and Social Psychology Bulletin",
      "journal_short": "PSPB",
      "articles": [
        {
          "title": "Construal Level Stereotypes: Perceived Differences in Groups’ Abstract Versus Concrete Cognitive Tendencies",
          "authors": "Ashli B. Carter, Felix Danbold, Batia M. Wiesenfeld",
          "abstract": "Individuals can construe the world around them more concretely or more abstractly, with consequences for their judgments and behaviors. With five studies involving 3,963 U.S. adult participants, we test whether people hold stereotypes about the tendency for different groups to think more concretely or more abstractly. Across Studies 1 to 3, individuals report explicit and consistent construal level stereotypes about social groups in various demographic, occupational, and non-human categories. In Studies 2 and 3, we provide evidence that construal level stereotypes are correlated with, yet distinct from, stereotypes about their competence, agency, and power. In Studies 4 and 5, we offer evidence of predictive validity with two experiments showing that individuals use construal level stereotypes to inform employee selection decisions. These findings integrate and advance two major topics in social cognition: construal level theory and stereotyping. We discuss societal implications of construal level stereotypes predicting behaviors associated with discrimination in resource allocation.",
          "url": "https://doi.org/10.1177/01461672251406462",
          "doi": "https://doi.org/10.1177/01461672251406462",
          "filter": 0,
          "created": "2025-12-29"
        },
        {
          "title": "Personality From Age 10 to 16 years. A Four-Wave Cohort Study of Development and Sex Differences in the Big Five and Its Facets",
          "authors": "Silje Steinsbekk, Lars Wichstrøm, Tilmann von Soest",
          "abstract": "Recent years have witnessed an increased interest in personality development in childhood and adolescence. However, population-based longitudinal studies that examine self-reported personality traits and their facets during these critical developmental periods are scarce. Here, we test the disruption hypothesis, which suggests deviations from standard patterns of personality maturation during adolescence in certain personality domains. Our study extends existing knowledge by examining development and sex differences in self-reported conscientiousness, agreeableness, neuroticism, and their facets from childhood to adolescence. Utilizing the Big Five Inventory, we collected four waves of personality data (ages 10, 12, 14, and 16 years) from a representative birth cohort of Norwegian children ( N = 805). Our results predominantly support the disruption hypothesis, showing declines in conscientiousness and agreeableness across sexes from age 12, with an increase in neuroticism observed solely for girls. The findings further demonstrate that maturation disruptions vary at the facet level, suggesting a complex developmental process.",
          "url": "https://doi.org/10.1177/01461672251396595",
          "doi": "https://doi.org/10.1177/01461672251396595",
          "filter": 0,
          "created": "2025-12-27"
        },
        {
          "title": "Rethinking Knowledge’s Impact on the Illusory Truth Effect",
          "authors": "Anat Shechter, Karl Christoph Klauer",
          "abstract": "Repeated exposure to information increases receptivity to it, even when prior knowledge is present, according to the illusory truth effect. Fazio et al. provided empirical support for this phenomenon and proposed a model that posited dominance of fluency cues, relative to knowledge utilization. This model better elucidated participants’ behaviors than an alternative model assuming precedence of knowledge processes over fluency-related mechanisms. The present research builds on this by refining models and testing them with new and existing data. While reanalysis of existing data revealed comparable performance of both models, new data from two experiments ( N = 324), introducing conditions conducive to discerning between the two models, uncovered compelling evidence in support of the model that assumes knowledge processes’ precedence. The discrepancy between Fazio et al. and our findings is discussed, and we encourage future research to explore avenues for resolving the relative roles of knowledge and fluency.",
          "url": "https://doi.org/10.1177/01461672251403392",
          "doi": "https://doi.org/10.1177/01461672251403392",
          "filter": 0,
          "created": "2025-12-29"
        },
        {
          "title": "Understanding the Persistence of Traditional Values in Modern Society: Adaptive Utility Matters",
          "authors": "Menglin He, Huajian Cai, Cai Xing, Yiming Zhu",
          "abstract": "The adaptation account suggests that the persistence of some traditional values in modern society is due to their enduring adaptive utility. We tested this hypothesis by examining the change of filial piety in two Confucian societies, China and Japan. By analyzing natural language data, Study 1 found that Chinese people’s concern about and liking for filial piety have increased since 1979, with falling birth rate and rising elderly population as the Granger causes. By analyzing survey data from 2006 to 2017 ( N = 7,283) in China, Study 2 found that reciprocal filial piety was adaptive (i.e., conducive to well-being) and increasing, whereas authoritarian filial piety was maladaptive (i.e., detrimental to well-being) and decreasing. By analyzing both Japanese language data from 1989 to 2023 (Study 3a) and survey data from 2006 to 2018 (Study 3b: N = 4,763), Study 3 replicated the main findings from China. These findings support the adaptation account of cultural persistence.",
          "url": "https://doi.org/10.1177/01461672251393559",
          "doi": "https://doi.org/10.1177/01461672251393559",
          "filter": 0,
          "created": "2025-12-27"
        },
        {
          "title": "Health as an Alibi: The Virtuous Framing of Appearance Pursuits",
          "authors": "Stephanie C. Lin, Kaitlin Woolley, Peggy J. Liu",
          "abstract": "In many societies, attaining cultural ideals of physical attractiveness is desirable (e.g., being beautiful), but pursuing physical attractiveness is not (e.g., being vain). How do people address these paradoxical standards? We argue that people meet the standards to both appear slim and appear to have good values by disguising their true motives for ambiguous actions (i.e., diet and exercise): they project more virtuous health motives to others despite being actually driven by physical appearance motives. Five preregistered studies and two supplemental studies ( N = 4,321) find evidence for this behavior and offer an intervention to increase the extent to which people are actually driven by health (vs. physical appearance) motives in private. Moreover, we find that this behavior is driven by the desire to be seen by others as having good values. Altogether, this research contributes to a better understanding of the distorted discourse surrounding health, diet, exercise, and appearance.",
          "url": "https://doi.org/10.1177/01461672251396231",
          "doi": "https://doi.org/10.1177/01461672251396231",
          "filter": 0,
          "created": "2025-12-30"
        },
        {
          "title": "Courageous but Indebted? Regional Courage is Associated With Higher Debt-to-Income Ratio in the United States",
          "authors": "Jali Packer, Joe Gladstone, Friedrich M. Götz",
          "abstract": "Geographic disparities in household indebtedness present an economic puzzle that traditional models inadequately explain. We examine whether regional psychological traits—specifically courage—help explain these differences. Analyzing data from 836,184 individuals across 1,220 U.S. counties, we tested whether areas with higher collective courage (willingness to act despite fear) exhibit higher debt-to-income ratios. Using spatial regression techniques to account for geographic clustering and controlling for sociodemographic factors and Big Five personality traits, we found that courage significantly predicted county-level debt-to-income ratios. A one standard deviation increase in regional courage was associated with a 0.22 standard deviation increase in debt-to-income—an effect that persisted across different geographic scales and modeling approaches. Courage hotspots in western and southern regions showed corresponding patterns of higher indebtedness. These findings reveal that psychological traits traditionally viewed as virtuous may have unintended economic consequences, highlighting the importance of considering regional psychology when designing financial policies and interventions.",
          "url": "https://doi.org/10.1177/01461672251398580",
          "doi": "https://doi.org/10.1177/01461672251398580",
          "filter": 0,
          "created": "2025-12-29"
        },
        {
          "title": "To Each Their Own: Is Extending Life Expectancy Always Desirable? A Phenomenological Study of Longevity Aspirations Among Older Adults in Senior Living Facilities",
          "authors": "Shi Yin Chee, Ester Ellen Trees Bolt",
          "abstract": "Aging is a multifaceted, personal experience rather than a one-size-fits-all journey of universal longevity desires. This study explores the lived experiences of older adults in senior living facilities, focusing on their longevity aspirations and the factors shaping them. In-depth, semi-structured interviews with 20 older adults in four Malaysian senior living facilities were analyzed using Husserl’s phenomenology and Giorgi’s descriptive method. Four themes emerged: balancing the desire to live long versus living well, emotional and existential reflections, hidden emotional and physical adaptations, and shifting dynamics of control over priorities and values. Findings reveal that aging is an unpredictable journey, shaped by ambiguities and uncertainties, where fulfillment does not always stem from longevity. Tailored support that honors older adults’ histories, emotions, and aspirations enables aging with dignity and autonomy, guiding providers, policymakers, and caregivers to enhance quality of life to meaningfully enhance quality of life by aligning care with longevity aspirations.",
          "url": "https://doi.org/10.1177/01461672251406667",
          "doi": "https://doi.org/10.1177/01461672251406667",
          "filter": 0,
          "created": "2025-12-27"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Psychology of Music",
      "journal_short": "PsychMusic",
      "articles": [
        {
          "title": "Paracusis musicalis: Insights on age-related absolute pitch decline",
          "authors": "Barry L Baker, Youkyung Bae",
          "abstract": "Paracusis musicalis (PM) is a condition in which individuals with absolute pitch (AP) experience a decline in their AP abilities with age. Although PM has been known to the scientific community for decades, its literary presence is sparse. The aim of the present study is to conduct the first appraisal of the corpus of PM literature, draw preliminary conclusions, and identify areas for future contributions. A structured review across nine electronic databases yielded seven publications meeting eligibility criteria. Common PM features identified across studies included a gradual disruption of pitch stability with aging, greater pitch accuracy for central octaves, and better performance with piano timbres. Variability was observed in the direction of pitch distortions (sharp, flat, or mixed). Onset was typically reported between the fourth to fifth decades of life. The reviewed publications include cross-sectional observational studies, retrospective single-case reports, longitudinal case series, and theoretical accounts, collectively emphasizing the need for more systematic, large-scale empirical research. This article highlights conceptual and methodological gaps and proposes avenues for advancing understanding of PM and its broader implications for auditory aging.",
          "url": "https://doi.org/10.1177/03057356251399802",
          "doi": "https://doi.org/10.1177/03057356251399802",
          "filter": 0,
          "created": "2025-12-30"
        },
        {
          "title": "Spaced learning and melodic memory",
          "authors": "Joel J Katz, Melody Wiseheart",
          "abstract": "Distributed learning is a powerful tool for optimizing retention of verbal materials. We examined the effect of distributing learning on long-term memory for a melody and found strong evidence of better recall in the spaced conditions. In the current study, music students were taught a four-phrase melody in learning sessions that were massed, spaced at 2 days, or spaced at 1 week. Three weeks later, they were tested for recall. Performances were evaluated for note omissions, number of incorrect notes and intervals, and number of correct notes and intervals. Results indicated strong evidence for a spacing effect for melody learning between the massed and spaced conditions at a retention interval of 3 weeks, and no evidence of difference between the two spaced conditions. Unlike most spacing studies, memory did not improve with longer spacing between learning episodes. These results suggest that memory for a melody may rely primarily on structural constraints within the material itself. Once these constraints are understood and associated with the cue, the performance unspools. Results have implications for best practices in melodic learning and for the role of constraining cues in the retrieval of structured non-verbal material.",
          "url": "https://doi.org/10.1177/03057356251401906",
          "doi": "https://doi.org/10.1177/03057356251401906",
          "filter": 0,
          "created": "2025-12-30"
        }
      ],
      "articles_hidden": []
    }
  ]
}
