{
  "update": "2025-02-02",
  "content": [
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Racial prisms: experimental evidence on families’ race-based evaluations of school safety",
          "authors": "Chantal A Hailey",
          "abstract": "Racial segregation is an enduring social reality in the United States. Since safety is central to residential and educational decisions, one explanation is, when choosing neighborhoods and schools, individuals use racial composition to signal safety. However, few studies have focused on race-based perceptions of school safety. To examine racialized school safety beliefs, I leverage an original survey experiment with 995 White, Asian, Latine, and Black eighth-grade parents and students. Respondents examined school profiles with randomly varied racial compositions, school and neighborhood safety ratings, metal detector presence, and graduation rates. Among Whites, Asians, and Latines, school racial composition shapes their beliefs about school safety, even when schools have identical safety ratings and security measures. White and Asian respondents believed that Black and Latine schools were less safe than White schools; Latine respondents believed that Black schools were less safe than all other schools; and school racial composition did not influence Black respondents’ beliefs about school safety. Non-Black respondents, with stronger anti-Black and anti-Latine personal racial biases and more knowledge of cultural stereotypes of Black violence, were more likely to express race-based beliefs about school safety. Non-Black respondents’ anti-Black perceptions of school safety contributed to their avoidance of Black schools. These findings suggest that anti-Blackness undergirds the public imagination of physical spaces and has implications for understanding contemporary segregation, discrimination, and racial inequality.",
          "url": "https://doi.org/10.1093/sf/soaf012",
          "doi": "https://doi.org/10.1093/sf/soaf012",
          "filter": 0
        },
        {
          "title": "Review of “Framing Refugees: How the Admission of Refugees is Debated in Six Countries across the World”",
          "authors": "David Scott FitzGerald",
          "url": "https://doi.org/10.1093/sf/soaf014",
          "doi": "https://doi.org/10.1093/sf/soaf014",
          "filter": 0
        },
        {
          "title": "Review of “Beyond Complicity: Why We Blame Each Other Instead of Systems”",
          "authors": "J L Parsells-Johnson",
          "url": "https://doi.org/10.1093/sf/soaf008",
          "doi": "https://doi.org/10.1093/sf/soaf008",
          "filter": 0
        },
        {
          "title": "Review of “Bourdieu and Sayad Against Empire: Forging Sociology in Anticolonial Struggle”",
          "authors": "Muriam Davis",
          "url": "https://doi.org/10.1093/sf/soaf005",
          "doi": "https://doi.org/10.1093/sf/soaf005",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Social inequalities in green exposure in small- and medium-sized U.S. cities: A mobility-based approach",
          "authors": "Kee Moon Jang, Junghwan Kim",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103142",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103142",
          "filter": 0
        },
        {
          "title": "Assessing the impact of an increase in the minimum wage on household income and poverty",
          "authors": "José M. Arranz, Carlos García-Serrano",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103143",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103143",
          "filter": 0
        },
        {
          "title": "COVID-19 facial covering during outdoor recreation reflects historical disease prevalence and culture above and beyond governmental measures – A study in 53 countries",
          "authors": "Christoph Randler, Jukka Jokimäki, Nadine Kalb, Maria de Salvo, Renan de Almeida Barbosa, Marja-Liisa Kaisanlahti-Jokimäki, Jo-Szu Tsai, Raúl Ortiz-Pulido, Piotr Tryjanowski",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103145",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103145",
          "filter": 0
        },
        {
          "title": "Age discrimination in hiring: Relative importance and additive and multiplicative effects",
          "authors": "Jeevitha Yogachandiran Qvist, Christian Albrekt Larsen",
          "url": "https://doi.org/10.1016/j.ssresearch.2024.103135",
          "doi": "https://doi.org/10.1016/j.ssresearch.2024.103135",
          "filter": 0
        },
        {
          "title": "Gender bias in evaluating assistant professorship applicants? Evidence from harmonized survey experiments in Germany and Italy",
          "authors": "Klarita Gërxhani, Nevena Kulic, Alessandra Rusconi, Heike Solga",
          "url": "https://doi.org/10.1016/j.ssresearch.2024.103113",
          "doi": "https://doi.org/10.1016/j.ssresearch.2024.103113",
          "filter": 0
        },
        {
          "title": "Educational assortative mating and couples’ linked occupational trajectories in China",
          "authors": "Jian Song, Bo Hu, Yang Zhang",
          "url": "https://doi.org/10.1016/j.ssresearch.2024.103114",
          "doi": "https://doi.org/10.1016/j.ssresearch.2024.103114",
          "filter": 0
        },
        {
          "title": "Is the “Treiman constant” actually constant? An assessment using two Spanish occupational prestige scales: 1991 and 2013",
          "authors": "Inmaculada Garcia-Mainar, Víctor M. Montuenga",
          "url": "https://doi.org/10.1016/j.ssresearch.2024.103125",
          "doi": "https://doi.org/10.1016/j.ssresearch.2024.103125",
          "filter": 0
        },
        {
          "title": "Social contributors to differences in math course attainment among adolescents with and without learning disabilities and ADHD",
          "authors": "Dara Shifrer, Angela Frederick, Daniel Mackin Freeman, Hannah Sean Ellefritz, Rachel Springer",
          "url": "https://doi.org/10.1016/j.ssresearch.2024.103096",
          "doi": "https://doi.org/10.1016/j.ssresearch.2024.103096",
          "filter": 0
        },
        {
          "title": "Distinctively black names and mechanisms of discrimination: Evidence from the early 20th century",
          "authors": "Catalina Anampa Castro, John Robert Warren, Jonas Helgertz",
          "url": "https://doi.org/10.1016/j.ssresearch.2024.103136",
          "doi": "https://doi.org/10.1016/j.ssresearch.2024.103136",
          "filter": 0
        },
        {
          "title": "The (mis)use of Google Trends data in the social sciences - A systematic review, critique, and recommendations",
          "authors": "Johanna Hölzl, Florian Keusch, Christoph Sajons",
          "url": "https://doi.org/10.1016/j.ssresearch.2024.103099",
          "doi": "https://doi.org/10.1016/j.ssresearch.2024.103099",
          "filter": 0
        },
        {
          "title": "Social infrastructure and the prevalence of deaths of despair: The role of concentrated disadvantage",
          "authors": "Seulki Kim",
          "url": "https://doi.org/10.1016/j.ssresearch.2024.103128",
          "doi": "https://doi.org/10.1016/j.ssresearch.2024.103128",
          "filter": 0
        },
        {
          "title": "Do minority inclusive institutions increase electoral support for radical-right parties?",
          "authors": "Taishi Muraoka",
          "url": "https://doi.org/10.1016/j.ssresearch.2024.103115",
          "doi": "https://doi.org/10.1016/j.ssresearch.2024.103115",
          "filter": 0
        },
        {
          "title": "Does relying on \"close to home\" information sources increase voter confidence? Evidence from the 2022 midterm elections",
          "authors": "Thessalia Merivaki, Mara Suttmann-Lea, Rachel Orey",
          "url": "https://doi.org/10.1016/j.ssresearch.2024.103131",
          "doi": "https://doi.org/10.1016/j.ssresearch.2024.103131",
          "filter": 0
        },
        {
          "title": "Structure and influence in the spread of collective violence",
          "authors": "Daniel J. Myers",
          "url": "https://doi.org/10.1016/j.ssresearch.2024.103129",
          "doi": "https://doi.org/10.1016/j.ssresearch.2024.103129",
          "filter": 0
        },
        {
          "title": "Higher education expansion, economic reform, and the change of college wage premium in urban China (1986–2019): An age-period-cohort analysis",
          "authors": "Wei Xu, Qi Xu",
          "url": "https://doi.org/10.1016/j.ssresearch.2024.103127",
          "doi": "https://doi.org/10.1016/j.ssresearch.2024.103127",
          "filter": 0
        },
        {
          "title": "On sociologically derived mathematics",
          "authors": "Burton H. Singer",
          "url": "https://doi.org/10.1016/j.ssresearch.2024.103124",
          "doi": "https://doi.org/10.1016/j.ssresearch.2024.103124",
          "filter": 0
        },
        {
          "title": "Give and (Not) take: How transparency of refusals and acceptances in reciprocal exchange affects inequality",
          "authors": "Scott V. Savage, Monica M. Whitham",
          "url": "https://doi.org/10.1016/j.ssresearch.2024.103130",
          "doi": "https://doi.org/10.1016/j.ssresearch.2024.103130",
          "filter": 0
        },
        {
          "title": "Contextual variation in the effect of unemployment on subjective wellbeing in the United States",
          "authors": "Florencia Torche, Claire Daviss",
          "url": "https://doi.org/10.1016/j.ssresearch.2024.103126",
          "doi": "https://doi.org/10.1016/j.ssresearch.2024.103126",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Visualizing the Rise of Authoritarian Carbon (1992–2022)",
          "authors": "John Chung-En Liu",
          "abstract": "Using data from V-Dem, Freedom House, and the Global Carbon Budget, the author visualizes how authoritarian and nondemocratic regimes have sharply increased their share of global CO 2 emissions over the past three decades. Authoritarian regimes now account for more than 60 percent of emissions, while liberal democracies contribute roughly one-third. This shift has significant implications for climate governance. Yet climate change remains peripheral in sociology, in which research continues to focus on Western democracies. Sociology can play a critical role in examining how authoritarian environmental governance shapes both environmental outcomes and climate justice.",
          "url": "https://doi.org/10.1177/23780231251314662",
          "doi": "https://doi.org/10.1177/23780231251314662",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
