{
  "update": "2024-09-30",
  "content": [
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “On Wars”",
          "authors": "Lisa Hajjar",
          "url": "http://dx.doi.org/10.1093/sf/soae139",
          "doi": "10.1093/sf/soae139",
          "filter": 0
        },
        {
          "title": "Review of “Ethnopolitical Entrepreneurs: Outsiders Inside Armenian Los Angeles”",
          "authors": "Neda Maghbouleh",
          "url": "http://dx.doi.org/10.1093/sf/soae136",
          "doi": "10.1093/sf/soae136",
          "filter": 0
        },
        {
          "title": "Review of “An Ungovernable Foe: Science and Policy Innovation in the U.S. National Cancer Institute”",
          "authors": "Mary F E Ebeling",
          "url": "http://dx.doi.org/10.1093/sf/soae137",
          "doi": "10.1093/sf/soae137",
          "filter": 0
        },
        {
          "title": "Review of “The Pink Wave: Women Running for Office After Trump”",
          "authors": "Pamela Paxton",
          "url": "http://dx.doi.org/10.1093/sf/soae129",
          "doi": "10.1093/sf/soae129",
          "filter": 0
        },
        {
          "title": "Review of “The Stigma Trap: College-Educated, Experienced, and Long-term Unemployed”",
          "authors": "Aliya Hamid Rao",
          "url": "http://dx.doi.org/10.1093/sf/soae143",
          "doi": "10.1093/sf/soae143",
          "filter": 0
        },
        {
          "title": "Review of “Smoother Pebbles: Essays in the Sociology of Science”",
          "authors": "Joseph C Hermanowicz",
          "url": "http://dx.doi.org/10.1093/sf/soae144",
          "doi": "10.1093/sf/soae144",
          "filter": 0
        },
        {
          "title": "Stability and Volatility in Cultural Models of Contention",
          "authors": "Oluf Gøtzsche-Astrup, Johan Gøtzsche-Astrup",
          "abstract": "How stable are the public’s assumptions about the legitimacy of contentious tactics? Previous studies show that the public hold a set of assumptions about what counts as legitimate and illegitimate tactics. We enrich this literature by studying the stability of these assumptions through the case of partisan protesting in the United States. Leveraging panel data collected during the 2020 Black Lives Matter and anti-lockdown protests as well as two preregistered survey experiments, we provide the first methodologically rigorous study of the short-term stability of these assumptions. We find that tactics are understood as inherently more legitimate when they are currently carried out by members of the partisan ingroup as opposed to its outgroup. However, although we do find an effect of contention, this is relatively moderate. The assumptions remain remarkably stable. This underscores the consolidated nature of the tactics in the United States and tempers fears of democratic decline in the realm of contention.",
          "url": "http://dx.doi.org/10.1093/sf/soae134",
          "doi": "10.1093/sf/soae134",
          "filter": 0
        },
        {
          "title": "Class experiences and the long-term evolution of economic values",
          "authors": "Agnar Freyr Helgason, Philipp Rehm",
          "abstract": "While there is a strong cross-sectional association between social class and political attitudes, recent research—based on longitudinal data—finds that changes in class are, at most, weakly related to changes in such attitudes. One common explanation for this finding is that early life socialization affects both social class and political attitudes and that class has little, if any, direct effect on them. In this manuscript, we explore an alternative explanation that centers on the importance of cumulative class experiences for the long-term evolution of attitudes. To evaluate this perspective, we leverage data from the British Household Panel Survey, which contains measures of economic values that span up to 16 years, as well as complete work-life histories of respondents that allow us to track individual class experiences over people’s life span. Our findings show that cumulative class experiences are strongly associated with the development of economic values.",
          "url": "http://dx.doi.org/10.1093/sf/soae135",
          "doi": "10.1093/sf/soae135",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Trends in the retirement security of Black and Hispanic households in the US: A setback for Black Americans but continued progress for Hispanics",
          "authors": "Edward N. Wolff",
          "url": "http://dx.doi.org/10.1016/j.ssresearch.2024.103088",
          "doi": "10.1016/j.ssresearch.2024.103088",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Science",
      "journal_short": "SocSci",
      "articles": [
        {
          "title": "Life-Course Transitions and Political Orientations",
          "authors": "Turgut Keskintürk",
          "url": "http://dx.doi.org/10.15195/v11.a33",
          "doi": "10.15195/v11.a33",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Visualizing Multiple Sexual Identity Responses Using a Network Approach",
          "authors": "Christopher A. Julian, Lauren Newmyer, Wendy D. Manning, Claire M. Kamp Dush",
          "abstract": "Measurement strategies for gauging sexual identity within the United States’s population-based data infrastructure are evolving. Despite notable advancements, most measurement techniques still do not accurately reflect the nuanced ways in which sexually diverse adults conceptualize their identities. One measurement limitation involves asking participants to choose a single “best” identity. In this visualization, drawing on data from the National Couples’ Health and Time Use Study, the authors illustrate the complexity of sexual identity responses by constructing a network that aggregates the patterns of multiple identities chosen by respondents. The findings underscore that relying on a single-item response risks undercounting sexually diverse identities. As national surveys progress in incorporating sexual identity measures, a “select all that apply” option is crucial if the identities of sexually diverse adults are to be accurately represented.",
          "url": "http://dx.doi.org/10.1177/23780231241279129",
          "doi": "10.1177/23780231241279129",
          "filter": 0
        },
        {
          "title": "Household Income as a Determinant of Racial Residential Segregation in Metropolitan Areas: A Micro-level Analysis from 2000 to 2020",
          "authors": "Amber R. Crowell",
          "abstract": "In this study, I examine the role of household income in determining White-Black, White-Latino, and White-Asian residential segregation in the twenty-first century across 50 metropolitan areas over the decennial time points from 2000 to 2020. I use census and survey microdata and a reformulation of the separation index, a measure of the segregation dimension of evenness, to situate segregation as a group inequality that can be analyzed using group-specific household-level regression models and regression standardization analysis, where household income is the predictor of segregation-relevant neighborhood outcomes. I find that across groups, across communities, and over time, the role of household income in shaping segregation patterns varies widely. White-Black segregation is lowest between high-income households and is declining consistently for all income groups, even at mismatched incomes. White-Latino segregation patterns are more inconsistent, with segregation staying low and stable for high-income Latino households but rising somewhat for low- and middle-income households. Finally, White-Asian segregation is rising and has risen the fastest for high-income Asian households. These findings call for continuing investigation into the shifting and interlocking dynamics of race and income that shape segregation outcomes.",
          "url": "http://dx.doi.org/10.1177/23780231241275428",
          "doi": "10.1177/23780231241275428",
          "filter": 0
        },
        {
          "title": "Ambiguous Status Relations and Complex Hierarchy among Adolescents",
          "authors": "Peter McMahan",
          "abstract": "Informal status hierarchy is a ubiquitous feature of social life, and it is one that drives dynamics of dominance, influence, exclusion, and stratification. Utilizing data from the National Longitudinal Study of Adolescent to Adult Health, this article shows that friendship nominations among adolescents are sensitive to status distinctions and that this sensitivity can be exploited to infer status relations and the level of ambiguity those relations entail. A measure is developed to uncover latent status structures based on such relations among students, demonstrating the existence of complex hierarchical structures among communities. Differentiating between students’ rank (verticality) and embeddedness (horizontality), the analysis reveals orthogonal processes of stratification: A student’s rank is associated with their social role at the school, whereas their embeddedness is linked to traditional markers of stratification, such as race and income. The analysis demonstrates the theoretical utility of incorporating ambiguity of status relations and provides a flexible set of statistical tools to study relational status hierarchies.",
          "url": "http://dx.doi.org/10.1177/23780231241272675",
          "doi": "10.1177/23780231241272675",
          "filter": 0
        },
        {
          "title": "Right-Wing Authoritarianism between Different Religions and Its Negative Effect on Attitudes and Behaviors toward COVID-19 Policies in Brazil",
          "authors": "Luciano Rossoni, Clayton Pereira Gonçalves, Mônica Pereira da Silva",
          "abstract": "Some conservative governments denied the COVID-19 pandemic crisis, inducing their supporters to go against sanitary measures. However, could individuals aligned with such political beliefs jeopardize their health due to ideological conviction? In a survey conducted with 1,461 Brazilians exclusively designed for this purpose, the data indicate that the higher the right-wing authoritarianism, the worse the attitudes toward government policies combating COVID-19 and the lower the preventive behavior in the early stages of the pandemic. Considering the support provided by evangelical religions to conservative governments, we compared the effect of right-wing authoritarianism among different religious groups, where the results were consistent. Right-wing authoritarianism emerged as the strongest predictor of resistance to pandemic prevention attitudes and behaviors even when controlling its effect with belief in science, demographics, and risk factors. The implications of the relationship between right-wing authoritarianism and the denial of public health measures have not ceased with the pandemic: Identification with authoritarian agendas points toward resistance to vaccination campaigns and the combating of epidemics.",
          "url": "http://dx.doi.org/10.1177/23780231241276346",
          "doi": "10.1177/23780231241276346",
          "filter": 0
        },
        {
          "title": "Historical Patterns and Trends in Racial/Ethnic Disproportionality in School Discipline in the United States",
          "authors": "Maithreyi Gopalan, Sarah Asson, Michael Cattell, Erica Frankenberg",
          "abstract": "This visualization represents the historical patterns and trends in racial/ethnic differences in punitive school discipline over the last five decades in K–12 public schools in the United States. Overall, out-of-school suspension rates show an inverted-U trend with significant increases between 1970 and 2010 followed by decreases in the last decade. On the other hand, corporal punishment rates (and associated racial/ethnic disparities) show a consistent negative trend since the early 1980s following statewide bans in the use of corporal punishment in schools since the 1970s. However, racial/ethnic disproportionality in school discipline remains persistent across the board; indeed, increasing until the very last few years for Black and American Indian/Alaskan Native students compared to White students.",
          "url": "http://dx.doi.org/10.1177/23780231241285105",
          "doi": "10.1177/23780231241285105",
          "filter": 0
        },
        {
          "title": "Embracing Generational Labels: An Analysis of Self-Identification and Political Partisanship",
          "authors": "Andrew M. Lindner, Sophia Stelboum, Azizul Hakim",
          "abstract": "Despite the popularity of generational labels like Boomers, Gen X, Millennials, and Gen Z in mass media, social scientists have debated their usefulness and accuracy in research. Consequently, little is known about the actual rate of self-identification with these generational labels in the U.S. population. This study investigated these labels as social identities and examined the extent of intragenerational variation in identification rates by birth year. Additionally, we explored the associations among political partisanship, demographic factors, and generational self-identification. Using logistic regression analyses of data from a nationally representative survey of 1,478 Americans, we find that a majority of respondents self-identify with a generational label, but individuals with birth years in the middle of the generational range exhibit much higher rates of self-identification. However, our analysis reveals little evidence for variation in generational self-identification based on party, race, or other demographic characteristics.",
          "url": "http://dx.doi.org/10.1177/23780231241271709",
          "doi": "10.1177/23780231241271709",
          "filter": 0
        },
        {
          "title": "Discrimination against Hispanics and Eastern European Immigrants in the United States: Evidence from a Field Experiment",
          "authors": "Felipe A. Dias",
          "abstract": "How do race and foreign-born status shape labor market outcomes? Existing frameworks about discrimination against immigrants posit that the further people are racially and socioculturally from the “mainstream,” the more discrimination they will experience. To date, we lack a direct empirical test of how race and foreign-born status combine in a causal manner in hiring. To fill this empirical gap, I use insights from status aggregation theory and racial boundary formation to develop and test empirical predictions about how race and nativity status combine in hiring. I test these hypotheses using data from a large-scale field experiment in 18 U.S. metropolitan statistical areas in semi-skilled jobs. Results from the audit study show that employers discriminate based on nativity status and that these effects are similar for Hispanic and Eastern European immigrants. I discuss the implications of these findings for theories of immigrant incorporation and literature on employer hiring decisions.",
          "url": "http://dx.doi.org/10.1177/23780231241272546",
          "doi": "10.1177/23780231241272546",
          "filter": 0
        },
        {
          "title": "Generational and Sociodemographic Differences in the Impact of Educational Expectations on Bachelor’s Degree Completion: The Monitoring the Future Study",
          "authors": "James H. Buszkiewicz, Andrea K. Henderson, Yanmei Xie, Megan E. Patrick, Nancy L. Fleischer",
          "abstract": "Previous work has documented the rise of educational expectations among U.S. adolescents and the change in its ability to predict future educational attainment. However, studies have yet to examine these longitudinal changes across generational birth cohorts defined by ever-shifting social norms, cultural contexts, and social policies. Using Monitoring the Future Study panel data, we conducted cohort-stratified modified Poisson regression models to estimate the probability of bachelor’s degree completion by educational expectations overall and by gender, race and ethnicity, and parental educational attainment. We found that despite high educational expectations, non-Hispanic Black, Hispanic, and first-generation students had a low likelihood of bachelor’s degree completion. These relationships persisted across generational cohorts. These findings suggest that social and economic resources remain salient factors that structure educational opportunities for students from minoritized racial and ethnic backgrounds and first-generation students.",
          "url": "http://dx.doi.org/10.1177/23780231241275394",
          "doi": "10.1177/23780231241275394",
          "filter": 0
        },
        {
          "title": "The Rise or Decline of Social Acceptance? Perspective from U.S. Presidential Elections, 2012 to 2020",
          "authors": "Kyle Dodson, Clem Brooks",
          "abstract": "Recent acts of racial violence, the growing visibility of nationalized white power movements, and a drift toward a number of more restrictive laws and Supreme Court rulings have raised troubling questions about the significance and influence of social acceptance in the United States. Focusing on voters and elections, an important strain of scholarship has argued that declining acceptance of minority groups and marginalized communities contributed to the political rise of Donald Trump and his 2016 election to the presidency. However, the argument that low levels of social acceptance benefited Republican candidates is premised on a basic yet untested assumption: that social acceptance has decreased over the time period covered by the past several elections. In this study, we offer a new and systematic evaluation of this assumption through an analysis of change in the level of social acceptance within the American electorate and its political influence from the 2012 through 2020 elections. The analysis focuses on key target groups that include racial minorities, women, immigrants, and gay and lesbian individuals. We find that voters adopted more supportive and inclusive positions toward these marginalized social groups, resulting in a substantial increase in social acceptance over time. Contrasting further with much of the commentary regarding the rise of Donald Trump, our analysis indicates that these trends in social acceptance served to hurt Trump and to help his Democratic opponents. Supplemental analyses find little evidence that social desirability influences the measures of social acceptance or their estimated influence on voter choice.",
          "url": "http://dx.doi.org/10.1177/23780231241275423",
          "doi": "10.1177/23780231241275423",
          "filter": 0
        },
        {
          "title": "Marital Status and Deaths from Alcohol, Drug Overdose, and Suicide in the United States: 2000–2021",
          "authors": "Hangqing Ruan, Melody Ge Gao, Yajie Xiong, Philip N. Cohen",
          "abstract": "This article is the first to explore variations in alcohol, drug overdose, and suicide deaths in the United States by marital status before and after the outbreak of COVID-19 pandemic. Using the Multiple Cause-of-Death file and the American Community Survey (2000–2021), we found the nonmarried exhibit mortality rates 2 to 3 times higher in alcohol and suicide deaths and 4 to 5 times higher in drug-related deaths compared to the married population, net of education. This magnitude of marriage advantage is comparable to educational differences in these deaths. The marriage advantages are more pronounced for males than females (except in suicide, where gender differences are minor) and for White individuals compared to Black and Hispanic individuals. Furthermore, the marriage advantage widened substantially during the COVID-19 pandemic. We advocate for viewing these deaths not only through an economic lens but also as manifestations of “social pathology,” urging consideration within broader societal shifts.",
          "url": "http://dx.doi.org/10.1177/23780231241275429",
          "doi": "10.1177/23780231241275429",
          "filter": 0
        },
        {
          "title": "Understandings of Culture: A European Bottom-up Study Using Structural Topic Modeling",
          "authors": "Ossi Sirkka, Simon Walo, Semi Purhonen, Marc Verboord, Susanne Janssen, Philippe Bonnet",
          "abstract": "This exploratory study renders it an open empirical question how ordinary people understand the meaning of culture and what are its sociopolitical implications. Using original survey data from over 11,000 respondents across nine European countries, the study focuses on an open-ended question where the respondents defined the meaning of “culture” in their own words. The open-ended answers are scrutinized by structural topic modeling, which allows for identifying relatively coherent clusters of understandings of culture and their relationships. In addition to examining how these understandings vary across national contexts, the study investigates their variation according to major sociodemographic divisions and sociopolitical and cultural factors in and across the nine European societies through regression methods. The results underscore substantial national variation and social stratification of the understandings of culture and the potential of computational text analysis in open-ended survey research.",
          "url": "http://dx.doi.org/10.1177/23780231241278524",
          "doi": "10.1177/23780231241278524",
          "filter": 0
        },
        {
          "title": "Necessity or Luxury? Air Conditioning and Support for Utility Assistance in the Context of Climate Change",
          "authors": "Evan Stewart",
          "abstract": "Studies of climate attitudes are increasingly concerned with support for mitigation policies such as adequate indoor cooling to address heat exposure. Air conditioning has historically been marketed as a luxury good, but polling shows Americans are evenly split in whether they consider it a necessity or a luxury. Do they support utility aid programs that would increase access to air conditioning? Results from an original survey vignette experiment (N = 1,200) show respondents are less likely to support government aid to help low-income people pay utility bills when policy frames invoke air conditioning rather than heat. A replication (N = 703) finds this effect is most pronounced among White respondents. These findings have important implications for research and policy advocacy because they demonstrate a potential obstacle for public support in addressing the negative impacts of extreme heat in climate change.",
          "url": "http://dx.doi.org/10.1177/23780231241278540",
          "doi": "10.1177/23780231241278540",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
