{
  "update": "2024-11-28",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "Care Labor and Family Income Inequality: How Childcare Costs Exacerbate Inequality among U.S. Families",
          "authors": "Pilar Gonalons-Pons, Ioana Marinescu",
          "abstract": "Care infrastructures are essential for supporting families and enabling women’s participation in the labor market, but they also have implications for family income inequality. This article examines access to childcare services in the United States as a case study. We propose that market-priced childcare systems generate inequalities in how births affect mothers’ contributions to family income, because they constrain post-birth labor supply for lower-income women more than for higher-income women, and aggravate family income inequality as a result. Using the Survey of Income and Program Participation (SIPP) merged with state-level childcare prices, we estimate individual fixed-effects regression models for the consequences of births on family income and its proximate determinants: mothers’ labor supply and earnings, and partners’ labor supply and earnings. We find that childcare prices increase post-birth earnings losses for mothers without college degrees, but not for mothers with college degrees, and these losses are not compensated for by increases in partners’ earnings or by income transfers. As a result, childcare costs exacerbate family income gaps between partnered women with and without a college degree by 34 percentage points.",
          "url": "http://dx.doi.org/10.1177/00031224241297247",
          "doi": "10.1177/00031224241297247",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Educational assortative mating and couples’ linked occupational trajectories in China",
          "authors": "Jian Song, Bo Hu, Yang Zhang",
          "url": "http://dx.doi.org/10.1016/j.ssresearch.2024.103114",
          "doi": "10.1016/j.ssresearch.2024.103114",
          "filter": 0
        },
        {
          "title": "Gender bias in evaluating assistant professorship applicants? Evidence from harmonized survey experiments in Germany and Italy",
          "authors": "Klarita Gërxhani, Nevena Kulic, Alessandra Rusconi, Heike Solga",
          "url": "http://dx.doi.org/10.1016/j.ssresearch.2024.103113",
          "doi": "10.1016/j.ssresearch.2024.103113",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Science",
      "journal_short": "SocSci",
      "articles": [
        {
          "title": "Opportunities for Faculty Tenure at Globally Ranked Universities: Cross-National Differences by Gender, Fields, and Tenure Status",
          "authors": "Mana Nakagawa, Christine Wotipka, Elizabeth Buckner",
          "url": "http://dx.doi.org/10.15195/v11.a39",
          "doi": "10.15195/v11.a39",
          "filter": 0
        },
        {
          "title": "The Multiracial Complication: The 2020 Census and the Fictitious Multiracial Boom",
          "authors": "Paul Starr, Christina Pao",
          "url": "http://dx.doi.org/10.15195/v11.a40",
          "doi": "10.15195/v11.a40",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "The Role of Cynicism in Social Responses to the Climate Emergency",
          "authors": "Debra J. Davidson",
          "abstract": "Cynicism poses a potentially formidable barrier to personal and collective investments in addressing the climate emergency that has yet to receive substantive research attention. In this article, the results of a qualitative study involving interviews with 74 participants in Canada and the United States regarding personal perspectives on climate change are presented. Several different forms of cynicism were expressed across the sample, including media cynicism, government cynicism, policy cynicism, political economy cynicism, human nature cynicism, and science cynicism. Using cooccurrence analysis, cynicism was found to be strongly associated with confidence in societal response to the climate emergency, and personal feelings of powerlessness. Although not the most prevalent cynicism code, political economy cynicism had the strongest level of cooccurrence with low response confidence and powerlessness. The implications for research and praxis are discussed.",
          "url": "http://dx.doi.org/10.1177/23780231241298808",
          "doi": "10.1177/23780231241298808",
          "filter": 0
        },
        {
          "title": "U.S. and Canadian Higher Education Protests and University and Police Responses, 2012 to 2018",
          "authors": "Ellen Berrey, Alex Hanna, Nathan Kim, Kristen Bass",
          "abstract": "The authors describe protest patterns at U.S. and Canadian universities in the 2010s. The research draws on a new dataset, the Higher Ed Protest Event Dataset, which combines machine learning and sociological hand coding of 16,069 campus newspaper articles. The sample consists of 5,553 higher ed protests involving 584 universities and colleges between 2012 and 2018. The dataset also includes university and police responses to a subset of protests. The authors find that protest frequency is patterned by the academic calendar. The top issue in both U.S. and Canadian higher education protests was university administration and governance. The comparative analysis reveals distinctive patterns in other issues raised and protest intensity. In the United States, the periods of greatest protest activity were waves of mass mobilization across the country on often racialized issues with a national dimension: racist police violence, racially hostile campus climates, and Donald Trump’s presidency. In Canada, protest activity was most intense during provincial or local campaigns led by formal student organizations and unions on issues of economic security: public tuition, austerity, and labor conditions. Across both countries, university administrations and police usually avoided extensive intervention during protests. The findings contribute to social movements research through methodological innovations and new empirical insights on movements in higher education.",
          "url": "http://dx.doi.org/10.1177/23780231241297447",
          "doi": "10.1177/23780231241297447",
          "filter": 0
        },
        {
          "title": "Demarcation and Difference: Language and Indigenous Self-Identity in Latin America",
          "authors": "Andrés Rodríguez-Cáceres, Julia Behrman",
          "abstract": "Indigeneity remains a major axis of stratification in Latin America, making questions of when and why people identify as Indigenous central to understanding and addressing inequality in the region. Using representative Latinobarometer data from 16 countries, collected between 2007 and 2020, the authors analyze the two most widely used instruments for the identification of Indigenous people in Hispanophone America: self-identification and respondents’ mother tongue. Descriptive analysis shows that though the majority of respondents are nonspeakers and nonidentifiers, nonnegligible proportions of respondents are identifiers and speakers, identifiers and nonspeakers, and nonidentifiers and speakers. In multivariate analyses, the authors test factors associated with identification conditional on linguistic background. The findings support hypotheses that privilege and, in some cases, social mobility are negatively associated with Indigenous identification and of race as a “master category.” The authors also document that Indigenous identification has increased over birth cohorts. The results contribute to the literature on the complexity of measuring Indigeneity in the Latin American context.",
          "url": "http://dx.doi.org/10.1177/23780231241298319",
          "doi": "10.1177/23780231241298319",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
