{
  "update": "2025-10-22",
  "content": [
    {
      "journal_full": "American Journal of Sociology",
      "journal_short": "AJS",
      "articles": [
        {
          "title": "Asylum Decision-Making Under Trump: Shared Aspirations for Moral Realignment as a Mechanism of Moral Boundary Work in Times of Crisis",
          "authors": "Talia Shiff",
          "url": "https://doi.org/10.1086/739208",
          "doi": "https://doi.org/10.1086/739208",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “Bordering on Indifference: Immigration Agents Negotiating Race and Morality.”",
          "authors": "Daniel E Martínez",
          "url": "https://doi.org/10.1093/sf/soaf171",
          "doi": "https://doi.org/10.1093/sf/soaf171",
          "filter": 0
        },
        {
          "title": "Review of “A Mouse in a Cage: Rethinking Humanitarianism and the Rights of Lab Animals”",
          "authors": "Andrew McCumber",
          "url": "https://doi.org/10.1093/sf/soaf165",
          "doi": "https://doi.org/10.1093/sf/soaf165",
          "filter": 0
        },
        {
          "title": "Review of “The Politics of Unpaid Labour: How the Study of Unpaid Labour Can Help Address Inequality in Precarious Work”",
          "authors": "Allison Daminger",
          "url": "https://doi.org/10.1093/sf/soaf169",
          "doi": "https://doi.org/10.1093/sf/soaf169",
          "filter": 0
        },
        {
          "title": "Transmorphic organizations: racial segregation and discrimination against LGBTQ students at Christian colleges and universities",
          "authors": "Jonathan S Coley, Gabby Gomez",
          "abstract": "Do organizations that previously discriminated against one marginalized group go on to discriminate against other marginalized groups? If so, why and under what conditions? We address this question by developing a theory of transmorphic organizations, which suggests that organizations’ likelihood of discriminating against different groups over time will be contingent on their associated moral schemas and organizational identities. We test this theory by analyzing a unique, comprehensive dataset of discriminatory policies at 526 Christian colleges and universities in the United States, a set of organizations that has routinely been exempted from federal non-discrimination policies. Through logistic regression analyses, we uncover an association between schools’ historical policies on race and contemporary policies on lesbian, gay, bisexual, transgender, and queer (LGBTQ) students among certain types of Christian colleges and universities. Specifically, evangelical Protestant colleges and universities that discriminated against Black students typically formally discriminate against LGBTQ students, whereas mainline Protestant and Catholic colleges and universities that discriminated against Black students rarely formally discriminate against LGBTQ students. We attribute this divergence to the increasingly conservative, individualist moral schemas of evangelical Protestants in general and the relatively exclusive organizational identities of evangelical Protestant colleges and universities. Our study’s findings hold implications for organizational theories of inequality and contribute to ongoing research on religion, race, LGBTQ rights, and higher education.",
          "url": "https://doi.org/10.1093/sf/soaf175",
          "doi": "https://doi.org/10.1093/sf/soaf175",
          "filter": 0
        },
        {
          "title": "Review of “Get It Out: On the Politics of Hysterectomy”",
          "authors": "Barbara Katz Rothman",
          "url": "https://doi.org/10.1093/sf/soaf168",
          "doi": "https://doi.org/10.1093/sf/soaf168",
          "filter": 0
        },
        {
          "title": "My co-workers, my pay, our inequality regime: a relational inequality model",
          "authors": "Donald Tomaskovic-Devey, Jasmine Kerrissey, Yifan Li",
          "abstract": "We conceptualize within job group income distributions as the outcome of claims-making over organizational resources. We examine same job group co-workers by race/gender in all U.S. state and local government workplaces. Findings show that 81% of the time White men earn more than the average worker with whom they share a workplace and job group. Conversely, Black and Hispanic women are disadvantaged respectively 83% and 84% of the time. On average White men’s earnings are higher when they share jobs with almost all other status groups, most robustly with all women and Black men. White women see consistent earnings advantages when their co-workers are Black or Hispanic women, but often also profit when working with Black men. Other race/gender groups experience more variation in their earnings relative to co-workers, but within racial groups men tend to benefit from same race women co-workers. We further explore variation in these patterns based on organizational racialization, finding that when managers are predominantly Black or Hispanic, White earning advantages shrink. This advantage is not sensitive to whether management is dominated by White men or White women.",
          "url": "https://doi.org/10.1093/sf/soaf162",
          "doi": "https://doi.org/10.1093/sf/soaf162",
          "filter": 0
        },
        {
          "title": "Review of “Against Abandonment: Repertoires of Solidarity in South Korean Protest”",
          "authors": "Hae Yeon Choo",
          "url": "https://doi.org/10.1093/sf/soaf164",
          "doi": "https://doi.org/10.1093/sf/soaf164",
          "filter": 0
        },
        {
          "title": "Review of “Happy Meat: The Sadness and Joy of a Paradoxical Idea”",
          "authors": "Alison Hope Alkon",
          "url": "https://doi.org/10.1093/sf/soaf167",
          "doi": "https://doi.org/10.1093/sf/soaf167",
          "filter": 0
        },
        {
          "title": "Review of “Comprehensive Deterrence Theory: The Science and Policy of Punishment”",
          "authors": "David Kennedy",
          "url": "https://doi.org/10.1093/sf/soaf166",
          "doi": "https://doi.org/10.1093/sf/soaf166",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "Trends of Friends – Time dynamics of Surface- and Deep- level traits in friendship formation and maintenance",
          "authors": "Daniel Cowen, Tobias Stark, Vincenz Frey, Andreas Flache",
          "url": "https://doi.org/10.1016/j.socnet.2025.10.001",
          "doi": "https://doi.org/10.1016/j.socnet.2025.10.001",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Intersecting inequalities in retirement trajectories under a privatized pension system: Gender, labor force status, and occupational prestige",
          "authors": "Martin Rosemblatt-Meta, Ignacio Cabib",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103264",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103264",
          "filter": 0
        },
        {
          "title": "Cross-cohort employment differences among U.S. mothers of young children: The role of nonparental childcare",
          "authors": "Rachel M. Shattuck",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103261",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103261",
          "filter": 0
        },
        {
          "title": "Moving homes, changing perspectives: How residential and social mobility in childhood shape locus of control and adult mental health",
          "authors": "Riccardo Valente, Sergi Vidal",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103272",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103272",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "Challenges in Multilevel Modelling: Cross-Group Measurement Noninvariance and Measurement Errors. A Monte Carlo Simulation Study",
          "authors": "Artur Pokropek, Tomasz Żółtak, Eldad Davidov, Bart Meuleman, Peter Schmidt",
          "abstract": "Multilevel modelling (MM) is widely utilized in the social sciences, with over 20% of articles in leading sociological journals employing this technique. Despite its prevalence, few studies address whether the variables used in MM are invariant across groups or allow to construct reliable indicators. This study investigates the effects of both measurement noninvariance and random measurement error on MM using Monte Carlo simulations. Our findings reveal significant biases in MM results when random measurement errors are overlooked. Attaining high reliability in the indicators – above 0.94 – can mitigate these biases. While measurement noninvariance introduces bias in MM, its impact is smaller compared to that of the bias caused by unaddressed measurement error. Multilevel structural equation modelling (SEM), which controls for random measurement errors, performs effectively in complete measurement invariance (MI) scenarios. However, the absence of MI can create significant challenges. While multilevel SEM is a powerful analytical tool, it is not immune to the effects of MI assumption violations.",
          "url": "https://doi.org/10.1177/00491241251379459",
          "doi": "https://doi.org/10.1177/00491241251379459",
          "filter": 0
        },
        {
          "title": "Two-sample Age-period-cohort Models",
          "authors": "Bent Nielsen",
          "abstract": "Age-period-cohort analysis is often done in the context of two samples. This could be samples for women and men or for two countries. It is of interest to ask if some time effects could be common across samples. We clarify how the well-known age-period-cohort problem for one sample carries over to the two sample situation. This is done through a reparametrization in terms of parameters that are invariant to the identification issues. The new parametrization shows which hypotheses can be tested and their degrees of freedom. Testable hypotheses can be formulated for non-linear effects, but not for the linear parts of the individual time effects. This conclusion remains when imposing cross-sample restrictions. The analysis is extended to the mixed frequency situation where age and period are measured at different scales. As an empirical illustration a study of Swiss suicide rates is revisited.",
          "url": "https://doi.org/10.1177/00491241251376509",
          "doi": "https://doi.org/10.1177/00491241251376509",
          "filter": 0
        },
        {
          "title": "The Statistical Advantages of Multilevel Analysis of Individual Heterogeneity and Discriminatory Accuracy for Estimating Intersectional Inequalities",
          "authors": "George Leckie, Andrew Bell, Juan Merlo, SV Subramanian, Clare Evans",
          "abstract": "Multilevel Analysis of Individual Heterogeneity and Discriminatory Accuracy (MAIHDA) is a multilevel regression approach grounded in intersectionality theory. It examines inequalities across intersections of social identities (e.g., gender, ethnicity, class) and is argued to provide more accurate predictions of intersectional means than conventional methods that estimate group means directly or via regressions with all interactions. This study evaluates that claim using analytic expressions and an empirical illustration to compare simple and MAIHDA-predicted means against population values. Predictive accuracy is assessed via variance, correlation, bias, and mean squared error. Results show that MAIHDA estimates generally outperform simple means, particularly when decomposing intersectional means into additive and non-additive identity effects. The magnitude of the advantage depends on inequality patterns and group sample sizes. MAIHDA is especially valuable when inequalities are subtle or data for marginalized intersections are sparse—conditions common in practice. These findings highlight MAIHDA's practical relevance for quantitative intersectionality research.",
          "url": "https://doi.org/10.1177/00491241251385123",
          "doi": "https://doi.org/10.1177/00491241251385123",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
