{
  "update": "2025-01-11",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "Fiscal Centralization and Inequality in Children’s Economic Mobility",
          "authors": "Rourke O’Brien, Manuel Schechtl, Zachary Parolin",
          "abstract": "Disparities in state and local government spending are key drivers of spatial inequality in social outcomes, including economic mobility. Yet beyond spending levels, the fiscal centralization of state and local governments—that is, the relative role of higher- versus lower-level governments in taxing, spending, and public employment—also differs substantially, traceable to place-specific founding circumstances and path dependent historical trajectories. In this study, we ask, in more centralized fiscal systems, is there less spatial inequality in the economic mobility outcomes of low-income children? To answer this, we construct a novel Fiscal Centralization Index for each state and each county using data from the U.S. Census of Governments. We then use place-based estimates of intergenerational economic mobility, provided by Opportunity Insights, to measure cross-census-tract variation in the mobility outcomes of children within each state and each county. We find that more centralized fiscal structures exhibit less spatial inequality in the economic mobility outcomes of low-income children, and this is driven by improving outcomes in lower-performing census tracts. Our findings motivate the fiscal sociology of place as a framework for revealing how historically conditioned fiscal systems are implicated in the production of place-based inequalities, with the potential to generate new insights and policy interventions.",
          "url": "https://doi.org/10.1177/00031224241303459",
          "doi": "https://doi.org/10.1177/00031224241303459",
          "filter": 0
        },
        {
          "title": "The Labor of Distinction: Butlers, Service Work, and the Production of Elite Lifestyles",
          "authors": "Bryan Boyle, Dieter Vandebroeck",
          "abstract": "Elites appropriate labor that produces and reproduces distinct lifestyles. This article shows how the practice of this type of labor—what we term the “labor of distinction”—consists of four core dimensions: (1) curatorship, in the management of employers’ class symbols; (2) menialism, in freeing employers from “vulgar” practices; (3) Veblenian embodiment, in signaling employers’ status through bodily display; and (4) non-personship, in procuring social distance between laborer and employer, typically through concealment. Drawing from an “enactive” ethnography of the butler profession, where the lead author trained and worked as a butler in the UK, we illustrate the operation of all four of these dimensions and how they complement one another. By situating the butler in relation to other labor roles and occupations, we theorize a division of labor to outline how types of workers are differentially poised to serve elite distinction, and how elites with varying levels of purchasing power across geographic and historical contexts may incorporate labor in their distinction strategies. Our conceptualization comes at a time when the capacity for elites to employ this labor is growing and is, we argue, important to further understand elite symbolic power.",
          "url": "https://doi.org/10.1177/00031224241305357",
          "doi": "https://doi.org/10.1177/00031224241305357",
          "filter": 0
        },
        {
          "title": "Sociological Solutions: Building Communities of Hope, Justice, and Joy",
          "authors": "Joya Misra",
          "abstract": "In her ASA presidential address, Misra calls for making solution-oriented, community-engaged, and participatory research more central in the discipline. She argues that solution-oriented work can strengthen the discipline, clarifying the promise and importance of sociology. She first discusses how sociologists engage in solution-oriented work that they communicate publicly. She then uses her collaborative work to suggest how to design research geared toward solving social problems. She emphasizes how feminist and decolonial methods that bring sociological researchers into collaborative and participatory partnerships with broader communities can develop transformative solutions, building communities of hope, justice, and joy. After discussing sociological approaches that empower communities, she emphasizes recognizing, valuing, and centering community-engaged research in the discipline.",
          "url": "https://doi.org/10.1177/00031224241302828",
          "doi": "https://doi.org/10.1177/00031224241302828",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “Chinese Social Networks in an Age of Digitalization: Liquid Guanxi”",
          "authors": "Alecea Standlee",
          "url": "https://doi.org/10.1093/sf/soae185",
          "doi": "https://doi.org/10.1093/sf/soae185",
          "filter": 0
        },
        {
          "title": "Partisan identity, scientific and religious authority, and lawmaker support for science policy",
          "authors": "Timothy L O'Brien, David R Johnson",
          "abstract": "This article examines mechanisms related to lawmaker support for public policies based on scientific evidence and supportive of organized science. We propose that Republican lawmakers are more likely than Democrats to oppose these policies because Republicans are less likely than Democrats to base policy decisions on scientific authority and more likely than Democrats to base decisions on religious authority. We tested this hypothesis using data from a survey of state legislators from all 50 states (n = 941). Our structural equation model shows that compared to Democrats, Republicans’ policy decisions rely less on information from scientists and other experts and more on information from religious leaders. We also find evidence that lawmakers’ reliance on scientific and religious authority plays intermediary roles between their partisan identities and their attitudes about energy, vaccine, and biomedical research policies. Specifically, party differences in support for each kind of policy are associated with Democratic lawmakers’ greater reliance on science and Republicans’ greater reliance on religion. We conclude by discussing the implications of these findings for research on science, religion, politics, and policymaking.",
          "url": "https://doi.org/10.1093/sf/soae188",
          "doi": "https://doi.org/10.1093/sf/soae188",
          "filter": 0
        },
        {
          "title": "Review of “Beyond Policing: Building Abolitionist Futures”",
          "authors": "Amaka Okechukwu",
          "url": "https://doi.org/10.1093/sf/soae182",
          "doi": "https://doi.org/10.1093/sf/soae182",
          "filter": 0
        },
        {
          "title": "Review of “The Interloper: Lessons from Resistance in the Field”",
          "authors": "Annette Lareau, Andres Villatoro",
          "url": "https://doi.org/10.1093/sf/soae181",
          "doi": "https://doi.org/10.1093/sf/soae181",
          "filter": 0
        },
        {
          "title": "Review of “Handcrafted Careers: Working the Artisan Economy of Craft Beer”",
          "authors": "Paul-Brian McInerney",
          "url": "https://doi.org/10.1093/sf/soae183",
          "doi": "https://doi.org/10.1093/sf/soae183",
          "filter": 0
        },
        {
          "title": "Review of “Slow and Sudden Violence: Why and When Uprisings Occur”",
          "authors": "George Lipsitz",
          "url": "https://doi.org/10.1093/sf/soae180",
          "doi": "https://doi.org/10.1093/sf/soae180",
          "filter": 0
        },
        {
          "title": "Review of “Seeing Others How Recognition Works—and How It Can Heal a Divided World”",
          "authors": "Allison J Pugh",
          "url": "https://doi.org/10.1093/sf/soae186",
          "doi": "https://doi.org/10.1093/sf/soae186",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "Digital communication and tie formation amongst freshmen students during and after the pandemic",
          "authors": "Judith Gilsbach, Johannes Stauder",
          "url": "https://doi.org/10.1016/j.socnet.2024.12.002",
          "doi": "https://doi.org/10.1016/j.socnet.2024.12.002",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Age discrimination in hiring: Relative importance and additive and multiplicative effects",
          "authors": "Jeevitha Yogachandiran Qvist, Christian Albrekt Larsen",
          "url": "https://doi.org/10.1016/j.ssresearch.2024.103135",
          "doi": "https://doi.org/10.1016/j.ssresearch.2024.103135",
          "filter": 0
        },
        {
          "title": "Moral disagreement in everyday life: An inductive framework for capturing ‘moral order’",
          "authors": "Yongren Shi, Regan Smock, Steven Hitlin",
          "url": "https://doi.org/10.1016/j.ssresearch.2024.103139",
          "doi": "https://doi.org/10.1016/j.ssresearch.2024.103139",
          "filter": 0
        },
        {
          "title": "Well-being scarring effects of college non-completion",
          "authors": "Martin Neugebauer, Michael Becker, Lilly-Marlen Bihler, Jenny Wagner",
          "url": "https://doi.org/10.1016/j.ssresearch.2024.103138",
          "doi": "https://doi.org/10.1016/j.ssresearch.2024.103138",
          "filter": 0
        },
        {
          "title": "Reciprocity and job mobility: The effect of effort-reward imbalance in the employer-employee relationship on turnover intentions and actual job changes",
          "authors": "Sebastian Prechsl",
          "url": "https://doi.org/10.1016/j.ssresearch.2024.103133",
          "doi": "https://doi.org/10.1016/j.ssresearch.2024.103133",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Science",
      "journal_short": "SocSci",
      "articles": [
        {
          "title": "Straight Jacket: The Implications of Multidimensional Sexuality for Relationship Quality and Stability",
          "authors": "Yue Qian, Yang Hu",
          "url": "https://doi.org/10.15195/v12.a3",
          "doi": "https://doi.org/10.15195/v12.a3",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Inhabited Ideology: Diversity Ideology and Approaches to Racial Equity Across Institutional Sectors",
          "authors": "Emily Handsman, Bonnie Siegler",
          "abstract": "Sociologists study diversity as both the cornerstone idea of an emergent dominant racial ideology and an organizational strategy to address racial inequality. How do diversity workers adapt this ideology to the institutional demands of their organizational contexts? The authors bring research on racial ideology and inhabited institutionalism together to propose a theory of inhabited ideology by showing that institutional myths—cultural ideals that organizations must engage with to maintain legitimacy within their institutional sector—mediate diversity ideology to create local ideological tenets which shape and justify organizational approaches to racial equity. The authors use two case studies to show that workers charged with addressing racial inequality in public and private K–12 schools interpret the demands of their work and develop racial equity programming in ways that align with sector-specific institutional myths. The authors argue for additional uses of this theory to examine the intersection of ideology and organizational diversity, equity, and inclusion efforts across sectors.",
          "url": "https://doi.org/10.1177/23780231241312071",
          "doi": "https://doi.org/10.1177/23780231241312071",
          "filter": 0
        },
        {
          "title": "The Growth of Christianity in China May Have Come to an End",
          "authors": "Conrad Hackett, Yunping Tong",
          "abstract": "Christianity in China grew rapidly in the decades following the end of the Cultural Revolution. Some scholars and journalists claim that Christianity in China is still expanding in the twenty-first century. In this study, the authors contrast evidence for such claims with the results from two decades of survey data. In 19 nationally representative surveys conducted since the early 2000s, the authors find no clear evidence that Christianity continues to grow as a share of China’s population. Surveys conducted in the past decade indicate that about 2 percent of Chinese adults identify as Christian. Contrary to claims that Christianity is rising in popularity among young Chinese, surveys consistently find that Christian identification is more common among seniors than among young adults. Despite their limitations, the authors argue that surveys provide crucial information about the recent trajectory of China’s Christian population.",
          "url": "https://doi.org/10.1177/23780231241310469",
          "doi": "https://doi.org/10.1177/23780231241310469",
          "filter": 0
        },
        {
          "title": "Rental Arrears and Perceived Risk of Eviction among U.S. Renter Households by Household Composition, Race, and Ethnicity 2020 to 2024",
          "authors": "Vincent A. Fusaro, K. Megan Collier, Christopher Baidoo, Rebekah Levine Coley",
          "abstract": "This visualization presents trends in the estimated proportion of U.S. renter households in arrears and their perceived risk of eviction from August 2020 through June 2024 constructed using the Household Pulse Survey, a nationally representative repeated cross-sectional survey fielded by the U.S. Census Bureau. The proportion of renter households in arrears fell following the initial shock of the coronavirus pandemic and an increasing fraction of renters felt that eviction was unlikely. The proportion of renters perceiving some risk and high risk for eviction both generally fell over time. These patterns were evident for all demographic subgroups, but there were clear and persistent disparities. Black and Hispanic households reported higher rates of both rental arrears and perceived risk for eviction throughout the time period compared with White households. Households with children had higher rates of rental arrears and perceived eviction risk compared with households without children within each racial and ethnic demographic subgroup.",
          "url": "https://doi.org/10.1177/23780231241309788",
          "doi": "https://doi.org/10.1177/23780231241309788",
          "filter": 0
        },
        {
          "title": "Situational Fluidity and the Use of Identity Labels in Interactions",
          "authors": "Andy Holmes, Amin Ghaziani",
          "abstract": "The number of people who identify as LGBTQ+ more than doubled in the past decade, and with this growth has come an upsurge of expressive identity labels. However, that there are more labels available does not explain how people decide which to use. On the basis of 52 interviews, the authors show that LGBTQ+ people adopt multiple terms and adjust their usage relative to the interactional demands at hand. Inspired by research in psychology and population studies on sexual fluidity, the authors call the sociological variant situational fluidity. Two pathways motivate it. First, respondents anchor newer labels with established terms in the interest of smoother interpersonal interactions. Second, anticipating resistance encourages some individuals to alter their preferred labels in order to buffer against possible policing or pushback. This process-based account offers an alternative to traditional linear models that propose the achievement of a self that is articulated with a single and stable term.",
          "url": "https://doi.org/10.1177/23780231241306466",
          "doi": "https://doi.org/10.1177/23780231241306466",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
