{
  "update": "2025-12-19",
  "content": [
    {
      "journal_full": "American Journal of Sociology",
      "journal_short": "AJS",
      "articles": [
        {
          "title": "Does Expanding Free Secondary Education Moderate the Relationship Between Genes and Socioeconomic Outcomes? Evidence from the Education Act of 1944 in England",
          "authors": "Alicia García-Sierra, Michael Grätz",
          "url": "https://doi.org/10.1086/740030",
          "doi": "https://doi.org/10.1086/740030",
          "filter": 0,
          "created": "2025-12-16"
        },
        {
          "title": "Policing the Boundaries of Blackness: How Black and White Americans Evaluate Racial Self-Identifications",
          "authors": "Marissa E. Thompson, Sam Trejo, AJ Alvero, Daphne O. Martschenko",
          "url": "https://doi.org/10.1086/740028",
          "doi": "https://doi.org/10.1086/740028",
          "filter": 0,
          "created": "2025-12-16"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "After DEI: A Different Future for Race, Work, and Policy",
          "authors": "Adia Harvey Wingfield",
          "abstract": "In the wake of organized backlash and federal opposition, many organizations are taking steps to downplay or dismantle their existing diversity, equity, and inclusion (DEI) programming. While there are some exceptions, many institutions have largely chosen to retreat from DEI rather than embrace it. This stance has prompted disputes over DEI’s effectiveness, shortcomings, and potential. In this address, I argue that debates over the merits of DEI miss the mark. In an increasingly diverse, multiracial society, the more important question is not whether DEI has value, but what will follow it. Organizational practices in the aftermath of DEI will have heightened significance as work becomes more automated and highly relational, thus producing new ways of maintaining (and challenging) racial hierarchies. To resolve the tension of how best to structure workplaces in an increasingly diverse, yet anti-DEI, climate, I consider various factors that precipitated attacks on DEI and suggest that rethinking policy orientations can help close racial gaps in rapidly changing workplaces. Reducing these disparities can help better equip companies to manage more diverse workforces, creating a more productive economy and maximizing worker potential.",
          "url": "https://doi.org/10.1177/00031224251395991",
          "doi": "https://doi.org/10.1177/00031224251395991",
          "filter": 0,
          "created": "2025-12-17"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Black–White inequality in earnings losses after job displacement, 1981–2020",
          "authors": "Joshua Choper",
          "abstract": "While social scientists have devoted significant effort to understanding racial economic inequalities, surprisingly little work has examined inequalities in how Black and White workers recover from job loss. Trends in racial inequalities after job loss have not been systematically examined since the mid-1990s, leaving open questions about how economic restructuring and business cycle fluctuations have shaped racial inequalities in post-displacement outcomes. In addition, extant research on racial inequalities in post-displacement outcomes has focused on inequalities among men. I use data from the 1984–2020 Displaced Workers Supplement to the Current Population Survey to offer the first historical accounting of racial inequalities in earnings changes after job displacement since the mid-1990s. Large racial inequalities in earnings losses are explained by Black workers’ relatively low levels of education, employment in vulnerable segments of the labor market, and disadvantage in finding new jobs, but also mitigated by White workers’ large earnings losses due to lost earnings advantages accumulated at their previous job. Among men, racial inequalities in post-displacement earnings increased substantially during the Great Recession, entirely due to unobserved differences between White and Black men. Using Heckman-corrected models, I demonstrate that standard ordinary least squares (OLS) models substantially underestimate racial inequalities in the effect of job displacement on earnings among men due to racial differences in workers’ likelihood of finding a new job—accounting for racial differences in selection into reemployment reveals significant racial disparities among men in the effect of displacement on earnings between 1981 and 2009.",
          "url": "https://doi.org/10.1093/sf/soaf212",
          "doi": "https://doi.org/10.1093/sf/soaf212",
          "filter": 0,
          "created": "2025-11-26"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Buying out in same-sex and different-sex couples in the United States: Outsourcing of routine and non-routine housework tasks",
          "authors": "Elena Maria Pojman, Jisu Park",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103297",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103297",
          "filter": 0,
          "created": "2025-12-16"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "Benefits of a Pragmatic Approach: Rethinking Measurement Invariance and Composite Scores in Cross-Cultural Research",
          "authors": "Christopher Bratt",
          "abstract": "Can aggregated composite scores be used to compare countries or other groups despite measurement non-invariance? We propose a pragmatic approach, emphasizing that measurement invariance is valuable but not strictly necessary for all such comparisons. For descriptive analyses of group differences, composite scores may outperform factor-analytic approaches, because they are more intuitive and can capture multiple dimensions. Using data from the European Social Survey (39 countries, 11 measurement occasions, 546,954 respondents), we examined social and political trust. Composite scores aggregated to the country level were practically indistinguishable from countries’ factor scores based on approximate measurement invariance testing. We conclude that composite scores can suffice for simple group comparisons, though their suitability depends on the data. They can, however, underestimate uncertainty, producing overly narrow confidence intervals. We further show that measurement invariance does not guarantee measurement equivalence. Finally, we highlight how researchers can leverage data even if measurement invariance fails.",
          "url": "https://doi.org/10.1177/00491241251405869",
          "doi": "https://doi.org/10.1177/00491241251405869",
          "filter": 0,
          "created": "2025-12-17"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Gender, Field Context, and the Unequal Returns to Research Specialization among U.S. Social Scientists and Humanities Scholars",
          "authors": "Eehyun Kim",
          "abstract": "Prior research suggests that women researchers face penalties for being less specialized, contributing to gender gaps in academia. However, how field characteristics shape these patterns remains underexplored. The author examines gender differences in research specialization and their impact on academic outcomes across different field contexts in social sciences and humanities. Using 1,120,175 publications by 39,135 social scientists and humanities scholars at U.S. universities (1950–2025) from OpenAlex, the author maps academic fields using word embeddings and analyzes specialization patterns by gender. The findings show that gender gaps in research specialization are deeply conditioned by field context. In male-dominated fields, women have significantly broader research interests than men, while this gap diminishes and reverses in more gender-balanced fields. Although broader publication trajectories help women increase publication output, this strategy carries steeper citation penalties for women than for men. The results suggest that academic fields act as sites of inequality production, channeling women toward research patterns that boost immediate productivity while undermining long-term scholarly influence. This calls for greater focus on meso-level analysis to understand how complex feedback loops create gendered pathways in academic careers.",
          "url": "https://doi.org/10.1177/23780231251396273",
          "doi": "https://doi.org/10.1177/23780231251396273",
          "filter": 0,
          "created": "2025-12-12"
        },
        {
          "title": "Effects of the President’s Party on Infant Health Across Racial &amp; Ethnic Groups in the United States",
          "authors": "Florencia Torche, Tamkinat Rauf",
          "abstract": "This visualization extends previous research reporting a positive effect of prenatal exposure of Democratic presidencies on the health outcomes of Black and White infants in the United States between 1971 and 2018. Using detailed information on race and ethnicity and new data for 2019 to 2024, the authors disaggregate birth outcome rates for Black, White, Hispanic, and Asian babies during a 36-year period between 1989 and 2024. They address three questions: (1) Do the earlier findings extend to this historical period? (2) Is there heterogeneity in effects across racial/ethnic minority groups? and (3) Do the findings for Whites and Blacks mask heterogenous effects by race and Hispanic ethnicity? The results indicate that presidential party effects persist in the recent period and extend to all four major racial and ethnic groups in the United States. All groups experienced better infant health outcomes under Democratic administrations, with the largest effects among non-Hispanic Black infants.",
          "url": "https://doi.org/10.1177/23780231251400112",
          "doi": "https://doi.org/10.1177/23780231251400112",
          "filter": 0,
          "created": "2025-12-15"
        },
        {
          "title": "Inequality on Top of the Hill: Race, Pay, and Representation among Congressional Staff Members",
          "authors": "James R. Jones, Mireia Triguero Roura",
          "abstract": "U.S. congressional staffers guide the federal lawmaking process. They assist and advise lawmakers in nearly all dimensions of congressional work. Because of their influence as policymakers in our multiracial democracy, the racial composition of staffers matters. The authors use congressional payroll data from 2001 to 2013, along with predictive algorithms, to investigate how racial groups are employed and compensated. First, the data show that Whites are overrepresented across all staff positions, most noticeably in top-paid positions. Second, the authors find that all racial groups have a significantly lower rate of pay compared with Whites. The results indicate that some, but not all, of this gap is driven by the underrepresentation of racial minorities in higher paying jobs. The consequences of a racialized congressional workplace are far reaching and shape policy creation as well as political participation. The authors contend that Congress must publish more reliable and better organized workforce data to become accountable for its hiring practices.",
          "url": "https://doi.org/10.1177/23780231251397012",
          "doi": "https://doi.org/10.1177/23780231251397012",
          "filter": 0,
          "created": "2025-12-12"
        }
      ],
      "articles_hidden": []
    }
  ]
}
