{
  "update": "2025-08-31",
  "content": [
    {
      "journal_full": "American Journal of Sociology",
      "journal_short": "AJS",
      "articles": [
        {
          "title": "Ethnography’s Laborious Crossing",
          "authors": "Claudio E. Benzecry, Andrew Deener",
          "url": "https://doi.org/10.1086/736600",
          "doi": "https://doi.org/10.1086/736600",
          "filter": 0
        },
        {
          "title": "Race by Law for Asian Americans",
          "authors": "Jennifer Lee, Eva Chen",
          "url": "https://doi.org/10.1086/736726",
          "doi": "https://doi.org/10.1086/736726",
          "filter": 0
        },
        {
          "title": ": Dreams of a Lifetime: How Who We Are Shapes How We Imagine Our Future",
          "authors": "Steven Hitlin",
          "url": "https://doi.org/10.1086/737253",
          "doi": "https://doi.org/10.1086/737253",
          "filter": 0
        },
        {
          "title": ": The Price of Freedom: Criminalization and the Management of Outsiders in Germany and the United States",
          "authors": "Sandra M. Bucerius",
          "url": "https://doi.org/10.1086/737316",
          "doi": "https://doi.org/10.1086/737316",
          "filter": 0
        },
        {
          "title": ": Insurgent Communities: How Protests Create a Filipino Diaspora",
          "authors": "Ming-sho Ho",
          "url": "https://doi.org/10.1086/737248",
          "doi": "https://doi.org/10.1086/737248",
          "filter": 0
        },
        {
          "title": ": The Black Ceiling: How Race Still Matters in the Elite Workplace",
          "authors": "Megan Tobias Neely",
          "url": "https://doi.org/10.1086/737251",
          "doi": "https://doi.org/10.1086/737251",
          "filter": 0
        },
        {
          "title": ": Spaces on the Spectrum: How Autism Movements Resist Experts and Create Knowledge",
          "authors": "Michelle O’Reilly",
          "url": "https://doi.org/10.1086/736912",
          "doi": "https://doi.org/10.1086/736912",
          "filter": 0
        },
        {
          "title": ": An Ungovernable Foe: Science and Policy Innovation in the U.S. National Cancer Institute",
          "authors": "Alina Geampana",
          "url": "https://doi.org/10.1086/737250",
          "doi": "https://doi.org/10.1086/737250",
          "filter": 0
        },
        {
          "title": ": After Tragedy Strikes: Why Claims of Trauma and Loss Promote Public Outrage and Encourage Political Polarization",
          "authors": "Michael A. Haedicke",
          "url": "https://doi.org/10.1086/736864",
          "doi": "https://doi.org/10.1086/736864",
          "filter": 0
        },
        {
          "title": ": Love in the Time of Self-Publishing: How Romance Writers Changed the Rules of Writing and Success",
          "authors": "Aruna Ranganathan",
          "url": "https://doi.org/10.1086/737315",
          "doi": "https://doi.org/10.1086/737315",
          "filter": 0
        },
        {
          "title": ": Polished: College, Class, and the Burdens of Social Mobility",
          "authors": "Susan A. Dumais",
          "url": "https://doi.org/10.1086/737252",
          "doi": "https://doi.org/10.1086/737252",
          "filter": 0
        },
        {
          "title": ": Practicing Sociology: Tacit Knowledge for the Social Scientific Craft",
          "authors": "Michel Anteby",
          "url": "https://doi.org/10.1086/737249",
          "doi": "https://doi.org/10.1086/737249",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “The Class Struggle and Welfare: Social Policy under Capitalism”",
          "authors": "Amie Bostic",
          "url": "https://doi.org/10.1093/sf/soaf132",
          "doi": "https://doi.org/10.1093/sf/soaf132",
          "filter": 0
        },
        {
          "title": "The wealth returns to a unionized career",
          "authors": "Alec P Rhodes",
          "abstract": "Drawing on power resources theory and life course theories of cumulative advantage, this article examines the wealth returns to a unionized career. Using longitudinal data on the working lives of US Baby Boomers and comprehensive measures of wealth at midlife, I find that the average wealth returns to unionized careers are substantial, exceeding $130,000 for marketable wealth. The average returns to a unionized career are even larger when defined benefit pension ($378,000) and Social Security benefits ($361,000) are included in net worth. Higher cumulative lifetime earnings, enhanced job security, and greater access to employer-provided benefits partially account for the wealth returns to unionized careers. The wealth returns to unionized careers are concentrated among men, workers without a college degree, and those who worked in contexts where unions were more powerful. Results support arguments that labor market institutions bolster workers’ financial security by facilitating wealth accumulation.",
          "url": "https://doi.org/10.1093/sf/soaf129",
          "doi": "https://doi.org/10.1093/sf/soaf129",
          "filter": 0
        },
        {
          "title": "The affective strategies of White unknowing: how police violence reveals the expression of racialized emotions on Twitter",
          "authors": "Hajar Yazdiha, Courtney E Boen",
          "abstract": "Racism shapes the ways racialized actors and groups feel about the social world, but how does racism get reproduced through affective politics, the unequal ways White and Black Americans express feeling—or unfeeling—and consequently act—or don’t act—in response to racist violence? We use Twitter data and a combination of computational sentiment and qualitative content analyses to document and interrogate the racialized expression of emotions in response to two high-profile cases of racist police violence—the murders of Michael Brown and Tamir Rice. Using computational analyses, we first examine the racialized distributions of emotions before and after these murders. Results from these analyses showed especially high levels of negative emotion among Black women and men following these events and striking increases in negative emotion for both Black and White users in the wake of the murders. We then use content analyses to hand-code a random sample of White users’ Tweets to critically interrogate their affective expressions in response to racist police violence. Content analysis of White users’ Tweets revealed patterns of both White feeling and “un”-feeling. White feelings expressed through anger, fear, hope, and sadness emerge largely to protect rather than interrogate White dominance and complicity in White supremacy. White users evoked modes of apathy like humor and logic in service of minimizing, delegitimizing, and altogether evading racial reality. Our study highlights the utility of mixed-methods approaches to the study of racialized emotions, with findings holding implications for studies of inequality, politics, and emotions.",
          "url": "https://doi.org/10.1093/sf/soaf128",
          "doi": "https://doi.org/10.1093/sf/soaf128",
          "filter": 0
        },
        {
          "title": "Review of “My Tax Dollars: The Morality of Taxpaying in America”",
          "authors": "Isaac William Martin",
          "url": "https://doi.org/10.1093/sf/soaf133",
          "doi": "https://doi.org/10.1093/sf/soaf133",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "Robust network scale-up method estimators",
          "authors": "Sergio Díaz-Aranda, Juan Marcos Ramírez, Jose Aguilar, Rosa E. Lillo, Antonio Fernández Anta",
          "url": "https://doi.org/10.1016/j.socnet.2025.08.002",
          "doi": "https://doi.org/10.1016/j.socnet.2025.08.002",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Science",
      "journal_short": "SocSci",
      "articles": [
        {
          "title": "Workplace Networks and the Dynamics of Worker Organizing",
          "authors": "Hana Shepherd, Rebecca Roskill, Suresh Naidu, Adam Reich",
          "url": "https://doi.org/10.15195/v12.a23",
          "doi": "https://doi.org/10.15195/v12.a23",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Primary and Secondary Effects of Gender on Educational Attainment: Toward a Better Understanding of the Academic Underachievement of Boys",
          "authors": "Liza Reisel",
          "abstract": "Gender segregation in the labor market is closely related to gender-segregated educational choices. Male- and female-typed fields of study are typically associated with different educational requirements. Educational and occupational aspirations may therefore influence how boys and girls invest in education. The author investigates how gender-typed occupational aspirations and gender differences in educational expectations may help explain the gender gaps in academic performance and educational attainment in Norway. Educational attainment among 1,076 youth born in 1992 is examined using a longitudinal survey linked to register data. The findings show that educational expectations and male-typed occupational aspirations explain about one third of the gender gap in grade point average in 10th grade. Moreover, comparing boys and girls with similar grade point averages, expectations and aspirations account for 52 percent of the gender gap in college completion by 28 years of age. Notably, having male-typed occupational aspirations alone explain 37 percent to 43 percent of the gap, depending on whether educational expectations are accounted for.",
          "url": "https://doi.org/10.1177/23780231251367066",
          "doi": "https://doi.org/10.1177/23780231251367066",
          "filter": 0
        },
        {
          "title": "Asymmetric Alliances in Climate Misinformation: A Network Analysis of the Swedish Climate Change Countermovement",
          "authors": "Anton Törnberg, Victoria Vallström",
          "abstract": "Climate change countermovements (CCCMs) play a central role in spreading misinformation and delaying policy action. Although most research has focused on the United States, less is known about CCCM networks in other national contexts. The authors analyze the Swedish online CCCM using social network analysis to (1) examine its structure and composition; (2) assess potential hierarchical influences, including how narratives flow from global think tanks to informal social media groups; and (3) identify distinct ideological groupings within the network. This exploratory analysis reveals four main communities, ranging from traditional climate-skeptic platforms to conspiracy theorists and far-right extremists. These alliances are asymmetric: although traditional climate-skeptic sites receive substantial attention from other groups, they link primarily to international sources and scientific content, serving as hubs that channel global CCCM discourse into Sweden. This asymmetric convergence highlights how climate denial is embedded within broader populist and far-right networks, not through ideological unity, but through shared antagonism. By mapping the structure and dynamics of the Swedish CCCM, the study underscores the transnational character of climate misinformation and its entanglement with domestic political currents.",
          "url": "https://doi.org/10.1177/23780231251360822",
          "doi": "https://doi.org/10.1177/23780231251360822",
          "filter": 0
        },
        {
          "title": "High School Employment and Intergenerational Mobility in Education: A Causal Decomposition Approach in a Period of Widespread Teenage Work",
          "authors": "Karl Vachuska, Stephen Rodriguez-Elliott",
          "abstract": "Youth employment has long been posited to have a detrimental impact on educational outcomes and to potentially contribute to the intergenerational association of educational outcomes. The early 1980s in the United States constituted a time when high school employment was especially common, and the routes to gainful employment without a college education were especially more accessible than they are today. Leveraging rich educational data on a nationally representative cohort of 10th graders in 1980, the authors apply recently developed double machine learning–based causal decomposition methods to examine how working while in high school causally links parental educational attainment to children’s educational attainment. The results indicate that working in high school plays little to no role in explaining the intergenerational transmission of educational attainment. Although the authors consistently find evidence that working in 10th grade, particularly working long hours, has a robust negative impact on educational outcomes, there is little variation in the prevalence of working. The authors do find significant heterogeneity in the effect of working on dropout rates for the children of dropouts compared with children whose parents completed high school, indicating that about 10 percent of the gap in dropout rates between these groups can be attributed to differences in the effect of working.",
          "url": "https://doi.org/10.1177/23780231251362947",
          "doi": "https://doi.org/10.1177/23780231251362947",
          "filter": 0
        },
        {
          "title": "Racial Discrimination, Interpretation, and Legal Adjudication",
          "authors": "Christopher Kleps, Vincent J. Roscigno, Reginald A. Byron",
          "abstract": "Since the Civil Rights Act, state oversight has constrained racial discrimination in employment to some degree. Interpretational gaps among victims and perpetrators, loopholes in the law, and adjudication by judges, however, arguably allow such discrimination to persist. Building on prior work and drawing on rich qualitative detail from judicial decisions from two states, the authors analyze in this article (1) how employees versus employers discuss potentially discriminatory incidents and (2) the criteria judges draw from when making legal determinations about whether employer actions are, in fact, discrimination. Minority workers point to unequal treatment while their employers in such cases mostly highlight a meritocratic process or some problematic feature of the employee in question. Administrative judges, in trying to rectify otherwise contrasting narratives, mostly side with employers given several legal loopholes in discrimination law—i.e., loopholes that allow judges to infer employer fairness from compositional diversity or the fact that the employee in question was originally hired in the first place. Although racial/ethnic minority employees prevail periodically, this is relatively rare, usually requiring explicitly racist behavior by employers, a clean employee work history, and very strong comparative case evidence. The authors conclude by discussing these findings and their pertinence for racial inequality, legal justice, and sociology of work scholarship.",
          "url": "https://doi.org/10.1177/23780231251367797",
          "doi": "https://doi.org/10.1177/23780231251367797",
          "filter": 0
        },
        {
          "title": "Is My Wage Fair? Validating Fairness Perceptions among Women and Men",
          "authors": "Claudia Diehl, Julia Lang, Ole Brüggemann, Susanne Strauss",
          "abstract": "The authors examine gender differences in perceptions of the fairness of one’s own pay. This work differs from previous studies, as the authors not only assess whether women are as likely as men to perceive their pay as unfair at the same absolute wage levels. Instead, they use an innovative methodology based on linked employer-employee data. This makes it possible to compare subjective perceptions of (un)fair pay with the predicted pay of comparable others with the same individual-, work-, occupation-, and firm-related characteristics. The authors use the measurement of how closely a person’s pay aligns with the predicted pay of comparable others as a strictly empirical indicator of whether someone’s pay is fair. Overall, women are as likely as men to perceive a fair wage as unfair or an unfair wage as fair. Although the data at hand do not make it possible to explore the causes of this, or to assess whether women and men used to differ more in their perceptions of fairness, the authors speculate that women today may be more aware of the societal debate about gender-based wage discrimination, and their perceptions of appropriate compensation may be less influenced by gendered comparison groups and gender status beliefs than previous research has suggested.",
          "url": "https://doi.org/10.1177/23780231251366126",
          "doi": "https://doi.org/10.1177/23780231251366126",
          "filter": 0
        },
        {
          "title": "“Unicorns and Hacks”: Revolving-Door Lobbyists and the Cultivation of Political Credibility",
          "authors": "Wendy Y. Li",
          "abstract": "How do revolving-door lobbyists produce corporate political influence? The revolving door, or the circulation of personnel between government and lobbying, has garnered significant attention as an avenue for undue private influence over policymaking. In this article, the author argues that the revolving door is a mechanism through which individuals cultivate political credibility over time. Through 52 semistructured interviews with policy professionals involved in U.S. federal policymaking, the author illustrates three components of political credibility—credentials, bureaucratic competence, and claims to policy expertise—and how they are mobilized and constructed through career moves. Although revolving-door moves typically result in an accumulation of political credibility, career transitions also introduce opportunities for credibility depreciation. The findings highlight sources of inequality and heterogeneity among policy professionals and clarify the relational and cultural mechanisms through which corporations and interest groups exercise influence in U.S. politics.",
          "url": "https://doi.org/10.1177/23780231251368039",
          "doi": "https://doi.org/10.1177/23780231251368039",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
