{
  "update": "2024-11-18",
  "content": [
    {
      "journal_full": "American Journal of Sociology",
      "journal_short": "AJS",
      "articles": [
        {
          "title": "Adjudication Under Cover: Compliance and Inequality in the Criminal Courts",
          "authors": "Mary Ellen Stitt",
          "url": "http://dx.doi.org/10.1086/733928",
          "doi": "10.1086/733928",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "Abortion and Women’s Future Socioeconomic Attainment",
          "authors": "Bethany G. Everett, Catherine J. Taylor",
          "abstract": "Abortion is a safe and common medical procedure. Roughly one in four women in the United States will have an abortion before the end of her reproductive years. Because of how common this experience is and how rapidly abortion policy is shifting, understanding the relationship between abortion and women’s socioeconomic futures is well worth exploring. Extant research has demonstrated that the transition to parenthood is a critical inflection point in women’s socioeconomic trajectories, often leading to poorer outcomes. In this article, we connect previous sociological work elucidating mechanisms of socioeconomic stratification and gender by considering the relationship between abortion use and access and future socioeconomic outcomes such as education, income, and financial stability—as measured by several measures, including evictions, debt, ability to pay bills, and a separate index of economic instability. We use national longitudinal survey data to assess socioeconomic outcomes associated with abortion using two statistical approaches. We find that women who lived in a location with fewer abortion restrictions in adolescence, and women who had an abortion, compared to a live birth, in adolescence, are more likely to have graduated from college, have higher incomes, and have greater financial stability at two time-points over an almost 25-year period. Our results provide evidence that policy environments allowing access to abortion, and teenagers having the option to use abortion to avoid early parenthood, are important axes along which women’s economic lives are shaped. Our research implies that the widespread abortion bans and restrictions in the United States are likely to lead to lower educational attainment and adult economic stability among women living under such restrictions, as compared to women in locations with better access to abortion.",
          "url": "http://dx.doi.org/10.1177/00031224241292058",
          "doi": "10.1177/00031224241292058",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "A room of one’s own? The consequences of living density on individual well-being and social anomie",
          "authors": "Sinisa Hadziabdic, Sebastian Kohl",
          "abstract": "The global housing affordability crisis and COVID shutdowns have put living space inequality back on the political agenda. Drawing on Durkheim’s theory of anomie and density, this paper argues that on how many square meters a society lives matters for how stable or anomic it develops. Using data from the Swiss Household Panel, we examine the selection, short-term, and dynamic effects associated with transitions to overcrowded and under-occupied dwellings. We conceptualize these transitions as disruptive events that require a reconfiguration of personal and social equilibria in individuals’ lives. While overcrowded housing leads to a heightening of emotional states and more tense internal household dynamics, people respond by adjusting their leisure activities and restructuring their support networks from strong to weak ties. Conversely, moving to an under-occupied dwelling is associated with melancholic emotional stabilization, but improves household balance and leads to consolidation of the core network of relatives at the expense of outer social circles. We conclude that the classical characterization of anomie as a mismatch between personal means and societal ends should be understood as a multifaceted phenomenon in which meso-level social networks can be a crucial means to cope with disruptions that arise at other levels.",
          "url": "http://dx.doi.org/10.1093/sf/soae163",
          "doi": "10.1093/sf/soae163",
          "filter": 0
        },
        {
          "title": "Defenders of the status quo: energy protests and policy (in)action in Sweden",
          "authors": "Katrin Uba, Cassandra Engeman",
          "abstract": "Are the positions that protesters take—in favor or against change—consequential for their ability to affect policy? While previous research suggests that protests can inform legislative priorities and facilitate policy introduction, this paper emphasizes policy inaction and stasis as goals of some protest actions. Analysis uses novel and detailed data on energy-related protest and policy actions in Sweden covering a forty-year period and considers protest frequency and size in relation to proposal introduction. The research design uniquely distinguishes between protests in favor or against a specific energy source and proposal activity in line with those demands and also controls for public opinion on each energy source. Findings suggest that pro-renewable energy protests do not yield pro-renewable policies but prevent undesired policies that support non-renewable energy sources. In contrast to pro-renewable protests, protests against renewable energy sources are somewhat more influential. They likewise prevent the introduction of their undesired proposals and also influence the introduction of proposals supporting non-renewable energy sources. Overall, the paper examines policy inaction as a desired protest outcome and argues protest—as a tactic—may be more effective when pushing against rather than for policy change.",
          "url": "http://dx.doi.org/10.1093/sf/soae166",
          "doi": "10.1093/sf/soae166",
          "filter": 0
        },
        {
          "title": "Neither gift nor loan: the strategic use of pseudo-formality at the nexus of intimacy and economy",
          "authors": "Adam S Hayes",
          "abstract": "In this paper, I introduce the concept of pseudo-formality as a novel form of relational work in economic sociology. Pseudo-formality refers to the performative use of formal aesthetics, such as contracts and repayment plans, in financial exchanges between close ties—as both parties tacitly understand that the agreement is flexible and not legally binding. I argue that pseudo-formality works by leveraging the signaling function of formal market elements in a way that contradicts their typical purpose, allowing for the compartmentalization of the economic and social aspects of the exchange. Through two complementary vignette experiments, I demonstrate that pseudo-formal framing enhances the perceived dignity of the recipient and the respect conveyed by the giver, compared to formal, informal, or gift-based arrangements. This effect partially mediates the relationship between the type of exchange and its overall acceptability. This research contributes to relational work perspectives in economic sociology by identifying a prevalent but understudied strategy for navigating the intersection of intimacy and economy, and highlights the adaptability of economic forms for relational purposes. The findings have practical implications for interpersonal exchanges as well as the design of financial assistance programs and policies, suggesting that pseudo-formal structures can provide a dignified and empowering means of support.",
          "url": "http://dx.doi.org/10.1093/sf/soae165",
          "doi": "10.1093/sf/soae165",
          "filter": 0
        },
        {
          "title": "Time–space control: explaining subnational variation in Thailand’s guestwork regimes",
          "authors": "Pei Palmgren",
          "abstract": "How do states control labor migration? Furthering global trends, nation states increasingly seek to include foreigners in labor markets while excluding them from settling. Yet, dominant theories maintain a limited conception of migration control as primarily immigrant restriction, especially in the global North. Thailand offers a paradigmatic case for understanding labor migration control and the dual goal of inclusion–exclusion it entails. While migrants generally face rigid limits on their immigration status, the Thai state shows internal variation in how it manages their inclusion as workers: in some places, authorities more strictly regulate time limits of documents, while in others, they focus on control of boundaries around migrant spatial access. Drawing from ethnographic fieldwork in two sites, this article examines this regulatory variation to inform a more general understanding of guestwork control in global context. Comparing two subnational regimes, I show that the state must respond to multiple forces from above and below when controlling labor migration, requiring subnational regulatory differences, and fostering contrasting means of labor reproduction. Findings suggest that differential subnational incorporation into regional and global economies can shape differences in the time–space control of migrant workers and the conditions of noncitizenship that come with it.",
          "url": "http://dx.doi.org/10.1093/sf/soae161",
          "doi": "10.1093/sf/soae161",
          "filter": 0
        },
        {
          "title": "I have seen this before: imprinting experiences and Bank CEO risk-taking in times of crisis",
          "authors": "Jiwook Jung, Kim Pernell, Taekjin Shin",
          "abstract": "Understanding the causes and consequences of corporate risk-taking has remained a crucial topic for organizational scholars. Using the case of U.S. banks and one dimension of their risk-taking behavior around the 2008 financial crisis, we offer a theory of how the diverse experiences of corporate leaders can shape their risk-taking behavior. Building on the imprinting literature, we theorize how different types of experiences that bank CEOs had in the past interact to shape current risk-taking behavior, resulting in risk moderation under crisis conditions. We focus on two imprinting experiences with particular relevance for bank CEOs’ risk-taking behavior—MBA education and past crisis experience. We argue that the latter played a pronounced role during the crisis because of greater imprint-environment fit. Our analysis using data from 170 large banks between 2001 and 2019 shows that bank CEOs’ firsthand experience of a prior banking crisis not only directly tempered bank risk-taking but also did so indirectly by limiting the risk-taking tendencies of CEOs with an MBA, particularly during the crisis period. Our study contributes to the sociological literature about organizational risk-taking by emphasizing the crucial role of organizational leaders’ biographies and exploring how earlier institutional conditions shape their risk-taking behavior later.",
          "url": "http://dx.doi.org/10.1093/sf/soae164",
          "doi": "10.1093/sf/soae164",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "Why distinctiveness centrality is distinctive",
          "authors": "Andrea Fronzetti Colladon, Maurizio Naldi",
          "url": "http://dx.doi.org/10.1016/j.socnet.2024.11.001",
          "doi": "10.1016/j.socnet.2024.11.001",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Political and educational dynamics behind the Evangelicals’ stance against mask mandates during COVID-19 in the U.S.",
          "authors": "Junhe Yang, Zack W. Almquist, James H. Jones",
          "url": "http://dx.doi.org/10.1016/j.ssresearch.2024.103100",
          "doi": "10.1016/j.ssresearch.2024.103100",
          "filter": 0
        },
        {
          "title": "Impact of layoffs on mortality and physical health in transitional China 1989–2015",
          "authors": "Qian Song, Emily Lim, Esther Friedman, James P. Smith",
          "url": "http://dx.doi.org/10.1016/j.ssresearch.2024.103110",
          "doi": "10.1016/j.ssresearch.2024.103110",
          "filter": 0
        },
        {
          "title": "Punishing “gender deviants”? Women born in the year of the white horse and college selectivity",
          "authors": "Soocheol Cho, Dohoon Lee",
          "url": "http://dx.doi.org/10.1016/j.ssresearch.2024.103111",
          "doi": "10.1016/j.ssresearch.2024.103111",
          "filter": 0
        },
        {
          "title": "Social welfare expansion and political support during economic slowdown: A panel data analysis of China, 2010–2018",
          "authors": "Xue Li, Bingdao Zheng",
          "url": "http://dx.doi.org/10.1016/j.ssresearch.2024.103112",
          "doi": "10.1016/j.ssresearch.2024.103112",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Science",
      "journal_short": "SocSci",
      "articles": [
        {
          "title": "Some Birds Have Mixed Feathers: Bringing the Multiracial Population into the Study of Race Homophily",
          "authors": "David Schaefer, Sara Villalta, Victoria Vezaldenos, Adriana Umaña-Taylor",
          "url": "http://dx.doi.org/10.15195/v11.a38",
          "doi": "10.15195/v11.a38",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "How Social Determinants of Health Shape Parental Concern and Teacher Recognition of Student Speech-Language Needs",
          "authors": "Janet Vuolo, Mike Vuolo",
          "abstract": "Despite the importance of receiving speech-language therapy for educational outcomes, the role of language in all subject learning, and parental language complexity as a hypothesized mechanism for reproducing educational inequalities, there is a surprising lack of attention to speech-language issues within sociology. The authors link theories from sociology of education and medical sociology and use the prospective longitudinal nationally representative UK Millennium Cohort Study to examine the roles that social determinants of health, teacher bias, and parental concern play in teacher recognition of speech-language needs in early childhood, net of a measure of speech-language ability. Although social determinants affect ability, there is little evidence of bias in teacher recognition once controlling for said ability, with the exception of lower recognition of female speech-language needs. However, social determinants also drive whether parents are concerned about their children’s speech-language ability, which has a striking association with teacher recognition for both under- and overperforming children.",
          "url": "http://dx.doi.org/10.1177/23780231241293590",
          "doi": "10.1177/23780231241293590",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
