{
  "update": "2026-01-15",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "The Social Origins of Effort: How Incentives Reduce Socioeconomic Disparities among Children",
          "authors": "Jonas Radl, William Foley, Lea Katharina Kröger, Patricia Lorente, Alberto Palacios-Abad, Heike Solga, Jan Stuhler, Madeline Swarr",
          "abstract": "Cognitive effort (i.e., the mobilization of mental resources for task performance) is essential to equality of opportunity and meritocracy because it epitomizes individual agency. However, sociological theories of social inequality in effort are scarce and partial, and available empirical measures of effort are unreliable and lack validity. We fill this lacuna by (1) elaborating a theoretical account of how socioeconomic status (SES) affects children’s cognitive effort, (2) developing a novel research design for measuring effort using simple-yet-demanding behavioral tasks and varying incentive conditions, and (3) presenting evidence based on this laboratory design featuring 1,360 5th-grade students. We theorize that greater material abundance and lower environmental threat reduce the subjective costs of exerting effort for higher-SES children, and that parental socialization emphasizing autonomy gives them more intrinsic motivation compared to lower-SES children. Conversely, we posit that the effort of lower-SES children is more susceptible to material and status rewards. Supporting our expectations, we find that social origin effects on effort are largest when incentives are absent, yet decrease notably when material incentives are introduced. Albeit surprisingly modest and malleable, social origin effects on effort challenge voluntaristic notions of individual agency. Crucially though, providing tangible performance rewards can significantly narrow socioeconomic disparities in effort.",
          "url": "https://doi.org/10.1177/00031224251401933",
          "doi": "https://doi.org/10.1177/00031224251401933",
          "filter": 0,
          "created": "2026-1-14"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Dualization of corporate control: lifetimers, external appointees, and CEO succession in Japan",
          "authors": "Jiwook Jung, Eunmi Mun, Hiroshi Ono",
          "abstract": "We investigate mechanisms of institutional stability under profound environmental change, using corporate control in Japan as a critical case. Building on the concept of dualization in the comparative institutions literature, we theorize how dualized power relations at the top of the firm sustain insider control. Using data on executive board members of all non-financial firms listed on the Tokyo Stock Exchange from 1993 to 2016, we show that “lifetimers”—employees who spend their entire careers with a single company—continue to enjoy substantial advantages in CEO succession. They maintain their dominance by promoting fellow lifetimers and constraining the prospects of other candidates. At the same time, “external appointees”—organizational outsiders who join the firm directly as executive board members—also benefit from their institutional ties and boundary-spanning roles. Yet, unlike lifetimers, their relative advantages are fragile, as they lack durable intra-firm power bases and are more exposed to shifting external conditions and internal politics. Our findings suggest that resistance by organizational insiders, combined with the selective co-optation of outsiders, can help preserve institutional arrangements in a changing environment.",
          "url": "https://doi.org/10.1093/sf/soaf226",
          "doi": "https://doi.org/10.1093/sf/soaf226",
          "filter": 0,
          "created": "2025-12-18"
        },
        {
          "title": "Volunteering trajectories across crises: resilience, persistence and spill-over between ordinary and crisis volunteering",
          "authors": "Lærke Høgenhaven, Louis Møgelmose, Hjalmar Bang Carlsen, Jonas Toubøl",
          "abstract": "This study contributes to the sociology of volunteering and crisis research by analyzing the little studied relationship between crisis volunteering (addressing societal crises) and ordinary volunteering (unrelated to crises). This is achieved by examining sector level resilience of ordinary volunteering during crises, possible spill-over between ordinary and crisis volunteering, and the persistence of individual crisis volunteers across the COVID-19 pandemic in 2020–2022 and the reception of Ukrainian refugees fleeing Russia’s invasion in 2022. Using cross-sectional data from random samples of Danish adults before (n2020 = 3,519), during (n2021 = 1,700) and after (n2024 = 1,548) the pandemic, the results show that ordinary volunteering was highly resilient to the pandemic despite a significant reduction during the crisis. A five-round panel (n = 694) further shows that, while ordinary volunteering prior to the crisis correlated with crisis volunteering, crisis volunteering did not spill over into ordinary volunteering after the pandemic. Rather, crisis volunteers persisted engaging in crisis volunteering when Ukrainian refugees arrived. These findings have important implications for civil society studies because the absence of spill-over between ordinary and crisis volunteering suggests that the two types of volunteering operate according to distinct logics and the persistence of crisis volunteers across crisis challenges notions of crisis volunteering being spontaneous and emergent.",
          "url": "https://doi.org/10.1093/sf/soaf219",
          "doi": "https://doi.org/10.1093/sf/soaf219",
          "filter": 0,
          "created": "2025-12-17"
        },
        {
          "title": "Does stringent climate policy decouple economic growth from greenhouse gas emissions?",
          "authors": "Ryan P Thombs, Andrew K Jorgenson",
          "abstract": "A foundational question in environmental sociology is whether economic growth can be sufficiently decoupled from greenhouse gas emissions. Scholars working in different analytical perspectives assert that such a decoupling is largely contingent on more stringent climate policy that mandates or incentivizes the reduction of carbon-intensive production. However, there is limited research on whether policy has such a moderating influence. Here, we extend the literature by testing whether more stringent climate policy moderates the effect of economic growth on greenhouse gas emissions using panel data from 1990 to 2022 for forty-nine countries. Building on the extended two-way fixed effects estimator, we advance an approach for estimating country-specific and average short-run and long-run effects with dynamic models that we show outperform other macro panel estimators using Monte Carlo experiments. Using this approach, we find that, on average, strong climate policy stringency decouples economic growth from emissions in the short run and the long run and that the decoupling effect is largest in higher-income nations. However, we also find that greater policy stringency is associated with increases in emissions in lower-income and middle-income nations. We then build a hypothetical three-nation World that consists of a lower-income, middle-income, and higher-income nation and develop a suite of scenarios that differ based on their rate of economic growth and climate policy stringency. The results suggest that steady-state and degrowth scenarios offer the most sustainable futures in terms of lower emissions and that degrowth is the most equitable in terms of reducing emissions. We conclude by arguing that these findings have significant implications for policymaking and for key theoretical debates in sociology regarding economic growth and the environment.",
          "url": "https://doi.org/10.1093/sf/soaf217",
          "doi": "https://doi.org/10.1093/sf/soaf217",
          "filter": 0,
          "created": "2025-12-14"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "State-level gender inequality and couples’ relative earnings following parenthood over four decades",
          "authors": "Kelly Musick, Wonjeong Jeong",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103302",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103302",
          "filter": 0,
          "created": "2026-1-13"
        },
        {
          "title": "The structural fit of personal gender beliefs: A cross-national analysis of its implications for life satisfaction",
          "authors": "Francisco Olivos, Yuning Sun, Lok-Sang Ho",
          "url": "https://doi.org/10.1016/j.ssresearch.2026.103308",
          "doi": "https://doi.org/10.1016/j.ssresearch.2026.103308",
          "filter": 0,
          "created": "2026-1-13"
        },
        {
          "title": "Is my manager feeling threatened by me? Racial differences in content and activation of threat metastereotypes",
          "authors": "Jennifer L. Nelson, Rachel Elizabeth Fish",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103306",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103306",
          "filter": 0,
          "created": "2026-1-8"
        },
        {
          "title": "Educational attainment, gender, and the change in access to schedule flexibility in Europe and the United States",
          "authors": "Eunjeong Paek",
          "url": "https://doi.org/10.1016/j.ssresearch.2026.103309",
          "doi": "https://doi.org/10.1016/j.ssresearch.2026.103309",
          "filter": 0,
          "created": "2026-1-10"
        },
        {
          "title": "Elementary school discipline lowers students’ sense of belonging",
          "authors": "Ha Eun Kim, Amy Gong Liu, Miles Davison, Sharon Z. Bi, Andrew M. Penner",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103296",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103296",
          "filter": 0,
          "created": "2026-1-13"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Rethinking Work Control and Its Relationship to Health",
          "authors": "Zixi Li",
          "abstract": "Work control is widely recognized as a core dimension of job quality and a key determinant of worker health, especially in increasingly precarious labor markets. Yet the concept is inconsistently conceptualized and poorly measured. The author reconceptualizes and analyzes work control as a multidimensional, context-sensitive balance between autonomy-enhancing enablers and constraint-imposing barriers, using cross-national survey data from the 2015 International Social Survey Programme Work Orientations IV Module. The author examines how the reconceptualized work control measure relates to self-rated health across 15 countries with varying economic and welfare contexts. Results from survey-weighted and mixed-effects ordered logistic models show that workers with high work control, defined as having more enablers than constraints across control over work hours, time off, and work-family boundaries, report significantly better self-rated health, even after adjusting for job characteristics, household structure, and macro-level conditions. This relationship remains robust across multiple sensitivity tests. Descriptive and validation analyses further indicate that reducing constraints, particularly those from work-family interference, plays a more decisive role for well-being than autonomy alone. By distinguishing meaningful work control from nominal flexibility or perceived autonomy, this study clarifies how effective control is associated with health in the post-2008 labor market and underscores the importance of policies that make control both possible and meaningful in everyday work.",
          "url": "https://doi.org/10.1177/23780231251404528",
          "doi": "https://doi.org/10.1177/23780231251404528",
          "filter": 0,
          "created": "2026-1-11"
        },
        {
          "title": "On the Deep, Surprising, and Persistently Gendered Dynamics in Complex Music Tastes",
          "authors": "Xiangyu Ma",
          "abstract": "Popular and sociological intuitions tell us that men and women ought to have manifestly different cultural tastes. Yet empirical results do not always agree: scholars have often found surprising between-gender homogeneity when it comes to aggregate cultural tastes. Why? In this article, the author argues that such homogeneity is ultimately an artifact of our reliance on affective preference as the first approximation of taste. Building on Bourdieusian work on the unity of taste and data from a nationally representative survey of U.S. residents in 2024, the author shows that there is a deep, surprising, and persistent gendered dynamic to tastes that emerges only when we account for the multidimensional complexity of taste. These gendered dynamics are deep in that they are hidden when taste is approximated in unidimensional form. They are surprising in that they provide only inconsistent support for standing theories on gendered differences in cultural tastes. Finally, these gendered differences are persistent to the accumulation of cultural capital.",
          "url": "https://doi.org/10.1177/23780231251410969",
          "doi": "https://doi.org/10.1177/23780231251410969",
          "filter": 0,
          "created": "2026-1-11"
        }
      ],
      "articles_hidden": []
    }
  ]
}
