{
  "update": "2025-08-07",
  "content": [
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “Challenging Inequality: Variation Across Postindustrial Societies”",
          "authors": "Martin Seeleib-Kaiser",
          "url": "https://doi.org/10.1093/sf/soaf116",
          "doi": "https://doi.org/10.1093/sf/soaf116",
          "filter": 0
        },
        {
          "title": "Review of “Other People’s Colleges: The Origins of American Higher Education Reform”",
          "authors": "Christian K Anderson",
          "url": "https://doi.org/10.1093/sf/soaf121",
          "doi": "https://doi.org/10.1093/sf/soaf121",
          "filter": 0
        },
        {
          "title": "Review of “Righteous Sisterhood: The Politics and Power of an All-women’s Motorcycle Club”",
          "authors": "Chris M Smith",
          "url": "https://doi.org/10.1093/sf/soaf118",
          "doi": "https://doi.org/10.1093/sf/soaf118",
          "filter": 0
        },
        {
          "title": "Review of “The Paradox of Islamic Finance: How Shariah Scholars Reconcile Religion and Capitalism”",
          "authors": "Aaron Z Pitluck",
          "url": "https://doi.org/10.1093/sf/soaf117",
          "doi": "https://doi.org/10.1093/sf/soaf117",
          "filter": 0
        },
        {
          "title": "Review of “The Borders of Privilege: 1.5-Generation Brazilian Migrants Navigating Power Without Papers”",
          "authors": "Lucia León",
          "url": "https://doi.org/10.1093/sf/soaf115",
          "doi": "https://doi.org/10.1093/sf/soaf115",
          "filter": 0
        },
        {
          "title": "Review of “We Belong Here: Gentrification, White Spacemaking, and a Black Sense of Place”",
          "authors": "Zawadi Rucks-Ahidianai",
          "url": "https://doi.org/10.1093/sf/soaf120",
          "doi": "https://doi.org/10.1093/sf/soaf120",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "Accounting for correlation and censoring in Bayesian Network Scale-up Method Models",
          "authors": "Benjamin Vogel, Breschine Cummins, Ian Laga",
          "url": "https://doi.org/10.1016/j.socnet.2025.07.005",
          "doi": "https://doi.org/10.1016/j.socnet.2025.07.005",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Is political interest tracked in schools? Evidence from Germany",
          "authors": "Yuxin Zhang, Mario Quaranta, Moris Triventi",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103232",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103232",
          "filter": 0
        },
        {
          "title": "Within-country differences in school-work linkages: The case of Israel",
          "authors": "Thomas A. DiPrete, Meir Yaish, Evgeny Saburov",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103235",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103235",
          "filter": 0
        },
        {
          "title": "Surveying the political divide: Public opinion in the era of partisan meaning-making",
          "authors": "Micah H. Nelson",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103237",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103237",
          "filter": 0
        },
        {
          "title": "Men’s and women’s aversion to female breadwinning: Linking individual attitudes to macro-level contexts",
          "authors": "Sangsoo Lee",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103233",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103233",
          "filter": 0
        },
        {
          "title": "Who do they think you are? Inconsistencies in self- and proxy-reports of education within families",
          "authors": "Chloé Lavest, Mathieu Ferry, Mathieu Ichou, Patrick Präg",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103225",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103225",
          "filter": 0
        },
        {
          "title": "The development of ICT skills in adolescence at the intersection of gender and family background",
          "authors": "Alexandra Wicht, Corinna Kleinert",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103202",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103202",
          "filter": 0
        },
        {
          "title": "Race and leadership suitability in multiracial churches: An experimental exploration",
          "authors": "Jiayin Hu, Bing Han",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103208",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103208",
          "filter": 0
        },
        {
          "title": "Citizenship status and requirement, culture and immigrants’ attitudes toward local immigration: A study of 21 western and non-western societies",
          "authors": "Yuyao Liu, Eric Fong",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103204",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103204",
          "filter": 0
        },
        {
          "title": "Labor market formalization and local-migrant wage gap in China: Evidence from 2008 Labor Contract Law",
          "authors": "Yiyue Huangfu",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103211",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103211",
          "filter": 0
        },
        {
          "title": "Witch trials and wages in early-modern Europe: A state-space reconstruction study",
          "authors": "Aniruddha Das",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103209",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103209",
          "filter": 0
        },
        {
          "title": "Where I stand and what I stand for: Subjective status, class, and redistribution",
          "authors": "Giacomo Melli, Leo Azzollini",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103210",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103210",
          "filter": 0
        },
        {
          "title": "What's my age again? An age-period-cohort analysis of generalised trust in Africa",
          "authors": "Michael Kumove, Intifar Sadiq Chowdhury",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103203",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103203",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "Inequality of Opportunity, Income Mobility, and the Interpretation of Intergenerational Elasticities, Correlations, and Rank-Rank Slopes",
          "authors": "Pablo A. Mitnik",
          "abstract": "Although there is an extensive methodological literature on the measurement of intergenerational income mobility, there has been limited research on the conceptual interpretation of mobility measures and the methodological implications of those interpretations. In this article, I focus on the three measures of mobility most frequently used in the literature—the intergenerational elasticity (IGE), the intergenerational correlation (IGC), and the rank-rank slope (RRS)—as well as a recently introduced measure, the intergenerational elasticity of expected income (IGEE). I make two main contributions, both related to the conceptual interpretation of mobility measures. First, I specify the formal relationships between those four mobility measures and the measures of inequality of opportunity developed in the luck egalitarian empirical literature on the topic, and determine the methodological implications of the analyses. I show that (a) the IGC is a measure of relative inequality of opportunity for monetary income, (b) the RRS is both a measure of relative inequality of opportunity for income rank and a rescaled measure of absolute inequality of opportunity for income rank, and (c) the products of parental income inequality by the IGEE and IGE are both measures of absolute inequality of opportunity for monetary income that differ in how they measure the value of opportunity sets. Second, relying on a conceptual distinction that has been influential in the field of public finance, the IGE and IGEE have been characterized as “person-weighted” and “dollar-weighted” elasticities, respectively, thus raising doubts about the desirability of a recent proposal to replace the IGE by the IGEE as the workhorse elasticity of the mobility field. I show that this contrasting characterization of the two intergenerational elasticities is the joint result of a category mistake—equating quantile-specific elasticities to person-specific elasticities—and of misconstruing the nature of the IGE and the epistemic goal it has been meant to serve. Based on this analysis, I conclude that the case for replacing the IGE with the IGEE remains well-founded.",
          "url": "https://doi.org/10.1177/00491241251352102",
          "doi": "https://doi.org/10.1177/00491241251352102",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Earning Their Rights! Ontological Properties, Social Impact, and Moral Rights for Artificial Intelligence",
          "authors": "Patrick Schenk, Vanessa A. Müller",
          "abstract": "What entities deserve moral rights? Although this question has been of long-standing interest to ethics and social theory, it has resurfaced in a particularly pronounced way with artificial intelligence (AI). Using original survey data from a convenience sample and a large-scale random sample of Switzerland, we compare two explanations for the willingness to grant moral rights to AI. The ontological view refers to perceived human-like properties of AI, such as sentience (i.e., what AI is). The social impact view refers to the social-relational meaning of AI in terms of its impact on humans and trust (i.e., what AI does). The findings corroborate both views. Support for the general idea of AI rights and a political referendum granting basic rights to AI are positively correlated with the perceived ontological proximity of AI to humans, expected benefits of AI for society, and trust in AI developers. A right to life and physical integrity rests on perceived ontological properties only. Ontological distance of AI to simple computer programs, expected costs of AI, and trust in the state play a minor or no role. Sociological perspectives on an entity’s social-relational meaning are hence indispensable to explain the social construction of moral rights for AI.",
          "url": "https://doi.org/10.1177/23780231251357753",
          "doi": "https://doi.org/10.1177/23780231251357753",
          "filter": 0
        },
        {
          "title": "Social Class and Digital Divide: Analyzing Digital Inequalities on Census and Digital Behavioral Data",
          "authors": "Kata Számel, Ákos Huszár, Michelle Horváth, Szilvia Rudas, Zsófia Rakovics, Júlia Koltai",
          "abstract": "The authors analyze the relationship between social class and the various levels of digital inequality, such as Internet access, inequality in digital skills, and online behavior. Two unique databases from Hungary are used. First, digital activity and digital skills are studied on a 10 percent random sample from the 2022 Hungarian census. Second, to analyze online behavior, a donation-based digital behavioral dataset is used, which is linked with a representative survey of the Hungarian Internet user population. There has been a notable decline in research activity regarding the first level of the digital divide, but these results indicate that the access level of the digital divide persists in Hungary, particularly among unskilled workers. In addition to the anticipated finding that individuals belonging to higher social classes are more likely to engage in digital activities and possess advanced digital skills, the analyses revealed that social class also influences social media use. Although a considerable proportion of the unskilled workforce lacks Internet access, those who are connected demonstrate the highest levels of digital engagement, posting the most often and spending the most time on Facebook. However, on average, the upper classes write longer posts and comments.",
          "url": "https://doi.org/10.1177/23780231251357646",
          "doi": "https://doi.org/10.1177/23780231251357646",
          "filter": 0
        },
        {
          "title": "National Work-Family Policies and Gender Earnings Inequality in 26 OECD Countries, 1999 to 2019",
          "authors": "Jennifer L. Hook, Meiying Li",
          "abstract": "The authors investigate whether work-family policies help incorporate women into the labor market, but exacerbate the gender earnings gap and motherhood penalty, especially for mothers and/or tertiary-educated women. The authors use repeated cross-sectional income data from the Luxembourg Income Study database (1999–2019) ( n = 26 countries, 280 country-years, 2.9 million employees) combined with an original collection of indicators on work-family policies, labor market conditions, and gender norms. The authors find that only one work-family policy, long paid parental leave (longer than six months), is associated with a larger gender earnings gap for mothers and tertiary-educated women. The negative relationship between long paid leave and women’s earning percentile is not well explained by selection, full-time status, work hours, experience, occupation, or sector, suggesting discrimination mechanisms. These findings add to the growing evidence that long paid leave specifically, as opposed to work-family policies more generally, cleaves the labor market outcomes of women from men.",
          "url": "https://doi.org/10.1177/23780231251360042",
          "doi": "https://doi.org/10.1177/23780231251360042",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
