{
  "update": "2025-11-13",
  "content": [
    {
      "journal_full": "American Journal of Sociology",
      "journal_short": "AJS",
      "articles": [
        {
          "title": "(Dis)orderly Bodies: Gender Identification and Disability in Social Context",
          "authors": "Aven Peters",
          "url": "https://doi.org/10.1086/739425",
          "doi": "https://doi.org/10.1086/739425",
          "filter": 0
        },
        {
          "title": "Red and Blue Immigrants: Political (Mis)Alignment, Immigration Attitudes, and the Boundaries of American National Inclusion",
          "authors": "Keitaro Okura",
          "url": "https://doi.org/10.1086/739568",
          "doi": "https://doi.org/10.1086/739568",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "The bodily scars of legal violence: local immigration enforcement, state immigrant policy, and health inequality",
          "authors": "Courtney E Boen, Nick Graetz, Atheendar Venkataramani, Robin Ortiz",
          "abstract": "Over the past three decades in the United States, a surge of federal, state, and local laws and policies has increased levels of immigration enforcement and eroded immigrant access to public services and benefits. While a large body of research documents the deleterious effects of these forms of legal violence for a range of immigrant outcomes like poverty, employment, and schooling, the health consequences of these sociopolitical shifts for aging adults remain to be better understood. Linking panel data from the Health and Retirement Study (2004–2016) (n = 18,259) to longitudinal data on county immigration enforcement and state immigrant policies, we estimate three-way fixed-effects models to examine how changes in immigration enforcement and policy shape physical and physiological health at the intersection of race-ethnicity and immigration status. Results show that as local immigration enforcement intensifies and state policy contexts become more hostile toward immigrants, foreign-born adults—especially Latinx immigrants—experience accelerated health decline. Like episodes of physical violence that can leave lacerations and damage—both visible and more concealed—our results provide evidence of the health harms of state-sanctioned violence: what we call bodily scars of legal violence. Taken together, this research shows how policies governing the surveillance and control of immigrants not only shape structures of racial domination and immigrant exclusion but the embodied health inequities that flow from them, with implications for understanding and redressing inequities in health and aging.",
          "url": "https://doi.org/10.1093/sf/soaf181",
          "doi": "https://doi.org/10.1093/sf/soaf181",
          "filter": 0
        },
        {
          "title": "Occupational gender segregation: what can we learn from computer use trends?",
          "authors": "Efrat Herzberg-Druker",
          "abstract": "This study posits to an intricate interrelation between changes in occupational gender segregation (OGS) and the rise in computer use in the workplace in the United States. I posit that two contrasting mechanisms underpin this relation. Firstly, computerization has contributed to a more balanced gender distribution in certain professions, previously dominated by men, due to a decrease in physical tasks in occupations, thereby reducing OGS. Conversely, in other occupations, heightened computer use has increased Science, Technology, Engineering, and Mathematics (STEM) knowledge requirements, thus restricting women’s integration and reproducing OGS. My empirical analysis, utilizing fixed-effects regression models, lagged models, ordinary least squares (OLS) models, and mediation analysis on a comprehensive dataset of the United States Census, American Community Survey, and Occupational Information Network data, confirms a significant association between computer use and OGS. The physical attributes of occupations and their required STEM knowledge components emerge as critical factors. These contradictory mechanisms—one involving reduced physical demands and the other increased required STEM knowledge—ultimately maintain a stable OGS level.",
          "url": "https://doi.org/10.1093/sf/soaf180",
          "doi": "https://doi.org/10.1093/sf/soaf180",
          "filter": 0
        },
        {
          "title": "Review of “Be Water: Collective Improvisation in Hong Kong’s Anti-Extradition Protests”",
          "authors": "Kennedy Wong",
          "url": "https://doi.org/10.1093/sf/soaf185",
          "doi": "https://doi.org/10.1093/sf/soaf185",
          "filter": 0
        },
        {
          "title": "Review of “Slow Violence: Confronting Dark Truths in the American Classroom”",
          "authors": "Tom Wooten",
          "url": "https://doi.org/10.1093/sf/soaf187",
          "doi": "https://doi.org/10.1093/sf/soaf187",
          "filter": 0
        },
        {
          "title": "Review of “We Are the Union: How Worker-to-Worker Organizing Is Revitalizing Labor and Winning Big”",
          "authors": "Andrew Messamore",
          "url": "https://doi.org/10.1093/sf/soaf183",
          "doi": "https://doi.org/10.1093/sf/soaf183",
          "filter": 0
        },
        {
          "title": "Review of “The Global Journey of Racism”",
          "authors": "Hajar Yazdiha",
          "url": "https://doi.org/10.1093/sf/soaf184",
          "doi": "https://doi.org/10.1093/sf/soaf184",
          "filter": 0
        },
        {
          "title": "Review of “Policing Not Protecting Families: The Child Welfare System as Poverty Governance”",
          "authors": "Paula Fomby",
          "url": "https://doi.org/10.1093/sf/soaf182",
          "doi": "https://doi.org/10.1093/sf/soaf182",
          "filter": 0
        },
        {
          "title": "Review of “Migrants Who Care: West Africans Working and Building Lives in U.S. Health Care”",
          "authors": "Susan E Bell",
          "url": "https://doi.org/10.1093/sf/soaf186",
          "doi": "https://doi.org/10.1093/sf/soaf186",
          "filter": 0
        },
        {
          "title": "Review of “Powerless: The People’s Struggle for Energy”",
          "authors": "Emily Rosenbaum",
          "url": "https://doi.org/10.1093/sf/soaf188",
          "doi": "https://doi.org/10.1093/sf/soaf188",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "Methods for interventions using networks to improve health: A narrative synthesis of methodological research on network data collection, visualisation and intervention",
          "authors": "Julie Riddell, Srebrenka Letina, Kathryn Skivington, Daniel Archambault, Valerie Wells, Emily Long, Ruth Hunter, Mark McCann",
          "url": "https://doi.org/10.1016/j.socnet.2025.10.003",
          "doi": "https://doi.org/10.1016/j.socnet.2025.10.003",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "When We Target Federal Workers, Whom Are We Targeting? Three Perspectives on U.S. Federal Workers",
          "authors": "Deirdre Bloome",
          "abstract": "The U.S. Department of Government Efficiency has targeted U.S. federal workers through downsizings, funding reductions, and delegitimization efforts. When we target federal workers, whom are we targeting? The author offers a three-dimensional description of civilian federal workers, highlighting commonalities , inequalities , and majority composition . Data come from the Current Population Survey, the Office of Management and Budget, and the Equal Employment Opportunity Commission. Federal workers are prevalent across metropolitan and nonmetropolitan areas in red states, blue states, and swing states. About 1 in every 28 children in 2024 lived with a federal worker, potentially targeted by the Department of Government Efficiency in 2025. In veterans’ households, that number was about 1 in 9 children. Federal workers are prevalent across all ethnoracial groups. Most federal workers are White, and most downsized federal workers are likely to be White. But Black, Native American, and multiracial people are overrepresented among federal workers, and Native American federal workers may be even further overrepresented among the downsized. So whom are we targeting? People who resemble most Americans, people supporting millions of children across the country, and, disproportionately, veterans and members of several marginalized ethnoracial groups. Moving forward, this type of three-dimensional description can be applied to understand populations beyond federal workers.",
          "url": "https://doi.org/10.1177/23780231251382962",
          "doi": "https://doi.org/10.1177/23780231251382962",
          "filter": 0
        },
        {
          "title": "Racial Primacy in the Eye of the Beholder: White Respondents’ Normative Judgments of Mixed- and Same-Race Couples",
          "authors": "Safa Salim",
          "abstract": "Existing research shows that some interracial relationship configurations, such as White and East Asian, particularly White men with East Asian women, are far more common than others, such as Black and East Asian. This raises the question: how do Americans evaluate different types of same- and mixed-race couples? After all, third-party evaluations shape which unions are socially encouraged or discouraged and reveal broader norms about intergroup boundaries and relationship legitimacy. The author examines how White Americans evaluate various same- and mixed-race pairings, such as White and Black versus White and East Asian couples, and White men with Black women versus White women with Black men. Using a novel dyadic conjoint experiment, a national sample of White respondents evaluated fictional dating app couples, making it possible to causally identify how race and gender shape third-party perceptions. The results show a consistent preference for same-race couples: respondents rated them more favorably, believed others would do so too, and saw them as more compatible and enduring. Contrary to theories of racialized sexuality, partner gender played a limited role in evaluations of interracial couples. The key exception was among White men, who disapproved more of mixed-race couples involving White women. These findings advance research on racial homophily, racialized sexuality, and third-party perceptions, revealing how racial boundaries shape imagined futures and relationship legitimacy.",
          "url": "https://doi.org/10.1177/23780231251388681",
          "doi": "https://doi.org/10.1177/23780231251388681",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
