{
  "update": "2025-06-02",
  "content": [
    {
      "journal_full": "American Journal of Sociology",
      "journal_short": "AJS",
      "articles": [
        {
          "title": "The Polarization of Inequality Perceptions in the New Gilded Age",
          "authors": "Hannah Waight, Adam Goldstein",
          "url": "https://doi.org/10.1086/736841",
          "doi": "https://doi.org/10.1086/736841",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "When are they insecure? Housing arrangements and residential mobility among families with children",
          "authors": "Warren Lowell",
          "abstract": "A growing proportion of children live in unaffordable, overcrowded, or doubled-up housing, raising concerns among scholars of child wellbeing. These arrangements may affect children through increased exposure to insecure mobility such as frequent or reactive moves. Though scholars consider resource-strained arrangements insecure, the assumption that they lead to insecure mobility is quantitatively untested. Further, demographic theory suggests that these arrangements would lead to purposive moves, which are calculated adjustments to things like costs, space, or independence that have plausibly neutral or beneficial effects for children. I use individual-fixed effects regressions and restricted-access residential histories from the Panel Study of Income Dynamics to assess how living in resource-strained housing predicts exposure to mobility outcomes for children. Consistent with literature on housing insecurity, severe cost burdens and doubling up with non-kin predict higher probabilities of either frequent or reactive moves, and severe overcrowding precedes moves to high-poverty neighborhoods. Aligned with a traditional view on mobility, analyses also suggest that cost burdens, overcrowding, and doubling up lead to purposive moves to less expensive housing, more spacious housing, and more independent housing arrangements, respectively. Together, these findings suggest that housing strains, in the absence of poverty, increase the likelihood of a set of moves that have generally ambivalent implications for children’s life chances. However, families in poverty may lack the resources necessary to make moves that address their housing needs and aspirations. These findings contradict long-held rules of thumb, suggesting a reconsideration of how we collectively define, study, and respond to insecurity.",
          "url": "https://doi.org/10.1093/sf/soaf062",
          "doi": "https://doi.org/10.1093/sf/soaf062",
          "filter": 0
        },
        {
          "title": "What Lies between the Poles? Selective Uncertainty and Occluded Bias in Immigration Attitudes in California",
          "authors": "G Cristina Mora, Chelsea Daniels, Tianna Paschel",
          "abstract": "Although much extreme discourse is found at the poles, we still know little about how individuals in the center make sense of immigration as “complicated” and even “too complex” to make sense of. Such issues are important to address if we are to better understand the contemporary landscape of bias and belonging and the character of attitudes in the middle. We examine the issue by drawing on a unique survey of Californians and illustrative, linked, in-depth interviews. Using latent class analysis we identify five distinct attitudinal classes, showing that three, constituting 40 percent of respondents, lie between consistently pro- and anti-immigrant stances. Our interviews reveal that rather than expressing undifferentiated views, those in the middle express patterned forms of selective uncertainty that, in turn, allow them to frame the issue differently. At an ideological level, selective uncertainty helps individuals to narrow the scope of immigration in terms of what is determinable, and thus rationalize political commitments with outgroup bias toward the undocumented. At a discursive level, selective uncertainty affords an opportunity to soften or occlude bias and create a distance from the poles, especially on the right. Taken together, our findings open up the “black-boxed” middle of immigration attitudes to reveal its distinct categorical characteristics and show how selective uncertainty allows individuals to make sense of their positions. We discuss the theoretical and methodological implications of our findings, including for understanding immigration attitudes as a field of positions more generally.",
          "url": "https://doi.org/10.1093/sf/soaf059",
          "doi": "https://doi.org/10.1093/sf/soaf059",
          "filter": 0
        },
        {
          "title": "Review of “Language Brokers: Children of Immigrants Translating Inequality and Belonging for their Families”",
          "authors": "Stephanie L Canizales",
          "url": "https://doi.org/10.1093/sf/soaf051",
          "doi": "https://doi.org/10.1093/sf/soaf051",
          "filter": 0
        },
        {
          "title": "Risk of exposure to COVID-19 and informal social control in Hong Kong: the mediating role of social cohesion",
          "authors": "Donglin Zeng, Xiaogang Wu, Jia Miao",
          "abstract": "Many strategies for preventing and containing the spread of COVID-19 require wide-scale public cooperation backed by informal social control. Yet, fear of infection may either motivate or impede individuals’ willingness to intervene when they observe others flouting the rules. This study aims to evaluate how the risk of exposure to COVID-19 in the immediate residential setting affects an individual’s willingness to exercise informal social control in the neighborhood. Using longitudinal household survey data collected before and during the COVID-19 pandemic in Hong Kong, respondents were linked to confirmed cases of COVID-19 through spatiotemporal information to measure their risk of exposure to COVID-19. The findings show that the risk of exposure to COVID-19 in individuals’ immediate residential setting had weakened informal social control and that this relationship was mediated by neighborhood social cohesion. Our findings reveal how public health crises alter the social behavior of residents and neighborhood dynamics in an urban setting, emphasizing the need for policies that foster social cohesion and strengthen community resilience.",
          "url": "https://doi.org/10.1093/sf/soaf067",
          "doi": "https://doi.org/10.1093/sf/soaf067",
          "filter": 0
        },
        {
          "title": "Tainted leave: a survey-experimental investigation of flexibility stigma in Japanese workplaces",
          "authors": "Hilary J Holbrow",
          "abstract": "Scholars posit that the flexibility stigma—a belief that workers who use flexible workplace policies, such as parental and sick leave—exacerbates gender inequality. However, a large body of research argues that the smaller number of men who take leaves face even more severe stigma than women because they violate norms of masculinity as well as the employers’ expectation that employees prioritize paid work. Empirical evidence in support of this claim comes largely from studies that estimate stigma using proxy measures such as leave uptake rates and pay inequality for leave takers. This study tests the gender deviance perspective more directly using survey experimental methods, in a setting where we would expect stigmatization of male leave takers to be particularly high—among workers in four elite firms in Japan. Drawing on data from over 8,000 employees, the results reveal that, even where the male breadwinner ideology is deeply entrenched, men’s leaves are no more stigmatized than women’s. To the contrary, there are no gender differences in stigmatization of sick leave, and women who take parental leave face more severe stigmatization than men. The results undercut claims that men face greater stigma when they take similar leaves as women, demonstrate the fallibility of proxy measures of stigma, and highlight how, in large Japanese firms, women remain doubly disadvantaged by the flexibility stigma.",
          "url": "https://doi.org/10.1093/sf/soaf063",
          "doi": "https://doi.org/10.1093/sf/soaf063",
          "filter": 0
        },
        {
          "title": "Partisan animosity and protest participation in the United States",
          "authors": "Seth B Warner",
          "abstract": "In the United States, partisans are more likely to protest than other citizens. This study compares the relative strength of two explanations for why. One contends that partisanship, as a group identity, may lead people to protest in support of their party’s interests. Another suggests that partisans may perceive a greater threat from the opposing party’s actions, leading them to protest more in response. Drawing from research on affective polarization, this study favors the threat-based explanation. Three studies of surveys fielded between 2014 and 2022 highlight the link between partisan animosity—or hostile feelings toward the opposing party—and protest participation. Studies 1 and 2 use panel data to show that citizens who hold greater partisan animosity at one point are more likely to report having protested in the years to follow. This effect is comparable to that of their concern about the issues being protested. Study 3 further shows that protest participation is more common in communities where partisan tensions run high. Meanwhile, across models, the individual-level effect of partisan identity on protest was null or negative. These findings point social movements researchers toward threat-based explanations of how partisanship motivates protest and highlight an additional dimension to the relationship between partisan animosity and political participation.",
          "url": "https://doi.org/10.1093/sf/soaf066",
          "doi": "https://doi.org/10.1093/sf/soaf066",
          "filter": 0
        },
        {
          "title": "Life course illegality: how the life course and aging shape the experience of illegality",
          "authors": "Isabel García Valdivia",
          "abstract": "Scholars have studied in detail how immigrants experience illegality in the US. Many have focused on immigrants’ fear of deportation as central to this experience. Their findings center on children, young adults, and working-age adults, ignoring the fastest-growing population of undocumented immigrants, those over 50. This article uses a life course approach to examine how the fear of deportation shifts in late adulthood and introduces a new conceptual model, life course illegality (LCI), to understand the change. First, this LCI model bridges past research on migrant illegality—with a focus on deportability—and ecological-based and age-stratified life course approaches to offer new understandings of how deportation fears shape lived experiences. Then, through semi-structured interviews with older undocumented immigrants, I identify three key mechanisms that shape the shifts in fear of deportation in late adulthood: embodiment of illegality, life transitions, and temporal morality with culturally defined age norms. These valuable insights reveal the complex dynamics of the fear of deportation. Ultimately, I argue that fear of deportation and its consequences are a function of one’s place in the life course and that the LCI model is best suited to understand these shifts.",
          "url": "https://doi.org/10.1093/sf/soaf061",
          "doi": "https://doi.org/10.1093/sf/soaf061",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "Embeddedness, status, and groups: Networks and employment in the American television production",
          "authors": "Erez Aharon Marantz, Jeff Sachs, Emily Erikson",
          "url": "https://doi.org/10.1016/j.socnet.2025.05.004",
          "doi": "https://doi.org/10.1016/j.socnet.2025.05.004",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Race and leadership suitability in multiracial churches: An experimental exploration",
          "authors": "Jiayin Hu, Bing Han",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103208",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103208",
          "filter": 0
        },
        {
          "title": "Red scare: How do negative perceptions of China impact Americans’ attitudes toward Asian Americans?",
          "authors": "Andrew Francis-Tan, Adam Y. Liu",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103214",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103214",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "Generative Multimodal Models for Social Science: An Application with Satellite and Streetscape Imagery",
          "authors": "Tina Law, Elizabeth Roberto",
          "abstract": "Although there is growing social science research examining how generative AI models can be effectively and systematically applied to text-based tasks, whether and how these models can be used to analyze images remain open questions. In this article, we introduce a framework for analyzing images with generative multimodal models, which consists of three core tasks: curation, discovery, and measurement and inference. We demonstrate this framework with an empirical application that uses OpenAI's GPT-4o model to analyze satellite and streetscape images ( n = 1,101) to identify built environment features that contribute to contemporary residential segregation in U.S. cities. We find that when GPT-4o is provided with well-defined image labels, the model labels images with high validity compared to expert labels. We conclude with thoughts for other use cases and discuss how social scientists can work collaboratively to ensure that image analysis with generative multimodal models is rigorous, reproducible, ethical, and sustainable.",
          "url": "https://doi.org/10.1177/00491241251339673",
          "doi": "https://doi.org/10.1177/00491241251339673",
          "filter": 0
        },
        {
          "title": "Using Large Language Models for Qualitative Analysis can Introduce Serious Bias",
          "authors": "Julian Ashwin, Aditya Chhabra, Vijayendra Rao",
          "abstract": "Large language models (LLMs) are quickly becoming ubiquitous, but their implications for social science research are not yet well understood. We ask whether LLMs can help code and analyse large-N qualitative data from open-ended interviews, with an application to transcripts of interviews with Rohingya refugees and their Bengali hosts in Bangladesh. We find that using LLMs to annotate and code text can introduce bias that can lead to misleading inferences. By bias we mean that the errors that LLMs make in coding interview transcripts are not random with respect to the characteristics of the interview subjects. Training simpler supervised models on high-quality human codes leads to less measurement error and bias than LLM annotations. Given that high quality codes are necessary in order to assess whether an LLM introduces bias, we argue that it may be preferable to train a bespoke model on a subset of transcripts coded by trained sociologists rather than use an LLM.",
          "url": "https://doi.org/10.1177/00491241251338246",
          "doi": "https://doi.org/10.1177/00491241251338246",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Birds of a Feather: Exploring Peer Influence and Academic Progress in Norwegian Secondary Schools",
          "authors": "Thomas Lorentzen",
          "abstract": "The author examines how peer influence acts as a catalyst for individual academic growth or decline, focusing on grade-rank changes between lower secondary and upper secondary education. The aim is to identify school-level factors that either promote or hinder learning, emphasizing the role of peer ability and country background segregation. Using population-based register data from Norway and using fixed-effects and multilevel random-effects models, the analysis reveals that girls tend to improve more than boys in the theoretical subjects found within academic tracks, while boys excel in practical subjects within vocational tracks. Although country-based segregation is less critical than peer ability, some negative effects of segregation are evident, particularly for non-Western students and subjects requiring language proficiency. Interestingly, students show significant grade-rank improvement in schools with lower peer ability levels. These findings suggest that in terms of grade improvement, attending schools with lower ability peers can be beneficial, particularly for girls.",
          "url": "https://doi.org/10.1177/23780231251338963",
          "doi": "https://doi.org/10.1177/23780231251338963",
          "filter": 0
        },
        {
          "title": "Neutralization and Violence in Gaza: How Jewish College Students in the United States and Israel Justify and Contest Military Engagement",
          "authors": "Amy Adamczyk",
          "abstract": "The October 7, 2023, Hamas attack on Israel and the subsequent military response sparked global controversy, deeply affecting young American and Israeli Jews. Drawing on 20 interviews with Jewish college students from both countries, this study explores how they interpret Israel’s actions through the lens of neutralization theory. Although most participants used traditional neutralization techniques to justify or rationalize Israel’s military engagement, a significant minority articulated counternarratives, challenging dominant frames of justification. Denial of victim was the most common technique, though its application varied by country; American students were not only more likely to use this justification but also more inclined to acknowledge the suffering of Gazan residents. Israeli students, by contrast, were more likely to appeal to higher loyalties, emphasizing national duty and security. These findings extend the application of neutralization theory beyond its typical focus on deviant behavior to illuminate how individuals make sense of morally charged situations involving state violence. By demonstrating how young people navigate competing values, reconcile personal and national identities, and construct narratives around military operations, this study provides new insights into the moral reasoning processes shaped by national context and lived experience.",
          "url": "https://doi.org/10.1177/23780231251340798",
          "doi": "https://doi.org/10.1177/23780231251340798",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
