{
  "update": "2025-09-13",
  "content": [
    {
      "journal_full": "American Journal of Sociology",
      "journal_short": "AJS",
      "articles": [
        {
          "title": "The Leniency of Low Expectations: Parental Incarceration, Race, and Teachers’ Evaluations of Student Writing",
          "authors": "Erin J. McCauley",
          "url": "https://doi.org/10.1086/738516",
          "doi": "https://doi.org/10.1086/738516",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Less than citizens: varieties of workplace marginalization of immigrants to the United States",
          "authors": "Qian He",
          "abstract": "Existing studies highlight numerous barriers immigrants encounter upon arrival and the economic benefits of citizenship acquisition in reducing these barriers to integration at their destinations. While researchers have extensively studied native-immigrant economic disparities and the lower monetary returns to immigrants’ education, limited knowledge exists about the distinct roles natives and immigrants play in nationwide labor markets and the principles underlying these roles. I investigate how immigrants may experience marginalization in contemporary US labor markets despite their employment participation. I propose that this marginalization may be reflected in occupational trait differentials across moral, mechanistic, and animalistic dimensions within citizenship hierarchies. Cross-sectional and longitudinal analyses of three recent nationally representative US samples provide consistent evidence that citizenship ladders contribute to stratification in workers’ occupational traits across each marginalization dimension, leading to diverging trajectories. Beyond the prominent non-monetary trait gaps between citizens and non-citizens, the results reveal persistent disparities tied to birthright and naturalized citizenship statuses, particularly for Asian and Hispanic immigrants. These trait differentials help to segment occupational roles based on citizenship hierarchies, potentially limiting immigrants’ decision-making freedom and workplace influence, and reducing access to positions emphasizing moral judgment or expressive communication skills. The conclusion discusses broader theoretical, empirical, and policy implications.",
          "url": "https://doi.org/10.1093/sf/soaf145",
          "doi": "https://doi.org/10.1093/sf/soaf145",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "Uncovering network changes in the evolution of an innovation niche",
          "authors": "Edgardo Sica, Pasquale Marcello Falcone, Antonio Lopolito",
          "url": "https://doi.org/10.1016/j.socnet.2025.08.005",
          "doi": "https://doi.org/10.1016/j.socnet.2025.08.005",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Excluding entire ethno-religious immigrant groups at the borders of European countries: Integration policies versus welfare policies",
          "authors": "Maurice Gesthuizen, Michael Savelkoul, Peer Scheepers",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103251",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103251",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "What Types of Survey Questions are Prone to Interviewer Effects? Evidence Based on 29,000 Intra-Interviewer Correlations From 28 Countries of the European Social Survey",
          "authors": "Adam Stefkovics, Kinga Batiz, Blanka Zsófia Grubits, Anna Sára Ligeti",
          "abstract": "Interviewer effects are a common challenge in face-to-face surveys. Understanding the conditions that make interviewer variance more likely to occur is essential in tackling sources of bias. Earlier evidence suggests that certain features of the survey instrument provide more ground for interviewer influence. For instance, attitudinal, sensitive, complex or open-ended questions invite more interviewer variance. In this article, we aim to validate earlier results, previously derived from single-country studies, by using the large cross-national sample of the European Social Survey (ESS). We compare 29,330 intra-interviewer correlations derived from 984 survey questions from 28 countries using data from 10 waves of the ESS. The questions were manually coded based on several characteristics. These features of survey questions were then used as predictors of intraclass correlations (ICCs) in multilevel models. The results show that question characteristics account for a significant portion of the variation in ICCs, with certain types, such as attitude and non-factual questions, items appearing later in the survey, and those using showcards, being especially susceptible to interviewer effects. Our findings have important implications for both interviewer training and questionnaire design.",
          "url": "https://doi.org/10.1177/00491241251372509",
          "doi": "https://doi.org/10.1177/00491241251372509",
          "filter": 0
        },
        {
          "title": "Is it Time to Put a Moratorium on List Experiments for Domestic Violence Elicitation?",
          "authors": "Andreas Kotsadam, Mette Løvgren",
          "abstract": "Using data from over 24,000 respondents in the Norwegian Crime Victimization Survey, we conducted a double list experiment to measure domestic violence (DV). Both list experiments revealed a statistically significant decrease in reporting when including a sensitive DV item. This clear violation of the “no design effects” assumption is not only explained by floor effects. One possibility is that the results indicate a “fleeing” behavior whereby respondents try to avoid association with DV. Combined with the inherent power limitations of list experiments in many contexts, these results underscore the need for caution in employing list experiments to measure DV, even in large samples.",
          "url": "https://doi.org/10.1177/00491241251372542",
          "doi": "https://doi.org/10.1177/00491241251372542",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "The Stalled Revolution versus Secularization: The Dynamic Relationship between Gender Attitudes and Religiosity",
          "authors": "Elizabeth E. McElroy, S. Abby Young, Cyrus Schleifer",
          "abstract": "Scholars have theorized that as societies move toward gender equity, they move away from religious institutions. Research has relied on cohort turnover and unidirectional models to test these societal transformations; however, these approaches fail to recognize within-person change and mutually reinforcing dynamics between these two social processes. Religiosity may delay a person’s adoption of egalitarian gender attitudes, but gender egalitarianism may also accelerate their religious disengagement. To test these competing hypotheses, the authors use two nationally representative panel datasets (the National Study of Youth and Religion and the General Social Survey panels) and latent outcome cross-lagged panel models to compare the influence of gender attitudes and religiosity as individuals change over time. The authors find that a person’s gender attitudes strongly shape changes to later religiosity across all age groups, whereas religiosity is a far less reliable predictor of later gender attitudes. The key exception is among young women, for whom religiosity counteracts the trend toward gender egalitarian attitudes.",
          "url": "https://doi.org/10.1177/23780231251366719",
          "doi": "https://doi.org/10.1177/23780231251366719",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
