{
  "update": "2024-11-21",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "Is Meritocracy Not So Bad After All? Educational Expansion and Intergenerational Mobility in 40 Countries",
          "authors": "Herman G. van de Werfhorst",
          "abstract": "In the face of continued socioeconomic inheritance, the belief that the simple expansion of educational opportunities will create meritocratic societies has been met with skepticism. It is well documented that within expanding educational systems, class-advantaged families attempt to secure further advantages for their offspring. Conversely, for many, the modernist belief that educational expansion is a means to achieving a fairer society remains compelling. Studying trends in intergenerational occupational mobility in 40 countries from four continents, I examine whether educational expansion enhances occupational mobility, and whether such trends are counteracted by heightened persistence between social origin and destination within education groups. The results indicate that educational expansion over time, and the policies supporting it, are linked to improved intergenerational occupational mobility. Furthermore, this increased mobility through expanded educational opportunities is not negated by a strengthening of within-education elite persistence in occupational status, suggesting that occupational mobility patterns can genuinely change through educational expansion. The modernist ideology around educational expansion as a driver of social mobility may warrant renewed attention.",
          "url": "http://dx.doi.org/10.1177/00031224241292352",
          "doi": "10.1177/00031224241292352",
          "filter": 0
        },
        {
          "title": "Misery Needs Company: Contextualizing the Geographic and Temporal Link between Unemployment and Suicide",
          "authors": "Byungkyu Lee, Bernice A. Pescosolido",
          "abstract": "Despite long-standing evidence linking higher unemployment rates to increased suicide rates, a puzzling trend emerged in the United States after the Great Recession: suicide rates continued to rise even as unemployment rates declined. Drawing on theories of social networks and reference groups, we advance the concept of “sameness”—in this case, the extent to which an individual’s employment status aligns with the fate of others in one’s community—to clarify how unemployment rates influence suicide. Constructing a multilevel dataset of U.S. suicide deaths from 2005 to 2017, we find that while unemployed individuals face a higher risk of suicide compared to the employed, this gap diminishes in communities with high local unemployment rates. Moreover, the “sameness” effect extends beyond geographic contexts to temporal ones, as national unemployment spikes reduce suicide risk among the unemployed and diminish the importance of local sameness. Together, these findings suggest a mechanism of “situational awareness,” whereby local and national economic contexts shape the meaning of unemployment, shifting its interpretation from personal failure to system failure and reducing its stigma. Our article offers a novel framework for examining the effects of cross-level interactions in suicide research, highlighting the crucial role of culture as deeply intertwined with social network mechanisms in shaping contextual influence.",
          "url": "http://dx.doi.org/10.1177/00031224241288179",
          "doi": "10.1177/00031224241288179",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "A room of one’s own? The consequences of living density on individual well-being and social anomie",
          "authors": "Sinisa Hadziabdic, Sebastian Kohl",
          "abstract": "The global housing affordability crisis and COVID shutdowns have put living space inequality back on the political agenda. Drawing on Durkheim’s theory of anomie and density, this paper argues that on how many square meters a society lives matters for how stable or anomic it develops. Using data from the Swiss Household Panel, we examine the selection, short-term, and dynamic effects associated with transitions to overcrowded and under-occupied dwellings. We conceptualize these transitions as disruptive events that require a reconfiguration of personal and social equilibria in individuals’ lives. While overcrowded housing leads to a heightening of emotional states and more tense internal household dynamics, people respond by adjusting their leisure activities and restructuring their support networks from strong to weak ties. Conversely, moving to an under-occupied dwelling is associated with melancholic emotional stabilization, but improves household balance and leads to consolidation of the core network of relatives at the expense of outer social circles. We conclude that the classical characterization of anomie as a mismatch between personal means and societal ends should be understood as a multifaceted phenomenon in which meso-level social networks can be a crucial means to cope with disruptions that arise at other levels.",
          "url": "http://dx.doi.org/10.1093/sf/soae163",
          "doi": "10.1093/sf/soae163",
          "filter": 0
        },
        {
          "title": "Defenders of the status quo: energy protests and policy (in)action in Sweden",
          "authors": "Katrin Uba, Cassandra Engeman",
          "abstract": "Are the positions that protesters take—in favor or against change—consequential for their ability to affect policy? While previous research suggests that protests can inform legislative priorities and facilitate policy introduction, this paper emphasizes policy inaction and stasis as goals of some protest actions. Analysis uses novel and detailed data on energy-related protest and policy actions in Sweden covering a forty-year period and considers protest frequency and size in relation to proposal introduction. The research design uniquely distinguishes between protests in favor or against a specific energy source and proposal activity in line with those demands and also controls for public opinion on each energy source. Findings suggest that pro-renewable energy protests do not yield pro-renewable policies but prevent undesired policies that support non-renewable energy sources. In contrast to pro-renewable protests, protests against renewable energy sources are somewhat more influential. They likewise prevent the introduction of their undesired proposals and also influence the introduction of proposals supporting non-renewable energy sources. Overall, the paper examines policy inaction as a desired protest outcome and argues protest—as a tactic—may be more effective when pushing against rather than for policy change.",
          "url": "http://dx.doi.org/10.1093/sf/soae166",
          "doi": "10.1093/sf/soae166",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "Why distinctiveness centrality is distinctive",
          "authors": "Andrea Fronzetti Colladon, Maurizio Naldi",
          "url": "http://dx.doi.org/10.1016/j.socnet.2024.11.001",
          "doi": "10.1016/j.socnet.2024.11.001",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Political and educational dynamics behind the Evangelicals’ stance against mask mandates during COVID-19 in the U.S.",
          "authors": "Junhe Yang, Zack W. Almquist, James H. Jones",
          "url": "http://dx.doi.org/10.1016/j.ssresearch.2024.103100",
          "doi": "10.1016/j.ssresearch.2024.103100",
          "filter": 0
        },
        {
          "title": "Impact of layoffs on mortality and physical health in transitional China 1989–2015",
          "authors": "Qian Song, Emily Lim, Esther Friedman, James P. Smith",
          "url": "http://dx.doi.org/10.1016/j.ssresearch.2024.103110",
          "doi": "10.1016/j.ssresearch.2024.103110",
          "filter": 0
        },
        {
          "title": "Social welfare expansion and political support during economic slowdown: A panel data analysis of China, 2010–2018",
          "authors": "Xue Li, Bingdao Zheng",
          "url": "http://dx.doi.org/10.1016/j.ssresearch.2024.103112",
          "doi": "10.1016/j.ssresearch.2024.103112",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Remote Work and Work-Family Conflict during COVID-19: Individual and Crossover Effects among Dual-Earning Couples",
          "authors": "Krista M. Brumley, Shirin Montazer, Laura Pineault, Katheryn Maguire, Boris Baltes",
          "abstract": "The study investigates the association of the extent of remote work with men’s and women’s behavioral work-family conflict and their partners’ behavioral work-family conflict. The authors examine if these effects vary by parental status. Analyses of survey data from 343 U.S. dual-earning couples collected during the coronavirus disease 2019 pandemic show that among couples with children, their extent of remote work is positively associated with both their own and their partners’ behavioral family-to-work conflict but is not associated with their own or their partners’ behavioral work-to-family conflict. For child-free couples, findings show that their extent of remote work does not affect their own work-family conflict (bidirectional). For child-free women only, behavioral work-to-family and family-to-work conflict increase as a function of their partners’ extent of remote work. The authors offer insights into potential policy for work organizations, including benefits that provide time or financial assistance to help employees manage family obligations that might interfere with work.",
          "url": "http://dx.doi.org/10.1177/23780231241295790",
          "doi": "10.1177/23780231241295790",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
