{
  "update": "2025-09-29",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "Rationality or Relationality in Life and Death: Regulating Organ Donation in Singapore and Taiwan",
          "authors": "Wan-Zi Lu",
          "abstract": "Lawmakers often attempt to settle conflicting values. However, we know little about how regulatory reasoning influences organizational practices and shapes the conditions under which people respond. This article examines unexpected outcomes of deceased organ donation in Singapore and Taiwan, whose governments have had to address cultural and emotional resistance to the practice. Adopting an opt-out law, Singapore created a larger pool of legal organ donors yet generated worse donation outcomes than Taiwan, whose opt-in regulation has resulted in a smaller pool of potential organ donors. Drawing from interviews and archival research to solve this puzzle, I argue that moral infrastructure—the regulation-endorsed organizational arrangements to tackle cultural and emotional tensions—determines whether and when people change their minds regarding shared cultural norms. Singapore’s regulation prioritizes instrumental rationality and generates efficiency-driven organizational practices. These practices lead to affective circumvention , sidestepping emotions to expedite organ procurement and, in turn, prompting patients’ families to withdraw from hospital care. By contrast, in Taiwan, relational reasoning creates arrangements that promote affective coordination , a process that empowers intermediaries to work with grieving families and morally reframe donation. An institutionalized emphasis on relationality fosters cooperation and provides opportunities to re moralize a contested practice.",
          "url": "https://doi.org/10.1177/00031224251363928",
          "doi": "https://doi.org/10.1177/00031224251363928",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "When expectations backfire: educational differences in declining destination attachment among recent immigrants",
          "authors": "Andreas Genoni, Didier Ruedin",
          "abstract": "Immigrants with higher levels of education tend to report more discrimination and a weaker attachment to their destination country than immigrants with lower levels of education. This so-called integration paradox may be caused by two basic, mutually independent mechanisms: highly educated immigrants (1) more often experience unmet migration expectations, and (2) show stronger negative reactions when their expectations about their life abroad are not met. Existing research mainly focused on the first mechanism, while empirically tracing the second has been hampered by a lack of evidence comparing less- and more-educated immigrants over time. Here, we address this gap and examine how unmet migration expectations contribute to education-related differences in destination attachment. The mechanism we investigate is rooted in the educational background, but migration amplifies the dynamics, contributing to higher hopes while confronting individuals with unpredictable realities and limited control. Using panel data on recent immigrants to Switzerland from the Swiss Migration-Mobility Survey (N = 5242 immigrants and 13,890 observations, 2016–2022), we assessed the extent of unmet expectations and associated disappointment through a question on dissatisfaction with the decision to migrate. Consistent with theory, we found that increasingly negative evaluations of the migration decision were linked to reduced destination attachment, especially for immigrants with higher levels of education. Analyses further revealed that these detrimental reactions were not limited to immigrants with distinct ethno-racial background. These results suggest a fundamental mechanism for the emergence of the integration paradox, enhancing our understanding of educational inequalities in expectation management and immigrant integration.",
          "url": "https://doi.org/10.1093/sf/soaf157",
          "doi": "https://doi.org/10.1093/sf/soaf157",
          "filter": 0
        },
        {
          "title": "Unpacking the nexus of Islamic religiosity and attitudes towards individual liberties and gender equality: a person-centered analysis among Dutch Muslims",
          "authors": "Marija Dangubić, Fenella Fleischmann",
          "abstract": "Public discourses frequently portray religiosity as a problem for the emancipation of women and sexual minorities, and in Europe, Muslims are particularly singled out as threatening liberal values. Empirical studies indeed often document negative associations between Muslims’ religiosity and attitudes such as support for gender equality and acceptance of homosexuality. However, research so far mainly applied variable-centered analyses which neglect that there might be different ways in which Muslim minority members combine their religiosity and attitudes towards individual (sexual) liberties and gender equality. To provide a more differentiated understanding of these complex associations, we conduct a person-centered analysis and identify different subgroups in the Turkish- and Moroccan-origin oversample of the Netherlands Longitudinal Lifecourse Study (NELLS 2011, N = 1829). Two subgroups confirm findings from variable-centered approaches: we find a profile that combines high levels of religiosity with low acceptance of sexual liberalism, and one with the opposite pattern of low religiosity but high levels of acceptance of sexual liberalism and gender equality. A sizable additional subgroup combines high levels of religiosity with acceptance of homosexuality, and to a lesser extent divorce and chosen childlessness. Our findings suggest that the acceptance of homosexuality is particularly relevant in differentiating between subgroups of Muslims, whereas attitudes towards gender equality do not differ remarkably between profiles. In conclusion, liberal attitudes are complexly related to religiosity, warning against over-simplified interpretations of religion as generally threatening progressive values or the emancipation of minoritized groups on the basis of gender or sexuality.",
          "url": "https://doi.org/10.1093/sf/soaf149",
          "doi": "https://doi.org/10.1093/sf/soaf149",
          "filter": 0
        },
        {
          "title": "Secularism, sorting, and Americans’ political knowledge",
          "authors": "Samuel L Perry",
          "abstract": "Political knowledge, including knowledge of basic civics and current political conditions, is associated with a host of pro-democratic outcomes including institutional trust and civic and political participation. Religion is also historically associated with these outcomes, yet a link between religion and indicators of political knowledge remains underexamined. Integrating research on religion/secularism and political engagement with work on partisan sorting, I theorize self-consciously secular Americans, particularly if they are sorted politically, will exhibit the strongest grasp on basic civics and current political conditions. Analyses of data from a recent, nationally representative survey affirm my expectations. Self-identified atheists/agnostics consistently score significantly higher than religious or non-affiliated Americans on questions about basic civics and current political conditions. Interactions reveal that education helps most other religious groups catch up to atheists/agnostics on civics knowledge, but not knowledge about current politics. And on knowledge of both basic civics and current politics, atheists/agnostics’ advantage is strongest among liberals and Democrats and disappears among conservatives and Republicans. A similar pattern appears for evangelical Protestants in the opposite direction with their scores on both civics and current politics increasing significantly as they identify more with ideological conservatism, but this does not apply to partisan identity. Findings extend literatures on political knowledge, religious/secular political engagement, and partisan sorting by showing that (1) self-identified secular Americans, particularly if they are sorted, tend to be the most knowledgeable about basic civics and current political conditions, and (2) this pattern is to a weaker extent mirrored by evangelicals, another politicized religious group.",
          "url": "https://doi.org/10.1093/sf/soaf150",
          "doi": "https://doi.org/10.1093/sf/soaf150",
          "filter": 0
        },
        {
          "title": "Black in blue networks: social network integration and racial disparities in police use of force",
          "authors": "Scott W Duxbury, Marie Ouellet, Sadaf Hashimi",
          "abstract": "Explanations for police behavior argue that “us versus them” group dynamics shape officer interactions with the public. Yet, studies on racial disparities in policing overlook the interpersonal networks central to scholarship on group boundaries. We integrate insights from the literature on networks, group identity, and intergroup relations to consider how social network size and racial composition affect racial disparities in police officer use of force, and how those social network effects are conditioned by officer race. We test our perspective by analyzing newly collected longitudinal network data on the friendship relations between officers in one large department and linking these data to administrative records on officer use of force. The number of friendship ties to other officers is associated with within-officer increases in use of excessive force against Black victims, but not against White victims. Ties to White officers are only associated with use of excessive force against Black victims and only among Black officers. These findings suggest that social network integration contributes to racial disparities in police use of force and carries broader implications for intra- and intergroup discrimination in organizations characterized by strong institutional attachments.",
          "url": "https://doi.org/10.1093/sf/soaf151",
          "doi": "https://doi.org/10.1093/sf/soaf151",
          "filter": 0
        },
        {
          "title": "Indigeneity in the Americas: how language, skin color, and nation shape indigenous identification",
          "authors": "Caroline Martínez, Edward Telles, Florencia Torche",
          "abstract": "Indigenous peoples have long been classified based on cultural features. Reflecting changing nation-state projects and scholarly trends, Latin American censuses traditionally used Indigenous language proficiency to classify Indigenous populations. However, most Latin American censuses now prioritize the internationally sanctioned standard of self-identification. There is little understanding, though, of how language and physical traits are related to self-identification. Using America’s Barometer surveys for four countries with over two-thirds of the Indigenous population of the Americas (Bolivia, Guatemala, Mexico, and Peru), we find that Indigenous language proficiency and darker skin color predict Indigenous identification. However, we also find that many Indigenous language speakers, particularly those with light skin color, do not identify as Indigenous, while some non-Indigenous language speakers, particularly those with dark skin color, identify as Indigenous. Our findings also suggest that national contexts dilute Indigenous identification through identity-eroding mestizaje projects but bolster it where there are strong Indigenous movements. Findings from this study highlight the interplay of physical and cultural traits, embedded in diverse nation-state contexts, in shaping Indigenous identification.",
          "url": "https://doi.org/10.1093/sf/soaf152",
          "doi": "https://doi.org/10.1093/sf/soaf152",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "In the shadow of silence: Modelling missing data in the dark networks of crime and terrorists",
          "authors": "Jonathan Januar, H. Colin Gallagher, Johan Koskinen",
          "url": "https://doi.org/10.1016/j.socnet.2025.09.003",
          "doi": "https://doi.org/10.1016/j.socnet.2025.09.003",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Homeownership and political participation: The case of Hong Kong",
          "authors": "Jun Yin, Jia Miao, Xiaogang Wu",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103257",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103257",
          "filter": 0
        },
        {
          "title": "Effects of local labor market conditions at birth on later life health and health behaviors",
          "authors": "Nicardo McInnis, Timothy Waidmann",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103252",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103252",
          "filter": 0
        },
        {
          "title": "Arbitrage equilibrium in scale- and venue-mediated socioeconomic segregation: A behavioral microeconomics framework",
          "authors": "Venkat Venkatasubramanian, Jessica Shi, Leo Goldman, E.M. Arun Sankar, Abhishek Sivaram",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103250",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103250",
          "filter": 0
        },
        {
          "title": "Teacher bias by student SES or measurement error in ability? A cautionary tale for observational studies",
          "authors": "Carlos J. Gil-Hernández, Mar C. Espadafor",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103254",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103254",
          "filter": 0
        },
        {
          "title": "Do state-funded “Alternatives to Abortion” programs reduce abortion rates? A longitudinal analysis",
          "authors": "Darci K. Schmidgall",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103259",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103259",
          "filter": 0
        },
        {
          "title": "Mob mentality: Social norms affect the approval and perceived morality of unjustified police violence",
          "authors": "Kevin Kryston",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103253",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103253",
          "filter": 0
        }
      ],
      "articles_hidden": [
        {
          "title": "Corrigendum to “The uneven effects of gender parity: Trends in gender homophily in scientific publications, 1980–2019” [Soc. Sci. Res. (2025) Volume 132/103228]",
          "authors": "Margarita Torre, Jesús A. Prieto-Alonso, Iñaki Ucar",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103249",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103249",
          "filter": 1
        }
      ]
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "Causal Inference for Latent Markov Models Using the Parametric G-Formula",
          "authors": "Felix J. Clouth, Maarten J. Bijlsma, Steffen Pauws, Jeroen K. Vermunt",
          "abstract": "The parametric g-formula can be used to estimate causal effects of time-varying exposures on observable outcomes. It resolves intermediate confounding in such settings by specifying several parametric models, one each for every time-varying variable, and by performing micro-simulations. However, its restriction to applications with observable outcomes limits its usability for social sciences where variables of interest are often unobservable constructs. In such cases, measurement models are needed. We propose a new approach utilizing bias-adjusted three-step latent Markov models (LMMs) within the parametric g-formula. LMMs estimate the probability of membership in an unobservable state conditional on observed indicator variables. By replacing the parametric models in the g-formula with LMMs, micro-simulations are performed as usual to estimate a causal effect of the time-varying exposure. We illustrate this new approach by estimating the average treatment effect of unemployment on several unobservable mental health states utilizing longitudinal data from the Longitudinal Internet studies for the Social Sciences panel.",
          "url": "https://doi.org/10.1177/00491241251377068",
          "doi": "https://doi.org/10.1177/00491241251377068",
          "filter": 0
        },
        {
          "title": "Migration Status Gradients in Immigrant Poverty: A Comparison of Imputation Methods",
          "authors": "Cody Spence, James D. Bachmeier, Claire E. Altman, Jennifer Van Hook, Kendal Lowrey",
          "abstract": "Research on the stratifying effects of migration status has increased sharply in the last two decades, although efforts have been hampered by the near absence of representative data that include detailed migration status measures. Researchers have developed various statistical and logical imputation methods that have produced widely varying estimates. In this article, we introduce a new indicator of migration status constructed from two federal surveys matched to the Social Security Administration's Numident file, a database that includes all citizens and legal residents of the United States. In models predicting poverty, our measure produces estimates comparable to those based on respondents’ own self-reports, in one federal survey, of their migration status. Both the administrative and survey-based measures produce poverty gradients that diverge from those produced by logic-based measures. Our findings contribute to mounting evidence of bias in the use of certain kinds of logic-based algorithms to impute migration status and demonstrate the promise of administrative record linkages in migration status research.",
          "url": "https://doi.org/10.1177/00491241251379461",
          "doi": "https://doi.org/10.1177/00491241251379461",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Educational Attainment and Cardiovascular Disease Symptoms among Americans Entering Mid-Adulthood",
          "authors": "Anna Zajacova, Samuel Fishman, Elizabeth M. Lawrence",
          "abstract": "Although the education-health gradient is well documented, relatively little is known about its application to cardiovascular disease (CVD), the leading cause of mortality in the United States. Furthermore, critical nuances across educational levels and demographic subgroups remain underexplored. The authors examine the association between education and CVD among U.S. adults entering mid-adulthood, leveraging a novel symptom-based CVD index capturing clinical indicators such as angina or dyspnea and a detailed 13-category measure of educational attainment. Waves I and V of the nationally representative National Longitudinal Study of Adolescent to Adult Health sample ( n = 11,806) are analyzed for the full cohort and by sex/gender and race/ethnicity; models also account for adolescent confounders and adulthood social and economic mediators. The findings reveal profound disparities: adults with professional or doctoral degrees report 0.6 CVD symptoms on average, versus 1.8 among those without high school credentials, a threefold difference. However, there are also important deviations from the expected gradient. Adults with sub-baccalaureate education report no fewer symptoms than high school graduates, whereas General Educational Development diploma recipients resemble dropouts more than diploma holders. Racial/ethnic patterns differ markedly: most strikingly, Black adults derive no significant CVD returns from college completion compared with high school graduation. These patterns challenge assumptions about education’s universal benefits and underscore the importance of structural and intersectional approaches to addressing health disparities and designing equitable health policies.",
          "url": "https://doi.org/10.1177/23780231251371345",
          "doi": "https://doi.org/10.1177/23780231251371345",
          "filter": 0
        },
        {
          "title": "Neighborhood Transitions and Local Racial/Ethnic Diversity, 1980 to 2020",
          "authors": "Wenquan Zhang, John R. Logan",
          "abstract": "Since the 1980s, several studies have documented rising racial/ethnic diversity in neighborhoods in U.S. metropolitan areas, and others have reported a parallel decline in predominantly white neighborhoods and a rising number of multiethnic “global” neighborhoods. The authors examine three questions about these trends. First, do these trends represent a change in the pattern of segregation that has historically divided urban areas, or are they mainly a reflection of the overall changes in the urban population associated with the rapid growth in the number of Hispanic and Asian residents? Second, in what kinds of neighborhoods, classified by their racial/ethnic composition, is diversity rising? Third, how are trends in diversity associated with the various types of racial/ethnic transitions that have been reported in the literature on neighborhood change? The authors find that a large share of increases in diversity can be attributed to changes in overall metropolitan racial composition. As anticipated, however, diversity did typically increase in neighborhoods that developed a more inclusive composition, while those that lost their white presence became less diverse. On average, diversity was increasing in all types of neighborhoods irrespective of their initial racial composition, and similar changes were occurring in metropolitan areas with very different racial/ethnic composition.",
          "url": "https://doi.org/10.1177/23780231251377842",
          "doi": "https://doi.org/10.1177/23780231251377842",
          "filter": 0
        },
        {
          "title": "Who Climbs the Ivory Tower? Social Origins of Academic Faculty in an Egalitarian Welfare State",
          "authors": "Nicolai T. Borgen, Are Skeie Hermansen, Astrid Marie Jorde Sandsør",
          "abstract": "Although there is an extensive literature on intergenerational mobility in education, including the completion of PhD degrees, far less is known about the transition into academic faculty positions. Here, the authors use administrative microdata following entire birth cohorts born from 1955 to 1985 in Norway, an egalitarian welfare state, to investigate the social origins of academic faculty. Despite publicly funded higher education and competitive wages for PhD positions, arguably removing many barriers to entry, the present findings reveal persistent disparities in the likelihood of becoming a faculty member. Differences in earlier stages of the educational career largely account for these disparities, indicating that disadvantaged family background does not appear to constitute an additional barrier to becoming a faculty member when comparing individuals with PhD degrees. However, more advantageous social origins influence the likelihood of employment at more prestigious institutions and higher earnings among faculty members, indicating that socioeconomic origins impact academic careers beyond their effects on entering academia. Overall, these findings show that within an egalitarian context designed to promote equality of opportunity, social origins continue to shape access and progression within academia.",
          "url": "https://doi.org/10.1177/23780231251377209",
          "doi": "https://doi.org/10.1177/23780231251377209",
          "filter": 0
        },
        {
          "title": "Beyond Borders: Understanding Themes and Transitions in Skilled Migration Research Through Machine Learning Methods and Sociological Frameworks",
          "authors": "Yuyao Liu, Eric Fong",
          "abstract": "The global race to attract (highly) skilled or educated migrants (SEMs) has fueled significant scholarly interest, yet the evolution and collaboration patterns within SEM research remain underexplored. The authors address this gap by using computational methods (dynamic topic modeling, network analysis, and named entity recognition) to analyze 985 SEM-related studies published from 2000 to 2023 and to understand the temporal evolution of research themes. The findings reveal a rapid expansion of SEM research since 2010, with increasing scholarly engagement across diverse disciplines and countries, suggesting that intellectual proximity no longer dominates in this research field. Although key topics such as SEMs’ roles in international trade and integration challenges are gaining attention, most topics evolve slowly, revealing that the field is transitioning from a “reconfiguration” to a “normal” period, as theorized by Andrew Abbott. Research gaps persist, particularly in understanding SEMs’ social impacts and the role of nonpublic sectors in their migration and integration. This study provides a systematic analysis of SEMs’ research, identifying trends, gaps, and collaboration patterns. It demonstrates the value of combining machine learning methods with sociological theoretical frameworks in exploring migration studies, offering a methodological framework for other interdisciplinary domains.",
          "url": "https://doi.org/10.1177/23780231251374111",
          "doi": "https://doi.org/10.1177/23780231251374111",
          "filter": 0
        },
        {
          "title": "Religion and Racial Bias in Artificial Intelligence Large Language Models",
          "authors": "Joshua C. Tom, Todd W. Ferguson, Brandon C. Martinez",
          "abstract": "Artificial intelligence large language models (LLMs) have been shown to replicate social and cultural biases that exist in their training data, particularly with regard to race and gender. The authors examine if LLMs hold implicit assumptions with regard to religious identities. The authors prompted multiple LLMs to generate a total of 175 religious sermons, specifying different combinations of race and religious tradition of the clergyperson. The synthetically generated sermons were fed into a readability analyzer and given several commonly used readability scores. The authors analyzed this dataset of readability scores using bivariate and multivariate analyses. LLMs generated sermon texts that varied in readability. Evangelical Protestant pastors had easier to read artificial intelligence–generated sermons, whereas Jewish rabbis and Muslim imams had more difficult to read synthetic texts. There were no significant differences in readability across ethnoracial groups; however, all prompts specifying a race/ethnicity generated more difficult to read synthetic text than those with no ethnoracial group specified. As LLMs continue to expand in accessibility and capability, it is important to continue to monitor the ways they may sustain social biases across a variety of identities and group memberships.",
          "url": "https://doi.org/10.1177/23780231251377210",
          "doi": "https://doi.org/10.1177/23780231251377210",
          "filter": 0
        },
        {
          "title": "Job Tenure and Gendered Perception of Workplace Challenges in Gendered Organizations: Computer Science, Engineering, and Mathematics Fields",
          "authors": "Jisu Park, Sarah Damaske, Jiwon Choi, Susan McHale, Joshua Rosenberger, Junjun Yin",
          "abstract": "The authors examine the gendered perceptions of workplace challenges in the male-dominated fields of computer science, engineering, and mathematics (CSEM). Using novel qualitative and quantitative data from an online survey of 3,556 cisgender CSEM professionals, the authors explore how women and men differently perceive workplace challenges in domains that are central to gendered organizational theory. In stark contrast to prior research that suggests science, technology, engineering, and mathematics (STEM) professionals embrace purportedly meritocratic and “gender-neutral” cultural schemas, the present findings reveal that women in CSEM are significantly more likely than men to perceive workplace challenges across multiple areas and the biggest gender disparities are reported in the recognition of structural barriers. The authors further investigate how job tenure moderates these gendered perceptions. Longer tenure is linked to lower perceptions of workplace challenges among men, whereas women’s perceptions of structural barriers remain consistent over time, and reports of interpersonal difficulties become more frequent as tenure increases. These findings suggest that tenure, rather than buffering women from inequality, may amplify gendered burdens, reinforcing disparities in how organizational experiences are seen and navigated. By highlighting both the persistence of gendered perceptions and the role of job tenure, this study advances understanding of how inequality is perceived and reproduced within contemporary STEM workplaces.",
          "url": "https://doi.org/10.1177/23780231251376456",
          "doi": "https://doi.org/10.1177/23780231251376456",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
