{
  "update": "2025-07-22",
  "content": [
    {
      "journal_full": "American Journal of Sociology",
      "journal_short": "AJS",
      "articles": [
        {
          "title": "We Need More Data",
          "authors": "Matthew Desmond, Veronica Clevenstine",
          "url": "https://doi.org/10.1086/736223",
          "doi": "https://doi.org/10.1086/736223",
          "filter": 0
        },
        {
          "title": ": The Immigration Law Death Penalty: Aggravated Felonies, Deportation, and Legal Resistance",
          "authors": "Bertha A. Bermúdez Tapia",
          "url": "https://doi.org/10.1086/736438",
          "doi": "https://doi.org/10.1086/736438",
          "filter": 0
        },
        {
          "title": ": On Shifting Ground: Constructing Manhood on the Margins",
          "authors": "Jordanna Matlon",
          "url": "https://doi.org/10.1086/736440",
          "doi": "https://doi.org/10.1086/736440",
          "filter": 0
        },
        {
          "title": ": Habit’s Pathways: Repetition, Power, Conduct",
          "authors": "Jeffrey Guhin",
          "url": "https://doi.org/10.1086/736350",
          "doi": "https://doi.org/10.1086/736350",
          "filter": 0
        },
        {
          "title": ": Not My Type: Automating Sexual Racism in Online Dating",
          "authors": "Ken-Hou Lin",
          "url": "https://doi.org/10.1086/736224",
          "doi": "https://doi.org/10.1086/736224",
          "filter": 0
        },
        {
          "title": ": Sexualizing Cancer: HPV and the Politics of Cancer Prevention",
          "authors": "Kelly Underman",
          "url": "https://doi.org/10.1086/736351",
          "doi": "https://doi.org/10.1086/736351",
          "filter": 0
        },
        {
          "title": ": Good News for Common Goods: Multicultural Evangelicalism and Ethical Democracy in America",
          "authors": "Todd Nicholas Fuist",
          "url": "https://doi.org/10.1086/736353",
          "doi": "https://doi.org/10.1086/736353",
          "filter": 0
        },
        {
          "title": "Changing China in Sociological Eyes",
          "authors": "Yang Zhang",
          "url": "https://doi.org/10.1086/736011",
          "doi": "https://doi.org/10.1086/736011",
          "filter": 0
        },
        {
          "title": ": Hereditary: The Persistence of Biological Theories of Crime",
          "authors": "Aaron Panofsky",
          "url": "https://doi.org/10.1086/736354",
          "doi": "https://doi.org/10.1086/736354",
          "filter": 0
        },
        {
          "title": ": Petrochemical Planet: Multiscalar Battles of Industrial Transformation",
          "authors": "Meghan Elizabeth Kallman",
          "url": "https://doi.org/10.1086/736349",
          "doi": "https://doi.org/10.1086/736349",
          "filter": 0
        },
        {
          "title": ": The Stigma Matrix: Gender, Globalization, and the Agency of Pakistan’s Frontline Women",
          "authors": "Selina Gallo-Cruz",
          "url": "https://doi.org/10.1086/736437",
          "doi": "https://doi.org/10.1086/736437",
          "filter": 0
        },
        {
          "title": ": The Policing Machine: Enforcement, Endorsements, and the Illusion of Public Input",
          "authors": "Stuart Schrader",
          "url": "https://doi.org/10.1086/736436",
          "doi": "https://doi.org/10.1086/736436",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "The State and the Emergence of the First American Party System: Roll Call Voting in the New York State Assembly during the Early Republic",
          "authors": "Benjamin Rohr, John Levi Martin",
          "abstract": "Prevailing theories about the nature and development of the democratic party system fail to account for the important case of the United States. Using a novel dataset on legislators and roll call votes in the New York State Assembly after the ratification of the U.S. Constitution, we show that, contrary to existing accounts, legislative parties had already formed at this early stage. Yet these parties did not arise from the translation of social cleavages such as economic or social class into political oppositions, as sociologists might expect, nor were they merely networks of powerful elites disconnected from the polity, as political scientists and historians have suggested. Instead, these parties coalesced around formal issues—structural questions like the procedures for election and appointment, questions whose answer would determine the rules of the game for future contests. Parties emerged, we argue, not because of an inherent need to adjudicate conflicts between sectors of the polity, but because of the organizational affordances of the modern democratic state. Our findings suggest the formation of party systems is an integral part of the formation of the modern state.",
          "url": "https://doi.org/10.1177/00031224251344574",
          "doi": "https://doi.org/10.1177/00031224251344574",
          "filter": 0
        },
        {
          "title": "Pre-emptive Repair of Potential Misunderstandings: Prospective Procedures for Managing Intersubjectivity and Steering Social Action",
          "authors": "Chase Wesley Raymond, Virginia Teas Gill",
          "abstract": "In social interaction, participants face a pervasive problem: recipients might not only misinterpret what speakers are saying and doing, but they might act on those misinterpretations. A practical challenge for speakers is thus how to prevent misunderstandings that may lead to inapposite conduct. In this study, we bring prior interactional research together with new data from a range of social settings, to focus on the pre-emptive repair of potential misunderstandings as a resource in interaction. This type of repair can be distinguished from speakers’ self-corrections of their own speaking difficulties, as well as from speakers’ repairs of misunderstandings that recipients have already displayed. When speakers engage in pre-emptive repair—expanding their turns in prospective positions to address how they should not and/or should be understood—they orient to interpretive troubles that might relevantly emerge and the potential for these troubles to affect future action. By heading off potential misunderstandings before they can manifest in recipient behavior, speakers work anticipatorily to “steer” recipients toward more apposite conduct. The analysis offers empirical insight into how members of society use context-specific sensemaking practices and concrete conversational resources to shape interpretive landscapes in the service of intersubjectivity and social action.",
          "url": "https://doi.org/10.1177/00031224251347285",
          "doi": "https://doi.org/10.1177/00031224251347285",
          "filter": 0
        },
        {
          "title": "Competence over Partisanship: Party Affiliation Does Not Affect the Selection of School District Superintendents",
          "authors": "Greer Mellon",
          "abstract": "In recent decades, affective polarization and partisan animosity have risen sharply in the United States. To what extent have these trends affected hiring decisions? I examine partisan biases in hiring by considering the case of school district superintendent appointments: chief executives of local U.S. elementary/secondary education systems. I analyze mixed-methods data on a decade of hiring outcomes in Florida and California from 2009 to 2019. Despite rising polarization, the data consistently show that partisan affiliation is not a primary factor in these hiring decisions. Quantitative analyses reveal no significant relationship between changes in board partisan composition and superintendent hiring outcomes within school districts. I find no relationship between board-level partisan composition and superintendent exits. Qualitative findings show hiring decisions are primarily shaped by evaluations of candidates’ interpersonal skills and competence, even among board members with strong partisan views on other policy issues. Board members discuss a strong commitment to building consensus in their selections. While I cannot rule out very small effects, these results show that school boards do not routinely prioritize applicants from their own political party. This study advances research on affective polarization and social closure by demonstrating the contingent nature of partisan affiliation on decision-making and by providing evidence of a strong respect for professionalism in a critical U.S. public sector setting.",
          "url": "https://doi.org/10.1177/00031224251346993",
          "doi": "https://doi.org/10.1177/00031224251346993",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Internal displacement and post-conflict gender attitudes: evidence from northwestern Pakistan",
          "authors": "Yuichi Kubota",
          "abstract": "Despite the common understanding that armed civil conflict increases women’s vulnerability, scholarly debate suggests that women’s status in society improves after violence ends. This study sheds light on post-conflict institutional transformation using popular attitudes toward gender roles and relations. By focusing on the significantly overlooked displacement of nearly 5 million civilians in the former Federally Administered Tribal Areas of Pakistan, this study presents powerful new survey data painstakingly gathered to assess the effects of this social upheaval on people’s attitudes regarding gender equality. The results suggest that individuals who experience displacement express greater support for gender equality in the conflict’s aftermath than if they do not experience it. Wartime displacement not only disrupts civilian activity but also exposes people to an external society. By interacting with out-groups, the displaced learn and benefit from ideas about gender roles and relations that contrast with long-standing patriarchal norms. Although gender norms are often persistent in a cultural setting, the empirical evidence suggests that being an internally displaced person is an acute event for civilians to amend their prior views on gender roles and relations.",
          "url": "https://doi.org/10.1093/sf/soaf105",
          "doi": "https://doi.org/10.1093/sf/soaf105",
          "filter": 0
        },
        {
          "title": "Offering safe passage: grading systems and gendered enrollment patterns in undergraduate mathematics",
          "authors": "Monique H Harrison",
          "abstract": "While copious research documents that early grades in college are fateful for persistence in STEM fields, social scientists have seldom considered how grading systems themselves might influence STEM progress. Drawing on university-wide transcript data and longitudinal interview data from a cohort of undergraduates moving through an elite university, I show that a university-wide transition from A–F to pass/fail grades during the COVID-19 pandemic substantially influenced student decisions to enroll in mathematics courses. Female-identified students from minoritized ethno-racial groups were substantially more likely to enroll in their first math courses than demographically similar students in prior years. Interviews reveal that pass/fail grades gave these students a sense of safety with a subject they perceived as difficult. Integrating these findings with insights from the sociology of quantification, I theorize that grading systems—the specific scales used to assign final course grades (e.g., A–F grading or pass/fail)—may have independent effects on demographic segmentation and stratification in undergraduate education.",
          "url": "https://doi.org/10.1093/sf/soaf103",
          "doi": "https://doi.org/10.1093/sf/soaf103",
          "filter": 0
        },
        {
          "title": "Information foundations of state capacity: evidence from the imperial bureaucracy of China",
          "authors": "Xiaoming Zhang",
          "abstract": "Building a strong state requires ample information regarding civil societies; otherwise, central authorities lack the foundation to implement taxation schemes and mobilize the military. However, the information foundations of state capacity are under-researched by scholars. This paper studies a communication reform in the imperial bureaucracy of Qing China, which allowed certain local officials to report directly to the emperor, serving as informants. Leveraging the fact that the direct communication channel was unevenly introduced, this paper finds that government disaster assistance, a critical public good in pre-industrial societies, was significantly increased in prefectures where at least one informant was assigned, compared to those without informants. Furthermore, the increase in government assistance can be mainly attributed to improved information transmission and competitive information supply facilitated by direct communication within the bureaucracy. This research highlights the positive impact of a flattening and competitive information structure on the development of state capacity.",
          "url": "https://doi.org/10.1093/sf/soaf106",
          "doi": "https://doi.org/10.1093/sf/soaf106",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "The duality of network ties and attributes",
          "authors": "Annabell Schüßler, Jan A. Fuhse",
          "url": "https://doi.org/10.1016/j.socnet.2025.07.002",
          "doi": "https://doi.org/10.1016/j.socnet.2025.07.002",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Liberal economic institutions reduce relative poverty only in developed, individualist societies: A global analysis, 2000–2019",
          "authors": "Tibor Rutar, Marko Hočevar",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103231",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103231",
          "filter": 0
        },
        {
          "title": "An epidemic of social isolation? Age and cohort trends of social connectedness among older adults, 2004–2018",
          "authors": "Jingwen Liu",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103212",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103212",
          "filter": 0
        },
        {
          "title": "Achieved or ascribed? The trajectory of family background and educational assortative mating in China over four decades",
          "authors": "Jie Wang, Xin Chen",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103230",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103230",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Gender Differences in Fertility Ideals among Muslim and Non-Muslim Immigrants and Their Children in France",
          "authors": "Ka U Ng",
          "abstract": "Differences in family values between Muslims and non-Muslims have been widely debated in Europe, but gender differences within Muslims remain less explored. Using survey data from immigrants and children of immigrants in France, this study investigated the gender differences in ideal family size among Muslims and non-Muslims. Poisson regression models show that male Muslim children of immigrants tend to prefer larger families, like their foreign-born parents, and that their female counterparts, like non-Muslim men and women, prefer smaller families. Decomposition analysis shows that differences in education and friendship networks explain only a small part of this gender gap. Notably, religiosity does not explain the gap. Instead, the stronger influence of in-group friendship networks and residential segregation on men’s fertility ideals accounts for most of the observed difference. These findings contribute a gender perspective to acculturation research on family values.",
          "url": "https://doi.org/10.1177/23780231251351671",
          "doi": "https://doi.org/10.1177/23780231251351671",
          "filter": 0
        },
        {
          "title": "The New Social Roots of School Shootings: A Refined Constellation Theory of Rampage Attacks",
          "authors": "David Russell, Jon Gordon, Kelly M. Thames",
          "abstract": "School shooting scholars call for a comprehensive approach that can integrate idiosyncratic studies, solve definition dilemmas, and foster programmatic clarity. The authors argue that Newman and colleagues’ approach to rampage school shootings can be adapted to any subset of shootings. Using an original dataset, the authors assess constellation theory (CT)—Newman and colleagues’ comprehensive framework—and show how refined CT factors help define and explain rampage attacks amid broad shifts in gun appropriations, social media engagement, punitive school security, and adolescent mental health decline. The findings suggest that (1) duration, lethality, and shooter fatality distinguish rampage attacks as a subset; (2) shooter life histories display a majority of indicators across all CT factors, and the mean proportion of factor indicators is positively and significantly correlated with lethality; and (3) psychosocial support infrastructures represent inflection points in surveillance system failures that create time for other CT factors to gain salience in shooters’ biographical trajectories. This study provides insight into the mechanisms driving rampage shootings and develops Newman and colleagues’ approach as a generative analytic strategy for school shooting research.",
          "url": "https://doi.org/10.1177/23780231251352221",
          "doi": "https://doi.org/10.1177/23780231251352221",
          "filter": 0
        },
        {
          "title": "How the Class-Advantaged Fail to Obtain Greater Economic Capital from Their Greater Social Capital",
          "authors": "Jessi Streib",
          "abstract": "How do class-advantaged individuals with more social capital fail to obtain greater economic capital than class-disadvantaged individuals with less? Although stratification scholars often assume that the class-advantaged convert their greater social capital into greater economic capital, social capital researchers regularly find no wage benefit from its possession or use. Drawing on the case of college students entering the midtier business labor market, this study uncovers how overlooked properties of fields contribute to this phenomenon. Fields that hide information about who can help, how to get ahead, and which jobs pay the most neutralize the class-advantaged’s social capital. In these fields, the class-advantaged do not know whom to ask for help, and without knowledge of how or where to get ahead, their connections often give them ineffective advice and lead them into low-paying as well as high-paying positions. By highlighting the role of hidden information, this study challenges assumptions about the straightforward conversion of social into economic capital and shows how the class-advantaged’s seeming advantages break down.",
          "url": "https://doi.org/10.1177/23780231251354827",
          "doi": "https://doi.org/10.1177/23780231251354827",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
