{
  "update": "2025-08-27",
  "content": [
    {
      "journal_full": "American Journal of Sociology",
      "journal_short": "AJS",
      "articles": [
        {
          "title": "Wealth Begins at Home: The Housing Benefits of the 1944 GI Bill and the Reproduction of Black-White Inequality in Homeownership and Home Value",
          "authors": "Chinyere O. Agbai",
          "url": "https://doi.org/10.1086/738245",
          "doi": "https://doi.org/10.1086/738245",
          "filter": 0
        },
        {
          "title": "Ethnography’s Laborious Crossing",
          "authors": "Claudio E. Benzecry, Andrew Deener",
          "url": "https://doi.org/10.1086/736600",
          "doi": "https://doi.org/10.1086/736600",
          "filter": 0
        },
        {
          "title": "Race by Law for Asian Americans",
          "authors": "Jennifer Lee, Eva Chen",
          "url": "https://doi.org/10.1086/736726",
          "doi": "https://doi.org/10.1086/736726",
          "filter": 0
        },
        {
          "title": ": Dreams of a Lifetime: How Who We Are Shapes How We Imagine Our Future",
          "authors": "Steven Hitlin",
          "url": "https://doi.org/10.1086/737253",
          "doi": "https://doi.org/10.1086/737253",
          "filter": 0
        },
        {
          "title": ": The Price of Freedom: Criminalization and the Management of Outsiders in Germany and the United States",
          "authors": "Sandra M. Bucerius",
          "url": "https://doi.org/10.1086/737316",
          "doi": "https://doi.org/10.1086/737316",
          "filter": 0
        },
        {
          "title": ": Insurgent Communities: How Protests Create a Filipino Diaspora",
          "authors": "Ming-sho Ho",
          "url": "https://doi.org/10.1086/737248",
          "doi": "https://doi.org/10.1086/737248",
          "filter": 0
        },
        {
          "title": ": The Black Ceiling: How Race Still Matters in the Elite Workplace",
          "authors": "Megan Tobias Neely",
          "url": "https://doi.org/10.1086/737251",
          "doi": "https://doi.org/10.1086/737251",
          "filter": 0
        },
        {
          "title": ": Spaces on the Spectrum: How Autism Movements Resist Experts and Create Knowledge",
          "authors": "Michelle O’Reilly",
          "url": "https://doi.org/10.1086/736912",
          "doi": "https://doi.org/10.1086/736912",
          "filter": 0
        },
        {
          "title": ": An Ungovernable Foe: Science and Policy Innovation in the U.S. National Cancer Institute",
          "authors": "Alina Geampana",
          "url": "https://doi.org/10.1086/737250",
          "doi": "https://doi.org/10.1086/737250",
          "filter": 0
        },
        {
          "title": ": After Tragedy Strikes: Why Claims of Trauma and Loss Promote Public Outrage and Encourage Political Polarization",
          "authors": "Michael A. Haedicke",
          "url": "https://doi.org/10.1086/736864",
          "doi": "https://doi.org/10.1086/736864",
          "filter": 0
        },
        {
          "title": ": Love in the Time of Self-Publishing: How Romance Writers Changed the Rules of Writing and Success",
          "authors": "Aruna Ranganathan",
          "url": "https://doi.org/10.1086/737315",
          "doi": "https://doi.org/10.1086/737315",
          "filter": 0
        },
        {
          "title": ": Polished: College, Class, and the Burdens of Social Mobility",
          "authors": "Susan A. Dumais",
          "url": "https://doi.org/10.1086/737252",
          "doi": "https://doi.org/10.1086/737252",
          "filter": 0
        },
        {
          "title": ": Practicing Sociology: Tacit Knowledge for the Social Scientific Craft",
          "authors": "Michel Anteby",
          "url": "https://doi.org/10.1086/737249",
          "doi": "https://doi.org/10.1086/737249",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “The Class Struggle and Welfare: Social Policy under Capitalism”",
          "authors": "Amie Bostic",
          "url": "https://doi.org/10.1093/sf/soaf132",
          "doi": "https://doi.org/10.1093/sf/soaf132",
          "filter": 0
        },
        {
          "title": "Heterogeneous and racialized impacts of state incarceration policies on birth outcomes in the United States",
          "authors": "Courtney E Boen, Elizabeth F Bair, Hedwig Lee, Atheendar S Venkataramani",
          "abstract": "While state incarceration policies have received much attention in research on the causes of mass incarceration in the United States, their roles in shaping population health and health disparities remain largely unknown. Merging data on state incarceration policies to vital statistics birth records from 1984 to 2004, we examine the impacts of two signature state incarceration policies adopted during the “tough on crime” era of the 1990s—three strikes and truth-in-sentencing—on Black and White birth outcomes. Using a difference-in-differences event study research design that models the dynamic impacts of these policies over time, we find that these policies had opposing effects on birth outcomes. Birth weight outcomes—including mean birth weight and low birth weight—for Black infants worsened markedly in the year three strikes policies were adopted. By contrast, birth outcomes for Black and White infants gradually improved after truth-in-sentencing policies were adopted. The discordant findings point to distinct, countervailing mechanisms by which sentencing policies can affect population health. We provide suggestive evidence that three strikes policies adversely impacted Black birth outcomes through affective mechanisms, by inducing highly racialized, stigmatizing, and criminalizing public discourse around the time of policy adoption. Our results indicate that truth-in-sentencing likely impacted birth outcomes via material mechanisms, by gradually reducing community incarceration and crime rates. Altogether, these findings point to the need to further interrogate state criminal legal system policies for their impacts on population health, considering whether, how, and for whom these policies result in health impacts.",
          "url": "https://doi.org/10.1093/sf/soaf127",
          "doi": "https://doi.org/10.1093/sf/soaf127",
          "filter": 0
        },
        {
          "title": "Review of “The Four Talent Giants: National Strategies for Human Resource Development Across Japan, Australia, China, and India”",
          "authors": "Steven A Mejia",
          "url": "https://doi.org/10.1093/sf/soaf134",
          "doi": "https://doi.org/10.1093/sf/soaf134",
          "filter": 0
        },
        {
          "title": "Review of “My Tax Dollars: The Morality of Taxpaying in America”",
          "authors": "Isaac William Martin",
          "url": "https://doi.org/10.1093/sf/soaf133",
          "doi": "https://doi.org/10.1093/sf/soaf133",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "Robust network scale-up method estimators",
          "authors": "Sergio Díaz-Aranda, Juan Marcos Ramírez, Jose Aguilar, Rosa E. Lillo, Antonio Fernández Anta",
          "url": "https://doi.org/10.1016/j.socnet.2025.08.002",
          "doi": "https://doi.org/10.1016/j.socnet.2025.08.002",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Mapping Racial Fluidity over Time in Jamaica",
          "authors": "Monique D. A. Kelly",
          "abstract": "The author examines racial fluidity, defined as ambiguity around racial boundaries and shifting national identification patterns over time, in Jamaica. Using data from the 2010 to 2023 AmericasBarometer in Jamaica, the author explores how skin color and socioeconomic status (SES) influence Black or mixed self-identification and whether racial schemas have evolved. The results show that both skin color and SES are associated with racial identification. Over time, skin color ratings between Black and mixed-race individuals converged, suggesting increased fluidity between skin color and racial identity. Additionally, the relationship between SES and racial identification changed significantly across survey years. These findings (1) expand the study of racial fluidity to a majority African-descended society shaped by ideologies of racial mixing; (2) reframe the role of SES in racial identity through mestizoization or creolization rather than whitening; and (3) highlight intra-Black fluidity, whereby racial identity may diverge from skin color. Overall, the study illustrates how national racial formations shape the malleability of race.",
          "url": "https://doi.org/10.1177/23780231251362946",
          "doi": "https://doi.org/10.1177/23780231251362946",
          "filter": 0
        },
        {
          "title": "Asymmetric Alliances in Climate Misinformation: A Network Analysis of the Swedish Climate Change Countermovement",
          "authors": "Anton Törnberg, Victoria Vallström",
          "abstract": "Climate change countermovements (CCCMs) play a central role in spreading misinformation and delaying policy action. Although most research has focused on the United States, less is known about CCCM networks in other national contexts. The authors analyze the Swedish online CCCM using social network analysis to (1) examine its structure and composition; (2) assess potential hierarchical influences, including how narratives flow from global think tanks to informal social media groups; and (3) identify distinct ideological groupings within the network. This exploratory analysis reveals four main communities, ranging from traditional climate-skeptic platforms to conspiracy theorists and far-right extremists. These alliances are asymmetric: although traditional climate-skeptic sites receive substantial attention from other groups, they link primarily to international sources and scientific content, serving as hubs that channel global CCCM discourse into Sweden. This asymmetric convergence highlights how climate denial is embedded within broader populist and far-right networks, not through ideological unity, but through shared antagonism. By mapping the structure and dynamics of the Swedish CCCM, the study underscores the transnational character of climate misinformation and its entanglement with domestic political currents.",
          "url": "https://doi.org/10.1177/23780231251360822",
          "doi": "https://doi.org/10.1177/23780231251360822",
          "filter": 0
        },
        {
          "title": "Antiblack Discrimination in Public Accommodations: Differential Drink Pricing in Urban Nightclubs",
          "authors": "Reuben A. Buford May, Matthew Soener, Carileigh Jones, Quinesha Bentley",
          "abstract": "Studies have demonstrated evidence of racial discrimination in public accommodations. Within urban nightclubs specifically, blacks experience racial discrimination when attempting to gain access, yet little is known about the treatment they receive once inside. To assess whether there is racial discrimination inside urban nightclubs, the authors sent black and white men testers to 30 nightclubs in Chicago to determine whether black men paid more for drinks than white men paid for the same drinks. Drawing on quantitative and qualitative data from our field tests, the authors found evidence that black men paid more for drinks on average than did white men and that nightclub staff members add fees to the cost of drinks for black men but not for white men. The authors contribute to the literature by demonstrating specifically how the diffusion of racial discrimination can affect black consumers at multiple points in the same service encounter.",
          "url": "https://doi.org/10.1177/23780231251363299",
          "doi": "https://doi.org/10.1177/23780231251363299",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
