{
  "update": "2024-11-10",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "Racial Inequality in 8th-Grade Math Course-Taking: Between-School Inequality, Local Achievement Queues, and Course Placements",
          "authors": "William Carbonaro, Kenya Lee, Amy G. Langenkamp",
          "abstract": "In the United States, 8th grade is the entry point into a stratified course-taking sequence in mathematics. Black students are substantially less likely than white students to enroll in advanced math courses in 8th grade and beyond. Unfortunately, prior research has failed to produce a consistent explanation for these racial inequalities. In this article, we develop an analytic framework that overcomes numerous limitations in prior studies. Our framework shows how racialized sorting between schools constrains course-taking opportunities and shapes achievement distributions within schools (local achievement queues), both of which affect how course placements are made within a given school. We analyze administrative data for multiple cohorts of 8th-grade students in the state of Indiana. Our findings show that course-taking opportunities in 8th-grade math vary markedly across schools, and Black students are much more likely than white students to attend schools that offer no advanced courses (Algebra or Geometry). By failing to account for this structural inequality, prior research has underestimated racial inequality in course placements. However, our analyses also show that racial segregation across schools improves the position of Black students within their local achievement queues, which increases their chances of enrolling in advanced math courses. Our findings highlight the central importance of schools as key organizational units in explaining racial inequality in course placements.",
          "url": "http://dx.doi.org/10.1177/00031224241289935",
          "doi": "10.1177/00031224241289935",
          "filter": 0
        },
        {
          "title": "Finding a Home during the Affordable Housing Crisis: How Social Ties Shape Renters’ Housing-Search Outcomes",
          "authors": "Steven Schmidt",
          "abstract": "Housing searches play a central role in the reproduction of racial inequality in U.S. cities. Past research finds that movers’ social ties influence residential segregation, as renters receive information about homes located near friends and family. Fewer studies examine how renters’ social ties also provide instrumental assistance during moves, or how this aid unequally shapes moving outcomes. In the present study, I show how 69 low-income, Latina/o and non-Hispanic white renters rely on their friends, family, and acquaintances to navigate moves in Los Angeles, a highly unaffordable rental market. Both groups mobilize their ties for instrumental assistance, but the resources available through renters’ ties contribute to diverging search outcomes. Low-income Latina/o renters’ ties, who also struggled to make ends meet, provided what I call constrained support—referrals to open units, loans to cover moving costs, and informal rental opportunities. This assistance channeled movers to specific apartments and left them negotiating informal, doubled-up homes and new debt. In contrast, low-income white renters leveraged comparatively affluent ties to cosign leases, provide financial gifts, and strengthen applications across buildings—what I refer to as flexible assistance. This aid helped low-income white movers secure housing advantages, while avoiding short-term reciprocal obligations to friends and family. These findings advance research on residential mobility and social support, and they show how network resource inequalities contribute to racial stratification in rental markets.",
          "url": "http://dx.doi.org/10.1177/00031224241286480",
          "doi": "10.1177/00031224241286480",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “Charm: How Magnetic Personalities Shape Global Politics”",
          "authors": "Brandon Gorman",
          "url": "http://dx.doi.org/10.1093/sf/soae155",
          "doi": "10.1093/sf/soae155",
          "filter": 0
        },
        {
          "title": "Review of “Who We Are is Where We Are: Making Home in the American Rust Belt”",
          "authors": "Jennifer Sherman",
          "url": "http://dx.doi.org/10.1093/sf/soae154",
          "doi": "10.1093/sf/soae154",
          "filter": 0
        },
        {
          "title": "Review of “Middle Tech: Software Work and the Culture of Good Enough”",
          "authors": "Adam Storer",
          "url": "http://dx.doi.org/10.1093/sf/soae158",
          "doi": "10.1093/sf/soae158",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "The effects of world society on international poverty, 1990–2018",
          "authors": "Steven A. Mejia",
          "url": "http://dx.doi.org/10.1016/j.ssresearch.2024.103090",
          "doi": "10.1016/j.ssresearch.2024.103090",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Science",
      "journal_short": "SocSci",
      "articles": [
        {
          "title": "Gender Segregation and Decision-Making in Undergraduate Course-Taking",
          "authors": "Marissa Thompson, Tobias Dalberg, Elizabeth Bruch",
          "url": "http://dx.doi.org/10.15195/v11.a37",
          "doi": "10.15195/v11.a37",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "The Significance of Name-Based Racial Composition in Analyzing Neighborhood Disparities",
          "authors": "Karl Vachuska",
          "abstract": "Contemporary sociological research emphasizes the need to analyze inequality beyond nominal categories. Although research has grown in this regard at the individual level, little research has pursued this approach with neighborhoods. This article explores how names can serve as a measure of the perceived typicality associated with race and how names are associated with neighborhood characteristics. Analyses on data with the names of over 300 million Americans demonstrate that name-based racial composition more fully explains socioeconomic disparities among neighborhoods than conventional survey-based racial composition metrics. Neighborhoods with the most Black-sounding names demonstrate greater socioeconomic disadvantage than neighborhoods with the most individuals self-identifying as Black. Additionally, naming patterns explain variation in socioeconomic inequality within both predominantly nominally Black neighborhoods and predominantly nominally White neighborhoods—where little nominal racial variation exists. This research suggests that infracategorical measures of race can provide additional predictive power to nominal measures of racial composition when analyzing neighborhood inequalities",
          "url": "http://dx.doi.org/10.1177/23780231241286366",
          "doi": "10.1177/23780231241286366",
          "filter": 0
        },
        {
          "title": "Within-Respondent Alignment between Single-Choice and Mark-All-That-Apply Survey Measures for Sexual Identity",
          "authors": "Dashram Pai, Yan Zhen Zhu, Christina Pao",
          "abstract": "With the rising disclosure of LGBTQ+ identities, there have been increasing efforts to capture inclusive sexual identity data. Commonly used survey measures are closed ended and single choice (i.e., “select one”) and may be restrictive for sexuality- and gender-diverse respondents. However, more expansive measures may be unwieldy to survey takers and analysts. In this data visualization, the authors compare single-choice and mark-all-that-apply measures for sexual identity. Using survey data ( n = 2,511) fielded in the United States and United Kingdom in 2022, the authors analyze within-respondent alignment of a single-choice measure and an expansive mark-all-that-apply measure for sexual identity. Responses were considered “aligned” when respondents provided identical information across both measures. Overall, alignment was 89 percent in the full sample, with the highest rate of alignment occurring among straight respondents. With the mark-all-that-apply measure, 3 percent of the sample selected multiple identities, and about 2 percent selected identities not found in the commonly used single-choice measure.",
          "url": "http://dx.doi.org/10.1177/23780231241295789",
          "doi": "10.1177/23780231241295789",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
