{
  "update": "2025-02-24",
  "content": [
    {
      "journal_full": "American Journal of Sociology",
      "journal_short": "AJS",
      "articles": [
        {
          "title": "Market Design as Organizational Problem: Explaining System Failures in Platform Markets",
          "authors": "Georg Rilinger",
          "url": "https://doi.org/10.1086/735201",
          "doi": "https://doi.org/10.1086/735201",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Annual Review of Sociology",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "The Impact of Undocumented Status in the United States: Empirical Challenges and New Frontiers",
          "authors": "Matthew Hall, Giulia Olivero, Shannon Gleeson",
          "abstract": "Unauthorized immigration status profoundly shapes the social and economic outcomes of migrants in the United States, with wide reaching impacts on wages, work life, physical and mental health, and integration into schools, neighborhoods, and local communities. These effects accumulate across the life course, reverberate across generations, and systematically undermine the social mobility of immigrants and their families, limiting their incorporation into mainstream institutions. While research on these associations is vast, knowledge gaps persist due to enduring methodological and data limitations, as well as an unauthorized population that is growing more diverse in its origins and its range of status protections. We review research on the impacts of immigrant legal status, describe persistent methodological obstacles, and explore new approaches and directions for advancing sociological research.",
          "url": "https://doi.org/10.1146/annurev-soc-031021-012330",
          "doi": "https://doi.org/10.1146/annurev-soc-031021-012330",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "The effect of legislation on perceived disability discrimination: a heterogeneous difference-in-differences analyses",
          "authors": "Alexi Gugushvili, Jan Grue",
          "abstract": "Equalizing opportunities and outcomes between individuals with and without disabilities is a stated goal for most governments in Western welfare democracies. Yet, significant disability-based inequalities remain in many domains of life. One of the causes of this gap is the widespread discrimination of individuals with disabilities. Over the last two decades, most European countries have introduced anti-discrimination legislation to reduce disability-based discrimination. This study examines the impact of anti-discrimination legislation on perceived disability discrimination across 28 European societies using data from the European Social Survey and newly compiled information on disability-related laws. Using a heterogenous difference-in-differences approach, our analysis covers the period from 2002 to 2020, focusing on adults aged 25 to 64 who report disabilities. We find no evidence that anti-discrimination legislative changes reduced perceived disability discrimination in the analyzed countries. There is some supporting evidence, though, that the adoption of an anti-discrimination legal framework, in the long run, was linked with higher perceived disability discrimination among males. We conclude that across Europe, and in keeping with the persistence of disability-based inequalities, legislative efforts have so far been ineffective in combating disability discrimination as perceived by people with disabilities.",
          "url": "https://doi.org/10.1093/sf/soaf024",
          "doi": "https://doi.org/10.1093/sf/soaf024",
          "filter": 0
        },
        {
          "title": "The religion of White identity politics: Christian nationalism and White racial solidarity",
          "authors": "Samuel L Perry, Joshua B Grubbs",
          "abstract": "Though recent research on White racial solidarity has advanced our understanding of White identity politics in the United States, the religious underpinnings of White identity politics remain understudied. Building on the documented conflation of religious, racial, and national identities among White Americans, we propose American Christian nationalism is best thought of as the religion of White identity politics. Drawing on nationally representative data with a strong, novel measure of Christian nationalism and tested measures of racial solidarity, we find Christian nationalism is among the leading predictors of racial solidarity but solely among White Americans. Specifically, Christian nationalism among (only) White Americans predicts greater racial identity salience, believing their racial group has a lot to be proud of, that their racial group members share much in common, and that it is important for their racial group members to work together to change laws unfair to their racial group. The result is that while Black and Hispanic Americans on average score higher on indicators of racial consciousness and solidarity than White Americans, at higher levels of Christian nationalism, White Americans become indistinguishable from their Black and Hispanic counterparts. Moreover, among Black Americans, Christian nationalism is negatively associated with the belief that Black people should work together to change laws unfair to Black people, suggesting that while Christian nationalism increases or reflects White racial solidarity motivating White identity politics, it may weaken Black Americans’ motivation to advocate for Black Americans in politics.",
          "url": "https://doi.org/10.1093/sf/soaf031",
          "doi": "https://doi.org/10.1093/sf/soaf031",
          "filter": 0
        },
        {
          "title": "An unbreakable bond? Maternal adverse childhood experiences and mothers’ relationships with adult children",
          "authors": "Lawrence Stacey, Rin Reczek, Kristi Williams, Jake Hays, Mieke Beth Thomeer",
          "abstract": "Adverse childhood experiences (ACEs)—the constellation of experiences of abuse, neglect, and household dysfunction in childhood—affect the subsequent formation and maintenance of social relationships. Yet to date, there is limited knowledge on the potential consequences of maternal ACEs for the mother–adult child tie, one of the most important relationships across the life course. Insights from a life course perspective and research on the deleterious effects of ACEs suggest that mothers’ experiences of ACEs in childhood are so powerful that they may shape mother–adult child relationship quality decades later. To test this possibility, we draw on nationally representative, longitudinal cohort data from the National Longitudinal Survey of Youth 1979 (NLSY79) and the NLSY79 Child and Young Adult Supplement to examine associations between maternal ACEs and mother–adult child estrangement, contact, and closeness. Multi-level logistic and ordinal logistic regression models show that greater maternal ACEs exposure is associated with greater odds of estrangement from, less frequent contact with, and lower levels of closeness to the mother as reported by the adult child. Our findings highlight and extend research on intergenerational relationships by demonstrating that a mother’s ACEs exposure may be a fundamental determinant of her relationships with her adult children, documenting lengthier intergenerational consequences of ACEs than uncovered by prior research.",
          "url": "https://doi.org/10.1093/sf/soaf022",
          "doi": "https://doi.org/10.1093/sf/soaf022",
          "filter": 0
        },
        {
          "title": "Are women with disabilities more at risk of intimate partner violence?",
          "authors": "Justine Hervé, Katherine Theiss, Sophie Mitra",
          "abstract": "Women with disabilities may face heightened risks of intimate partner violence (IPV) given the discrimination and barriers they face in society. While some country-specific studies explore the link between disability and IPV, cross-country research remains limited. Using internationally comparable data for women aged 15–49 from eleven countries (Cambodia, Haiti, Kenya, Mali, Mauritania, Pakistan, Rwanda, Senegal, South Africa, Timor-Leste, and Uganda), we assess whether women with disabilities consistently face higher IPV risks. Controlling for socioeconomic and demographic factors, women with disabilities have a 6-percentage-point higher risk of IPV compared to those without (P &amp;lt; .05) in the pooled sample. At the country level, this association is significant in five countries. The link between disability and IPV also varies by type, with stronger associations for severe physical IPV (seven countries) and weaker associations for sexual IPV (two countries). Logit decomposition analysis in the five countries where the disability gap in exposure to IPV is significant shows that observed differences in characteristics account for part of the gap. However, unobserved factors, such as stigma, also play a significant role in driving the disparity. Additionally, our results suggest that the lack of consistent findings across countries may result from data limitations, such as small sample sizes, measurement errors, and reporting biases. This underscores the importance of developing evidence-based approaches to better measure disability and IPV in household surveys.",
          "url": "https://doi.org/10.1093/sf/soaf023",
          "doi": "https://doi.org/10.1093/sf/soaf023",
          "filter": 0
        },
        {
          "title": "Who gets a second chance? Compliance, classification, and criminal conviction",
          "authors": "Lindsay Bing, Carmen Gutierrez",
          "abstract": "Felony conviction carries lifelong consequences that impact civic, economic, and social rights and opportunities, yet not everyone who is found guilty of a felony will bear the mark of conviction. Deferred adjudication is an increasingly popular intervention that offers legally guilty defendants protection from the mark of conviction conditional on the completion of community supervision. By conditioning conviction on discretionary assessments of compliance, rather than legal establishment of guilt, deferral and similar interventions may exacerbate inequality and further concentrate the mark of conviction among marginalized groups. However, relatively few studies examine disparities in the decision to defer conviction and dismiss charges. In this study, we draw on twenty years of court records to ask “for whom is the mark of conviction and formal punishment dependent on compliance rather than the legal establishment of guilt, and who passes the test of compliance?” Findings reveal that, even when accounting for features of the offense, both race and socioeconomic status condition who gets a “second chance” at a clean record. These findings have implications for how we study inequality in criminal courts and understand the production and meaning of conviction.",
          "url": "https://doi.org/10.1093/sf/soaf021",
          "doi": "https://doi.org/10.1093/sf/soaf021",
          "filter": 0
        },
        {
          "title": "The wages of investor power: shareholder exploitation in Europe",
          "authors": "Matthew Soener, Davon Norris",
          "abstract": "Exploitation, or the ability of property owners to gain at worker’s expense, is a classic sociological explanation for inequality. However, it is a difficult process to identify and empirically show with most data sources. Using data on European corporations from 1995 to 2020, we ask if shareholder gains come at the expense of employee earnings in a process we call “shareholder exploitation.” Panel estimation results confirm a robust antagonistic pattern with shareholders experiencing cumulative advantages relative to employees over this period. We further explore moderating mechanisms in this process. These results show globalization effects and the importance of the profit rate over time. Antagonism between shareholders and workers increases when profitability declines but attenuates when profitability increases and workers can claim more of the surplus. By using ideas from critical political economy, this paper has important implications for the study of inequality.",
          "url": "https://doi.org/10.1093/sf/soaf029",
          "doi": "https://doi.org/10.1093/sf/soaf029",
          "filter": 0
        },
        {
          "title": "Long-term effects of institutional slavery on Black representation in entrepreneurship: a study of US communities",
          "authors": "Kunyuan Qiao",
          "abstract": "I argue that the historical prevalence of slavery in different US communities has led to discernible patterns of hate crimes and hate groups. Such legacies of institutional slavery have persisted and, in turn, affected present-day Black representation in entrepreneurship. Drawing on a sample of US counties, I find supportive evidence for my hypotheses and use a spatial discontinuity design for additional evidence. I also explore several possible mechanisms, including vandalism, access to finance, role-modeling effects, and Black displacement, and provide a more comprehensive assessment of slavery by including historical data of the Northeastern states. My study contributes to the institutional legacy literature by characterizing one way through which legacies evolve such that institutions that have been abolished long ago create lasting impacts. I also contribute to understanding the lasting effects of chattel slavery by unpacking the hate-related legacies and extend the literature to understand Black representation in entrepreneurship.",
          "url": "https://doi.org/10.1093/sf/soaf025",
          "doi": "https://doi.org/10.1093/sf/soaf025",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Occupations in space: Using individual mobility patterns to reveal the latent dimensions of the occupational structure",
          "authors": "Johan Westerman, Charlotta Magnusson",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103154",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103154",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
