{
  "update": "2025-12-26",
  "content": [
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Strategic family resilience: health declines and intergenerational relationships in multi-child Chinese families",
          "authors": "Yang Zhang, Jiaowei Gong, Tianrong Tang, Ting Li",
          "abstract": "As population aging emerges as a global concern, health declines among older parents have become prevalent. However, we know little about how intergenerational relationships adapt to declines in older parents’ physical, mental, and cognitive health, considering their multi-dimensional and ambivalent natures and the multi-child family context. Drawing on four waves (2014, 2016, 2018, and 2020) of data from a nationally representative survey, the China Longitudinal Aging Social Survey, we found that parent–child relationships became closer after declines in older parents’ physical and cognitive health, while the variation in parent–child relationships across children increased. The greater intimacy was driven by increased functional exchanges and associational connections rather than improved emotional affinity. Compared to families without daughters, the pattern was more pronounced in families with daughters. Moreover, intergenerational relationships were unresponsive to declines in mental health. These findings suggest that Chinese families employ strategic family resilience in response to changing family demands.",
          "url": "https://doi.org/10.1093/sf/soaf214",
          "doi": "https://doi.org/10.1093/sf/soaf214",
          "filter": 0,
          "created": "2025-12-5"
        },
        {
          "title": "Review of “Canaries in the Code Mine: Precarity and the Future of Tech Work”",
          "authors": "Adam K Schoenbachler",
          "url": "https://doi.org/10.1093/sf/soaf210",
          "doi": "https://doi.org/10.1093/sf/soaf210",
          "filter": 0,
          "created": "2025-11-26"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "Beyond weak ties in prison: An investigation of core support networks of incarcerated persons",
          "authors": "Siyun Peng, Martha Tillson, Maria Rockett, Marisa Booty, Carrie B. Oser",
          "url": "https://doi.org/10.1016/j.socnet.2025.12.004",
          "doi": "https://doi.org/10.1016/j.socnet.2025.12.004",
          "filter": 0,
          "created": "2025-12-20"
        },
        {
          "title": "Getting lonely and isolated? Transitions in social isolation profiles over time and factors associated with them among older adults",
          "authors": "Pildoo Sung, Angelique Chan, Abhijit Visaria, June May-Ling Lee",
          "url": "https://doi.org/10.1016/j.socnet.2025.12.005",
          "doi": "https://doi.org/10.1016/j.socnet.2025.12.005",
          "filter": 0,
          "created": "2025-12-22"
        },
        {
          "title": "Using social network analysis to understand residents’ social connection in a Singapore neighbourhood",
          "authors": "Yohei Kato, Francine Chan, Belinda Yuen",
          "url": "https://doi.org/10.1016/j.socnet.2025.12.006",
          "doi": "https://doi.org/10.1016/j.socnet.2025.12.006",
          "filter": 0,
          "created": "2025-12-24"
        },
        {
          "title": "Dissipation and bondedness in networks via conflict-based cohesion",
          "authors": "Kenneth S. Berenhaut, Liangdongsheng Lyu, Yuxiao Zhou",
          "url": "https://doi.org/10.1016/j.socnet.2025.12.003",
          "doi": "https://doi.org/10.1016/j.socnet.2025.12.003",
          "filter": 0,
          "created": "2025-12-22"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Gendered reporting of housework across relative spousal income",
          "authors": "Joanna Syrda",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103303",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103303",
          "filter": 0,
          "created": "2025-12-23"
        },
        {
          "title": "Family background and school-to-work trajectories in China",
          "authors": "Xiaoguang Li, Yao Lu",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103300",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103300",
          "filter": 0,
          "created": "2025-12-24"
        },
        {
          "title": "Yours, mine, and ours: Childhood disadvantage and late-life social connectedness in marital dyads",
          "authors": "Yiang Li, Jason Wong, Linda J. Waite",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103301",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103301",
          "filter": 0,
          "created": "2025-12-22"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Science",
      "journal_short": "SocSci",
      "articles": [
        {
          "title": "Ambiguous Actorhood: Twenty-First Century Firms and the Evasion of Responsibility",
          "authors": "Carly Knight, Adam Goldstein",
          "url": "https://doi.org/10.15195/v13.a4",
          "doi": "https://doi.org/10.15195/v13.a4",
          "filter": 0,
          "created": "2025-12-20"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Who Is Black? Black Americans on Multiraciality and Black Identity",
          "authors": "Raj A. Ghoshal",
          "abstract": "In his classic Who is Black? One Nation’s Definition , James Davis examined the construction of Blackness from the country’s roots through the close of the twentieth century. In this article the author extends Davis’s project by drawing on original survey data that examines present-day Black Americans’ own understandings of Black identity. The author also examines how self-classification as Black alone, Black-White, and Black-other relates to these measures, to open-ended descriptive self-identification, and to classifying oneself as “multiracial.” Black-alone and Black-in-combination respondents largely concur in how they assess the relevance of one’s self-identification and factors related to biological race conceptions when thinking about whether someone is Black. However, the groups diverge on what importance they give to others’ appraisals and cultural and experiential factors when assessing Black identity; they also differ in their own open-ended racial identifications. In contrast to concerns raised in some prior work, Black-alone respondents do not see multiraciality as disqualifying of Blackness. That the identity difference along which views of Black identity split is unrelated to the topics of the split is striking. The author argues that this Black-multiracial identity paradox may help illuminate how intragroup cohesion is possible alongside growing within-group diversity.",
          "url": "https://doi.org/10.1177/23780231251401410",
          "doi": "https://doi.org/10.1177/23780231251401410",
          "filter": 0,
          "created": "2025-12-20"
        },
        {
          "title": "Short-Lived Relief: The Racial Geography of Rebounding Eviction Rates in Postmoratorium St. Louis",
          "authors": "Anne Brown, Samuel H. Kye, Yi Wang",
          "abstract": "This visualization examines time series and spatial trends in eviction case filings in St. Louis and St. Louis County before, during, and after the federal eviction moratorium. Scraping data from the Missouri Courts system for all eviction cases in the region from January 2017 thru December 2024, the authors compare how eviction rates rebounded across majority-white and majority-Black neighborhoods, particularly in light of the moratorium’s documented effects dramatically diminishing eviction rates in high-risk communities. The results show that, in majority-Black neighborhoods, eviction filing rates rebounded aggressively during the moratorium and to an even stronger degree afterward, even despite emergency rental assistance protections. By contrast, rates rebounded to a more modest degree in majority-white neighborhoods and only after the moratorium’s end. A spatial representation of case filings illustrates the disproportionate degree to which eviction filings endured in majority-Black neighborhoods during the moratorium, setting the stage for pre- and postmoratorium portraits of eviction that were effectively indistinguishable. As a whole, these findings indicate that racialized patterns in the rebound of evictions in the region quickly eroded, and eventually eliminated, the relative parity in eviction filings between white and Black neighborhoods observed in the very early stages of the moratorium.",
          "url": "https://doi.org/10.1177/23780231251404293",
          "doi": "https://doi.org/10.1177/23780231251404293",
          "filter": 0,
          "created": "2025-12-22"
        },
        {
          "title": "Counting Race, Miscounting Identity: The Census and Hispanic Racial Self-Identification",
          "authors": "Kyle E. Waldman",
          "abstract": "Scholarship posits that the state is the most powerful actor in “race-making” via its institutionalization of racial categories, especially through national censuses. Yet whether census ethnoracial categories correspond to experientially existing social groups crafted through everyday boundary making is an empirical question. When census categories misalign with micro-level boundaries, inferences drawn from census data may seriously misrepresent intergroup relations. Using unique, multidimensional data on self-classified Hispanics in the United States, the author estimates the degree and correlates of (mis)alignment between Hispanics’ racial self-classifications on a closed-ended, census-style race question and their racial self-identification on an open-ended question. The author finds substantial misalignment between racial self-classification and self-identification, with self-rated skin tone and reflected appraisal particularly important for white (mis)alignment and immigrant generation status strongly associated with the use of hyphenated American identifications. The author concludes that although the state exhibits “race-making” power, reliance on census race categories alone misrepresents Hispanics’ ethnoracial boundary making practices, distorting inferences about the larger U.S. racial structure. Including a Hispanic option on the census race question improves overlap between state and everyday racial categories, but a Hispanic racial self-identification is by no means a universal convention.",
          "url": "https://doi.org/10.1177/23780231251401662",
          "doi": "https://doi.org/10.1177/23780231251401662",
          "filter": 0,
          "created": "2025-12-20"
        },
        {
          "title": "Delayed Legal Status Incorporation among Student Visa Holders",
          "authors": "A. Nicole Kreisberg, Jennifer Van Hook, Hannah Persaud",
          "abstract": "Student visa holders reflect a large and growing share of the higher educated immigrant population. Although historically considered legally protected, student visa holders’ current precarity raises important theoretical questions about their incorporation. Yet we know very little about student visa holders’ legal status trajectories over time, which is important if we are to understand their opportunities for social and economic incorporation. Using longitudinal data from the National Survey of College Graduates, and multidecrement life table methods, the authors find that half of foreign-born students remain in the United States after 10 years. Yet students have limited transitions to lawful permanent residence. Indian student visa holders are among the least likely to transition to permanent residence. The authors attribute this pattern of “delayed legal status incorporation” to immigration policies, which increase permanent residence wait times for individuals from high-sending countries such as India. More broadly, the authors argue that these results reflect a mismatch between the policy intentions of the “temporary” student visa program and students’ real intentions to stay in the United States long term. The authors discuss the implications of this mismatch for this growing share of young people who are in high demand in the high-skilled labor market, but who face limited pathways to permanent residence.",
          "url": "https://doi.org/10.1177/23780231251401640",
          "doi": "https://doi.org/10.1177/23780231251401640",
          "filter": 0,
          "created": "2025-12-20"
        },
        {
          "title": "Immigration and Public Support for Social Policy: Accounting for the Gender Composition of Immigrant Populations",
          "authors": "Achim Edelmann, Friedolin Merhout, Amie Bostic",
          "abstract": "With increasing global mobility, scholars have debated whether immigration undermines welfare states. So far, no conclusive evidence of a consistent association between immigration and social policy support has emerged. This might be due to treating immigrants as a monolithic mass. To begin addressing this, the authors account for the gender composition of immigrant populations. Drawing on research on attitudes toward immigration, immigration policy, and gendered tropes of immigrants, the authors develop two hypotheses detailing how the share of women among immigrants moderates that population’s impact on individuals’ social policy support. Testing these hypotheses on International Social Survey Programme and United Nations data, the authors find no evidence of a predominant demographic or coexisting immigrant threats. Instead, the results show a consistent pattern between immigration and social policy support aligning with a dominant trope of “deviant immigrant men” posing a criminal threat. Specifically, increasing immigrant populations predict reduced support as the share of women among them decreases.",
          "url": "https://doi.org/10.1177/23780231251400402",
          "doi": "https://doi.org/10.1177/23780231251400402",
          "filter": 0,
          "created": "2025-12-24"
        }
      ],
      "articles_hidden": []
    }
  ]
}
