{
  "update": "2024-10-24",
  "content": [
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “The Last Plantation: Racism and Resistance in the Halls of Congress”",
          "authors": "Philip V McHarris",
          "url": "http://dx.doi.org/10.1093/sf/soae150",
          "doi": "10.1093/sf/soae150",
          "filter": 0
        },
        {
          "title": "Intergenerational family life courses and wealth accumulation in Norway",
          "authors": "Bettina Hünteler, Theresa Nutz, Jonathan Wörn",
          "abstract": "While prior research has widely acknowledged the consequences of specific family transitions (e.g., parental death, parenthood, grandparenthood) for individual wealth holdings, the interplay of multiple family transitions and positions occurring at different life stages and in various orderings has received little attention. This is despite the fact that these transitions and positions most likely jointly shape wealth accumulation, both in the shorter and longer run. We apply (1) sequence analysis to identify typical family life course clusters defined by the timing of the death of the parent generation, the timing of the transition into parenthood, and grandparenthood and (2) regression analysis to describe how the accumulation of wealth between ages 40 and 64 differs by family life course cluster. Using Norwegian register data of individuals born in 1953 (N = 47,945), we identified six clusters of family trajectories ranging from childless individuals to individuals who were sandwiched between their parents, children, and grandchildren because of relatively early (grand)parenthood and late parental death. Individuals experiencing patterns with a later transition into (grand)parenthood occupied stable and high wealth positions over time. Individuals without children exhibited a steady increase in their wealth position. Additionally, experiencing parental death later in life was associated with increasing wealth, whereas early parental death was not. These results held net of gender and education. Pronounced and even increasing wealth differences over the life course seem to be associated with the interplay of multiple family transitions.",
          "url": "http://dx.doi.org/10.1093/sf/soae151",
          "doi": "10.1093/sf/soae151",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Field of study, political attitudes, and support for the radical right in Sweden and Europe",
          "authors": "Amanda Almstedt Valldor",
          "url": "http://dx.doi.org/10.1016/j.ssresearch.2024.103091",
          "doi": "10.1016/j.ssresearch.2024.103091",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Science",
      "journal_short": "SocSci",
      "articles": [
        {
          "title": "Hunkering Down or Catching Up? No Long-Term Effect of Ethnic Minority Share on Neighborhood Contacts",
          "authors": "Stephan Dochow-Sondershaus",
          "url": "http://dx.doi.org/10.15195/v11.a35",
          "doi": "10.15195/v11.a35",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Keeping Libertarianism Alive in the Academy: Organizations, Scholars, and the Idea Pipeline",
          "authors": "Zosia Cooper, Amy J. Binder, Jeffrey L. Kidder",
          "abstract": "In this article, the authors draw on the literatures about academic career pipelines and the sociology of ideas to understand how an outside group of organizations provides resources to aspiring scholars as young as high schoolers and as senior as emeriti professors. One of the goals of these organizations is to promote libertarian ideas in the academy. The authors show how, in contrast to other academic pipeline building, libertarian-leaning organizations fear that their perspectives encounter resistance in the progressive field of higher education. Therefore, to keep libertarian ideas alive, they pursue strategies to guarantee a supply of graduate students for eventual academic jobs and provide professors with relatively easy access to funding, granting them autonomy vis-à-vis their home institutions. This funding may be used in part for programs that specifically hire libertarian PhDs, which in turn provide young scholars with a step ladder into the academy. The authors call this set of strategies an “idea pipeline.” On the whole, these efforts are designed to make a career studying libertarian ideas more desirable and viable for those inclined toward these viewpoints and to ward off the demise of libertarian thought in the academy.",
          "url": "http://dx.doi.org/10.1177/23780231241287949",
          "doi": "10.1177/23780231241287949",
          "filter": 0
        },
        {
          "title": "Work Schedules, Finances, and Freedom: Work Schedule Fit and Platform Dependence among Gig Workers on Amazon’s Mechanical Turk Platform",
          "authors": "Jeremy Reynolds, Daniel Felipe Pinzón Quintero, Julieta Aguilar, Reilly Kincaid",
          "abstract": "Formally, gig workers determine their work hours. Gig platforms, however, shape work schedules with many tools, including ratings, deadlines, pay, and competition. The platform dependence perspective suggests that gig workers who rely on platform income are especially vulnerable to manipulation and often fail to fulfill their scheduling preferences. We offer one of the first quantitative tests of this prediction while also examining if the theory applies to highly flexible online gig work. Using a U.S. sample of Amazon Mechanical Turk workers, we find that mismatches between preferred and actual schedules are common and increase with hours worked. As predicted, mismatches are especially prevalent among platform-dependent respondents, but group differences are only significant for the minority of respondents working more than 30 hours per week. More research is needed to understand schedule mismatches among low-hour gig workers and how “strategic neglect” may help generate them.",
          "url": "http://dx.doi.org/10.1177/23780231241286933",
          "doi": "10.1177/23780231241286933",
          "filter": 0
        },
        {
          "title": "Effective Surveillance That “Doesn’t Work”: Inferences and Social Control in New York City Public Housing",
          "authors": "Lisa Lucile Owens",
          "abstract": "In New York City, public housing residents are subject to constant, concentrated electronic surveillance that is beset by inequalities in application and the potential for adverse outcomes. In the literature, there is little insight into either the process by which such systems function or the impacts of this intensified exposure. This article explores, in particular, the role of inference in determining the effectiveness of surveillance. Through an analysis of qualitative data gathered through interviews with public housing residents, this article argues that surveillance, notwithstanding its actual function, is associated with powerful inferences about its functional possibilities. Findings address a source of endogeneity in existing surveillance-related studies, demonstrating how inferences about electronic surveillance notwithstanding their actual surveillant functionality may be related to the use of avoidance practices.",
          "url": "http://dx.doi.org/10.1177/23780231241274247",
          "doi": "10.1177/23780231241274247",
          "filter": 0
        },
        {
          "title": "Reconsidering the Relationship between Incarceration, Trust in the State, Community Engagement, and Civic Participation",
          "authors": "Youngmin Yi, Peter K. Enns, Christopher Wildeman",
          "abstract": "Scholars have reached different conclusions about the relationship between carceral contact and community engagement and civic participation. We offer a theoretical account that aims to synthesize this work to argue that incarceration should depress trust in the state but may increase, decrease, or produce no substantial effect on community or civic engagement, leading to no overall average association. We use data from the Family History of Incarceration Survey (FamHIS), a nationally representative survey of adults in the United States (n = 2,703) to conduct an expansive test of associations between direct (own) and indirect (family member) incarceration and trust in the state, civic participation, and community engagement. Our findings show that incarceration may not uniformly depress political and civic behaviors, on average. Furthermore, they inform our understanding of seemingly divergent conclusions in prior research, underscoring potential variability of prosocial actions and their enabling and constraining conditions in the wake of carceral contact.",
          "url": "http://dx.doi.org/10.1177/23780231241277436",
          "doi": "10.1177/23780231241277436",
          "filter": 0
        },
        {
          "title": "Implicit Racial Bias in Europe: Cross-National Variation and Time Trends",
          "authors": "Kasimir Dederichs, Pieter-Paul Verhaeghe",
          "abstract": "The authors visualize how implicit racial bias at the collective level varies across European countries and how it changed between 2009 and 2019. To obtain population-level estimates, the authors re-weight implicit association test data from the Project Implicit international dataset ( n = 184,745). Implicit bias against Black people is stronger in southern and eastern vis-à-vis northern and western European countries. It decreased until the mid-2010s but started to increase thereafter.",
          "url": "http://dx.doi.org/10.1177/23780231241291131",
          "doi": "10.1177/23780231241291131",
          "filter": 0
        },
        {
          "title": "Public Funding, Private Work Outcomes: Multiple Job Holding among U.S. K–12 Public School Teachers",
          "authors": "Ryan Fajardo",
          "abstract": "Reporting suggests that declining salaries cause high multiple job holding (MJH) among full-time public school teachers in the United States. Studies investigating this relationship assume an individual teacher, neglecting the effects of family characteristics on work behavior. This article examines K–12 public school teachers’ employment patterns for March and July from 2011 to 2019 to test the associations of state-level teacher salaries and familial roles with MJH. In March and July, a teacher’s familial role correlates with MJH in a pattern consistent with persistent work-family divisions: Male teachers, single or married with children, are the most likely to hold another job, and married female teachers with children are the least. These differences increase during the summer break. State-level salaries correlate with MJH only in July. Single male teachers exhibit greater sensitivity to salary changes. This article demonstrates how family characteristics, occupational schedules, and salaries interact and influence MJH.",
          "url": "http://dx.doi.org/10.1177/23780231241286374",
          "doi": "10.1177/23780231241286374",
          "filter": 0
        },
        {
          "title": "Keeping Everyone Buoyant: The Care Work of Women Faculty and Research Staff during COVID-19",
          "authors": "Loa Gordon, Gabriella Christopher, Nicole McNair, Marisa Young",
          "abstract": "The authors explore how the coronavirus disease 2019 (COVID-19) pandemic amplified a broad range of care practices for women in academia. Engaging the lived experiences of faculty and research staff members, the authors investigate the entangled impact of care on work-life productivity during the first year and a half of the global pandemic. Mixed-methods data include roundtable accounts focusing on the COVID-19 experiences of woman employees at a Canadian university with supplementary analyses from a related institutional survey. The findings demonstrate a triangulated configuration of care responsibilities: care directly associated with work, care outside of work without disruption to professional excellence, and pressures of self-care. The authors conclude by describing the “cruel optimism” of care that is at once rewarding but simultaneously diminishing to personal flourishing. This article contributes to analytical efforts to critically redefine care in higher education as an ambivalent set of laborious practices steeped in inequities.",
          "url": "http://dx.doi.org/10.1177/23780231241288594",
          "doi": "10.1177/23780231241288594",
          "filter": 0
        },
        {
          "title": "Corporate Demography and Wage Inequality: Revisited",
          "authors": "Niklas Bomark, Elis Carlberg Larsson, Karl Wennberg",
          "abstract": "To further research how organizations influence workforce wage inequality, the authors replicate and extend Sorensen and Sorenson’s study on organizational demography and wage inequality in region-industries by (1) replicating original results from Danish regions from 1992 to 1998 using a close-to-identical dataset in Sweden during the same time period, (2) using multiverse analysis to gauge the effect of analytical choices on research results, and (3) expanding the scope of Sorensen and Sorenson’s model by two new measures of organizational diversity. The findings suggest strong to fair test-retest validity of the original model, but model extensions with nuanced measures of organization form diversity do not enhance the model’s explanatory power. The authors analyze and discuss replication anomalies and show how multiverse analysis can be gainfully used more generally in comparative organizational sociology.",
          "url": "http://dx.doi.org/10.1177/23780231241287858",
          "doi": "10.1177/23780231241287858",
          "filter": 0
        },
        {
          "title": "Marrying across Borders in Latin America: Visualizing Intermarriage Flows",
          "authors": "Adriana Robles, Luca Maria Pesando, Alejandra Abufhele, Mauricio Bucca, Daniela R. Urbina",
          "abstract": "The authors propose an adaptation of the well-known “circular plot,” traditionally used to quantify international migration flows, to visualize patterns of intermarriage within Latin American countries. The authors present data on intermarriage flows between partners’ countries of origin using data from recent household surveys from five Latin American countries. The visualization allows an easy-to-grasp snapshot of marital pairings considering partners born in different countries, as well as the identification of their spatial patterns. In some countries, such as Colombia and Peru, most intermarriage occurs between natives and Venezuelans. Conversely, in Chile, Ecuador, and Uruguay, there is much wider heterogeneity in country-pair combinations. In Chile, no country-pair combination dominates, reflecting the more balanced nature of migration flows from a broader set of countries. Overall, the results aid the interpretation of trends and patterns in marriage across country lines by placing them within a comparative regional context. This is a flexible tool that could be easily adapted to multiple other countries within or outside of the region, to analyses over time, and to a heterogeneous array of couple-level characteristics.",
          "url": "http://dx.doi.org/10.1177/23780231241290679",
          "doi": "10.1177/23780231241290679",
          "filter": 0
        },
        {
          "title": "Estimating the Racial Wealth Gap in Brazil",
          "authors": "Christina A. Sue, Salvador Rivas, Jacques Wainer",
          "abstract": "Brazil is at the forefront of research and policies aimed at redressing racial inequality in Latin America. However, there is a paucity of scholarship on Brazilian racial inequality in wealth. The lack of research is largely a by-product of data limitations. In this study, we analyze the best publicly available data on various indicators of wealth, controlling for multiple factors. We find a tiered system with White households having the most wealth, followed by mixed-race households, and then Black/Brown households. We find that White Brazilian families have approximately 1.5 to 2 times the wealth of Black/Brown families, which is similar to the U.S. Black-White gap for comparable measures, with the notable exception of homeownership. Our findings provide novel insights into racial wealth inequality in Brazil that may inform the study of wealth in countries where data on wealth are limited and/or where traditional measures (e.g., homeownership) are not suitable indicators of wealth.",
          "url": "http://dx.doi.org/10.1177/23780231241286561",
          "doi": "10.1177/23780231241286561",
          "filter": 0
        },
        {
          "title": "Softening the Stigma of Incarceration with Personal Narratives",
          "authors": "Jon Overton, Michelle D. Fretwell, Kevin Weng, Christopher P. Dum",
          "abstract": "Existing research shows that first-person narratives can reduce exclusionary attitudes against marginalized groups. In this article, we test how they might mitigate stigma against formerly incarcerated people. We outline two mechanisms: (1) signaling, wherein sharing an autobiographical narrative improves others’ perception of oneself, and (2) role-taking, wherein the content of the narrative leads the audience to see themselves in the author’s place, thereby changing their evaluation of the author. We test these mechanisms using data from a vignette-based online experiment. We examine how a sample of college students respond to a hypothetical classmate who discloses a history of incarceration. Overall, we find support for the signaling mechanism. We also find that desired social distance falls primarily because the narrative increases the classmate’s perceived warmth (e.g., sincerity, trustworthiness, friendliness, etc.). Findings suggest advocates and institutions should create opportunities to obtain and present credentials and skills that will credibly signal warmth.",
          "url": "http://dx.doi.org/10.1177/23780231241287246",
          "doi": "10.1177/23780231241287246",
          "filter": 0
        },
        {
          "title": "“The System Is So Messed up”: Neutrality and Efficiency in an Eviction Courtroom",
          "authors": "Jacob Scott Kepes, Alex M. Kempler",
          "abstract": "Eviction research focuses primarily on what happens before or after an eviction, overlooking the importance of the courtroom in understanding how the eviction process unfolds. We offer a case study of an eviction court in Franklin County, Ohio, during the height of the COVID-19 pandemic. Using ethnographic observation and qualitative interviews, we investigate the following questions: (1) What role do courtroom actors play in eviction procedures? and (2) How have the COVID-19 pandemic and pandemic-related policy impacted courtroom processes? We highlight this court’s determination to continue business as usual, as demonstrated through allegiance to the logics of neutrality and efficiency. Although the court was able to implement small-scale changes, these changes were made in the interest of landlords, ultimately undermining the court’s supposed neutrality and enforcing a type of efficiency that favored the continued processing of cases despite warnings from public health officials.",
          "url": "http://dx.doi.org/10.1177/23780231241286928",
          "doi": "10.1177/23780231241286928",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
