{
  "update": "2025-10-11",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "How Values and Uncertainty Shape Scientific Advance in Peer Review",
          "authors": "Daniel Scott Smith, Neha Nayak Kennard, Tianyu Du, Daniel A. McFarland",
          "abstract": "Tens of thousands of scientists contribute to peer review as journal editors and reviewers of the millions of manuscripts submitted every year. How do they decide what is quality work? What values do they apply in evaluating which science merits publication and which does not? How do they respond to dissensus and uncertainty? Who has the greatest influence over the final outcome? This study combines close reading with large language models to analyze 80,000 reviews of 28,000 accepted and rejected manuscripts in engineering and the life sciences. By following reviewers’ value judgments and editorial decisions, we come to a different view of how epistemic cultures are practiced in journal science. Instead of a consensual dialogue revealing salient norms, we find reviewers differently weigh (“commensurate”) their judgments to attribute value to works. Their pluralistic viewpoints elevate uncertainty about the work, and editors respond by aligning with the most negative of reviewers. Surprisingly, we observe engineers and life scientists find the same epistemic criteria are salient, valued, and influential, with novelty and accuracy being primary. These results underscore how contingency and uncertainty are structural features of STEM peer review and essential to its effectiveness and legitimacy.",
          "url": "https://doi.org/10.1177/00031224251362254",
          "doi": "https://doi.org/10.1177/00031224251362254",
          "filter": 0
        },
        {
          "title": "How Religious Subcultures Interact with Gender to Shape Educational Trajectories: A Rejoinder to Brady, Luft, and Zuckerman Sivan",
          "authors": "Ilana M. Horwitz, Kaylee T. Matheny, Krystal Laryea, Landon Schnabel",
          "abstract": "We respond to Brady, Luft, and Zuckerman Sivan’s critique of how religious subcultures—particularly Jewish upbringing—shape educational attainment. Their reanalysis, while differently specified, reinforces our central finding: adolescents with Jewish upbringing demonstrate higher rates of college completion and selective institution attendance. We defend our use of a multidimensional SES index—including income, education, and occupational prestige—grounded in stratification research, and we consider the theoretical and empirical utility of their proposed alternatives. Yet their replication overlooks the qualitative evidence central to our argument: the role of self-concept congruence, or the alignment between one’s identity and educational trajectory. Among girls with at least one Jewish parent, we find that attending a selective college is not simply an instrumental goal but part of who they envision themselves becoming. This congruence is shaped by a habitus rooted not only in social class but also in Jewish upbringing. In contrast, similarly positioned non-Jewish peers do not express the same identity-education alignment. We also respond to their concern that our work risks essentialism or reflects “culture of poverty” arguments. Our study explicitly avoids attributing educational outcomes to ascribed group identity. Instead, we identify clear, transferable mechanisms, including habitus and self-concept congruence, through which religious subcultures influence educational trajectories. These mechanisms are socially transmitted, shaped by family culture and broader structural contexts, and portable across groups and settings. By addressing these critiques, we contribute to debates about how culture shapes stratification without reducing outcomes to group-based determinism.",
          "url": "https://doi.org/10.1177/00031224251356268",
          "doi": "https://doi.org/10.1177/00031224251356268",
          "filter": 0
        },
        {
          "title": "Fabricating Communists: The Imagined Third That Reinvented the National Fault Line in Mid-Twentieth-Century Colombia’s Civil War",
          "authors": "Laura Acosta",
          "abstract": "Contrary to the classical sociological view that social conflict reinforces preexisting political divisions, this article argues that civil war can reinvent them. I examine this phenomenon through the evolution of civil wars in Colombia in the mid-twentieth century, a period initially marked by a Liberal–Conservative conflict that developed into a civil war between the state and communist guerrillas. Drawing on archival records, oral histories of civilians and combatants, and newspapers, I demonstrate that when one party invents an “imagined third”—an actor, external to the original conflict dyad, who lacks any connection to an actual military or political threat—to blame for the violence in civil war, a self-fulfilling logic turns the imagined third into a tangible enemy of the nation, thereby creating a new fault line. In Colombia, politicians’ baseless accusations and preemptive actions against Communists activated three mechanisms of fault line formation—enemy legitimation, boundary demarcation, and identity shift—that materialized the very revolutionary threats they claimed to prevent. This analytic framework of fault line formation in civil war opens new avenues for examining how political discourse can become self-fulfilling, how international threats are transformed into local enemies, and how wartime actors’ opportunities for action evolve—including the conditions necessary for sustained peace.",
          "url": "https://doi.org/10.1177/00031224251371066",
          "doi": "https://doi.org/10.1177/00031224251371066",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Fighting over the kids: gender roles, patrilineage, and child custody in Chinese courts",
          "authors": "Yifeng Wan",
          "abstract": "Who receives child custody—mother, father, or both—offers insight into family institutions and gender dynamics. Analyzing over 220,000 digitized divorce decrees from China’s patrilineal family system, this study reveals a paradox: despite mothers serving as primary caregivers, fathers more frequently obtain custody. Two institutional pillars of patrilineage explain this outcome. First, paternal grandparents commonly assume childcare responsibilities as fathers’ proxies, reducing mothers’ custody prospects. Second, fathers’ predominant ownership of the marital home creates additional barriers for mothers seeking custody. This paternal advantage intensifies in cases involving sons and in rural areas. Among families with multiple children, split custody arrangements predominate, typically allocating sons to fathers and daughters to mothers. These findings illuminate the interplay between family law, patrilineal tradition, and gender inequality.",
          "url": "https://doi.org/10.1093/sf/soaf148",
          "doi": "https://doi.org/10.1093/sf/soaf148",
          "filter": 0
        },
        {
          "title": "Review of “White-Collar Blues: The Making of the Transnational Turkish Middle Class”",
          "authors": "Zach Richer",
          "url": "https://doi.org/10.1093/sf/soaf159",
          "doi": "https://doi.org/10.1093/sf/soaf159",
          "filter": 0
        },
        {
          "title": "Review of “Man Up: The New Misogyny and the Rise of Violent Extremism”",
          "authors": "Ross Haenfler",
          "url": "https://doi.org/10.1093/sf/soaf155",
          "doi": "https://doi.org/10.1093/sf/soaf155",
          "filter": 0
        },
        {
          "title": "Blending in or moving on? Immigrant coworkers, assimilation, and employee turnover",
          "authors": "Edvard Nergård Larsen, Aleksander Å Madsen, Are Skeie Hermansen",
          "abstract": "How does the presence of immigrant coworkers shape the likelihood that minority employees stay or leave their jobs? This study uses linked employer–employee administrative data covering the entire Norwegian labor market to investigate how workplace immigrant concentration influences turnover among immigrants and their native-born children. Building on theories of organizational demography, we ask whether working alongside a higher share of immigrant-background coworkers fosters employee retention—consistent with mechanisms of social contact and homophily—or instead prompts workplace exit, as suggested by group threat and competition theories. Our findings reveal that greater representation of immigrant-background coworkers significantly reduces turnover among immigrants, especially when contact occurs within same-skill occupations. The exposure effects reducing the likelihood of workplace exit are also stronger when immigrant-background employees share the same national origin with their minority coworkers and when minorities are better represented among top earners in the organization. For children of immigrants, the effects of coworker composition are weaker, consistent with theories of assimilation and the weakening of ethnic boundaries across generations. Taken together, these results support social contact theories, which claim that a more inclusive work environment and coworker support in more ethnically diverse workplace contexts foster organizational attachment and reduce turnover among immigrant-background minority employees. However, minority employees’ increased retention in organizations with higher immigrant concentration may also reinforce patterns of ethnic workplace segregation.",
          "url": "https://doi.org/10.1093/sf/soaf161",
          "doi": "https://doi.org/10.1093/sf/soaf161",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "Use of aggregated relational data in agent-based modeling",
          "authors": "Yunsub Lee, Xinwei Xu",
          "url": "https://doi.org/10.1016/j.socnet.2025.09.004",
          "doi": "https://doi.org/10.1016/j.socnet.2025.09.004",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Dual language immersion programs and their neighborhoods: Issues of program access and representation within Los Angeles Unified School District",
          "authors": "Sarah Asson, Erica Frankenberg, Clémence Darriet, Lucrecia Santibañez, Claudia Cervantes-Soon, Francesca López",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103255",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103255",
          "filter": 0
        },
        {
          "title": "Online social class cues and employability: Experimental evidence from Germany",
          "authors": "Diana Roxana Galos, Joris Frese",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103258",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103258",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "Beyond the Diagonal Reference Model: Critiques and New Directions in the Analysis of Mobility Effects",
          "authors": "Ethan Fosse, Fabian T. Pfeffer",
          "abstract": "Over the past decade there has been a striking increase in the number of quantitative studies examining the effects of social mobility, with almost all based on the diagonal reference model (DRM). We make four main contributions to this rapidly expanding literature. First, we show that under plausible values of mobility effects, the DRM will, in many cases, implicitly force the underlying mobility linear effect toward zero. In addition, we show both mathematically and through simulations that the mobility effects estimated by the DRM are sensitive to the size and sign of the origin and destination linear effects, often in ways that are unlikely to be intuitive to applied researchers. This finding clarifies why, contrary to expectations, applied researchers have generally found mixed evidence of mobility effects. Second, we generalize the identification problem of conventional mobility effect models by showing that the DRM and related methods can be viewed as special cases of a bounding analysis, where identification is achieved by invoking extremely strong assumptions. Finally, and importantly, we present a new framework for the analysis of mobility tables based on the identification and estimation of joint parameter sets, introducing what we call the structural and dynamic inequality model. We show that this model is fully identified, relies on much weaker assumptions than conventional models of mobility effects, and can be treated both as a descriptive model and, if additional assumptions are invoked, as a causal model. We conclude with an agenda for further research on the consequences of socioeconomic mobility.",
          "url": "https://doi.org/10.1177/00491241251358895",
          "doi": "https://doi.org/10.1177/00491241251358895",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Conceptualizing Affective Climate Polarization",
          "authors": "Emily Huddart, Tony Silva, Parker Muzzerall, Sophia Dimitrakopoulos",
          "abstract": "Existing research demonstrates that liberals are more likely than conservatives to endorse climate policies. Scholars attribute this to differences in worldviews, elite cues, and misinformation. But political divisions are also emotional, as evidenced by partisans’ increasingly disliking one another. Recent work extends this pattern beyond political identity to the domain of issue-based polarization. The authors apply these insights to the sociology of climate change, advancing the concept of affective climate polarization to situate climate attitudes as expressions of social identity and group affiliation. Drawing on original survey data from a nationally representative probability sample ( n = 2,503), the authors examine how supporters and opponents of decarbonization evaluate each other on dimensions of emotional warmth. Supporters and opponents both express in-group favoritism and outgroup dislike, patterns indicative of polarization. Supporters’ animosity appears driven by frustration at opponents’ resistance to endorsing policy to mitigate climate change. Opponents’ animosity seems to be driven by frustration at being morally judged for their climate attitudes. The authors argue that climate attitudes are increasingly tied to identity-based boundary-making, whereby individuals perceive those with opposing climate views as members of morally distinct (and suspect) groups. This contributes to theorizing climate politics as a site of social conflict, boundary-making, and emotionally grounded group differentiation.",
          "url": "https://doi.org/10.1177/23780231251381875",
          "doi": "https://doi.org/10.1177/23780231251381875",
          "filter": 0
        },
        {
          "title": "Gender Inequalities and Motherhood Penalties across French and German Local Labor Markets",
          "authors": "Sander Wagner, Andreas Filser, Pascal Achard, Inga Marie Amend",
          "abstract": "This data visualization examines the relationship between motherhood earnings penalties and gender earnings gaps across local labor markets in France and Germany. Drawing on harmonized administrative data, the authors document a strong positive association: regions with larger motherhood penalties tend to exhibit wider gender earnings gaps. This pattern holds across all Nomenclature of Territorial Units for Statistics second-division regions, where a 1 percent increase in the motherhood penalty corresponds to a 0.3 percent higher gender earnings gap. The relationship is even stronger within countries, with the average association rising to 0.7 percent. These findings suggest that regional differences in gender earnings inequality are strongly associated with the magnitude of motherhood penalties.",
          "url": "https://doi.org/10.1177/23780231251374110",
          "doi": "https://doi.org/10.1177/23780231251374110",
          "filter": 0
        },
        {
          "title": "Racial Gaps in Career Mobility during the Great Migration",
          "authors": "Dirk Witteveen",
          "abstract": "The author investigates whether the Great Migration closed or mitigated racial disparities in career advancement. Using linked historical census data, tracking individuals from the early twentieth century, the author analyzes the occupational mobility of Black and White men who came of age during the Great Migration. The author uses two longitudinal analyses of occupational status over a 30-year period (e.g., 1900–1930 and 1910–1940) to compare career trajectories across racial and migratory groups. The results show that Black men who left the Jim Crow South for northern states—rapidly growing industrial areas in particular—experienced the same level of career mobility as those who remained in the South. Furthermore, northern Black men attained higher occupational status than southern Black men who had migrated to the North, indicative of a career mobility ceiling experienced by Black migrants. While starting their careers at different occupational levels, White men enjoyed significantly greater career mobility in both the South and the North. These findings imply that the Great Migration, despite escaping the worst versions of Jim Crow, maintained racial gaps in career mobility. This descriptive longitudinal account of occupational attainment underscores the durable impact of racialized opportunity structures even amid economic modernization.",
          "url": "https://doi.org/10.1177/23780231251380014",
          "doi": "https://doi.org/10.1177/23780231251380014",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
