{
  "update": "2026-02-19",
  "content": [
    {
      "journal_full": "Annual Review of Sociology",
      "journal_short": "AnnuRev",
      "articles": [
        {
          "title": "Gender and the Far-Right",
          "authors": "Kathleen M. Blee, Francesca Scrinzi",
          "abstract": "The role of gender in far-right parties and movements received little attention until the twentieth century, when feminist and masculinity studies began to draw attention to women's participation in these politics and the gendered nature of men's far-right activism. In the past decade, research in this area has flourished, creating a distinct subspecialty. This review focuses on recent scholarship on the discourse and practices of femininity/women and masculinity/men in the far-right and the transnational antigender movement opposed to feminist and LGBTQ+ political gains. It also suggests topical and methodological directions for the next stage of research and reflects on the ethical, political, and safety challenges that scholars of the far-right and gender encounter today.",
          "url": "https://doi.org/10.1146/annurev-soc-020224-050345",
          "doi": "https://doi.org/10.1146/annurev-soc-020224-050345",
          "filter": 0,
          "created": "2026-2-12"
        },
        {
          "title": "Poverty and Public Policy in the Context of Crisis",
          "authors": "Zachary Parolin",
          "abstract": "This review offers a framework for studying the measurement, consequences, and sources of poverty in times of crisis. Recent crises—such as COVID-19, the Great Recession, and environmental disasters—expose limitations of the standard social science toolkit for studying poverty and offer lessons for improving poverty and policy research. Regarding measurement, evidence suggests that the intrayear volatility of incomes and blurred boundaries between resource-sharing units deserve greater focus in poverty measurement debates. Regarding consequences, research emphasizes the need to quantify poverty's distinct roles as a risk factor versus stratifying feature during crises. Regarding sources, evidence from recent crises offer direct tests of competing theories of poverty and offer clear lessons for policy strategies to reduce poverty. I conclude that sociologists’ conceptual toolkit is uniquely well-suited to capture the multifaceted nature of poverty; the discipline should more forcefully incorporate its principles into a renewed study of poverty and public policy.",
          "url": "https://doi.org/10.1146/annurev-soc-031524-103755",
          "doi": "https://doi.org/10.1146/annurev-soc-031524-103755",
          "filter": 0,
          "created": "2026-2-13"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Seeking meaning in US asylum adjudications: aspirations, affect, and morality on the frontlines of the state",
          "authors": "Talia Shiff",
          "abstract": "This article examines how US asylum officers reclaim their sense of professional worth when their expectations of cognitively and emotionally meaningful engagement with applicants collide with the reality of routinized and emotionally detached decision-making. Drawing on forty-three in-depth interviews, I show that officers actively seek out elements of applicants’ claims that elicit intellectual stimulation and emotional resonance. This investment not only reinforces their self-image as morally committed professionals—distinguished from colleagues perceived as disengaged—but also reorients their professional mission around intentional, affectively engaged adjudication. Crucially, officers come to treat their aspirational mode of interaction as a moral lens through which they evaluate claims, granting greater worth to those that provoke the desired emotional response—often irrespective of applicants’ demographic characteristics or the formal merits of their cases. This analysis advances sociological theorizing on how aspirations, affect, and morality interact to shape frontline organizational practice.",
          "url": "https://doi.org/10.1093/sf/soag007",
          "doi": "https://doi.org/10.1093/sf/soag007",
          "filter": 0,
          "created": "2026-1-29"
        },
        {
          "title": "Class origin closure: economic advantages of occupational elitism",
          "authors": "Dirk Witteveen",
          "abstract": "This study investigates the role of class origin compositions of micro-occupations in creating economic inequalities using three decades of British longitudinal surveys. Drawing on social closure theory, we analyze how class origin contributes to between-occupation earnings disparities and class origin earnings inequality at the individual level. Using fine-grained data on the class origins of occupational incumbents, we construct a robust indicator of the concentration of privileged class origins within labor market niches, “occupational elitism,” measured as the percentage of incumbents with parents in the higher salariat (ESeC class 1) within an occupation. Our results reveal that occupational elitism of micro-occupations is positively associated with earnings, after accounting for indicators of positional closure mechanisms, such as educational credentialing, licensure, and unionization. However, these collective earnings premiums are unevenly distributed, with earnings advantages for individuals from upper-class families emerging in occupations with higher levels of occupational elitism.",
          "url": "https://doi.org/10.1093/sf/soag012",
          "doi": "https://doi.org/10.1093/sf/soag012",
          "filter": 0,
          "created": "2026-2-3"
        },
        {
          "title": "Review of “Science and Inequality: A Political Sociology”",
          "authors": "Janet Vertesi",
          "url": "https://doi.org/10.1093/sf/soag006",
          "doi": "https://doi.org/10.1093/sf/soag006",
          "filter": 0,
          "created": "2026-2-2"
        },
        {
          "title": "Review of “Homesick: Race and Exclusion in Rural New England”",
          "authors": "Japonica Brown-Saracino",
          "url": "https://doi.org/10.1093/sf/soag005",
          "doi": "https://doi.org/10.1093/sf/soag005",
          "filter": 0,
          "created": "2026-1-31"
        },
        {
          "title": "Review of “The Criminal Record Complex: Risk, Race, and the Struggle for Work in America”",
          "authors": "Hana Shepherd",
          "url": "https://doi.org/10.1093/sf/soag008",
          "doi": "https://doi.org/10.1093/sf/soag008",
          "filter": 0,
          "created": "2026-2-3"
        },
        {
          "title": "The (in)appropriateness of unequal division: a factorial survey experiment on wealth transfers within families",
          "authors": "Nhat An Trinh, Daria Tisch, Manuel Schechtl",
          "abstract": "Siblings do not always benefit equally from parental wealth transfers. This study examines how different asset types evoke distinct distributive principles, thereby contributing to our understanding of unequal intergenerational transfers within families. Based on a multifactorial survey experiment in Germany (N = 11,968 observations based on 2,992 respondents), we test whether the application of three distributive principles (equality, entitlement, dynastic succession) varies across three distinct asset types (cash, housing, and business). We deliberately oversampled substantial wealth owners to highlight differences in attitudes toward wealth transfers between those at the top of the wealth distribution and a nationally representative sample of individuals aged 40 and older. In line with previous research, equality emerges as the dominant principle for all asset types. Siblings’ gender and birth order do not consistently affect evaluations of unequal transfers. However, the wealthy are less likely to endorse equality if one child is older or seems better positioned to maintain the family business than their sibling. Our findings suggest that the wealthy legitimize unequal transfers based on concerns for continuous wealth accumulation and the perpetuation of key economic assets across generations.",
          "url": "https://doi.org/10.1093/sf/soag010",
          "doi": "https://doi.org/10.1093/sf/soag010",
          "filter": 0,
          "created": "2026-1-31"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "From survey data to social multiplex models: Incorporating interlayer correlation from multiple data sources",
          "authors": "Alec Fluer, Ian Laga, Logan Graham, Ellen Almirol, Makenna Meyer, John A. Schneider, Breschine Cummins",
          "url": "https://doi.org/10.1016/j.socnet.2026.01.005",
          "doi": "https://doi.org/10.1016/j.socnet.2026.01.005",
          "filter": 0,
          "created": "2026-2-14"
        },
        {
          "title": "Beyond linearity and time-homogeneity: Relational hyper event models with time-varying non-linear effects",
          "authors": "Martina Boschi, Jürgen Lerner, Ernst C. Wit",
          "url": "https://doi.org/10.1016/j.socnet.2026.02.001",
          "doi": "https://doi.org/10.1016/j.socnet.2026.02.001",
          "filter": 0,
          "created": "2026-2-17"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Directions for improving the policy relevance of inequality research: Lessons from social origin–specific health disparities",
          "authors": "Fabian Kratz",
          "url": "https://doi.org/10.1016/j.ssresearch.2026.103322",
          "doi": "https://doi.org/10.1016/j.ssresearch.2026.103322",
          "filter": 0,
          "created": "2026-2-18"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "Mapping Social Change: A Unified Framework for Temporal Clustering",
          "authors": "Jiazhou Liang, Jolomi Tosanwumi, Ethan Fosse, Daniel Silver, Scott Sanner",
          "abstract": "Analyzing social change requires detecting patterns of continuity and difference over time. While time-series clustering offers a valuable approach, existing techniques are often limited by assuming fixed cluster definitions and static assignments of entities to clusters. To address these limitations, we introduce a unified framework of temporal clustering methods that allows for both dynamic cluster definitions and the transition of entities between clusters, generalizing and extending previous work. We also provide new algorithms for this dynamic clustering that optimize global objectives, with optional constraints on the transitions of entities across clusters. This framework expands the methodological toolkit for analyzing social change, and we provide guidelines for its application. We illustrate our approach with three case studies: polarization of social and political attitudes across U.S. states; cross-national cultural change; and the evolution of neighborhood business patterns. We conclude with directions for further research.",
          "url": "https://doi.org/10.1177/00491241251396789",
          "doi": "https://doi.org/10.1177/00491241251396789",
          "filter": 0,
          "created": "2026-2-12"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Science",
      "journal_short": "SocSci",
      "articles": [
        {
          "title": "Early Childhood Investments and Women’s Work Outcomes across the Life Course",
          "authors": "Vida Maralani, Camille Portier, Berkay Özcan",
          "url": "https://doi.org/10.15195/v13.a9",
          "doi": "https://doi.org/10.15195/v13.a9",
          "filter": 0,
          "created": "2026-2-17"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Unequal Pathways: Family Background and Youth Computing Aspirations",
          "authors": "Jennifer M. Ashlock, Zeynep Tufekci",
          "abstract": "Young children are generally enthusiastic about digital technology, yet participation in early computer science pathways remains unequal. Because U.S. children often learn computing outside of school, field-specific knowledge within families may play a greater role than socioeconomic status (SES) in reproducing inequality. The authors evaluate support for the social reproduction and occupational inheritance models by examining middle school students’ interest in computing occupations. Although children’s interest in computing varies by SES, the domain-specific resources of parents who work in science, technology, engineering, and mathematics, such as digital skills and home learning practices, appear to have a stronger association with interest. These findings underscore the importance of familial transmission in the reproduction of occupational inequality and inform efforts to address stratification in digital learning.",
          "url": "https://doi.org/10.1177/23780231261415954",
          "doi": "https://doi.org/10.1177/23780231261415954",
          "filter": 0,
          "created": "2026-2-12"
        }
      ],
      "articles_hidden": []
    }
  ]
}
