{
  "update": "2025-07-28",
  "content": [
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Limits to helping in a helping profession: the social context of psychiatrist opt-out from public insurance",
          "authors": "Daniel Tadmon",
          "abstract": "In the United States, most mental health services are provided by independent helping professionals, individually deciding where to operate, whom to treat, and in which insurance networks to participate. In making such decisions, these market actors often navigate conflicts between financial, professional, and prosocial considerations. This article investigates the phenomenon of psychiatrist opt-out from Medicaid and Medicare, aiming to elucidate how social contexts influence such decisions. Assembling a census of all licensed Georgia psychiatrists and, assisted by a telephone audit, leveraging granular data about the environments in which clinicians operate, findings show that limits to helping in the form of opt-out from public insurance systematically correspond to the social ecologies in which psychiatrists are embedded—with their prospective clientele and local peers. Evidence of alignment between insurance participation and population needs, when financially justified, and of spatially dependent monopolistic and competition-curbing behavior point at the power of these ecologies in shaping the balance actors negotiate between local economic and normative pressures. Theoretically, findings support the argument that meso-level conditions mediate countervailing social forces and their translation to action—here, spatially configuring how markets and morals interact. In the context of the mental health crisis, where demand for care far exceeds supply, understanding how spatial conditions ultimately shape the pressures that helping professionals face and their opt-out decisions is crucial. In aggregate, these individually decided yet ecologically conditioned limits to helping impact the availability of mental health services to some of society’s most disadvantaged populations, thus shaping the contours of the crisis.",
          "url": "https://doi.org/10.1093/sf/soaf107",
          "doi": "https://doi.org/10.1093/sf/soaf107",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "The cultural construction of personal relationships",
          "authors": "Oscar Stuhler",
          "url": "https://doi.org/10.1016/j.socnet.2025.07.001",
          "doi": "https://doi.org/10.1016/j.socnet.2025.07.001",
          "filter": 0
        },
        {
          "title": "In the network of the conclave: Social connections and the making of a pope",
          "authors": "Giuseppe Soda, Alessandro Iorio, Leonardo Rizzo",
          "url": "https://doi.org/10.1016/j.socnet.2025.07.003",
          "doi": "https://doi.org/10.1016/j.socnet.2025.07.003",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Rising selectivity of Israeli immigrants to the United States, 1976–2017",
          "authors": "Yinon Cohen, Kaiting Zhou",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103229",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103229",
          "filter": 0
        },
        {
          "title": "Achieved or ascribed? The trajectory of family background and educational assortative mating in China over four decades",
          "authors": "Jie Wang, Xin Chen",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103230",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103230",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Science",
      "journal_short": "SocSci",
      "articles": [
        {
          "title": "Outlier or Not? The Birth Order Effects on Educational Attainment in China",
          "authors": "Shoudeng Zhang",
          "url": "https://doi.org/10.15195/v12.a19",
          "doi": "https://doi.org/10.15195/v12.a19",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Competing Models of Disability: Medicalization’s Ambivalent Effects on the Paralympic Movement",
          "authors": "Evan T. Baughman",
          "abstract": "Disability is predominantly understood as a medical problem. Since the 1980s, disability scholars have critiqued the medicalization of disability to illuminate disability’s social and political dimensions. Building on this tradition, the present article analyzes the Paralympic movement to call sociological attention to how medicalization affects disabled social movements, cultural production, and cultural practices. The author draws from interviews with Paralympic athletes and coaches alongside primary historical sources to identify and evaluate medicalization’s effects on the Paralympic movement. Findings show that medicalization both enabled and constrained the Paralympic movement. The medicalization of spinal cord injuries developed lifesaving treatments and mobilized disability sport as rehabilitative treatment to mold patients into healthy, productive “taxpayers.” Framing disability sport as rehabilitation catalyzed the medicalization of the Paralympic movement, as the medical profession facilitated the formation and maintenance of the movement. This understanding of disability sport reflected the clinical nature of medicine and rehabilitation’s approach to disability. However, the clinical approach to Paralympic sport conflicted with Paralympians’ desire for high-performance disability sport and recognition as elite athletes. Medical governance subsequently marginalized Paralympians within Paralympic organizations and limited Paralympians’ ability to develop their sports beyond mere rehabilitation. These findings are consistent with Mauldin’s conceptualization of medicalization as “ambivalent.”",
          "url": "https://doi.org/10.1177/23780231251351705",
          "doi": "https://doi.org/10.1177/23780231251351705",
          "filter": 0
        },
        {
          "title": "Gender Differences in Fertility Ideals among Muslim and Non-Muslim Immigrants and Their Children in France",
          "authors": "Ka U Ng",
          "abstract": "Differences in family values between Muslims and non-Muslims have been widely debated in Europe, but gender differences within Muslims remain less explored. Using survey data from immigrants and children of immigrants in France, this study investigated the gender differences in ideal family size among Muslims and non-Muslims. Poisson regression models show that male Muslim children of immigrants tend to prefer larger families, like their foreign-born parents, and that their female counterparts, like non-Muslim men and women, prefer smaller families. Decomposition analysis shows that differences in education and friendship networks explain only a small part of this gender gap. Notably, religiosity does not explain the gap. Instead, the stronger influence of in-group friendship networks and residential segregation on men’s fertility ideals accounts for most of the observed difference. These findings contribute a gender perspective to acculturation research on family values.",
          "url": "https://doi.org/10.1177/23780231251351671",
          "doi": "https://doi.org/10.1177/23780231251351671",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
