{
  "update": "2025-07-03",
  "content": [
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Confronting linked immobility: how Chinese migrants managed family crisis during a global catastrophe",
          "authors": "Ken Chih-Yan Sun, Lijun Lin",
          "abstract": "Drawing on qualitative interviews with 51 Chinese migrants who live in the US but strive to support frail parents back home, this article analyzes the impact of China’s zero-COVID policy on transnational family caregiving. We argue that the restrictions sending states enforce on individuals’ movement across locales affect migrants’ negotiation of critical family life transitions in unexpectedly complex and challenging ways. This article offers the concept of “linked immobility” to examine migrants’ immobility in relation to their loved ones’ spatial and social constraints. Such linked immobility exposes migrants and their at-home parents to risks, uncertainties, and anxiety. Concurrently, many respondents confronted China’s multi-scalar immobility regime, either from afar by coordinating the care and resources their parents needed, or by braving the trip. Our findings advance the scholarships on transnational migration and immobility by making visible how migrants react to situations where mobility is highly desired but difficult to achieve.",
          "url": "https://doi.org/10.1093/sf/soaf082",
          "doi": "https://doi.org/10.1093/sf/soaf082",
          "filter": 0
        },
        {
          "title": "Competing social influence in contested diffusion: contention and the spread of the early reformation",
          "authors": "Sascha Becker, Yuan Hsiao, Steven Pfaff, Jared Rubin",
          "abstract": "The spread of radical institutional change does not often result from one-sided pro-innovation influence; countervailing influence networks in support of the status quo can suppress adoption. We develop a model of multiplex and competing network diffusion to describe how competing actors compete through multiple types of networks. Specifically, we hypothesize three types of contested diffusion: market competition, inoculation, and firefighting. To apply the contested-diffusion model to real data, we look at the contest between Martin Luther and Desiderius Erasmus, the two most influential intellectuals of early 16th-century Europe. In the early phase of the Reformation, these two figures utilized influence networks, affecting which cities in the Holy Roman Empire adopted reform. Using newly digitalized data on both leaders’ correspondence networks, their travels, the dispersion of their followers, and parallel processes of exchange among places through trade routes, we employ empirical tests of our theoretical model. We find that although Luther’s network is strongly associated with the spread of the Reformation, Erasmus’s network is associated with the stifling of the Reformation. This is consistent with a “firefighting” mechanism of contested diffusion, whereby the countervailing force suppresses innovations only after they have begun to spread.",
          "url": "https://doi.org/10.1093/sf/soaf079",
          "doi": "https://doi.org/10.1093/sf/soaf079",
          "filter": 0
        },
        {
          "title": "Turning protest into power: how the Women’s March worked",
          "authors": "Jonathan Pinckney",
          "abstract": "How does protests’ size shape their electoral impact? Recent years have seen frequent, loosely coordinated public days of protest with historically unprecedented participation. Yet scholars and activists debate whether even massive protest size translates into electoral outcomes. Resolving this debate is difficult because protest participation is influenced by underlying political conditions, and thus any correlation between protest size and electoral results may be due to unobservable omitted variables. In this article, I conduct a rigorous test of the electoral impact of protest participation in a case that also allows for further insight into the mechanisms for protest’s impact: the 2017 Women’s March. I test the impact of the Women’s March on 2018 county-level election results using detailed geo-coded data on local marches’ location and participation. To address omitted variable bias, I employ an instrumental variables analysis, instrumenting march size with precipitation and temperature data. I find that the number of Women’s March participants had a significant positive effect on the 2018 Democratic party vote share. To understand why, I further test the impact of instrumented march participation on two other variables: the creation of “Indivisible” groups and donations to Democratic politicians. This analysis shows that larger Women’s Marches led to higher levels of sustained organizing and political donations. Rapidly organized, social media–based days of protest can impact elections through activating participants for future political action.",
          "url": "https://doi.org/10.1093/sf/soaf083",
          "doi": "https://doi.org/10.1093/sf/soaf083",
          "filter": 0
        },
        {
          "title": "Review of “Yet Another Costume Party Debacle: Why Racial Ignorance Persists on Elite College Campuses”",
          "authors": "Kimberley Garcia-Galvez, Daisy Verduzco Reyes",
          "url": "https://doi.org/10.1093/sf/soaf095",
          "doi": "https://doi.org/10.1093/sf/soaf095",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "Modeling the duality of content niches and user interactions on online social media platforms",
          "authors": "Alvaro Uzaheta, Viviana Amati, Christoph Stadtfeld",
          "url": "https://doi.org/10.1016/j.socnet.2025.05.001",
          "doi": "https://doi.org/10.1016/j.socnet.2025.05.001",
          "filter": 0
        },
        {
          "title": "Who’s in your extended network? Analysing the size and homogeneity of acquaintanceship networks in the Netherlands",
          "authors": "Beate Völker, Bas Hofstra, Rense Corten, Frank van Tubergen",
          "url": "https://doi.org/10.1016/j.socnet.2025.05.007",
          "doi": "https://doi.org/10.1016/j.socnet.2025.05.007",
          "filter": 0
        },
        {
          "title": "Identifying stages in the lifespan of dynamic groups",
          "authors": "Raji Ghawi, Jürgen Pfeffer",
          "url": "https://doi.org/10.1016/j.socnet.2025.03.002",
          "doi": "https://doi.org/10.1016/j.socnet.2025.03.002",
          "filter": 0
        },
        {
          "title": "Investigating the dynamics of yakuza violence using multilevel network analysis",
          "authors": "Niles Breuer, Martina Baradel",
          "url": "https://doi.org/10.1016/j.socnet.2025.03.001",
          "doi": "https://doi.org/10.1016/j.socnet.2025.03.001",
          "filter": 0
        },
        {
          "title": "Differences in perceived social connection help explain SES-based gaps in well-being",
          "authors": "Wicia M. Fang, Andrea Courtney, Matthew O. Jackson, Jamil Zaki",
          "url": "https://doi.org/10.1016/j.socnet.2025.03.004",
          "doi": "https://doi.org/10.1016/j.socnet.2025.03.004",
          "filter": 0
        },
        {
          "title": "Podcasts in the periphery: Tracing guest trajectories in political podcasts",
          "authors": "Sydney A. DeMets, Emma S. Spiro",
          "url": "https://doi.org/10.1016/j.socnet.2025.03.003",
          "doi": "https://doi.org/10.1016/j.socnet.2025.03.003",
          "filter": 0
        },
        {
          "title": "The effect of perceptions of exploration and exploitation work activities on dynamic organizational knowledge networks",
          "authors": "Andrew Parker, Christian Waldstrøm, Stefano Tasselli",
          "url": "https://doi.org/10.1016/j.socnet.2025.04.004",
          "doi": "https://doi.org/10.1016/j.socnet.2025.04.004",
          "filter": 0
        },
        {
          "title": "Deviations from cultural consensus about occupations: The duality of occupation meanings and Americans’ meaning communities",
          "authors": "Aidan Combs, Gabriel Varela, Dawn T. Robinson, Lynn Smith-Lovin, Stephen Vaisey",
          "url": "https://doi.org/10.1016/j.socnet.2025.04.003",
          "doi": "https://doi.org/10.1016/j.socnet.2025.04.003",
          "filter": 0
        },
        {
          "title": "Birds of a feather sign together: Co-ratification patterns in the International environmental agreement network",
          "authors": "Selena M. Livas, Carter T. Butts",
          "url": "https://doi.org/10.1016/j.socnet.2025.03.007",
          "doi": "https://doi.org/10.1016/j.socnet.2025.03.007",
          "filter": 0
        },
        {
          "title": "Duality, dissimilarity, and diversity: The use of ecological approaches to cross-nested affiliation data",
          "authors": "Maurice Bokanga, John Levi Martin",
          "url": "https://doi.org/10.1016/j.socnet.2025.02.003",
          "doi": "https://doi.org/10.1016/j.socnet.2025.02.003",
          "filter": 0
        },
        {
          "title": "From warnings to bans: The role of social networks in the severity of sanctions",
          "authors": "Mélina Girard, David Décary-Hétu",
          "url": "https://doi.org/10.1016/j.socnet.2025.02.001",
          "doi": "https://doi.org/10.1016/j.socnet.2025.02.001",
          "filter": 0
        },
        {
          "title": "An Optimal Transport approach to model the community structure of the International Trade Network",
          "authors": "Rossana Mastrandrea, Paolo Pagnottoni, Nicolò Pecora, Alessandro Spelta",
          "url": "https://doi.org/10.1016/j.socnet.2025.03.008",
          "doi": "https://doi.org/10.1016/j.socnet.2025.03.008",
          "filter": 0
        },
        {
          "title": "Modeling the “who” and “how” of social influence in the adoption of health practices",
          "authors": "Neelam Modi, Johan Koskinen, Leslie DeChurch, Noshir Contractor",
          "url": "https://doi.org/10.1016/j.socnet.2025.03.006",
          "doi": "https://doi.org/10.1016/j.socnet.2025.03.006",
          "filter": 0
        },
        {
          "title": "Spatiotemporal analysis of the dynamic evolution and driving factors of trade networks in the Belt and Road countries",
          "authors": "Xingxuan Zhuo, Liuqing Lin, Jiefan Lian",
          "url": "https://doi.org/10.1016/j.socnet.2025.03.005",
          "doi": "https://doi.org/10.1016/j.socnet.2025.03.005",
          "filter": 0
        },
        {
          "title": "Friends forever? Correlates of high school friendship (in)stability from adolescence to young adulthood",
          "authors": "Cassie McMillan, Kaley A. Jones, Wade C. Jacobsen, Nayan G. Ramirez, Mark E. Feinberg",
          "url": "https://doi.org/10.1016/j.socnet.2025.02.002",
          "doi": "https://doi.org/10.1016/j.socnet.2025.02.002",
          "filter": 0
        },
        {
          "title": "Spatial dynamics in collective identity: Proximity and homophily in antifascist hyperlink-networks",
          "authors": "Janine Schröder, Jürgen Pfeffer",
          "url": "https://doi.org/10.1016/j.socnet.2025.04.001",
          "doi": "https://doi.org/10.1016/j.socnet.2025.04.001",
          "filter": 0
        },
        {
          "title": "Hierarchy, Tasks, Space: An analysis of tie formation in the Palermo Mafia",
          "authors": "Michele Battisti, Andrea Mario Lavezzi, Roberto Musotto",
          "url": "https://doi.org/10.1016/j.socnet.2025.04.002",
          "doi": "https://doi.org/10.1016/j.socnet.2025.04.002",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Aggressive behavior and social Status: An experimental test of the general aggression model",
          "authors": "Lea Becher, Guido Mehlkop, Sebastian Sattler",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103224",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103224",
          "filter": 0
        },
        {
          "title": "Demand- and supply-side perspectives on parental support: Inequalities between and within families",
          "authors": "Matthijs Kalmijn",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103181",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103181",
          "filter": 0
        },
        {
          "title": "Incarceration, stigma, and labor power: The prison as labor governance institution in 36 OECD countries",
          "authors": "Andrew P. Davis, Michael Gibson-Light, Jessica Pfaffendorf, Christian Alberg",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103177",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103177",
          "filter": 0
        },
        {
          "title": "Amid union decline: State-level unionization and overwork of American workers",
          "authors": "Yurong Zhang, ChangHwan Kim",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103178",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103178",
          "filter": 0
        },
        {
          "title": "Flexible work arrangements, gender ideology, and housework time among dual-earner couples",
          "authors": "Xinyan Cao, Senhu Wang",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103192",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103192",
          "filter": 0
        },
        {
          "title": "Parental socioeconomic status and offspring neighborhood attainment: Pathways through middle adulthood",
          "authors": "Ying Huang, Scott J. South",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103158",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103158",
          "filter": 0
        },
        {
          "title": "State-level contexts and sexual minority occupational segregation in the United States: Assessing legal protections and public attitudes",
          "authors": "Jisu Park",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103191",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103191",
          "filter": 0
        },
        {
          "title": "The keys to the house - How wealth transfers stratify homeownership opportunities",
          "authors": "Jascha Dräger, Nora Müller, Klaus Pforr",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103190",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103190",
          "filter": 0
        },
        {
          "title": "Migrants’ participation in voluntary groups and inter-ethnic strong ties",
          "authors": "Johannes Stauder",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103189",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103189",
          "filter": 0
        },
        {
          "title": "Worldview and gun attitudes among American youth and young adults",
          "authors": "Caroline Lancaster, Mireim Alibrahim, Chandler C. Carter, Elizabeth A. Mumford, Jackie Sheridan-Johnson",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103180",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103180",
          "filter": 0
        },
        {
          "title": "Measuring the unique effect of pro-military messaging on American public health behavior during COVID-19",
          "authors": "Kelsey L. Larsen",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103193",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103193",
          "filter": 0
        },
        {
          "title": "Tracking in context: Variation in the effects of reforms in the age at tracking on educational mobility",
          "authors": "Michael Grätz, Marieke Heers",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103188",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103188",
          "filter": 0
        },
        {
          "title": "Compensating or boosting genetic propensities? Gene-family socioeconomic status interactions by educational outcome selectivity",
          "authors": "Gaia Ghirardi, Fabrizio Bernardi",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103174",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103174",
          "filter": 0
        },
        {
          "title": "A real effort vs. standard public goods experiment: Asking for effort does make a difference",
          "authors": "Tobias Schütze, Philipp C. Wichardt",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103171",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103171",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "Methodological Frontiers in Intergenerational Mobility Research",
          "authors": "Yoosoon Chang, Steven N. Durlauf, Fabian T. Pfeffer, Xi Song",
          "abstract": "This special issue of Sociological Methods &amp; Research presents a collection of papers that develop a range of new statistical approaches and empirical insights on intergenerational mobility. The papers in the special issue involve four broad themes: the development of new statistics to characterize mobility, the exploration of methods to establish causal explanations, the enrichment of statistical models to better characterize heterogeneity in mobility across families, and the development and application of ways to employ machine learning tools to enrich mobility analysis. These papers demonstrate the excitement of the methodological frontier in mobility research.",
          "url": "https://doi.org/10.1177/00491241251355640",
          "doi": "https://doi.org/10.1177/00491241251355640",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Religion, Gender, and the Development of Leisure Time Activities from Adolescence to Young Adulthood: The Case of Muslim Girls in Germany",
          "authors": "David Kretschmer, Lars Leszczensky",
          "abstract": "Previous research shows that Muslim girls in Western societies are less likely to do sports than both Muslim boys and non-Muslims of either gender. But we know little about whether other leisure time activities also differ by religion and gender and whether these patterns change during the transition from adolescence to young adulthood. In this data visualization, we use large-scale representative data from Germany to show how 13 leisure time activities of Muslim and non-Muslim boys and girls develop from adolescence to young adulthood. Muslim girls are more involved in housework than other youth but are least active in doing sports and other activities that involve mingling beyond the immediate peer group, such as going out or attending clubs. There are few differences in other activities, such as reading, watching TV, or visiting relatives. Moreover, Muslim girls start to stand out less as they transition from adolescence into young adulthood.",
          "url": "https://doi.org/10.1177/23780231251349634",
          "doi": "https://doi.org/10.1177/23780231251349634",
          "filter": 0
        },
        {
          "title": "The Double Disconnect: Skepticism about Public Economic Data and Distrust in Media Discourse about the Economy",
          "authors": "Ken Cai Kowalski",
          "abstract": "This study examines two questions: whether members of the public perceive discrepancies between economic data and their own assessments of economic conditions and how they explain discrepancies they recognize. Drawing on 78 interviews and 12 focus groups conducted with residents of three U.S. cities, the author finds an overwhelmingly common pattern of interpretation following a logic of double disconnect. People saw economic data as disconnected from reality and irrelevant to their lives. They also understood the ubiquity of these data in media discourse as evidence of elites’ and experts’ own disconnect from the concerns of ordinary citizens. This reasoning was not confined to conservatives or populists prone to institutional distrust but rather commonplace across respondents with varied political beliefs and partisan affiliations. These findings show that the ambiguous meaning of economic data, a factor unrelated to ideology or polarization, is a salient factor consolidating broad-based distrust in media discourse about the economy.",
          "url": "https://doi.org/10.1177/23780231251349055",
          "doi": "https://doi.org/10.1177/23780231251349055",
          "filter": 0
        },
        {
          "title": "STEM Immigration and U.S. STEM Workforce Development at the Intersections of Race/Ethnicity, Gender, and Immigration Status",
          "authors": "Byeongdon Oh",
          "abstract": "Immigrants constitute nearly one third of science, technology, engineering, and mathematics (STEM) degree holders in the United States, yet their contributions to diversifying the U.S. STEM workforce are often overlooked. The author examines disparities in the likelihood of holding a STEM degree among college graduates, considering the intersections of race/ethnicity, gender, and immigration status. The analyses reveal that immigrant men and women from all non-White racial/ethnic groups are equally or more likely than their U.S.-born White counterparts to hold a STEM degree. However, compared with the U.S.-born, race/ethnicity and gender disparities are more pronounced among immigrants, particularly the 1.25th generation: those who earned a college degree in the United States after completing K–12 education in their countries of birth. The findings of this study underscore the limitations of social interventions that have narrowly focused on U.S.-born individuals in efforts to foster a more diverse and inclusive STEM workforce.",
          "url": "https://doi.org/10.1177/23780231251348092",
          "doi": "https://doi.org/10.1177/23780231251348092",
          "filter": 0
        },
        {
          "title": "Planning to Care: The United States in Comparative Perspective, 2000 to 2022",
          "authors": "Joanna Sikora, Jerry A. Jacobs",
          "abstract": "Care work, both paid and unpaid, has drawn attention from feminist scholars and activists regarding its devaluation and the growing shortage of workers, especially after the coronavirus disease 2019 pandemic. The authors examine plans to enter care work among more than 1 million high school students in the United States and 29 comparison Organisation for Economic Co-operation and Development countries, using data from five waves of the Program for International Student Assessment surveys spanning the period from 2000 to 2022. The authors develop theoretically motivated research questions that guide an examination of trends and determinants of adolescent expectations to enter care work. This is the first large-scale longitudinal and comparative study to track youth intentions to pursue care work. A persistent gender gap is evident in both the United States and comparison countries, with young women far outpacing their male counterparts in plans to pursue care work. The authors also find two key mismatches. First, more students plan to pursue care-related professions than there are labor market opportunities in these fields. Second, care professions requiring college credentials are oversubscribed, while noncollege care roles attract little interest. Within care-work fields, interest in medically related care work in the United States increased over the period from 2000 to 2018, while interest in the pursuit of careers in teaching declined.",
          "url": "https://doi.org/10.1177/23780231251348501",
          "doi": "https://doi.org/10.1177/23780231251348501",
          "filter": 0
        },
        {
          "title": "Cause or Consequence? Evaluating the Evidence for Housing Instability as a Predictor of Adult Well-Being",
          "authors": "Brielle Bryan, Hope Harvey",
          "abstract": "Researchers and policymakers often suggest that housing instability harms well-being across multiple domains. But housing instability can be operationalized in various ways, and whether all forms are equally detrimental—and whether each form causes disadvantage or merely reflects it—is unknown. Using National Longitudinal Survey of Youth 1997 data, the authors advance theoretical and empirical understandings of housing instability in three ways. First, they document the prevalence and (lack of) overlap between multiple dimensions of instability. Second, using methods that carefully attend to selection, the authors investigate which forms of instability appear to affect employment, health, and family structure. Finally, they investigate disparities by race/ethnicity, gender, and class background. The findings are mixed. Some forms of instability appear consequential for some outcomes, but not all. The authors find some variation by race/ethnicity, gender, and class. They conclude that housing instability may be a mechanism of inequality, but not one that can be treated as monolithic.",
          "url": "https://doi.org/10.1177/23780231251347047",
          "doi": "https://doi.org/10.1177/23780231251347047",
          "filter": 0
        },
        {
          "title": "We, Not Just I, Must Trust Doctors: Network Medical Trust and Health Care Utilization",
          "authors": "Tania Ravaei, Megan Bolton",
          "abstract": "Previous research has demonstrated associations between social network characteristics and health care utilization. However, understanding the role of network- and individual-level factors together remains limited. We use the Person to Person Health Interview Study (2018–2020) to show network-level and individual-level predictors of two health care utilization measures: having a regular doctor (preventive care) and seeking medical services after an acute health care problem (reactive care). We explore preventive care among the full sample (N = 2,524) and reactive care among the subsample that reported a physical or mental health problem in the past year (n = 885). We measure medical trust as an individual-level characteristic (personal trust in physicians) and a network-level characteristic (average trust in physicians among social ties). Results show that higher medical trust in doctors within one’s network positively predicts both having a regular doctor and utilizing medical services after a health care problem, even after adjusting for known predictors of utilization. Our findings provide support that a network’s pro-medical culture matters beyond individual medical trust for health care utilization.",
          "url": "https://doi.org/10.1177/23780231251349865",
          "doi": "https://doi.org/10.1177/23780231251349865",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
