{
  "update": "2025-12-02",
  "content": [
    {
      "journal_full": "American Journal of Sociology",
      "journal_short": "AJS",
      "articles": [
        {
          "title": ": Play to Submission: Gaming Capitalism in a Tech Firm",
          "authors": "Mark R. Johnson",
          "url": "https://doi.org/10.1086/738765",
          "doi": "https://doi.org/10.1086/738765",
          "filter": 0
        },
        {
          "title": ": Alt-Labor and the New Politics of Workers’ Rights",
          "authors": "Peter Fugiel",
          "url": "https://doi.org/10.1086/738410",
          "doi": "https://doi.org/10.1086/738410",
          "filter": 0
        },
        {
          "title": ": Structured Luck: Downstream Effects of the U.S. Diversity Visa Program",
          "authors": "Michael Sauder",
          "url": "https://doi.org/10.1086/738409",
          "doi": "https://doi.org/10.1086/738409",
          "filter": 0
        },
        {
          "title": ": Before Crips: Fussin’, Cussin’, and Discussin’ Among South Los Angeles Juvenile Gangs",
          "authors": "John Leverso",
          "url": "https://doi.org/10.1086/738397",
          "doi": "https://doi.org/10.1086/738397",
          "filter": 0
        },
        {
          "title": ": Access to Power: Electricity and the Infrastructural State in Pakistan",
          "authors": "Holly Jean Buck",
          "url": "https://doi.org/10.1086/738398",
          "doi": "https://doi.org/10.1086/738398",
          "filter": 0
        },
        {
          "title": ": The Color of Asylum: The Racial Politics of Safe Haven in Brazil",
          "authors": "Talia Shiff",
          "url": "https://doi.org/10.1086/738408",
          "doi": "https://doi.org/10.1086/738408",
          "filter": 0
        },
        {
          "title": ": Unsustainable: Amazon, Warehousing, and the Politics of Exploitation",
          "authors": "Jeffrey J. Sallaz",
          "url": "https://doi.org/10.1086/738411",
          "doi": "https://doi.org/10.1086/738411",
          "filter": 0
        },
        {
          "title": ": Agents of God: Boundaries and Authority in Muslim and Christian Schools",
          "authors": "Rebecca A. Karam",
          "url": "https://doi.org/10.1086/738395",
          "doi": "https://doi.org/10.1086/738395",
          "filter": 0
        },
        {
          "title": ": When Schools Work: Pluralist Politics and Institutional Reform in Los Angeles",
          "authors": "John Arena",
          "url": "https://doi.org/10.1086/738396",
          "doi": "https://doi.org/10.1086/738396",
          "filter": 0
        },
        {
          "title": "Revolutions Are Back!",
          "authors": "George Lawson",
          "url": "https://doi.org/10.1086/737429",
          "doi": "https://doi.org/10.1086/737429",
          "filter": 0
        },
        {
          "title": ": Mobilizing at the Urban Margins: Citizenship and Patronage Politics in Post-Dictatorial Chile",
          "authors": "Maria Akchurin",
          "url": "https://doi.org/10.1086/738467",
          "doi": "https://doi.org/10.1086/738467",
          "filter": 0
        },
        {
          "title": "From Connection to Optimization",
          "authors": "Judy Wajcman",
          "url": "https://doi.org/10.1086/737464",
          "doi": "https://doi.org/10.1086/737464",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "(Trans)National Gender Expertise and the Politics of Recognition",
          "authors": "Tara Gonsalves",
          "abstract": "International nongovernmental organizations (INGOs) require a global rights category around which they can make claims. But, social category systems vary across context. How do INGOs articulate a global transgender rights category amid rapidly shifting political landscapes? Drawing from interviews, participant observation, and expert reports published between 1990 and 2019, I show how the gender experts who staff INGOs used a variety of recognition strategies to navigate competing demands from gender-diverse communities, opponents of LGBT rights, and broader political and cultural shifts. Initially, gender experts subsumed divergent gender category systems. As a widening array of gender-diverse people and opponents of LGBT rights contested the universality of the category system, INGOs shifted their approach. Rather than flattening divergences or decoupling them from institutional categories, gender experts substantively responded to misalignments, qualifying and transforming the original category in the process. In showing how INGOs address contradictions inherent to human rights frameworks and reflexively respond to critiques of coloniality, this article advances science, knowledge, and technology studies, global and transnational studies, and gender and sexuality studies.",
          "url": "https://doi.org/10.1177/00031224251388654",
          "doi": "https://doi.org/10.1177/00031224251388654",
          "filter": 0
        },
        {
          "title": "Who Can Have a Baby? Social Norms and the Right to Reproduce",
          "authors": "Letícia J. Marteleto, Sneha Kumar, Luiz Gustavo Fernandes Sereno, Alexandre Gori Maia",
          "abstract": "Childbearing norms and discourse influence social interactions and policy priorities, reflecting and reinforcing social stratification. We propose a theoretical framework that systematically explains stratification and discrimination in childbearing norms. The theory of socially sanctioned reproduction (TSSR) emphasizes how childbearing and reproductive norms are shaped by individual and intersectional attributes of both evaluators and those evaluated, underscoring multidimensionality and intersectionality in childbearing norms. We empirically examine this theory through paired conjoint survey experiments with a population-based sample of women ages 18 to 34 in Pernambuco, Brazil—a highly unequal, multiracial context. In our novel application, respondents assessed profiles of hypothetical married women with randomly varying attributes and reported whether they were well-suited for childbearing. Findings show how intersectional attributes and in-group/out-group dynamics, principally along race and SES lines, define childbearing norms. Black women receive less approval if in low- versus high-SES positions, whereas White women receive similar levels of approval regardless of SES. We find that these discriminatory patterns are shaped by the social attributes of evaluators themselves, suggesting othering and group attachment processes. Our theoretical and empirical frameworks can be extended to study norms in other highly contested areas of reproductive and family life.",
          "url": "https://doi.org/10.1177/00031224251387273",
          "doi": "https://doi.org/10.1177/00031224251387273",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “Subtle Webs: How Local Organizations Shape US Education”",
          "authors": "Allison L Hurst",
          "url": "https://doi.org/10.1093/sf/soaf197",
          "doi": "https://doi.org/10.1093/sf/soaf197",
          "filter": 0
        },
        {
          "title": "Austerity as reproductive injustice: did local government spending cuts unequally impact births?",
          "authors": "Laura Sochas, Jenny Chanfreau",
          "abstract": "Large local government spending cuts in England, spanning over a decade of austerity policies, have severely restricted the universal services and public goods that constitute the environments within which parenting occurs. Drawing on the Reproductive Justice (RJ) framework and conceptualizing spending cuts as restricting the right to parent in safe and healthy environments, we ask whether these cuts constrained people’s right to have children. To do so, we introduce a new quantitative approach for “thinking with” RJ. Using nationally representative UK Household Longitudinal Study data and a within-between random effects model, we analyze whether local government spending cuts were associated with intersectional inequalities in childbearing over the 2010–2020 period. We find that local government spending cuts were associated with a 9.1 percent reduction in the probability of having a(nother) birth for women in the poorest households, but not for women in the middle or richest households. Further, racially minoritized women across income categories were much more likely to live in local authorities that experienced substantial cuts. Our findings support the claim that local government austerity cuts unequally restricted the right to have children amongst the most disadvantaged.",
          "url": "https://doi.org/10.1093/sf/soaf198",
          "doi": "https://doi.org/10.1093/sf/soaf198",
          "filter": 0
        },
        {
          "title": "Why moderate voters choose extreme candidates: voter uncertainty as a driver of elite polarization",
          "authors": "Minjae Kim, Daniel DellaPosta, Liam W Essig",
          "abstract": "Representative democracy depends on elected officials reflecting voters’ policy preferences. Yet, US elected officials are more ideologically extreme than even the voters from their own party. This disparity is especially puzzling in light of recent studies reinforcing the view that voters are highly motivated by policy preferences and ideological fit when selecting among candidates. Using both agent-based computational models and an online vignette experiment, we uncover a novel mechanism through which candidates who rigidly back the party’s ideological priorities, even when doing so is unpopular among the party’s own voters, may paradoxically benefit because partisan voters under conditions of uncertainty infer that such candidates are also likelier than more moderate and representative candidates to support the party’s other (more popular) positions. This dynamic alone can produce a world with moderately partisan voters but extreme politicians, not despite but precisely because of those voters’ motivation to see their (relatively moderate) policy preferences reflected by their elected representatives.",
          "url": "https://doi.org/10.1093/sf/soaf199",
          "doi": "https://doi.org/10.1093/sf/soaf199",
          "filter": 0
        },
        {
          "title": "Proximity to riots: spatial exposure and attitude toward the police in Africa",
          "authors": "Souleymane Yameogo",
          "abstract": "Riot poses a serious challenge to the legitimacy of state institutions, eroding the trust that underpins effective policing. While research links riot violence to declining trust in the police, it has paid little attention to how distance (spatial proximity) to riots shapes this relationship. This study argues that, compared to residents at greater distance, those closer to riot hot spots are less likely to trust the police. Drawing on procedural justice theory, psychological coping frameworks, and criminological research on distance decay, the analysis matches geocoded Afrobarometer survey data with Armed Conflict Location &amp; Event Data Project riot events across twenty-three African countries. Findings confirm that riot exposure generally reduces trust in the police, but the effect is non-linear: trust is not eroded in riot epicenters and declines more steeply at moderate distances, all relative to greater distance. Lethal riots, compared to non-lethal ones, exacerbate this erosion and heighten fear of violence. By contrast, mob violence, compared to violent demonstrations, strengthens trust as police are seen as protectors against chaos. The study advances a spatially sensitive account of trust and highlights the need for community-based policing strategies tailored to riot-affected contexts, especially in mid-range communities where reassurance is weakest and rumors thrive.",
          "url": "https://doi.org/10.1093/sf/soaf203",
          "doi": "https://doi.org/10.1093/sf/soaf203",
          "filter": 0
        },
        {
          "title": "Trends in realized job insecurity rate and depth in the United States from 1978 to 2022",
          "authors": "Jessie Himmelstern, Tom VanHeuvelen",
          "abstract": "Scholars have argued that the past four decades have undergone a fundamental change to the nature of economic security in the American labor market. However, the literature is surprisingly unsettled on the basic nature of historical trends of economic insecurity. This study expands on past work by developing novel measures of realized job insecurity using the monthly longitudinal data from the Current Population Survey from 1978 to 2022. We differentiate between an individual’s insecurity rate, or a change in labor market status, and insecurity depth, the frequency of changes in employment status. Using regression, counterfactual, and decomposition techniques allows us to disentangle the complex historical changes in the labor market by showing how our measures change in contrasting ways. Our results show women’s high levels of insecurity rate decline through 1990s and remain largely stable through the late 2010s. Men, in contrast, experienced a slow and volatile increase in rate through the early 2010s with a decline following the Great Recession. Both women and men experienced increased depth in the late 1980s and decreased in the 2010s before a rapid rise preceding the COVID pandemic. Changes occur through rising educational attainment, population aging, and changing risks to vulnerable and marginalized populations. Our results provide a critical long-run empirical foundation for modern economic insecurity trends showing decreasing insecurity rate, but increasing severity for the insecure.",
          "url": "https://doi.org/10.1093/sf/soaf200",
          "doi": "https://doi.org/10.1093/sf/soaf200",
          "filter": 0
        },
        {
          "title": "Two-layer panopticon: how the Chinese government uses digital surveillance to prevent collective action",
          "authors": "Han Zhang",
          "abstract": "Authoritarian regimes increasingly use digital surveillance to suppress collective action. Existing accounts emphasize how dictators use mass surveillance of citizens to gather information and deter mobilization, but overlook their continued reliance on human agents, whose shirking often undermines repression. We propose a two-layer Panopticon framework for digital surveillance. Dictators can directly surveil citizens. They can also surveil the frontline agents responsible for implementing repression, reducing shirking and improving prevention. We test this framework in China using an original dataset of 51,611 government procurement contracts that captures digital workplace surveillance of agents alongside mass surveillance of citizens. We find that each layer independently reduces protest and that their interaction produces modestly reinforcing effects. Causal mediation analysis reveals an asymmetric mechanism: about one-third of the protest-reducing effect of citizen surveillance operates through increased oversight of agents, while agent-facing surveillance reduces protest directly. These results remain robust across dynamic panel models, instrumental variables, and alternative protest data. This article bridges and extends research on state repression, principal–agent problems in bureaucracy, and digital authoritarianism, offering new theoretical and empirical insights into how digital technologies strengthen the practice of authoritarian rule.",
          "url": "https://doi.org/10.1093/sf/soaf194",
          "doi": "https://doi.org/10.1093/sf/soaf194",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "From mapping to action: Social network analysis as a strategic tool in cross-national community interventions",
          "authors": "Giorgia Trasciani, Stefano Ghinoi, Guido Conaldi",
          "url": "https://doi.org/10.1016/j.socnet.2025.11.005",
          "doi": "https://doi.org/10.1016/j.socnet.2025.11.005",
          "filter": 0
        },
        {
          "title": "The ties that bother: Difficult relationships in the personal networks of older adults",
          "authors": "Lea Ellwardt, Theo G. van Tilburg",
          "url": "https://doi.org/10.1016/j.socnet.2025.11.006",
          "doi": "https://doi.org/10.1016/j.socnet.2025.11.006",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Mobility patterns predict increasing polarization between neighborhoods",
          "authors": "Karl Vachuska, Meghann Norden-Bright",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103293",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103293",
          "filter": 0
        },
        {
          "title": "The relevance of meritocratic beliefs for redistributive preferences increases with income",
          "authors": "Irene Pañeda-Fernández, Jonne Kamphorst, Arnout van de Rijt, Balaraju Battu",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103294",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103294",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Who Counts as a “Person of Color”? The Roles of Ancestry, Phenotype, Self-Identification, and Other Factors",
          "authors": "Maria Abascal, Amada Armenta, W. M. Halm",
          "abstract": "Use of the term people of color has grown. What factors do Americans weigh to classify others as people of color (PoC)? An original, preregistered conjoint experiment with two samples reveals that ancestry is the strongest predictor of classification as PoC. Self-identified race/ethnicity and phenotype also matter, though not as strongly. The results also refute the notion that all non-White Americans count equally as PoC: profiles with Black parents are most likely to be classified as PoC, and those with Asian parents are least likely. Classification works similarly across respondents of different ethnoracial backgrounds, with one exception: Asian American respondents are equally likely to classify profiles with Black, Asian, Latino and Middle Eastern or North African parents as PoC. The results indicate a general consensus around who counts as a “person of color.”",
          "url": "https://doi.org/10.1177/23780231251389022",
          "doi": "https://doi.org/10.1177/23780231251389022",
          "filter": 0
        },
        {
          "title": "Moving the Mark: College Feminization and the Value of the College Degree",
          "authors": "Amanda Mireles",
          "abstract": "As women earn an increasing share of college degrees, what happens to the labor market value of degrees from institutions where women predominate? The author investigates how the gender composition of degree-granting institutions, termed college feminization , shapes job applicant evaluations in the entry-level labor market. Using an original 2 × 2 national survey experiment ( n = 637), participants evaluated job applicants who graduated from either a majority-women or majority-men college, holding all other qualifications constant. The results show no evidence that degrees from majority-women institutions are devalued relative to those from majority-men institutions. However, college feminization leads male applicants to be evaluated less favorably in interview recommendations. Perceived competence helps explain this gendered penalty but not through a direct downgrading of male applicants’ competence. Instead, competence operates indirectly through a shifting standards process, whereby competence is weighted more heavily when evaluating male applicants from feminized colleges. This pattern suggests that men from feminized institutions are not rated as less competent, but competence is applied more stringently when determining who is interview worthy. These findings suggest that college feminization can disrupt advantages historically extended to men and reconfigure inequality, offering a novel mechanism through which men’s structural advantage is recalibrated in contemporary labor markets.",
          "url": "https://doi.org/10.1177/23780231251393358",
          "doi": "https://doi.org/10.1177/23780231251393358",
          "filter": 0
        },
        {
          "title": "“The Profit Can’t Be Compared to the Risk”: Examining Decent Work among Older Women Entrepreneurs in Rural Indonesia",
          "authors": "Ernis Asanti, Ni Wayan Suriastini, Eva A. J. Sabdono, Sylvia Szabo, Fita Herawati, Babken Babajanian, Titis Ambarwati, Worawat Srisawasdi",
          "abstract": "Indonesia’s aging population remains active in the workforce, especially older women in rural areas. The aim of this study is to investigate the working conditions, financial constraints, and adaptive strategies of older women entrepreneurs in Purworejo District, Central Java, Indonesia. Using a mixed-methods approach, the authors conducted surveys ( n = 100) and qualitative in-depth interviews followed by focus group discussion ( n = 21). Quantitative data were analyzed using descriptive and bivariate analysis, while qualitative findings were thematically analyzed. The findings show that most older women work out of financial necessity, choosing businesses according to familiarity and access rather than strategy. Many experiences long working hours, unsafe environments, and lack of health insurance or savings. These results highlight vulnerabilities shaped by age, gender, and work conditions, emphasizing the need for inclusive policies that expand financial access, improve social protection, and promote age-friendly infrastructure to support older women’s livelihoods.",
          "url": "https://doi.org/10.1177/23780231251390707",
          "doi": "https://doi.org/10.1177/23780231251390707",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
