{
  "update": "2025-08-16",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "Same Policy, No Standardized Outcome: How Admissions Values and Institutional Priorities Shape the Effect of Test-Optional Policies on Campus Diversity",
          "authors": "Greta Hsu, Amanda Sharkey",
          "abstract": "Standardized tests were introduced to U.S. higher education as systematic, neutral measures of students’ intellect. Over time, they became central gatekeeping tools in the college admissions process. However, these tests have faced growing criticism for reinforcing inequality and privileging structurally advantaged students, leading many colleges to eliminate them as admissions requirements. In this study, we extend insights from institutional theory and the study of higher education to develop a novel theory of how the potential diversity benefits of test-optional admissions are contingent upon institutional definitions of merit and competing financial priorities. More specifically, we argue that admissions offices’ claims regarding which criteria are most important to thinking about and evaluating merit can shape the outcomes of test-optional policies in systematic ways. Using data from several sources, including the National Center for Education Statistics’ Integrated Postsecondary Education System and the College Board’s Annual Survey of Colleges, we find that, while eliminating requirements generally leads to an increase in enrollment of underrepresented minority students, this effect is significantly reduced at institutions that continue to strongly value quantitative academic metrics in evaluations of merit. Moreover, when alternative institutional priorities such as financial pressures rise, diversity increases from test-optional policies tend to decline. These findings are especially salient in 2025, as institutions face mounting legal and political restrictions on diversity-related practices. Our findings suggest that the impact of policies like test-optional admissions—once viewed as viable alternatives to race-conscious practices—may be limited unless accompanied by shifts in how institutions define and reward merit.",
          "url": "https://doi.org/10.1177/00031224251352432",
          "doi": "https://doi.org/10.1177/00031224251352432",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “The Making of Public Space: News, Events and Opinions in the Twenty-First Century”",
          "authors": "Andrew J Perrin",
          "url": "https://doi.org/10.1093/sf/soaf126",
          "doi": "https://doi.org/10.1093/sf/soaf126",
          "filter": 0
        },
        {
          "title": "Review of “Controlling Reproduction: Women, Society, and State Power”",
          "authors": "Yong Cai",
          "url": "https://doi.org/10.1093/sf/soaf088",
          "doi": "https://doi.org/10.1093/sf/soaf088",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "The co-evolution of informal social status and gossip in workplace social networks",
          "authors": "Emily Kruidhof, Rense Corten, Lea Ellwardt, Rafael Wittek",
          "url": "https://doi.org/10.1016/j.socnet.2025.07.006",
          "doi": "https://doi.org/10.1016/j.socnet.2025.07.006",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Groups activate identities; identities activate behavior: How political homogeneity breeds extremism and apathy in American politics",
          "authors": "Jon Overton, Gideon Cunningham",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103234",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103234",
          "filter": 0
        },
        {
          "title": "Be true to your school: School profiling and school sorting by socio-economic status",
          "authors": "Dieuwke Zwier",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103239",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103239",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Science",
      "journal_short": "SocSci",
      "articles": [
        {
          "title": "Rising Educational Divides in Attitudes: How Polarization across Cohorts Can Mask Age-Related Polarization",
          "authors": "Fabian Kratz",
          "url": "https://doi.org/10.15195/v12.a21",
          "doi": "https://doi.org/10.15195/v12.a21",
          "filter": 0
        },
        {
          "title": "How to Make a Functionalist Argument",
          "authors": "Andrés Araújo, Nicolás Ochoa",
          "url": "https://doi.org/10.15195/v12.a20",
          "doi": "https://doi.org/10.15195/v12.a20",
          "filter": 0
        },
        {
          "title": "One Sentiment, Multiple Interpretations: Contrasting Official and Popular Anti-Americanism in China",
          "authors": "Yinxian Zhang, Di Zhou",
          "url": "https://doi.org/10.15195/v12.a22",
          "doi": "https://doi.org/10.15195/v12.a22",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Navigating the Labor Market among People Who Use Drugs: Qualitative Evidence from a Justice-Involved Sample",
          "authors": "Mike Vuolo, Anneliese Ward, Lesley E. Schneider",
          "abstract": "Given substantially higher substance use rates among justice-involved people and that employers are largely protected from disqualifying people who use drugs, the U.S. Department of Labor called for incorporation of substance use recovery into the “second chance” hiring framework for individuals with criminal records. Despite this call and a sizable literature on applicants navigating the market with a criminal record, the labor market experiences among the subset who use substances has not been directly studied. The authors address this research gap using 43 in-depth interviews with people with criminal records in central Ohio who use substances. With substance use taking primacy over possessing a record, two thematic approaches emerged. First, participants remained in the formal labor market by restricting applications to employers not conducting drug screens, along with avoiding triggering jobs and using evasion techniques. Second, participants described disconnecting from the labor market while using, either generating illegal income or describing addiction as too all encompassing to work. These results demonstrate that the restrictive labor market for people with criminal records is further limited among those who use substances and how substance use can prohibit labor market attachment. The authors describe implications for employment policy and the punitive nature of substance use control.",
          "url": "https://doi.org/10.1177/23780231251362896",
          "doi": "https://doi.org/10.1177/23780231251362896",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
