{
  "update": "2026-02-23",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "When Political Pivots Shift Behaviors but Not Beliefs: Evidence from Trump’s Position Reversal over Facemasks during the COVID-19 Crisis",
          "authors": "Bartholomew A. Konechni",
          "abstract": "Political leaders play a potentially important role shaping behaviors and beliefs during crises. In the pandemic, a number of high-status politicians, notably leaders of populist parties, were seen to diminish compliance with institutional recommendations by casting doubt on COVID guidelines. But what happens when such leaders change position and endorse previously discouraged behaviors? Using longitudinal data from the Understanding Coronavirus in America panel with fixed-effects modeling, this article examines how Trump’s unexpected endorsement of facemasks in July 2020 affected individuals’ likelihood of wearing a facemask and belief in masks’ efficacy. I find that Trump’s pivot lifted Republicans’ use of facemasks, closing 40 percent of the preexisting gap with Democrats and with stronger effects among individuals who were more exposed to the early-summer spike in COVID cases. Additionally, I provide evidence for the unique significance of this moment in the history of the pandemic, showing that at almost no other time did partisan behaviors converge as sharply. However, in contrast to expectations from most dominant theoretical models of behavioral change, especially the health belief model, no corresponding shift in beliefs about facemasks can be detected. These results have important theoretical implications for understanding how pivots can shape behaviors during crises, the validity of existing models in public health, pandemic populism’s causes, and directions of future research.",
          "url": "https://doi.org/10.1177/00031224251415372",
          "doi": "https://doi.org/10.1177/00031224251415372",
          "filter": 0,
          "created": "2026-2-23"
        },
        {
          "title": "Unsecured Credit and the Social Safety Net in U.S. States",
          "authors": "Alec P. Rhodes, Davon Norris, Jason Houle, Rachel E. Dwyer, Sarah K. Bruch, Lawrence M. Berger",
          "abstract": "Low-income households in the United States draw on public and private resources to manage economic risk. Cross-national scholars describe a “credit–welfare state tradeoff” where credit markets become particularly important when state benefits are less supportive. The United States is frequently highlighted in this regard, with its often-inadequate market-first safety net. Both credit markets and the safety net are, however, highly unequal and segmented across U.S. states. We provide new empirical insights on the credit–welfare state nexus by leveraging a large national sample of credit record data that allows us to distinguish between credit instruments. We link these data to a comprehensive dataset on state safety nets with comparable measures of program supportiveness. We estimate two-way fixed-effects models that exploit temporal variation within states in safety net supportiveness. We find that living in states with more supportive safety nets is associated with a lower probability of high-cost alternative payday, installment, and personal finance loan use, and a higher probability of mainstream credit card access, particularly among low-income households. In the context of the relative inadequacy of the U.S. safety net, state safety net supportiveness matters less for whether people borrow than for what credit instruments they use. Our findings suggest that efforts to restrict the U.S. safety net are likely to increase reliance on high-cost loans among low-income households, furthering the unequal burden of interest and fees levied on these households.",
          "url": "https://doi.org/10.1177/00031224251411563",
          "doi": "https://doi.org/10.1177/00031224251411563",
          "filter": 0,
          "created": "2026-2-23"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Class origin closure: economic advantages of occupational elitism",
          "authors": "Dirk Witteveen",
          "abstract": "This study investigates the role of class origin compositions of micro-occupations in creating economic inequalities using three decades of British longitudinal surveys. Drawing on social closure theory, we analyze how class origin contributes to between-occupation earnings disparities and class origin earnings inequality at the individual level. Using fine-grained data on the class origins of occupational incumbents, we construct a robust indicator of the concentration of privileged class origins within labor market niches, “occupational elitism,” measured as the percentage of incumbents with parents in the higher salariat (ESeC class 1) within an occupation. Our results reveal that occupational elitism of micro-occupations is positively associated with earnings, after accounting for indicators of positional closure mechanisms, such as educational credentialing, licensure, and unionization. However, these collective earnings premiums are unevenly distributed, with earnings advantages for individuals from upper-class families emerging in occupations with higher levels of occupational elitism.",
          "url": "https://doi.org/10.1093/sf/soag012",
          "doi": "https://doi.org/10.1093/sf/soag012",
          "filter": 0,
          "created": "2026-2-3"
        },
        {
          "title": "Risky climate: the endogenous institutionalization of climate disclosure in corporate climate governance",
          "authors": "Janna Z Huang",
          "abstract": "Climate governance has historically grappled with regulatory deadlock over corporate accountability for the climate crisis. Within this context of regulatory impasse, climate disclosure emerged as the central framework in financial regulatory approaches to climate change. Extending theories of legal endogeneity to advance socio-legal studies of climate governance, this article explains how private actors institutionalized climate disclosure from a voluntary corporate practice into a cornerstone of international accounting standards and financial regulation. Drawing on seventy-four interviews with sustainability professionals, fifteen months of participant observation, and analysis of public documents, this article shows how climate finance practitioners from a key nongovernmental organization, the Carbon Disclosure Project, repurposed financial disclosure toward the disclosure of climate metrics, developed increasingly specific iterations of metrics that formed the basis of climate disclosure standards, and stabilized voluntary climate disclosure within reporting standards by incorporating climate into financial risk management. This analysis contributes to charting the development of corporate climate governance in two ways. First, cooperation from the financial community and corporations was secured by incorporating climate issues within information-based risk management approaches that used financial disclosure as a tool to facilitate the flow of climate information between companies and investors. Second, the institutionalization of climate disclosure within financial regulation reframed climate change into new forms of risk to companies, rather than accounting for the risks companies pose to the climate and environment.",
          "url": "https://doi.org/10.1093/sf/soag009",
          "doi": "https://doi.org/10.1093/sf/soag009",
          "filter": 0,
          "created": "2026-1-30"
        },
        {
          "title": "Review of “Fetal Positions: Understanding Cross-National Public Opinion about Abortion”",
          "authors": "Andréa Becker",
          "url": "https://doi.org/10.1093/sf/soag013",
          "doi": "https://doi.org/10.1093/sf/soag013",
          "filter": 0,
          "created": "2026-2-3"
        },
        {
          "title": "The (in)appropriateness of unequal division: a factorial survey experiment on wealth transfers within families",
          "authors": "Nhat An Trinh, Daria Tisch, Manuel Schechtl",
          "abstract": "Siblings do not always benefit equally from parental wealth transfers. This study examines how different asset types evoke distinct distributive principles, thereby contributing to our understanding of unequal intergenerational transfers within families. Based on a multifactorial survey experiment in Germany (N = 11,968 observations based on 2,992 respondents), we test whether the application of three distributive principles (equality, entitlement, dynastic succession) varies across three distinct asset types (cash, housing, and business). We deliberately oversampled substantial wealth owners to highlight differences in attitudes toward wealth transfers between those at the top of the wealth distribution and a nationally representative sample of individuals aged 40 and older. In line with previous research, equality emerges as the dominant principle for all asset types. Siblings’ gender and birth order do not consistently affect evaluations of unequal transfers. However, the wealthy are less likely to endorse equality if one child is older or seems better positioned to maintain the family business than their sibling. Our findings suggest that the wealthy legitimize unequal transfers based on concerns for continuous wealth accumulation and the perpetuation of key economic assets across generations.",
          "url": "https://doi.org/10.1093/sf/soag010",
          "doi": "https://doi.org/10.1093/sf/soag010",
          "filter": 0,
          "created": "2026-1-31"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "Beyond linearity and time-homogeneity: Relational hyper event models with time-varying non-linear effects",
          "authors": "Martina Boschi, Jürgen Lerner, Ernst C. Wit",
          "url": "https://doi.org/10.1016/j.socnet.2026.02.001",
          "doi": "https://doi.org/10.1016/j.socnet.2026.02.001",
          "filter": 0,
          "created": "2026-2-17"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Directions for improving the policy relevance of inequality research: Lessons from social origin–specific health disparities",
          "authors": "Fabian Kratz",
          "url": "https://doi.org/10.1016/j.ssresearch.2026.103322",
          "doi": "https://doi.org/10.1016/j.ssresearch.2026.103322",
          "filter": 0,
          "created": "2026-2-18"
        },
        {
          "title": "The rural-urban gap in educational inequality: Enhancement or compensation in genetic associations with educational attainment",
          "authors": "Josué Teran Linarte, Christoph Spörlein",
          "url": "https://doi.org/10.1016/j.ssresearch.2026.103324",
          "doi": "https://doi.org/10.1016/j.ssresearch.2026.103324",
          "filter": 0,
          "created": "2026-2-19"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Science",
      "journal_short": "SocSci",
      "articles": [
        {
          "title": "Early Childhood Investments and Women’s Work Outcomes across the Life Course",
          "authors": "Vida Maralani, Camille Portier, Berkay Özcan",
          "url": "https://doi.org/10.15195/v13.a9",
          "doi": "https://doi.org/10.15195/v13.a9",
          "filter": 0,
          "created": "2026-2-17"
        }
      ],
      "articles_hidden": []
    }
  ]
}
