{
  "update": "2025-07-29",
  "content": [
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Legislative processes, nonstate actors, and political repression: the case of human rights NGOs in Israel",
          "authors": "Ina Filkobski, Eran Shor",
          "abstract": "Previous research on legislation that targets nongovernmental organizations working on human rights issues (HR NGOs) has mostly focused on state actors in authoritarian regimes. In this study, we theorize the role of nonstate actors in political repression in a relatively more democratic setting, that of Israel. We conducted a systematic content analysis of thousands of legal documents, parliamentary archives, and media reports, complementing these with ethnographic work in several NGOs and in-depth interviews with NGO staffers. In contrast with theoretical views that see legislative processes as merely window dressing, we found that the Israeli legislative process has had a profound impact on Israeli HR NGOs, entailing a significant loss of public and political support, legitimacy, and scarce resources. We argue that scholars of political repression must pay greater attention to the crucial role played by nonstate actors in advancing and enforcing repressive legislation and to the entire legislative process—rather than only its formal legal results.",
          "url": "https://doi.org/10.1093/sf/soaf111",
          "doi": "https://doi.org/10.1093/sf/soaf111",
          "filter": 0
        },
        {
          "title": "Limits to helping in a helping profession: the social context of psychiatrist opt-out from public insurance",
          "authors": "Daniel Tadmon",
          "abstract": "In the United States, most mental health services are provided by independent helping professionals, individually deciding where to operate, whom to treat, and in which insurance networks to participate. In making such decisions, these market actors often navigate conflicts between financial, professional, and prosocial considerations. This article investigates the phenomenon of psychiatrist opt-out from Medicaid and Medicare, aiming to elucidate how social contexts influence such decisions. Assembling a census of all licensed Georgia psychiatrists and, assisted by a telephone audit, leveraging granular data about the environments in which clinicians operate, findings show that limits to helping in the form of opt-out from public insurance systematically correspond to the social ecologies in which psychiatrists are embedded—with their prospective clientele and local peers. Evidence of alignment between insurance participation and population needs, when financially justified, and of spatially dependent monopolistic and competition-curbing behavior point at the power of these ecologies in shaping the balance actors negotiate between local economic and normative pressures. Theoretically, findings support the argument that meso-level conditions mediate countervailing social forces and their translation to action—here, spatially configuring how markets and morals interact. In the context of the mental health crisis, where demand for care far exceeds supply, understanding how spatial conditions ultimately shape the pressures that helping professionals face and their opt-out decisions is crucial. In aggregate, these individually decided yet ecologically conditioned limits to helping impact the availability of mental health services to some of society’s most disadvantaged populations, thus shaping the contours of the crisis.",
          "url": "https://doi.org/10.1093/sf/soaf107",
          "doi": "https://doi.org/10.1093/sf/soaf107",
          "filter": 0
        },
        {
          "title": "Federal place-based policy and the geography of inequality in the United States, 1990–2019",
          "authors": "Laura Tach, Emily Parker, Alexandra Cooperstock, Samuel Dodini",
          "abstract": "This paper assesses the growth and spatial distribution of federal place-based policies in the United States. Using a novel dataset of federal place-based policies from 1990 to 2019, we show how the dual forces of fiscalization and financialization have fueled a substantial increase in federal place-based funding to communities via competitive tax credit and grant programs. We consider whether federal place-based funding has been distributed in a compensatory way by prioritizing more disadvantaged communities or whether it has compounded neighborhood inequalities by prioritizing more advantaged communities. We find that federal place-based funding has gone overwhelmingly to communities experiencing economic disadvantage, as intended, but at the same time such policies have compounded other forms of spatial inequality via disproportionate investment in areas with more nonprofit organizations and stronger housing markets. Economically disadvantaged neighborhoods that are spatially embedded within counties with strong housing markets and robust nonprofit sectors received the most federal place-based funding. These organizational and housing market inequities are strongest for tax credit and competitive grant programs, precisely the forms of funding that have grown most over this period. The funding trends reveal a pattern of cumulative advantage, as poor communities with initial funding advantages in the 1990s went on to receive the vast majority of federal place-based funding in the subsequent decades, leading to growing divergence among high-poverty communities in the distribution of federal place-based resources over time.",
          "url": "https://doi.org/10.1093/sf/soaf098",
          "doi": "https://doi.org/10.1093/sf/soaf098",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "The cultural construction of personal relationships",
          "authors": "Oscar Stuhler",
          "url": "https://doi.org/10.1016/j.socnet.2025.07.001",
          "doi": "https://doi.org/10.1016/j.socnet.2025.07.001",
          "filter": 0
        },
        {
          "title": "In the network of the conclave: Social connections and the making of a pope",
          "authors": "Giuseppe Soda, Alessandro Iorio, Leonardo Rizzo",
          "url": "https://doi.org/10.1016/j.socnet.2025.07.003",
          "doi": "https://doi.org/10.1016/j.socnet.2025.07.003",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Rising selectivity of Israeli immigrants to the United States, 1976–2017",
          "authors": "Yinon Cohen, Kaiting Zhou",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103229",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103229",
          "filter": 0
        },
        {
          "title": "The uneven effects of gender parity: Trends in gender homophily in scientific publications, 1980–2019",
          "authors": "Margarita Torre, Jesús A. Prieto-Alonso, Iñaki Ucar",
          "url": "https://doi.org/10.1016/j.ssresearch.2025.103228",
          "doi": "https://doi.org/10.1016/j.ssresearch.2025.103228",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Science",
      "journal_short": "SocSci",
      "articles": [
        {
          "title": "Outlier or Not? The Birth Order Effects on Educational Attainment in China",
          "authors": "Shoudeng Zhang",
          "url": "https://doi.org/10.15195/v12.a19",
          "doi": "https://doi.org/10.15195/v12.a19",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "Competing Models of Disability: Medicalization’s Ambivalent Effects on the Paralympic Movement",
          "authors": "Evan T. Baughman",
          "abstract": "Disability is predominantly understood as a medical problem. Since the 1980s, disability scholars have critiqued the medicalization of disability to illuminate disability’s social and political dimensions. Building on this tradition, the present article analyzes the Paralympic movement to call sociological attention to how medicalization affects disabled social movements, cultural production, and cultural practices. The author draws from interviews with Paralympic athletes and coaches alongside primary historical sources to identify and evaluate medicalization’s effects on the Paralympic movement. Findings show that medicalization both enabled and constrained the Paralympic movement. The medicalization of spinal cord injuries developed lifesaving treatments and mobilized disability sport as rehabilitative treatment to mold patients into healthy, productive “taxpayers.” Framing disability sport as rehabilitation catalyzed the medicalization of the Paralympic movement, as the medical profession facilitated the formation and maintenance of the movement. This understanding of disability sport reflected the clinical nature of medicine and rehabilitation’s approach to disability. However, the clinical approach to Paralympic sport conflicted with Paralympians’ desire for high-performance disability sport and recognition as elite athletes. Medical governance subsequently marginalized Paralympians within Paralympic organizations and limited Paralympians’ ability to develop their sports beyond mere rehabilitation. These findings are consistent with Mauldin’s conceptualization of medicalization as “ambivalent.”",
          "url": "https://doi.org/10.1177/23780231251351705",
          "doi": "https://doi.org/10.1177/23780231251351705",
          "filter": 0
        },
        {
          "title": "Social Influence in the Public Expression of LGBTQ+ Support: The Case of Rainbow Flags in Residential Neighborhoods of a European City",
          "authors": "Dominic Amstutz, Jaemin Lee",
          "abstract": "With the growing acceptance of diverse sexual orientations, displaying rainbow flags has become a widespread urban practice, symbolizing solidarity with the LGBTQ+ community. What motivates individuals to publicly express support for the rights of sexual minorities beyond private approval? The authors explore whether social exposure among flat neighbors contributes to the public display of rainbow flags on private windows and balconies by conducting an extensive field observation of 135,202 residents in the city of Bern, Switzerland. The authors applied models to compare the spatial clustering of flagged households with a simulated distribution representing independent actors at façades, a granular approach to address residential self-selection. The analysis reveals that flagged households are significantly closer to one another on façades than expected under random conditions, indicating social influence among close flat neighbors. The authors also observed an excess of buildings either completely devoid of flags or displaying a large number of them, suggesting that committed minorities can induce a self-reinforcing cycle whereby each nearby flag lowers perceived risks for nonadopters, increasing the likelihood of further displays. These results suggest that the public expression of LGBTQ+ support not only stems from individual beliefs but also can emerge through social exposure to neighboring supporters.",
          "url": "https://doi.org/10.1177/23780231251353022",
          "doi": "https://doi.org/10.1177/23780231251353022",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
