{
  "update": "2024-10-12",
  "content": [
    {
      "journal_full": "American Sociological Review",
      "journal_short": "ASR",
      "articles": [
        {
          "title": "How Radio Affects Violent Conflict: New Evidence from Rwanda",
          "authors": "Hollie Nyseth Nzitatira, Trey Billing, Jared F. Edgerton",
          "abstract": "Researchers have long debated how radio broadcasts affected the dynamics of the 1994 genocide in Rwanda, with some arguing that the radio was highly consequential, and others suggesting such effects have been overstated. This article contributes to these debates—as well as to debates regarding the role of old and new media in collective action—by examining whether and how Radio Télévision Libre des Mille Collines (Radio RTLM) coverage was associated with two core aspects of the violence: (1) subnational onset of genocidal violence and (2) participation in genocidal violence across subnational spaces. Drawing on new data on Radio RTLM coverage, we find that areas with coverage were more likely to experience immediate onset of violence. However, our analysis of participation in the genocide—which uses more accurate measures of participation and of radio coverage than prior studies—finds no significant association between Radio RTLM coverage and subnational levels of participation. After illustrating that these results are robust to numerous model specifications, we theorize that information broadcast over the radio’s airways contributed to the creation of a critical mass that initiated genocide in localized spaces. We conclude by considering the importance of understanding the role of media in the subnational onset of violence.",
          "url": "http://dx.doi.org/10.1177/00031224241278905",
          "doi": "10.1177/00031224241278905",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Review of “Between Conflict and Collegiality: Palestinian Arabs and Jews in the Israeli Workplace”",
          "authors": "Aziza Khazzoom",
          "url": "http://dx.doi.org/10.1093/sf/soae128",
          "doi": "10.1093/sf/soae128",
          "filter": 0
        },
        {
          "title": "Inequality and socio-economic divides in parental transfers to young adults in the United States",
          "authors": "Ginevra Floridi",
          "abstract": "Parental transfers of money and co-residence to young-adult children can serve as means of status reproduction. Yet, the relationship between inequality and socio-economic gaps in these forms of parental support has not been studied. Inequality may widen socio-economic differentials in monetary and co-residential transfers, potentially hindering social mobility. I test the association between income inequality and socio-economic divides in parental support to children aged 22–35 in the United States (U.S.), a context where the economic dependence of young adults has increased over decades of high or rising inequality. I link state-level inequality data to longitudinal data on 39,626 parent–child dyads from the Health and Retirement Study (1992–2018). Using state fixed-effects models I investigate how changes in income inequality within states relate to changes in wealth, income, and educational gradients in parental transfers over time. Socio-economic differences in the occurrence and amount of money transfers widen with inequality, as the probability of monetary support decreases among lower-class and lower-educated parents, while the amounts transferred increase among upper-class and higher-educated parents. Moreover, in times of higher inequality, co-residence is more strongly concentrated among lower-class, lower-educated parents. Previous research indicates that receiving money improves labor and housing market outcomes, while co-residence may restrict economic opportunities among young adults from disadvantaged backgrounds. In light of this, my findings suggest that rising U.S. inequality may hinder social mobility by shifting the socio-economic distribution of intergenerational support.",
          "url": "http://dx.doi.org/10.1093/sf/soae148",
          "doi": "10.1093/sf/soae148",
          "filter": 0
        },
        {
          "title": "How liberalism accommodates far-right social movements: on “mainstreaming” and the need for critical theory in far-right studies",
          "authors": "Justin E C Tetrault",
          "abstract": "Scholarship on social movements, racism, and nationalism increasingly falls under the purview of “extremism studies” and its subfield “far-right studies.” Prominent extremism scholars have developed generalist theories purportedly explaining far-right politics and power dynamics (or “mainstreaming”) across liberal societies. They define “far-right” as “illiberal” politics promoting dehumanization, exclusion, and inequality. Their theory of mainstreaming suggests that “the” far-right is a coherent entity that “enters” mainstream institutions or discourse from the outside. For these scholars, strengthening liberal-civic principles prevents far-right political power (mainstreaming). I call these approaches “grand theory templates,” which I critique for simplistic interpretations of power and for overlooking critical theory scholarship showing how liberalism accommodates far-right politics. Using the Canadian nationalist movement as a case study, I show how liberal chauvinism can be crucial to empowering right-wing populist movements. My data include over 40 hours of participant-observation at 20 right-wing events and 35 interviews with 42 current leaders and members of on-the-ground nationalist groups. Right-wing nationalists foregrounded liberal-civic ideas, such as “security,” “rights,” “objectivity,” and “tolerance,” to advance anti-Muslim sentiment and populist conspiracism. My findings suggest that far-right movements can gain power by embracing liberalism’s ambiguity and contradictions. In other words, mastering liberal messaging can be essential to the growth of far-right movements, challenging any easy dismissal of these politics as “illiberal.” Altogether, “top–down” grand theory templates oversimplify political distinctions and power, compromising research design and analysis. I advocate for more granular and “bottom–up” inductive approaches that prioritize sociological traditions over theories recently popularized by extremism scholars.",
          "url": "http://dx.doi.org/10.1093/sf/soae147",
          "doi": "10.1093/sf/soae147",
          "filter": 0
        },
        {
          "title": "Review of “After Tragedy Strikes: Why Claims Of Trauma and Loss Promote Public Outrage and Encourage Political Polarization”",
          "authors": "William E Lovekamp",
          "url": "http://dx.doi.org/10.1093/sf/soae149",
          "doi": "10.1093/sf/soae149",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Falling sideways? Social status and the true nature of elite downward mobility",
          "authors": "Robert de Vries",
          "url": "http://dx.doi.org/10.1016/j.ssresearch.2024.103089",
          "doi": "10.1016/j.ssresearch.2024.103089",
          "filter": 0
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Socius",
      "journal_short": "Socius",
      "articles": [
        {
          "title": "The Pact: How a Seemingly Race-Neutral Behavioral Policy Reproduced Racial Inequality at a Predominantly White Liberal Arts College",
          "authors": "Alanna Gillis, Elena G. van Stee",
          "abstract": "How do seemingly nonracial organizational processes reproduce racial inequality? This study examines how “the Pact,” an ostensibly race-neutral COVID-19 behavioral policy implemented at a predominantly White U.S. liberal arts college, undermined social connection and belonging among students of color. Analyzing three waves of interviews with 30 undergraduates (N = 75 interviews), we document disparities in four domains of campus life: (1) social isolation in residence halls, (2) access to “safe” forms of rule breaking, (3) visibility and surveillance, and (4) stakes of violation. We identify three underlying mechanisms—unequal resource allocation, uneven rule enforcement, and color-blind decision-making—and demonstrate how distinct institutional conditions facilitated these processes. This analysis advances theoretical understandings of racialized organizational processes in higher education by connecting previously theorized mechanisms to specific university characteristics and practices.",
          "url": "http://dx.doi.org/10.1177/23780231241286371",
          "doi": "10.1177/23780231241286371",
          "filter": 0
        },
        {
          "title": "Attitudes and Behavior Feedback Loops for Young Women’s Premarital Sex",
          "authors": "Michelle A. Eilers",
          "abstract": "Sociologists have long been puzzled by whether attitudes inform behaviors or vice versa. Accurately assessing both possibilities requires panel data collected at relatively short intervals. In this study, I leverage intensive panel data from the Relationship Dynamics and Social Life Study to assess the case of young women’s premarital sexual attitudes and behavior. Through a series of descriptive analyses and cross-lagged panel models, I show that opposition to premarital sex in young adulthood is only sometimes associated with subsequent sexual behavior and that premarital sex is negatively associated with later opposition to premarital sex. Young women are especially likely to reduce their opposition following first sex relative to sex reported at any time. Thus, initial behavioral experiences may result in outsized shocks to attitudes, following an active updating model. That subsequent sex is associated with less attitudinal change suggests that young women initially update their attitudes before settling into them. This study nuances long-standing debates on the malleability of attitudes within a person over time and with respect to behavior and has implications for how people approach behavior according to their attitudes across a wide spectrum of social phenomena.",
          "url": "http://dx.doi.org/10.1177/23780231241277690",
          "doi": "10.1177/23780231241277690",
          "filter": 0
        },
        {
          "title": "Political Context and State-Level Health Behavior Disparities",
          "authors": "Jane S. VanHeuvelen, Yi Wang, Tom VanHeuvelen",
          "abstract": "Geographical residence predicts health and well-being. Population health, life expectancy, and mortality are partially the outcome of the characteristics of one’s social policy context. Yet how do such links occur? We extend focus from health outcomes to health behaviors and from a policy context to a broader political context. Using 20 waves of the Centers for Disease Control and Prevention Behavioral Risk Factor Surveillance System between 1993 and 2021 in combination with the Correlates of State Policy Project, we find that right-leaning political contexts—both policies and public attitudes—are predictive of riskier health behaviors. Counterfactual simulations show that these associations are due less to states becoming more different over time but rather, with political contexts increasing in their predictiveness over time. Results from this study broaden the pathways linking local politics to health and identify a key antecedent, health behaviors, that helps explain political context’s influence on health.",
          "url": "http://dx.doi.org/10.1177/23780231241285061",
          "doi": "10.1177/23780231241285061",
          "filter": 0
        }
      ],
      "articles_hidden": []
    }
  ]
}
