{
  "update": "2026-02-10",
  "content": [
    {
      "journal_full": "American Journal of Sociology",
      "journal_short": "AJS",
      "articles": [
        {
          "title": "The Coupled Dynamics of Neighborhood and School Change",
          "authors": "Elly Field, Elizabeth Bruch",
          "url": "https://doi.org/10.1086/740798",
          "doi": "https://doi.org/10.1086/740798",
          "filter": 0,
          "created": "2026-2-4"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Forces",
      "journal_short": "SocForces",
      "articles": [
        {
          "title": "Environment and the racialization of space in US cities",
          "authors": "Jonathan Tollefson",
          "abstract": "This study presents the first comparative analysis of late nineteenth and early twentieth century racial-environmental inequality formation. Previously, lack of data on early industrial hazards contributed to a structural division between urban and environmental theory, as sociologists have had limited understanding of the relationship between environmental and racial inequality during the initial formation of segregated neighborhoods. As a result, socioenvironmental processes are often considered a downstream outcome of persistent patterns of urban inequality, rather than a potential cause. In response, this study uses a novel computational methodology to map sites associated with an acute and widespread source of early industrial pollution. Site data are paired with historical census information to analyze changes in the social stratification of environmental exposure in six US urban areas from 1880 to 1930. Results reveal a sustained and generalized escalation in exposure to environmental hazards among racialized populations, despite substantial local variation at the beginning of the study period, suggesting that racial-environmental inequality emerged much earlier than prior studies have shown—and that socioenvironmental processes likely played an important role in the racialization of the neighborhood. Findings further suggest new directions to embed urban sociology within a socioenvironmental perspective.",
          "url": "https://doi.org/10.1093/sf/soag001",
          "doi": "https://doi.org/10.1093/sf/soag001",
          "filter": 0,
          "created": "2026-1-18"
        },
        {
          "title": "Conspiracy talk in the lives of ordinary Americans: everyday experiences of conspiracy culture in contemporary America",
          "authors": "Niko Pyrhönen, Gwenaëlle Bauvois, Anton Berg, Peter Holley",
          "abstract": "This paper examines how ordinary Americans engage in unprompted conspiracy talk when discussing their daily lives. Drawing on a representative sample of 1,612 life course interviews from the “American Voices Project”, we explore how conspiracy theories surface in reflections on topics people consider important—such as relationships, employment, religion, and politics. Using both computational and qualitative analysis, we identify instances of conspiracy talk in the corpus, and categorize these passages into three orientations: supporting, challenging, and referencing conspiracy talk. Notably, 10 percent of the interview transcripts contain some form of conspiracy talk—a striking figure given that no questions about conspiracies or conspiracy theories were asked. While the overall volume of conspiracy talk rose during the pandemic, this increase was largely driven by a fivefold increase in passages that challenge conspiracy theories. Building on the recent theoretical work on conspiracy theories and conspiracy culture, this study highlights the value of empirically grounded analysis focused on ordinary people—not just dedicated conspiracy theorists or participants in, or followers of, the conspiracy theory milieu. In doing so, we offer new insights into how conspiracy theories are discussed, negotiated, and made meaningful in the course of everyday life.",
          "url": "https://doi.org/10.1093/sf/soag002",
          "doi": "https://doi.org/10.1093/sf/soag002",
          "filter": 0,
          "created": "2026-1-17"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Networks",
      "journal_short": "SocNet",
      "articles": [
        {
          "title": "Closing the loop: Design, implementation, and evaluation of a regular-feedback network intervention for social connectedness and mental health",
          "authors": "Mohammad Khalilian, Anthony R. Bardo, Claire M. Reardon, Amy Kostelic, Susie Thiel, Robert W. Krause",
          "url": "https://doi.org/10.1016/j.socnet.2026.02.002",
          "doi": "https://doi.org/10.1016/j.socnet.2026.02.002",
          "filter": 0,
          "created": "2026-2-7"
        },
        {
          "title": "Two-mode network autoregressive model for network analysis with core nodes",
          "authors": "Huiyun Tang, Moxuan Mi, Yingying Ma, Haisheng Yang, Feifei Wang",
          "url": "https://doi.org/10.1016/j.socnet.2026.01.004",
          "doi": "https://doi.org/10.1016/j.socnet.2026.01.004",
          "filter": 0,
          "created": "2026-2-5"
        },
        {
          "title": "Who benefits most? Intervention-induced changes in the social networks of people living with dementia",
          "authors": "Doris Gebhard, Jan Ellinger",
          "url": "https://doi.org/10.1016/j.socnet.2026.01.006",
          "doi": "https://doi.org/10.1016/j.socnet.2026.01.006",
          "filter": 0,
          "created": "2026-2-3"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Social Science Research",
      "journal_short": "SSR",
      "articles": [
        {
          "title": "Infrastructural access and racial inequalities as determinants of income dynamics in South Africa",
          "authors": "Franco Bonomi Bezzo, Laura Silva",
          "url": "https://doi.org/10.1016/j.ssresearch.2026.103319",
          "doi": "https://doi.org/10.1016/j.ssresearch.2026.103319",
          "filter": 0,
          "created": "2026-2-5"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Methods & Research",
      "journal_short": "SociolMethodsRes",
      "articles": [
        {
          "title": "Machines Do See Color: Using LLMs to Classify Overt and Covert Racism in Text",
          "authors": "Diana Dávila Gordillo, Joan C. Timoneda, Sebastián Vallejo Vera",
          "abstract": "Extant work has identified two discursive forms of racism: overt and covert. While both forms have received attention in scholarly work, research on covert racism has been limited. Its subtle and context-specific nature has made it difficult to systematically identify covert racism in text, especially in large corpora. In this article, we first propose a theoretically driven and generalizable process to identify and classify covert and overt racism in text. This process allows researchers to construct coding schemes and build labeled datasets. We use the resulting dataset to train XLM-RoBERTa, a cross-lingual large language model (LLM) for supervised classification with a cutting-edge contextual understanding of text. We show that XLM-R and XLM-R-Racismo, our pretrained model, outperform other state-of-the-art approaches in classifying racism in large corpora. We illustrate our approach using a corpus of tweets relating to the Ecuadorian indígena community between 2018 and 2021.",
          "url": "https://doi.org/10.1177/00491241251412360",
          "doi": "https://doi.org/10.1177/00491241251412360",
          "filter": 0,
          "created": "2026-2-8"
        }
      ],
      "articles_hidden": []
    },
    {
      "journal_full": "Sociological Science",
      "journal_short": "SocSci",
      "articles": [
        {
          "title": "Force of Attraction and Partner Availability in the U.S. Marriage Market: A Two-Sided Matching Model",
          "authors": "Yuan Cheng, John Dagsvik, Xuehui Han, Zhiyang Jia",
          "url": "https://doi.org/10.15195/v13.a8",
          "doi": "https://doi.org/10.15195/v13.a8",
          "filter": 0,
          "created": "2026-2-4"
        }
      ],
      "articles_hidden": []
    }
  ]
}
